{"path": "data/input/ta/rrp-pak-36075.pdf", "pages": ["RRP: PAK 36075 \nASIAN DEVELOPMENT BANK\n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON  \n \nPROPOSED LOANS \n \nTO THE \n \nISLAMIC REPUBLIC OF PAKISTAN  \n \nFOR THE \n \nRURAL FINANCE SECTOR DEVELOPMENT PROGRAM \n \n \n \n \n \n \n \n \n \nNovember 2002", "CURRENCY EQUIVALENTS \n(as of 27 September 2002) \n \nCurrency Unit  –  Pakistan rupee (PRe/PRs) \nPRe1.00  =  $0.02 \n$1.00  =  PRs60.00 \n \n  For the purpose of calculations in this report, the rate of $1.00 = PRs60 was used. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CB  –  commercial bank  \n  EA  –  executing agency \n  IA  –  implementing agency \n  IPRSP  –  Interim Poverty Reduction Strategy Paper  \n  IT  –  information technology  \n  KB  –  Khushhalibank \n  LIBOR  –  London interbank offer rate  \n  MF   –  microfinance  \n  MFI  –  microfinance institution  \n  MIS  –  management information system  \n  MOF  –  Ministry of Finance \n  MSDP  –  Microfinance Sector Development Program  \n  NBF  –  New Bank Fund \n  NGO  –  nongovernment organization  \n  NPL  –  nonperforming loan \n  OCR  –  ordinary capital resources  \n  PCB   –  provincial cooperative bank  \n  p.a.  –  per annum \n  PIU  –  program/project implementation unit \n  PMU  –  project management unit \n  RF   –  rural finance or rural financial  \n  RFI   –  rural finance institution  \n  RFSDP  –  Rural Finance Sector Development Program \n  SBP  –  State Bank of Pakistan  \n  ZTBL   –  Zarai Taraqiati Bank Limited  \n       \n       \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends.  \n(ii)  In this report, \"$\" refers to US dollars. \nThis Report was prepared by a team consisting of A. Sharma (Team Leader), M. Good, and M. \nMongiorgi.  ", " \nCONTENTS \n \nPage \nLOAN AND PROGRAM SUMMARY  iii \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Sector Description and Performance                    1 \nB.  Issues and Opportunities                       3 \nIII.   THE PROPOSED SECTOR DEVELOPMENT PROGRAM  10 \nA.  Objectives and Scope                      11 \nB.  The Program Loan                       11 \nC.  The Project Loan                       19 \nIV.  PROGRAM BENEFITS, IMPACTS, AND RISKS  23 \nA.  Benefits and Impacts                      23 \nB.   Risks                           26 \nV.  ASSURANCES  27 \nVI.  RECOMMENDATION  28 \n \nAPPENDIXES   \n1.  Sector and Subsector Analysis   \n2.  Development Policy Letter, Policy Matrix, Rural Finance Sector Plan   \n3.  Program Framework   \n4.  Zarai Taraqiati Bank Limited (former Agricultural Development Bank of Pakistan) \n5.  Microfinance Institutions  \n6.  Development Coordination Matrix  \n7.  Implementation Schedule  \n8.  Ineligible Items \n9.  Cost Estimates \n10.  Financial and Economic Analysis   \n11.  Summary Initial Environmental Examination  \n12.  Summary Poverty Reduction and Social Strategy \n \nSUPPLEMENTARY APPENDIXES (available upon request)   \nA.  Detailed Financial Analysis - Zarai Taraqiati Bank Limited  \nB.  Detailed Financial Analysis  - Microfinance Institutions   \nC.  Detailed Cost Tables   \nD.  Financial and Economic Analysis  \nE.  Poverty Reduction and Social Strategy   \nG.  Chronology \n   ", "  iii \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Islamic Republic of Pakistan  \n   \nClassification  Poverty intervention \nThematic: Economic growth, good governance \n   \nEnvironment  Category B. An initial environmental examination was undertaken \nClassification   and the summary is a core appendix.  \n   \nRationale  Despite the comprehensive structural reforms and a stabilizing \nmacroeconomic  situation,  the  high  incidence  of  rural  poverty \nremains  a  major  concern  in  Pakistan.  Widespread  lack  of \naffordable  rural  financial  services  constrains  rural  growth  and \nemployment. The potential client base for rural finance (RF) is \nestimated at 9 million households comprising both the poor and \nnonpoor. The demand  and supply in the stratified RF markets \nmirrors the inequitable rural socioeconomic structure, landholding, \nand employment pattern. While credit demand is estimated at \nPRs240 billion-PRs260 billion per annum, the supply from formal \nfinancial institutions si only PRs56 billion. Most of this amount \ndoes not reach the middle and lower segments of the RF markets \nconsisting of rural entrepreneur, small and subsistence farmers, \nand the landless. Informal sources such as landlords and input \nsuppliers provide intermittent short duration loans at very high \ninterest  rates  that  reflect  the  weak  bargaining  power  of  the \nborrowers.  \n \nOver the last 4 decades the RF markets in Pakistan could only \nprovide limited accessibility and poor-quality services. Emphasis \non agriculture ignored the demand from the nonfarm sector, which \naccounts for half the rural income. Reliance of RF institutions on \nsoft  budgetary  resources  depressed  savings  mobilization  and \nundermined  financial  discipline.  Overt  politicization  and  weak \ngovernance eroded the sustainability of RF institutions and this \ncreated  the  perception  that  RF  per  se  is  nonviable.  This \nperception inhibited commercial banks from extending their RF \nportfolio  and  discouraged  the  emergence  of  private  RF \ninstitutions.  \n \nThe role of RF in expanding income and reducing poverty remains \nunfulfilled.  Weak  RF  markets  in  Pakistan  perpetuate  poverty, \ndepress the rate of rural economic growth, and distort income \ndistribution. The Government, therefore, aims to develop the RF \nsector to attain self-reliance in agricultural commodities, ensure \nfood security, and generate employment.  \n   \nThe Program Loan   \n  Objectives  The Rural Finance Sector Development Program (RFSDP)  has \nbeen  designed  to  assist  the  Government  in  accelerating rural \neconomic  growth  by  addressing  key  constraints  in  RF.  The \nprogram goals are to ensure permanent access to institutional \n   ", "iv   \nprogram goals are to ensure permanent access to institutional \nfinancial services for a majority of rural households at minimal \ntransaction cost and to encourage private sector participation in \nRF sector. The specific objective is to develop a sustainable RF \nsystem for providing affordable services, primarily to the middle \nand lower segments of the RF markets for a significant income \nexpansion and poverty reduction impact. \n   \n  Components and  The  program  loan  consists  of  4  components:  (i)  creating  a \n  Outputs   favorable  policy  environment,  (ii)  institutional  restructuring  and \nreforms, (iii) new bank fund (NBF), and (iv) product and process \ninnovations. The policy reforms introduce a new RF paradigm \nwhere the Government will (i) complement, facilitate, and improve \nthe  functioning  of  the  RF  markets;  and  (ii)  limit  its  direct \nintervention only to identifiable market failures. The policies will \nfundamentally  alter  the  governance  and  operations  of  Zarai \nTaraqiati Bank Limited (ZTBL), the key RF institution. The NBF \nwill  encourage  the  emergence  of  private  or  public-private \nmicrofinance institutions (MFIs).  \n   \nFinancing Plan  Asian Development Bank (ADB) will provide a loan of $225 million \nfrom its ordinary capital resources with a 15-year term, including a \ngrace period of 3 years; an interest rate to be determined in \naccordance  with  ADB’s  London  interbank  offer  rate  (LIBOR)-\nbased lending facility; a commitment charge of 0.75% per annum; \na front-end fee of 1% of the loan amount, and such other terms \nand conditions set forth in the Loan Agreement.  \n   \nProgram Period and  The loan will be released in 4 tranches over a 3-year period. The \n  Tranching  first  tranche  of  $100  million  will  be  released  upon  loan \neffectiveness; the second tranche of $50 million, expected after 7 \nmonths  of  the  first  tranche;  the  third  tranche  of  $50  million \nexpected within 12 months of the second tranche; and the fourth \ntranche of $25 million, expected within 17 months of the third \ntranche, in each case subject to compliance with the conditions for \ntheir release. \n   \n  Executing Agency  The Ministry of Finance (MOF) will be the Executing Agency and \n  and  will also implement the Credit Union Plan and Pilot Insurance \n  Implementation  Plan. State Bank of Pakistan (SBP), the central bank, will be the \n  Arrangements  implementing  agency  (IA)  for  strengthening  supervision  and \nregulation, NBF, and RF Resource Center. ZTBL will be the IA for \nZTBL  restructuring.  The  National  Credit  Consultative  Council \nconsisting  of  a  broad  array  of  stakeholders  will  ensure  wider \nconsultation on policy matters.   \n   \n           Procurement  The loan proceeds will be used to finance the foreign exchange \ncost of items produced and procured in ADB member countries, \nexcluding ineligible items.  \n   \n \n   ", "  v\n  Counterpart  Counterpart funds generated from the program loan will be used \n  Funds  for ZTBL restructuring, NBF, RF Resource Center, Credit Union \nPlan, and Pilot Insurance Plan.  \n   \nThe Project Loan    \n  Objective   The project loan will provide institutional strengthening support to \nZTBL, SBP, and the project management unit at MOF.  \n   \n  Financing Plan   ADB will provide a loan of $25 million from its ordinary capital \nresources, with a 24-year term, including a grace period of 4 \nyears; an interest rate to be determined in accordance with ADB’s \nLIBOR-based lending facility; a commitment charge of 0.75% per \nannum; a front-end fee of 1% of the loan amount; and such other \nterms and conditions set forth in the Loan Agreement.  \n   \n  Executing Agency  MOF will oversee and coordinate implementation. ZTBL will be \n  and  the IA for ZTBL restructuring. SBP will be the IA for the NBF, RF \n  Implementation  Resource  Center,  and  institutional  strengthening  for  RF \n  Arrangements  regulation.  \n   \nProcurement  Procurement of goods and services will be in accordance with \nADB’s Guidelines for Procurement. Expenditure procedures will \nbe  in  accordance  with  ADB’s  Loan  Disbursement  Handbook. \nConsultants to be financed from the proceeds of the ADB loan will \nbe recruited in accordance with ADB's Guidelines on the Use of \nConsultants  and  other  arrangements  satisfactory  to  ADB  for \nengaging domestic consultants. A total of 438 person-months of \ninternational  and  651  person-months  of  domestic  consulting \ninputs will be required. Where possible and appropriate simplified \nprocedures will be applied.  \n   \nBenefits and  The  shift  in  the  RF  policy  paradigm  with  emphasis  on  good \nBeneficiaries  governance will permit sustainable RF markets to develop. The \nhitherto  segmented  RF  markets  will  be  integrated  with  the \nmainstream financial sector, thus opening up the possibility of \narresting the flow of resources from the rural sector. Gains from \ninstitutional  reforms  will  be  captured  in  improved  governance, \nsubstantial cost savings through rightsizing, and greater outreach. \nIncreased  rural  financial  intermediation  will  lead  to  income \nexpansion  by  addressing  the  growing  demand  from  the  rural \nnonfarm  sector  through  product  and  service  diversification. \nStrategic initiatives with incentives for promoting private sector \nparticipation  in  RF  provide  greater  prospects  for  reaching  the \nmiddle and lower segments of the RF markets. Pilots for crop \ninsurance and credit union will establish innovative cost-effective \nsolutions  to  reduce  risk  and  expand  outreach.  Outreach  is \nexpected to increase by about 200,000 by the end of the RFSDP \nperiod of 3 years.   \n   \n \n \n   ", "vi   \nSocial and   Increased  rural  financial  intermediation  will  stimulate  linkages \nEnvironmental Issues  within  the  rural  economy  and  with  urban  areas.  Employment \nopportunities are expected to increase for the rural unemployed \nand underemployed as a result of emphasis on rural nonfarm \nactivities. While the full benefits from a strengthened RF system \nare likely to occur in the medium term, the reformed institutions \nwill target the middle and lower segments of RF markets from the \noutset.  Taken  together,  these  developments  are  expected  to \nimprove rural economic growth that translates into higher income \nfor  rural  producers,  including  the  poor.  The  promotion, \ndevelopment, and strengthening  of  MFIs  through  private-public \npartnership will ensure  that the poverty reduction impact is felt \nbeyond the life of the RFSDP. Appropriately designed and priced \nservices  that  consider  asset  and  consumption  buildup \nrequirements are expected to raise household income above the \npoverty threshold after 4-5 credit cycles.  \n   \nRisks  The major risks relate to  commitment to reforms, private sector \nperception  of  investment  opportunities,  and  the  short \nimplementation period.  The reform agenda was arrived at after \nsustained  policy  dialogue.  The  reforms  are  phased  to  show \ntangible  outreach  results  that  will  strengthen  sociopolitical \nacceptance  and  minimize  the  risk  of  any  rollback  of  reforms. \nInvestor response is likely to remain positive because of up-front \nreforms,  transparent  positive  incentives,  and  central  bank \nsupervision for good governance. The loan will be released in 4 \ntranches  to  permit  greater  dialogue  between  ADB  and  the \nGovernment and allow sufficient time for implementation. \n \nThe risk of incomplete or delayed institutional reform is mitigated by \nprior  actions  on  governance,  financial  restructuring,  and \nrightsizing. Support to RF institutions is contingent upon achieving \na  defined  performance  level.  Risks  associated  with  loan \nremissions  and  waivers  are  mitigated  by  the  Government’s \ncommitment that it will not pardon outstanding loan repayment or \ndiscourage debt recovery.  \n   \n   \n  \n   ", "I.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on two proposed \nloans to the Islamic Republic of Pakistan for the Rural Finance Sector Development Program \n(RFSDP).  \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  \n \nA.  Sector Description and Performance  \n \n2.   The comprehensive structural reforms initiated and accelerated over the past 3 years \nhave stabilized the macroeconomic situation. However, the high incidence of rural poverty1 \nremains a major policy concern. Government objectives for the rural sector, therefore, include \nattaining self-reliance in agricultural commodities, ensuring food security, and generating rural \nemployment. Widespread lack of rural financial services from institutional sources at reasonable \nterms constrains the realization of these objectives. Rural finance (RF) in Pakistan constitutes \ndelivery of financial services including savings, credit, insurance, and payment services to poor \nand nonpoor rural households. Microfinance (MF),2 targeting the poor, is an integral part of RF. \nAppendix 1 presents the sector and subsector analysis.  \n \n3.  Preponderant Poor and Low-Income Client Base. The rural sector consists of 97 \nmillion people, or two thirds of the total population, in 14.3 million households. Of the 5.07 \nmillion farm households,3 44% belong to subsistence farmers and 36% to small farmers. The \nrest are nonfarm households including the landless. The rural population includes 35 million \npoor, or three fourths of the total poor population, in 5.15 million households. Nearly two thirds \nof the workforce are engaged in rural jobs. Agriculture,4 including livestock, provides half the \nrural income. Nonfarm income comes from rural enterprises5 and nonfarm employment.  \n \n4.  Stratified Market with Diverse Needs.  The RF market consists of formal sources \nincluding  RF  institutions  (RFIs):  Zarai  Taraqiati  Bank  Limited  (ZTBL),6  cooperatives,  rural \nbranches of commercial banks (CBs), licensed microfinance institutions (MFIs), insurance and \nleasing companies, and post offices. While State Bank of Pakistan (SBP)—the central bank—\nsupervises  CBs,  ZTBL,  and  MFIs,  the  provincial  cooperative  departments  supervise  the \ncooperatives. Nongovernment organizations (NGOs) are classified as semiformal sources and \nare not subject to formal supervision. The informal sources comprise input suppliers, traders, \nmoneylenders, landlords, relatives, and friends. The structure of the RF markets mirrors the \nsocioeconomic structure of the rural society, landholding patterns, and nature of employment. \nAccordingly, the demand for RF services is heterogeneous.  \n                                                 \n1  Rural poverty incidence is 36.3% as against 22.4% in urban areas. The official poverty line is PRs670 per capita \nper month or 2,450 calories per rural adult per day. ADB. 2002. Pakistan Poverty Assessment. Manila. \n2  Considering the demographics of Pakistan, MF is primarily rural even though MF institutions also target the urban \npoor. RF, including MF, as argued in this document is part of the broader financial sector.  \n3  Farmers are classified as subsistence (up to 2 hectares of landholding); small (above 2 and up to 5); medium \n(above 5 and up to 10); and large (above 10). Farmers include owners, owner-cum-tenants, and tenants. About \none third of the operational farms have tenant farmers, most of whom are poor. \n4  Agriculture production and marketing, farm mechanization, land development, irrigation, livestock, forestry, etc.  \n5  Rural enterprises include both agriculture-related and nonfarm enterprises. Agriculture-related enterprises include \nsmall-scale processing of agriculture produce and byproducts into semifinished and finished goods, and production \nand supply of agricultural inputs. Nonfarm enterprises include transport, warehousing, handicraft, and weaving.   \n6  Former Agricultural Development Bank of Pakistan. ZTBL was incorporated on 23 October 2002 as part of the \nRFSDP reform agenda. Reference to ZTBL in this document is made both for discussing the issues with regard to \nthe Agricultural Development Bank of Pakistan and the restructuring plan of ZTBL. ", "2  \n(i)  Upper. This segment comprises primary processors of agriculture commodity, \nfood  processors,  large  agriculture-based  industries,  agriculture  produce \nwholesalers, and farmers with large landholdings (above 20 hectares). The CBs \ncater to the requirements of this segment that include high-end financial services \nsuch as letters of credit, export guarantee, and long-term investment capital.  \n \n(ii)  Middle. This segment comprises the nonpoor nonfarm households and better- \noff  farmers  (landholding  of  10-20  hectares)  engaged  in  rural  enterprises, \nagribusiness services, and agriculture input supply. CBs and RFIs partially meet \nthe needs for working capital, trade finance, investment credit, and crop loans. \nSignificant reliance is on reinvestment of business surpluses and family sources. \n \n(iii)  Lower Middle. This segment comprises medium farmers, (landholding of 5-\n10 hectares),  small  rural  enterprises,  agriculture  produce  retailers,  and \ncommercial dairy. While often mandated to receive RF services from formal \nsources, they have to rely primarily on household savings and informal sources.  \n \n(iv)  Lowest. This segment comprises the landless poor and small, subsistence, and \ntenant farmers (landholding up to 5 hectares). Informal sources meet the credit \nneeds  for  consumption,  subsistence  agriculture,  and  microenterprises.  This \nsegment is a natural MFI clientele with a significant demand for savings facilities.  \n \n5.  Immense Untapped Potential Demand. Estimates of rural credit requirements from all \nsources range from PRs240 to PRs260 billion per annum (p.a.) for a potential clientele base of \n9 million rural households. Of this number, nearly 3 million are poor households with an \nestimated credit demand of PRs68 billion p.a. Half the credit demand is for agriculture, and one \nfourth each for rural enterprises and consumption. The savings potential of the rural poor and \nnonpoor households on average is estimated at PRs4,000 and PRs22,000, or about 20% of the \nhousehold income. This amounts to around PRs268 billion annually. Savings comprise self-\nfinancing for investments, livestock, cash, and bank deposits. The demand is mainly for savings \nand credit, although the need for crop and calamity insurance is widely felt. \n \n6.  Inadequate Supply Response.  Rural household borrowings from all sources were \nestimated at PRs180 billion in FY2001. Formal sources accounted for PRs56 billion to 786,000 \nborrowers, nearly 6% of the rural households and one fifth of the estimated demand. Among the \nformal sources, ZTBL provided 49% of the credit; CBs 37%; cooperatives 11%; and MFIs 3%. \nNGOs had about 100,000 clients. The balance was provided primarily by informal sources. Most \nof the credit was for short-term agriculture production. The requirements of rural enterprises \nwere largely unmet. CBs held nearly 90% of rural savings with the formal institutions, estimated \nat PRs200 billion. Post offices provided some savings, remittance, and insurance services. All \nother sources did not mobilize savings in any significant manner. \n \n7.  Inverted and Inequitable Access. The upper segments of the RF markets have access \nto formal sources of credit, leasing, and insurance services. Informal sources meet bulk of the \ndemand from the middle and lower segments. Among the poor who borrow, 90% have recourse \nonly to informal sources, as they lack collateral to access formal sources. Half the informal \ncredit is for consumption and loan sizes are nearly one fourth of the formal sources. The \nprevailing interest charges from formal sources, 13-15% p.a., on average are half to one third of \nthe informal sources. In the absence of safe and liquid savings facilities, the savings from the \npoor households remain locked in nonfinancial assets.  \n \n   ", "  3\n8.  Inappropriate  Policy  Paradigm.  The  goal  to  accelerate  agriculture  production \ninfluenced the evolution of the RF market during the last 4 decades, ignoring rural enterprises. \nGovernment intervened through directed credit, state-owned RFIs, concessional refinance, and \nloans at below-cost interest rates. On the other hand, policies relating to agriculture repressed \nfarm income potential. Production and marketing bottlenecks due to weak rural infrastructure \nincreased risks, volatility, and uncertainties in the rural sector.  \n \n9.  Inefficient Institutions. Repressive policies along with lack of autonomy and weak \ngovernance eroded institutional sustainability and constrained the outreach potential. \n \n(i)  Zarai Taraqiati Bank Limited. ZTBL, the key RF institution (RFI), provides savings \nand collateralized loans through its nationwide network of 343 branches. ZTBL \ndisbursed PRs27.6 billion in 417,000 loans at an average of PRs66,187 per loan \nduring  FY2001.  Loans  mainly  went  to  medium  and  small  farmers.  Poor \nrepayment rate,7 high transaction costs, and profitability are major concerns.  \n \n(ii)  Cooperatives.  Five  provincial  cooperative  banks  (PCBs)  with  205  branches \nspread over 118 districts provide credit to 62,861 primary societies with 3.5 \nmillion  members.  During  FY2001,  PRs6  billion  was  disbursed  to  66,000 \nborrowers, or PRs90,909 per loan. Savings services are sparse.  \n(iii)  Commercial Banks. Despite 3,183 rural branches, rural disbursements of CBs \nduring FY2001 was PRs21 billion to 256,000 clients or PRs82,031 per loan. \nLoans  for  agriculture  purposes  were  primarily  to  meet  mandatory  credit \nrequirements  and  were  confined  to  financing  of  marketing  operations  with \ncommodity stocks as collateral. \n \n10.  Minimal Income Expansion Through Informal Sources. Interest rate charges of 40-\n50% p.a. by traders, input suppliers, and landlords reflect the weak bargaining power of the \npoor. The interest rate is even higher where competition from the formal sector is weak. \nMoreover, because of its intermittent and short-term nature, credit from informal sources covers \nmainly temporary gaps in consumption and immediate unforeseen contingencies.  \n \n11.  Initial Success in Microfinance.  With  exclusive  focus  on  the  poor,  MF  is  a  new \nsubsector comprising Khushhalibank (KB) with 30 branches and First Microfinance Bank with \n3 branches.  The  Pakistan  Poverty  Alleviation  Fund  provides wholesale onlending funds to \nNGOs.  Short-term  noncollateralized  loans  of  PRs2,500-PRs10,000  at  18-22%  p.a.8  are \ndelivered to groups of poor. Viable interest rates, emphasis on savings, assured repeat loans, \nand building of clients’ capacity ensure gender outreach and loan repayment.  \n \nB.  Issues and Opportunities  \n  \n1.  Systemic Weaknesses  \n \n12.  The Government’s role in RF market development (para. 8) was to increase lending by \nreducing the costs and risks for RFIs in making loans to preferred clients because of perceived \nmarket failures. Government farm development projects treated credit as inputs like seed and \nfertilizers, ignoring that credit cannot compensate for unprofitable activities.  The policy and \ninstitutional framework did not recognize the challenges in RF: low population density, isolated \n                                                 \n7  Repayment rate in this document refers to collection as a percentage of loans due.  \n8  Some MF providers charge higher interest rates.  \n   ", "4  \nmarkets, lack of traditional collateral, high income fluctuation in poor households, and limited \nopportunities for risk diversification. Seasonality of operations and high risks particularly due to \ndroughts and floods increased transaction costs. Despite some success in credit expansion and \nfood production in the 1990s and 1980s, the availability of term credit was limited and the \nvolume of agriculture credit fell compared with credit for manufacturing. Weak governance \naffected both the quality and continuity of services.  Destructive effects on CBs and RFIs \novershadowed any positive impacts.  \n \n13.  The  weak  sector  performance  confirms  the  lessons  learned  internationally  that \n(i) directed credit remains concentrated among a few; (ii) the benefits of cheap interest rates are \ncaptured by rural elite, thus crowding out the poor and resulting in misallocation of resources \nand production inefficiencies; (iii) prolonged dependence on subsidy undermines sustainability9 \nand integration with the financial markets; and (iv) repressive agriculture and exchange regime \npolicies,  weak  extension,  and  inadequate  rural  infrastructure  depress  rural  incomes  thus \nadversely  affecting  RF  markets.  Ignoring  the  expansion  of  nonfarm  income  reduces  the \npossibility of diversifying risk and income for rural households. The crucial benefits of rural \nmonetary savings are not realized due to perceptions of the nonbankability of the rural poor. \nPoliticization of RF increased the tolerance for loan defaults, waivers, and postponements in \nPakistan. As a result, repayment rates remained low. RFIs designed in pursuit of and operated \nunder this paradigm were inevitably nonviable. Weak governance exacerbated their problems. \nWhere the state-owned RFIs failed, the private sector has not stepped in to fill the vacuum.  \n \n14.  Persistence of these trends led to a situation where the upper segments of the RF \nmarket can access the rapidly modernizing urban financial markets, but others have  to rely \nlargely on household savings and informal sources. The investments in establishing CBs and \nRFIs thus bypassed large parts of the RF market, and the envisaged economic transformation \nin an equitable manner could not happen. In the process, RF markets remain exposed to \nfundamental issues relating to: (i) immense demand and sparse coverage; (ii) underserved \nmiddle  and  lower  segments  of  the  RF  markets,  with  lack  of  access  for  the  poor;  (iii) \ninconsistency of products with demand profile; and (iv) poorly governed unsustainable RFIs.  \n   \n2.  Opportunities  \n \n15.  The objectives of the Government’s Ten-Year Perspective Development Plan 2001/2011 \nand the Interim Poverty Reduction Strategy Paper (IPRSP) are to accelerate gross domestic \nproduct growth, reduce unemployment, eliminate poverty, and encourage the private sector. \nThe aim is to reduce absolute poverty to 15% in 2011, among others, through increased \neconomic opportunities and greater access to physical and social assets, and safety nets. The \nstrategy is to revive economic activity through reliance on 4 key sectors: agriculture, small- and \nmedium-scale enterprises, information technology, and energy. Supporting the expansion of MF \nthrough a range of institutions and initiatives and restructuring ZTBL, both part of IPRSP, are \nconsistent with the target to create 11.3 million jobs during 2001-2011 by promoting growth in \nlabor-intensive sectors of agriculture and small- and medium-scale enterprises. Realization of \nthis aim requires stakeholder consensus and commitment for a properly sequenced integrated \napproach to RF sector development that involves: (i) adopting a new paradigm with a redefined \ngovernment  role,  (ii)  determining  expectations  from  RF,  (iii)  continuing  consistency  and \ncommitment  to  reforms,  (iv)  reforming  institutions  for  sustainability  and  outreach,  and  (v) \nintroducing product and delivery innovations. \n                                                 \n9  Sustainability in this document refers to gaining client acceptance and ability to provide quality financial services to \nexisting and potential clients on a permanent basis without the need for government or external support. \nCommercial basis refers to adoption of for-profit orientation in administration and operations to attract equity \ninvestments and mobilize resources from the market through savings and borrowings (also refer to footnote 28).  \n   ", "  5\na.  New Paradigm with a Redefined Government Role  \n \n16.   Lessons learned in RF (paras. 12-14) adapted to Pakistan’s context translate into a new \nRF paradigm (i) where RF market development is placed in the broader perspective of financial \nsector development; (ii) that prioritizes interventions to complement, facilitate, and improve the \nfunctioning of the RF markets; and (iii) where government role is limited to direct interventions \nwhere identifiable market failures exist and cost-effective transparent means to address them \nare available. Government interventions should primarily relate to (i) creating conducive policies, \n(ii) promoting strategic initiatives with incentive programs that promote private sector role in RF \nto  supplement  the  efforts  of  existing  RFIs,  (iii)  strengthening  supervision  and  regulation, \n(iv) restructuring potentially viable RFIs that were weakened pursuing the old paradigm, and (v) \nrelaxing credit controls. Government concurs with the new RF paradigm. From the client’s \nperspective, the new paradigm creates opportunities and options hitherto unavailable due to \nlack of access to RF services. The marginally higher financial cost that may result due to the \nreforms is both affordable and way below the interest rate charged by informal sources.  \n \n17.   Healthy and competitive RF markets will be best served by strengthening supervision \nand regulation and resolving conflict of interest in terms of central bank ownership of RFIs. The \nGovernment must avoid the temptation of using financial institutions for alleviating broader \nsocial  and  developmental  problems  following  floods,  droughts,  and  natural  disasters. \nAddressing policies and institutional deficiencies involve significant costs10 as well as political \nand social resistance that can only be overcome by the Government and, hence the significance \nof its sustained commitment to reforms and continuity of RF in public policy domain.  \n \n   b.  Determination of Expectations from RF \n18.  Income Expansion. Changes in the rural economic profile brought about by fast-\ngrowing rural cities and towns, and the emergence of a heterogeneous nonfarm economy \ncreate new opportunities for RF markets and demand for RF services. The rise of farm and \nnonfarm income contributed to the gradual transformation of the rural economy. As incomes \nrose,  the  increased  demand  for  products  and  services  produced  in  the  nonfarm  sector \ncontributed to the emergence of rural enterprises. This development led to a range of activities: \nsupplying seed, fertilizers, household utensils, clothing, and farm equipment; manufacturing; \nand establishment of repair shops and foundries. Transport and trade become important with \nmarketable farm surpluses. Moreover, some of these rural enterprises produce goods sold in \nurban and export markets.  \n \n19.  The  expansion  of  rural  income  requires  complementary  development  of  RF  and \nnonfinancial markets. The Asian Development Bank (ADB)-funded Agriculture Sector Program \nII11 is supporting fundamental reforms, with emphasis on promoting the private sector through \nmarket-oriented  policies,  openness  to  international  trade,  and  strengthening  agriculture \nextension. ADB-funded ongoing rural development, infrastructure, and energy sector projects \naim at enhancing access to infrastructure and strengthening social capital. Complementarity \nnecessitates that RF markets (i) enable clients to save and borrow to maximize enterprise \n                                                 \n10 These include direct costs of building, equipping, and staffing banks. The borrower transaction cost includes value \nof time in accessing services, travel, and other noninterest costs. Even closing of banks involves significant costs.  \n11 ADB. 2001.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPakistan for the Agriculture Sector Program II. Manila. The loan intends to phase out government interventions in \nthe markets that brought the prices of many agricultural commodities below international prices. Low prices and \nproductivity make it difficult for the agriculture sector to compete for investment capital compared to urban industrial \nprojects. These resulted in an agriculture growth of only 3% p.a. during 1990-1999, hardly sufficient for a \npopulation growth of 2.5% p.a. \n   ", "6  \nbenefits, (ii) reduce transaction costs, (iii) support private initiatives, and (iv) raise resources by \nintegrating  with  broader  financial  markets.  Financial  institutions  must  efficiently  allocate \nresources to small and medium-scale farmers and rural enterprises, “the missing middle,”12 \nwhich remain grossly underserved by both RFIs and CBs and are not a natural MFI clientele.13 \n \n20.  Poverty Reduction. Robust financial markets are correlated with rural growth through \nefficient  resource  allocation,  savings  mobilization,  risk  mitigation,  and  facilitation  of  the \nexchange of goods and services. Efficient RF markets contribute to poverty reduction by \nenabling the rural households to respond to economic and technological opportunities that \ngenerate  employment  in  farm  and  rural  enterprises  and  establish  forward  and  backward \nlinkages in the rural economy. Efficient RF markets are critical for increasing rural incomes in \nPakistan where widespread poverty exists and the current outreach of RF is minimal. However, \nthe increasing average income may not be equitably shared due to unequal wealth and skill \nendowments.  Moreover,  given  the  high  rural  poverty  incidence,  large  numbers  of  poor \nhouseholds will continue to have inadequate or no access to formal sources of RF, as retail \ninstitutional capacity can only be built over the medium term. In the rural economy, the poor \nproduce mainly for subsistence, except for some export crops. Food sufficiency is the primary \nobjective, most inputs are nontradable (labor, manure, and seeds), production is low and mostly \nconsumed, and little cash income is generated. As a result, poverty is perpetuated. Vulnerability \nto risks remains high with significant underemployment and unemployment. Lack of access to \nfinancial services impairs the ability of the poor to respond to market opportunities.  \n \n21.  A poverty reduction goal for RF, therefore, is proactive promotion of the MF subsector to \nmaximize the poverty reduction impact in combination with the income expansion strategy. This \nis  the  rationale  for  the  ongoing  ADB-funded  Microfinance  Sector  Development  Program \n(MSDP).14  The  MF  Institutions  Ordinance  2001  promulgated  under  MSDP  enables  the \nestablishment of sustainable MFIs targeting the poor households under a conducive policy \nframework. The ordinance defines and categorizes MFIs (national, provincial, and district); and \ndescribes their licensing procedures and equity requirements, and supervisory and regulatory \nframework. Support to MFIs, particularly in their initial start-up phase, can yield high social \nreturns through greater outreach, provided that the support is transparent, time bound, and \nlinked to performance. The Government strongly supports and encourages the establishment of \nMFIs as an appropriate public-private partnership in poverty reduction.  \n \nc.  Consistency, Commitment, and Continuity of Reforms  \n \n22.  Banking sector problems in Pakistan are rooted in political interference in lending, loan \ncollection, and loan write-offs. Much like the repressive policies of the past, weak governance, \nand lack of competition equally affected the CBs as they did the RFIs. Ongoing CB reforms, \ntherefore, aim to improve governance, supervision, and enforcement of banking courts. The \nWorld Bank has supported restructuring, downsizing, and privatization of CBs, and reducing \nnonperforming  loans  (NPLs).15  Distortions  implicit  in  managed  interest  rates  have  been \n                                                 \n12 Rural Financial Markets in Asia: Policies, Paradigms and Performance. This is part (volume 3) of ADB. 2000. Study \nof Rural Asia. Oxford University Press. New York. \n13 MF is more suited to clients with regular cash flows  that require small short-term noncollateralized loans, not \nfarmers with seasonal cash flows and rural enterprises with large medium-to-long-term credit requirements. While \nRFIs also provide MF, in essence RFIs and MFIs complement each other by addressing segments of the broader \nRF markets. RFIs are more affected by farmer exposure to risks of floods and droughts. \n14  ADB. 2000.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPakistan for the Microfinance Sector Development Program. Manila. KB and the First Microfinance Bank have \nbeen established under the MSDP framework. \n15 Financial Sector Deepening and Intermediation Project (1994); Banking Sector Adjustment Loan (1997); Banking \nSector Restructuring and Privatization Project (2001); and Banking Sector Technical Assistance (2002). \n   ", "  7\nremoved. The CB reforms were extended to state-owned development finance institutions to \nreduce their number and consolidate operations.16 These development finance institutions will \ninitially be retained in the public sector due to the time required to (i) remedy the effects of \ndecades of politicization and misdirected subsidies, and (ii) generate private sector alternatives \nand investments. Similarly, closure of nonviable RFIs and strengthening of weak RFIs should be \npursued with emphasis on good governance, sustainability, depoliticization, and privatization. \nAid agencies should refrain from credit only interventions and shift to projects that emphasize \npolicy and governance issues. External support is essential for institutional building, the need for \nwhich is pervasive.  \n \nd.  Institutional Reforms for Sustainability and Outreach  \n \n23.  Maximizing  sustainability  and  outreach  is  critical for meeting expectations from RF. \nLessons learned in banking reforms emphasize in-depth financial and institutional analysis; \nupfront commitment to good governance, institutional autonomy, and lending discipline; phasing \nof reforms on the capacity to manage and institutionalize changes; and sequencing to minimize \nservice  disruption.  Evaluation  of  ADB-funded  credit  projects  through  development  finance \ninstitutions  strongly  suggests  more  direct  assistance  for  institutional  strengthening  and \noperational efficiency.17 Considering the time required for building consensus for fundamental \nRFI reforms, preparatory measures for RFI reforms were initiated under the MSDP in 2001. \n \n24.  Zarai Taraqiati Bank Limited.  The period from the early 1970s to mid-1990s saw \nextensive  external  support  for  ZTBL.  The  World  Bank,  International  Fund  for  Agricultural \nDevelopment, and ADB18 provided 16 projects worth $987 million during 1965-1991. These first \ngeneration  projects  prioritized  agriculture  credit  over  governance  and  sustainability.  Donor \ninterest  in  ZTBL  waned  due  to  financial  and  liquidity  problems,  unsatisfactory  accounting \npractices, poor repayment rate, and frequent loan waivers. This led to the cancellation of the \nAgriculture Credit Project in 1994.19 SBP refinance that replaced project credit lines weakened \nfinancial discipline and depressed savings, which is less than 2% of the liabilities. Poorly \ntargeted subsidized loans  encouraged rent-seeking behavior that was exacerbated by poor \ngovernance. Limited accountability led to lack of motivation to pursue viable operations and \nresist politicization.  Notwithstanding the marginal improvements noted lately, difficulties are \ncompounded by profligate practices and overheads accumulated during the 1990s, particularly \nthe increase in staff that raised transaction costs without efficiency gains.  \n \n25.  Despite  weaknesses,  ZTBL  remains  the  key  RFI  with  the  largest  borrower  base. \nEmpirical evidence shows that when the financial sector is liberalized and repressive policies \nlifted, CBs close rural branches, minimize small transactions, and thereby restrict access of \nsmall  clients  with  negative  overall  consequences.20  This  is  true  for  Pakistan  (para.  28). \n                                                 \n16 Federal Bank for Cooperatives, Bankers Equity Limited, and National Development Finance Corporation have \neither been closed or are under liquidation. National Investment Trust and Investment Corporation of Pakistan are \nbeing wound up.  \n17 ADB. 1987. Project Performance Audit Report on the Third Development Financing Project in Pakistan. Manila. \n18  ADB. 1982.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan for \nPakistan for the Agricultural Development Bank of Pakistan. Manila; ADB. 1986. Report and Recommendation of \nthe President to the Board of Directors on a Proposed Loan to Pakistan for the Agricultural Development Bank of \nPakistan. Manila; ADB. 1990. Report and Recommendation of the President to the Board of Directors on a \nProposed Loan to Pakistan for the Agriculture Credit Project. Manila. The latter was cofinanced by the World Bank \n($150.0 million) and the International Fund for Agricultural Development ($25.0 million).  \n19 ADB. 1995. Project Completion Report on Agriculture Credit Project in Pakistan. Manila; ADB. 1990. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to Pakistan for the Agriculture \nCredit Project. Manila. All the three cofinancers canceled the loan on 30 June 1994 after about 50% disbursement \n(refer to the preceding footnote). \n20 Steel. 1997. Informal Financial Markets Under Liberalization in four African Countries. \n   ", "8  \nConsidering the client profile, nature of business, and the status of rural infrastructure, it does \nnot appear likely that RF will attract large private commercial interest immediately or without \nincentives. Therefore, RFIs with probability of turnaround need to be strengthened through good \ngovernance, a core theme of the ADB Country Strategy and Program (2002-2006). This will \npromote institutional diversity to provide quality and quantity of services and increase options for \nthe clients. Therefore, in response to stakeholder consensus21 MSDP funded a portfolio audit \nand the preparation of a restructuring plan for ZTBL. \n  \n26.  The Government opted for ZTBL restructuring considering the demand and supply gap \nfor institutional RF services and the growing rural-urban income disparities. Cost-effective and \nrealistic alternatives that could substitute for ZTBL outreach are not immediately available. \nMajority of clients repay their loans and ZTBL’s nationwide network provides greater capacity to \nwithstand  effects  of  localized  shocks  and  can  provide  the  liquidity  needed  by  affected \nhouseholds. The cost of liquidating ZTBL, both financial and political, is significantly higher than \nthe estimated restructuring cost (para. 58). Undefined pension liabilities, staff redundancy, \nplummeting prospects of recovery of uncovered NPLs in view of liquidation, and the concurrent \nimpact on SBP balance sheet could exceed $1 billion. Liquidation will also result in opportunity \nloss in terms of income and employment for both existing clients and for potential clients.22  \n \n27.  There is little justification for closing ZTBL and establishing another state-owned RFI, for \nwhich additional costs will have to be incurred. Private sector capacity or interest to acquire \nZTBL and continue its rural operations does not exist. Increasing the mandatory credit quota of \nCBs instead of closing ZTBL was considered inconsistent with the banking reforms. Unless \npreceded  by  restructuring,  dividing  ZTBL  into  provincial  entities  would  simply  divide  the \nproblems into smaller packets. Merger with a CB is not feasible, as distinct orientations within a \nsingle entity will be difficult to assimilate in view of ZTBL’s size and the depth of issues.  \n \n28.  Commercial Banks. Although half the branches of CBs are located in rural areas, the \nrural credit-to-deposit ratio is 12.5% and rural credit is only 6% of the total CB advances. \nReverse resource flow occurs since three fourths of the total CB credit is concentrated in 7 \ncities. This is natural from CB perspective, as returns on rural investment projects are lower \nthan those from the urban trading or manufacturing sector. While under Government directions \nCBs had to establish rural branches, their institutional design and orientation remained urban. \nNearly 500 loss-incurring branches, mostly rural, have been closed as part of CB restructuring \nand privatization. Rural service delivery could be further affected, as more branches could be \nclosed. Nevertheless, unlike RFIs that have functioned as disbursing windows, CBs have \nmobilized rural savings for lending. Their  reluctance to extend rural credit stems from the \nvitiated RF markets due to the overt politicization of RFIs. CBs have, therefore, not invested in \nsuccessful RF technologies. Strengthening of the rural operations of CBs could bring substantial \noutreach gains. The CBs are also open to portfolio diversification due to the pressure on their \nmargins in densely banked urban centers. \n29.  Cooperatives. Cooperatives met with little success and have been mired in financial \nmisappropriations due to politicization and domination by the rural elite (para. 44). Cooperatives \nsuffer from (i) uneven coverage, with no presence in two thirds of the villages; (ii) lack of \naccountability and professional management; (iii) poor portfolio management; and (iv) weak \nsupervisory capacity of the provincial cooperative departments. Ineligibility of those without \nimmovable properties excludes the poor and women. Nearly two thirds of the 65,000 societies \n                                                 \n21 ADB. 1995. Project Completion Report on Agriculture Credit Project in Pakistan. Manila; World Bank. 1996. Rural \nFinance for Growth and Poverty Alleviation. Washington, D.C.; and SBP. 2002. Draft Report of the Committee on \nRural Finance. Karachi. \n22 Indicative benefits quantified in para. 92. \n   ", "  9\nare fictitious and three fourths of the loans are reportedly bogus.23 Many societies were set up \nby the rural elite as fronts to usurp subsidized resources. MSDP therefore supported the closure \nof the Federal Bank for Cooperatives, the apex of the three-tier cooperative credit structure. \nPCBs  and  cooperative  societies  are  the  second  and  third  tiers.  Refinance  to  PCBs  was \nanchored  to  treasury-bill  rates  for  instilling  financial  discipline.  This  strategy  paid  off,  as \nnonviable PCBs have been closed or are in the process of being closed. Except for Punjab \nPCB, the rest have little prospect of viability.  \n     e.  Product and Delivery Innovations  \n30.  Leasing and Insurance. The legal, policy, and institutional frameworks for leasing and \ninsurance are well developed. However, leasing and insurance services have not made a dent \nin rural areas because of limited opportunities for viable operations, scant client information to \nassess risks, high administrative costs due to widely dispersed clients, and weak contract \nenforcement. Most insurance and leasing experiments in rural areas in the past were linked to \nCBs and RFIs. Like in other countries in the region, crop and calamity insurance schemes \ninitiated in Pakistan failed to become viable. SBP guarantee for CB rural loans also could not \ncover credit risks and administrative costs. The associated moral hazards and general decline in \nRFI performance dampened the response of potential service providers.  \n \n31.  While leasing can expand in rural areas through linkages with CBs, ZTBL, and MFIs, no \nsustainable mechanism for crop and calamity insurance has emerged. Parts of the country \nremain under successive droughts24 that affect the rural households as well as the banks. \nPrivate and public response for expanding insurance services in rural areas is contingent upon \nan efficient ZTBL and expanded rural portfolio of CBs. It will, thus, be proper to prioritize the \nreforms to enhance the outreach of the primary demand for savings and credit. In the interim, a \npilot insurance scheme drawing on successful international practices should be launched in \nselected districts.25  \n \n32.  Lessons from Informal Sources. Decreasing the role of moneylenders and increasing \nthe  role  of  commercial  interests  represented  by  traders,  input  suppliers,  and  land-based \narrangements characterize the informal sources.26 These commercial classes could possibly \nprovide limited retail onlending services by borrowing from formal sources and in the process \novercome the limitation of scale, risk, and term diversification. However, this is not a practical \noption  in  view  of  the  supervisory  issues  involved.  The  interest  charges  may  yet  remain \nexorbitant. There are a few, if any, activities that can absorb interest charges from informal \nsources and yet leave sufficient household surplus (para. 10). The larger issue though relates to \nsocial equity. The commercial classes largely represent the rural elite. A banking role will further \nconsolidate their dominance reflected in the disproportionate share of and continued preferential \naccess to resources. In view of this, it is preferable that formal sources extend their RF \noutreach, drawing on the low transaction cost and short transaction time dimensions of the \ninformal sources. The resulting competition will better serve both the poor and nonpoor clients.  \n                                                 \n23 Muhammad Jameel Khan. 1997. A Study of Semi-formal Institutions (Cooperative Credit). Punjab Economic \nResearch Institute. Lahore.; Mazhar-ul-haq. 1986. Evaluation of Cooperative Credit Programme in Punjab. Punjab \nEconomic Research Institute. Lahore.  \n24 ADB. 1995.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPakistan for the National Drainage Sector Project. Manila;  ADB. 2001. Report and Recommendation of the \nPresident to the Board of Directors on Emergency Assistance for Drought Impact Mitigation and Recovery in \nPakistan. Manila. \n25 The experience from Risk Mitigation Fund under the MSDP for providing microinsurance for KB clients could also \nbe useful. However, so far this has not been utilized since repayment is quiet good even in drought-affected areas. \n26 Saeed Qureshi, Ijaz Nabi, Rashid Faruqe. 1996. Policy Research Working Paper on Rural Finance and Growth and \nPoverty Alleviation.  World Bank, Agricultural and Natural Resources Division. Washington, D.C. \n   ", "10  \n3.  Overall Rationale  \n \n33.  Rural households have bankable demand for credit and savings. The large unmet \ndemand for RF services constrains the adoption of new technologies in agriculture and rural \nenterprises. Yield gaps are significant between farmers that have access to institutional credit \nand those that do not.27 Rural enterprises that have access to savings and credit have been \nable to allocate resources to potential investment with highest returns, a step that is especially \nsignificant for diversifying income and risks in view of the seasonality of agriculture. Continuous \naccess to financial services at affordable prices28 is critical for the poor to cross as well as \nremain above the poverty threshold. Due to lack of access to RF, the prospects of the majority \nof rural households to benefit from an improving economic climate remain constrained and rural \nemployment generation stunted. Poverty incidence, in all probability has gone beyond the stated \n32.2% due to successive droughts in many parts of the country in the last 2 years. Rural \nincomes are one third less than those in urban areas. \n \n34.  Healthy and well-functioning RF markets are directly related to achieving the two key \nnational policy objectives: accelerating rural and agriculture growth, and reducing poverty. The \nrealization  of  these  objectives  depends  on  the  simultaneity  of  developments  in  RF  and \nnonfinancial markets to foster the creation of diverse sources of RF, build sustainable financial \ninstitutions, and stimulate product and capital flows in the rural sector. For this, RF must be \nseen as an integral part of equitable development within a framework of macroeconomic \nstability as enumerated in the IPRSP. The ongoing structural adjustment lays the basis for \nfundamental reforms for RF market development. The recurring financial drain in pursuing the \nold RF paradigm and the narrowing fiscal space have also prompted a shift in Government \nstrategy that now seeks viable intermediaries for enhancing outreach. For the majority, access \nto affordable RF services is also important to enable them to compete in the post-World Trade \nOrganization scenario. Inability to compete because of high financial costs could reduce income \nof the majority of farmers, particularly the small and subsistence farmers. Lack of access to \naffordable RF services will also prevent them from switching to nonfarm activities.  \n \nIII.   THE PROPOSED SECTOR DEVELOPMENT PROGRAM \n \n35.  The Poverty Reduction Partnership Agreement signed by the Government and ADB on \n16 September 2002 includes employment generation, pro-poor asset creation, promoting RF \nintermediation, and increasing private sector role for sustainable growth with emphasis on \nagriculture and rural development. Support for RF is also part of the ADB Country Strategy and \nProgram  (2002-2006) for promoting growth and stability of rural income and employment. To \naccomplish this, an integrated package of policy and institutional strengthening is needed. The \nsector development program modality was, therefore, chosen to foster a long-term, sectorwide \nperspective that can yield considerable benefits. Following CB and capital market29 reforms and \nthe successful MSDP implementation, the Government submitted a RF Action Plan and sought \nADB support for strengthening the RF sector. The Rural and MF Committee of ADB discussed \nthe RF Action Plan in March 2002. Program formulation was closely coordinated with various \nstakeholders including SBP, the private sector, and development partners. The agreements on \nRFSDP are reflected in the Government’s development policy letter and the attached policy \nmatrix and RF Sector Plan (Appendix 2). The program framework is in Appendix 3.  \n                                                 \n27  International Food Policy Research Institute, Pakistan Panel Survey, cited in Von Barun, Malik and Zeller (1993). \n28 Financial intermediaries determine lending interest rate based on cost of resources, efficiency, scale of operations, \nrisk perception, and competition. In the context of Pakistan the interest rate charged by KB at 18-20% p.a. is the \nbest available proxy for a reasonable or affordable as well as institutionally viable lending interest rate.  \n29 ADB.1997.Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Pakistan \nfor the Capital Market Development Program and Capacity Enhancement of the Securities Market. Manila. \n   ", "  11\nA.  Objectives and Scope  \n \n36.  The Program is designed to assist the Government in accelerating rural economic growth \nby addressing key constraints to RF. The goal is to enhance the outreach of RF services. The \nobjective is to establish a sustainable RF system that can enable the clients to benefit from \neconomic opportunities for increasing incomes and employment. RFSDP will help diversify the \nsources of income of rural households thereby reducing their vulnerability to risks. A range of \nservices will help RF clients, especially the poor, to monetize their savings and simultaneously \nincrease the lendable resources of RFIs. The private sector will be provided with incentives to \nincrease investment in RF. Good governance will be at the core of the reforms to ensure \nequitable access for those hitherto excluded. The reform measures have natural synergy with \nthe agriculture sector reforms and MSDP interventions. \n \n37.  The RFSDP consists of two components with common objectives: (i) a program or policy \nreform loan, and (ii) a project or institutional strengthening loan. Policy reforms for strengthening \nRF  markets  are  required  to  achieve  the  key  objectives  of  the  Government’s  Ten-Year \nPerspective Development Plan 2001-2011 and the IPRSP. The project loan for institutional \nstrengthening will enhance institutional capacity to channel investments in the rural sector. The \nreforms will cover policy, governance, institutions, and operations. From a sector perspective, \nthe RFSDP will cover SBP, CBs, ZTBL, cooperatives, and MFIs.  \n \nB.  The Program Loan  \n \n1.  Objectives \n \n38.  The program goals are to ensure the majority of rural households permanent access to \ninstitutional financial services at minimal transaction cost and to encourage private sector \nparticipation in the RF sector. The specific objective is to develop a sustainable RF system for \nproviding affordable services, primarily to the lower segments of the RF markets to significantly \nraise their income and reduce poverty. Increased financial intermediation will give RF clients \nopportunities to increase incomes and employment and improve their quality of life through \naccess to a strengthened and responsive RF system.  \n \n2.  Components and Outputs  \n \n39.  The program loan has 4 components: (i) creating a favorable policy environment, (ii) \ninstitutional  restructuring  and  reforms,  (iii)  new  bank  fund,  and  (iv)  product  and  process \ninnovations. \n \n  a.  Creating a Favorable Policy Environment \n \n40.  The reforms in Pakistan aim to develop a market-oriented, predominantly private-owned \nfinancial sector, performing efficient intermediation through innovative products and services.30 \nThe reforms will allow a fair return to shareholders and promote sustainable and equitable \ngrowth. While RF in general is subject to these reforms, the following will be continued and \nextended as part of the RFSDP.  \n  \n(i)  Savings and credit, and rural instead of agriculture, will be the policy goal for \nmeeting the heterogeneous demand for RF services.  \n \n                                                 \n30 Dr. Ishrat Hussain, Governor, SBP. 2002. Financial Sector in Pakistan: Future Strategic Direction. Karachi.     \n   ", "12  \n(ii)  RFIs will not be subject to lending interest rate ceilings. 31  \n \n(iii)  The Government will not intervene for pardoning outstanding loan repayments, \ndiscouraging debt recovery, and granting interest remissions.  \n \n(iv)  The mandate of the Agriculture Credit Department of SBP will be reviewed by \nSBP to ensure active participation in RFSDP. The existing MF Support Division \nof SBP will be enlarged to Rural and MF Support Division.  \n \n(v)  SBP will not hold equity in RFIs to avoid conflict of interest. SBP equity in ZTBL \nwill be converted to subordinated debt (tier 2 capital).  \n \n(vi)  SBP will only be the lender of last resort to RFIs and not a refinancing agency \nusing its own resources.32  \n \n(vii)  MFIs  under  the  MFI  Ordinance,  as  a  subset  of  the  RF,  targeted  at  poor \nhouseholds, will be the preferred institutional form for extending outreach. MFI \nlicenses will be granted to investors that meet the eligibility criteria.33  \n \n(viii)  RFIs will be subject to prudential regulations on par with CBs.34  \n \n(ix)  The business judgment of CBs on their portfolio exposure will be respected. SBP \nwill phase out the mandatory credit quotas on agriculture credit for CBs.  \n \n(x)  Magisterial powers delegated to ZTBL for collecting overdue loans will be phased \nout. Like other banks, ZTBL will use the provisions of the Banking Companies \nOrdinance for collection of overdue agriculture loans as arrears of land revenue. \n \n  b.  Institutional Restructuring and Reforms  \n \n41.  Restructuring ZTBL. Broader structural reforms and a shift in the RF paradigm do not \nautomatically result in the emergence of sustainable RFIs. Concerted efforts are required to \nreform RFIs with emphasis on removing the causes of weaknesses rather than their effects. \nWith the right policies and strategies,35 openness to learn from mistakes, and stakeholder \ncoordination and commitment, it is possible to reform ZTBL. With these preconditions, the Bank \nRakyat Indonesia (Unit Desas) was restructured into a highly profitable entity from a politicized \nand  loss-incurring  credit  agency  for  rice  farmers.  Other  successful  cases  include  Bank \nPertanian Malaysia and the Bagricola in the Dominican Republic.  In contrast, the strategy to \nclose RFIs in Latin America and West Africa resulted in a situation where rural and agricultural \ncredit all but dried up. Experience is negative when reforms do not accompany financial \nliberalization and stakeholder commitment is not maintained. 36 \n \n                                                 \n31 While no interest rate ceilings apply, this is to ensure that pricing autonomy of RFIs is maintained.  \n32 In the interim, already committed refinance facility could continue.  \n33 For expanding outreach in rural areas, new MFIs with rural focus will be permitted as a special case.  \n34 MFIs under MFI Ordinance 2001 will be subject to the supervisory and regulatory framework prescribed by SBP.  \n35 These include good governance, management autonomy, staff policies that stress accountability and incentives, \nlow transaction costs, flexible product design, effective risk management and monitoring, savings emphasis, \npositive real lending rates, diversified portfolio, and advanced information systems.  \n36 Hans Dieter Seibel. 2000.  Rural Finance Working Paper No. A7a on Agriculture Development Bank Reform, \nInternational Fund for Agricultural Development. Rome. With reform technologies available, RFI restructuring is \npossible, provided conducive policies and commitment to reform exist. \n   ", "  13\n42.  Created  and  operated  under  the  old  paradigm  that  repressed  viable  financial \nintermediation through inexpensive funds under weak governance, ZTBL had large overheads \nand systemic inefficiencies. While these constraints seemed intractable in the past, in the \ncontext  of  the  ongoing  financial  sector  reforms  it  is  possible  to  restructure  ZTBL  by \nfundamentally altering the norms of governance and operations. The sunk costs represented by \na nationwide branch network, often at remote rural areas, could be put to efficient use by \nreengineering and implementing a strict program for reaching financial targets. Restructuring will \nbe cost-effective compared with the significant political and financial cost of closing ZTBL (para. \n26). ZTBL’s success on outreach goals is important for the rural sector to catalyze private \ninvestment in RF by demonstrating that the rural clients are bankable. 37  \n \n43.  The following actions have been initiated as part of the RFSDP. They incorporate the \nrecommendations of the portfolio audit and restructuring plan prepared with MSDP support, and \ndemonstrate Government commitment to a sustainable ZTBL.  \n \n(i)  Governance. ZTBL was incorporated under the Company Law on 23 October \n2002 with an authorized capital of PRs25 billion ($417 million). The Articles of \nAssociation for ZTBL provide for a majority private sector board drawn from \nqualified  professionals.  The  Memorandum  of  Association  of  ZTBL  state \noperational viability, farm and nonfarm scope, and small farmer and gender \nfocus. A new team will replace the current management of line departments.  \n \n(ii)  Financial  Restructuring.  Financial  restructuring  is  meant  to  provide  for \nuncovered bad and doubtful debts estimated at PRs12 billion ($200 million)38 and \nother assets of about PRs6.8 billion ($114 million), identified by the portfolio \naudit, to ensure that the capital adequacy ratio of ZTBL remains above 10% of \nrisk-weighted assets. Government debt of PRs16.4 billion ($274 million) to ZTBL \nhas  been  converted  into  ZTBL  equity  after  adjusting  ZTBL  claims  on  the \nGovernment.39 Further, the Government will provide cash equity of PRs10 billion \n(about $170 million) in 3 tranches provided ZTBL meets agreed performance \nindicators.  SBP  equity  in  ZTBL  (PRs3.2  billion)  has  been  converted  into \nsubordinated debt.40 Restated balance sheet of ZTBL is in Appendix 4 (Tables \nA4.3 and A4.4). \n \n(iii)  Organization.  Closing  top-heavy  administrative  units  and  deploying  staff  at \nbranches will reduce administrative costs. Staff with inconsistent skills will be \ngradually phased out to reduce the cost of service delivery. Already 2,000 staff, \nabout one fourth of the total staff, have opted for a golden handshake scheme. \nSignificant investments will be made in human resource development and staff \nincentives will be modified to recognize and reward performance. \n \n(iv)  Institutional  Strengthening.  Reorienting,  redesigning,  and  repackaging \nproducts  and  services,  and  systems  and  procedures  will  ensure  minimal \ntransaction  cost.  Information  technology  (IT)  and  management  information \n                                                 \n37 The Bank for Agriculture and Agricultural Cooperatives (Thailand) reaches about 85% of the rural households and \nViet Nam Bank for Agriculture and Rural Development about 40%. Most of the rural households save with the Unit \nDesa System of Bank Rakyat Indonesia. It also provides credit facilities to nearly one fifth of the rural households.  \n38 Uncovered provisions are over and above the provisions already made in compliance with SBP prudential \nguidelines. Other adjustments mainly relate to loans waived under Government directives.  \n39 These mainly relate to loan waivers granted on Government directives.  \n40 At 30 June 2002, ZTBL equity after adjustments is PRs8.74 billion (Appendix 4, Tables A4.3 and A4.4). \n   ", "14  \nsystem (MIS) architecture will be upgraded to support good governance in line \nwith international best practices in business processes.   \n \n(v)  Business Strategy. The aim is to reach 600,000 clients by end-2005 compared \nwith  the  current  417,000  by  adopting  efficient  practices,  undertaking  due \ndiligence  in  loan  appraisal,  maintaining  satisfactory  portfolio  quality,  and \nmobilizing deposits. Improvements in loan collection will be the key criteria for \nviability.  Management  and  control  of  risks,  especially  delinquency,  will  be \nstrengthened. Lending will be from repayments and deposit mobilization until \nZTBL significantly improves its repayment rate. ZTBL will aim to serve more new \nclients as against the practice of rolling over existing loans. \n \n(vi)  Performance  Benchmarking.  ZTBL  will  be  evaluated  based  on  agreed \nperformance indicators (Appendix 4, Table A4.5), including implementation of the \nrestructuring  plan.  Achievement  of  performance  indicators  is  related  to  the \ntranche-release conditions (Appendix 2).  \n \n(vii)  Privatization. The Government will divest a reasonable number of shares of \nZTBL through an initial public offering or other methods of sale to the private \nsector within 3 years.  \n \n(viii)  Anticorruption. Forensic accounting capability will be installed to support the \naudit committee of ZTBL in tracking and minimizing corruption cases. Wherever \nnecessary,  ZTBL  will  involve  the  National  Accountability  Bureau,  an \nanticorruption body,  to pursue willful defaulters and corrupt staff.  \n \n44.  Reforms in Cooperatives. The RFSDP supports attrition for institutions that have no \nturnaround prospects and remain terminally dependent on budgetary transfer. Cooperatives are \nprovincial subjects with differing expectations. The depth and breadth of issues involved and \nprovincial variations are too numerous and intractable for instituting a restructuring plan with a \nreasonable chance of success. For instance, the cooperative societies need to mobilize savings \nfor sustainability. This, however, is neither permissible nor desirable due to domination of vested \ninterests, history of misappropriations, and lack of sound regulatory structure.  The present \nsituation calls for a selective second-look at the cooperative societies, the essential building \nblocks, rather than restructuring of largely dormant PCBs. The RFSDP will therefore support \n \n(i)  transformation of PCBs into provincial MFIs under the MFI Ordinance 2001. This \nwill enable upfront introduction of RF best practices, broaden the scope from \nagriculture credit to RF, and introduce SBP supervision. These MFIs can use the \neligible cooperative societies for service delivery; and  \n \n(ii)  preparation  of  the  Credit  Union  Plan  to  leverage  the  network  of  genuine \ncooperative societies for greater outreach.41 The Credit Union Plan will include a \nframework  for  modifications  in  structure,  constitution,  accreditation  criteria, \nsystems, by-laws, and supervisory arrangements of cooperative societies. The \nCredit Union Plan will be implemented on a pilot basis in up to four districts. \n \n45.  Strengthening Commercial Bank Rural Operations. By the end of 2003, it is expected \nthat three fourths of the CBs will become privately owned. An improved RF environment will \n                                                 \n41 Credit unions are formal sector, member-owned nonbank financial institutions that mobilize savings and make \nloans to members. ADB has supported credit unions in Kyrgyz Republic, Mongolia, Tajikistan, and Uzbekistan. \n   ", "  15\nenable CBs to capitalize their rural presence and natural strength in catering to the upper \nsegments of the RF market. As part of the RFSDP, a RF Resource Center will be established at \nthe National  Institute  of  Banking  and  Finance,  an  SBP subsidiary, to strengthen CB rural \noperations  by  (i)  creating  awareness  of  the  possibilities,  prospects,  and  risks  in  RF;  (ii) \nimproving  governance  of  RF  operations;  (iii)  developing  demand  adapted  products  and \nservices, with recognition of gender dimensions; (iv) instituting enhanced portfolio management \ncapability; and (v) installing systems and procedures for reducing costs. \n \n    c.  New Bank Fund  \n \n46.  The lowest market segment (para. 4) constitutes nearly half the farm holdings and nearly \nhalf of the rural microenterprises. These, as well as subsistence nonfarm activities such as \nlivestock and fishery have little access to institutional credit. Because of limited assets and \nskills, the landless and tenant farmers remain unemployed or underemployed. As a result, self-\nperpetuating poverty afflicts nearly half the people in these categories. The slow transformation \nof economic growth into household gains can only be overcome by interventions that directly \nreach the lowest segment of the RF market for (i) reducing poverty, (ii) slowing rural-urban \nmigration, and (iii) promoting broad-based rural growth.  \n \n47.  The consensus is to leverage the MSDP framework through incentives designed to \n(i) overcome barriers to financial intermediation such as lack of institutions; (ii) accelerate and \nsupport institutional development; and (iii) provide limited onlending support until new MFIs \nhave established credibility and a track record to borrow from the market. The public-private \npartnership for poverty reduction established under MSDP (para. 21)  will be extended by \nestablishing a New Bank Fund (NBF), worth $15 million, with SBP to encourage the emergence \nof MFIs in rural areas, especially at the provincial and district levels, and to facilitate the delivery \nof MF services to the lowest segment of the RF markets (Appendix 5).  \n \n48.  SBP Act of 1956 provides for the creation of and management of funds by SBP. SBP will \nprepare  detailed  rules  for  operating  NBF.  The  rules  will  include  (i)  fund  description and \ndefinitions, (ii) objectives and purposes, (iii) contributions and investments, (iv) governance and \nadministration, (v) annual reports and audits, (vi) eligible institutions, and (vii) qualifying criteria. \nThe eligible MFIs will abide by SBP-approved business plan including gender outreach targets. \nNBF will provide institutional strengthening loans at soft terms not exceeding half the initial \nequity investment by the promoters. The loans will be converted into subordinated debt after 3 \nyears provided that MFIs attain a predetermined self-sufficiency standard. MFIs eligible to draw \non NBF resources will also have access to the credit line and specialized funds42 under MSDP \nprovided they meet the requirements.  \n \n49.   NBF and its linkages with MSDP will ensure the gender orientation of MFIs, their \nproducts, and delivery mechanisms. The institutional strengthening support from NBF is meant \nto meet the costs for enhancing women’s access to MF, which are significantly higher due to \nconstraints on mobility and social interaction. The institutional strengthening component will help \nup-front investments in mobile units to enable MF service delivery to remote rural communities, \nand  recruit,  train,  and  retain  women  staff.  Further,  the  eligibility  of  MFIs  to  access  the \nspecialized long-term funds for social mobilization and community investment under MSDP will \nensure  that  social  intermediation  and  access  to  basic  infrastructure  precede  as  well  as \naccompany MF services.  \n \n                                                 \n42 MF Social Development Fund, Community Investment Fund, Deposit Protection Fund, and Risk Mitigation Fund.  \n   ", "16  \n50.  Interest  in  establishing  MFIs  originates  from  private  investors  including  overseas \nagencies, large NGOs with substantive interest in MF, CBs that wish to corporatize clusters of \nrural branches into MFIs, provincial governments that would like to transform PCBs, local/district \ngovernments, and other public-private sources. ZTBL may also invest in MFIs. Interest in district \nlevel MFIs is positive and is considered consistent with the ongoing devolution process. \n \n   d.  Product and Process Innovations43  \n \n51.  Because  of  the  mixed  experience  worldwide  in  crop  insurance  introducing  any \nnationwide scheme runs the risk of adverse selection and failures. However, reducing the \nvulnerability  of  the  rural  households  is  important.  Absence  of  insurance  services  forces \nhouseholds to forego opportunities, save in nonfinancial assets, borrow at usurious rates, and \nremain unemployed or underemployed. Only those with access to formal sources have the \noption to save and borrow in times of emergencies. Risk management should, therefore, be \nlooked into at farm and bank levels and efforts to manage risk could be made through income \ndiversification, savings, emergency funds, and insurance, and reinsurance. Some schemes can \nbe developed to reduce if not totally eliminate the impact of natural risks. It is commonly \naccepted that the Government often need to share the cost of insurance schemes for small and \nsubsistence farmers. As part of the RFSDP, a Pilot Insurance Plan for up to four districts will be \nprepared in consultation with sector specialists. With preferential access to ZTBL borrowers, the \nPilot Insurance Plan will (i) cover drought and floods, (ii) adopt actuarial rates, (iii) link and \nactivate claims after declaration by a competent authority, and (iv) restrict indemnity to verifiable \ninstruments.  It  may  on  an  as-needed  basis  include  subsidies  and  define  the  role  of  the \nGovernment in replication.  \n \n3.  Important Features  \n \n52.  The  RFSDP  design  contributes  to  the  goals  of  the  Poverty  Reduction  Partnership \nAgreement, the Government’s Ten-Year Perspective Development Plan, and IPRSP (paras. 15 \nand 34). The RFSDP integrates the key elements of ADB’s poverty reduction strategy, private \nsector  strategy,  MF  development  strategy,  and  rural  sector  analysis.44  The  RFSDP  will \nstrengthen ADB’s role in RF, which is critically linked to a range of rural sector interventions.  \n \n53.  Simultaneity and Linkages. Given the multidimensional nature and causes of poverty, \nthe RFSDP has been timed to coincide with (i) structural adjustment projects to create better \nconditions for a market-based financial sector, (ii)  agriculture sector policies that enhance \nagricultural income potential; and (iii) infrastructure projects that break production bottlenecks, \nreduce production risk, and bolster the return to capital. The RFSDP is well anchored with the \nreforms in the banking sector and is consistent with the proposed ADB projects relating to \nagribusiness export and small- and medium-scale enterprises (Appendix 6).  \n \n54.  Sustainable Paradigm.  The  Government  has  redefined  its  role  as  complementing, \nfacilitating, and improving the functioning of RF markets. Heterogeneity of the demand (para. 4) \nis recognized and so are the expectations from RF in terms of income expansion and poverty \n                                                 \n43 Savings and loan products will be developed as part of the institutional strengthening of ZTBL, MFIs, and CBs. \nCredit expansion will be facilitated by legal, regulatory, and institutional reforms relating to titling and registering \nland, secured transactions, and lowering the cost of foreclosures. Addressing these issues within the scope of \nRFSDP though will not be possible, as the focus is on enhancing outreach from its existing narrow base through \nsustainable institutions. The proposed 2003 technical assistance for RF could explore some of these issues.  \n44 ADB. 2000. Fighting Poverty in Asia and the Pacific: The Poverty Reduction Strategy of the Asian Development \nBank. Manila; ADB. 2000. Promoting the Private Sector to Support Growth and Reduce Poverty: Private Sector \nDevelopment Strategy. Manila; ADB. 2000. Finance For the Poor: Microfinance Development Strategy. Manila; and \nthe five volume ADB. 2000. Study of Rural Asia. Oxford University Press. New York. \n   ", "  17\nreduction (paras. 18–21). This enabled introduction of an integrated approach where demand \nfrom  the  middle  and  lower  segments  are  linked  with  corresponding  institutional  forms. \nConsidering  the  evolutionary  nature  of  reforms,  the  RFSDP  incorporates  successful \ninternational and local practices and MSDP experience. Reform options were evaluated in terms \nof cost-effectiveness, probability of success, and sustainability.  \n \n55.  Maximizing  Long-Term  Impact  Through  Good  Governance.  The  RFSDP \nfundamentally alters the norms for governance and institutional design. Candid assessment of \ncorruption and remedial actions indicate the resolve to deal with sensitive issues. By shifting \nemphasis  to  systemic  issues  that  have  so  far  segmented  the  RF  market  and  affected \nsustainability, the RFSDP represents a generational change from RF projects that prioritized \ncredit lines. Within the key institutions, the RFSDP emphasizes optimizing financial and human \nresources, improving repayment rates, designing demand-adapted products and services, and \nencouraging  resource  mobilization  through  savings  and  borrowings.  Savings  mobilization \nprovides greater prospects for sustained outreach compared with a finite credit line. Financing \nloans out of savings will diminish the patronal relationship that exists between borrowers, RFIs, \nand the Government. Investing in IT and MIS will lay the basis for better portfolio quality.  \n \n56.  Encouraging Private Sector Role. The RFSDP emphasizes enhanced private sector \ncontributions  to  poverty  reduction  by  proactively  creating  enabling  conditions,  generating \nbusiness opportunities, and catalyzing private investments. Synergy with MSDP interventions \nhas been integrated in RFSDP design. The NBF capitalizes on the framework developed under \nMSDP to encourage the establishment of new MFIs through positive incentives for institutional \nstrengthening and outreach expansion.45 The NBF signals Government’s long-term commitment \nin MF to potential local and international investors. The public-private partnership provides \ntransparent incentives with focus on the poor, especially poor women.  \n \n4.  Financing Plan  \n \n57.  It is proposed that ADB provide a loan of $225 million from its ordinary capital resources \n(OCR) for the RFSDP, with a term of 15 years, including a grace period of 3 years, with interest \nrate to be determined in accordance with ADB’s London interbank offer rate (LIBOR)-based \nlending facility; a commitment charge of 0.75% per annum; a front-end fee of 1.0% of the loan \namount; and such other terms and conditions set forth in the Loan Agreement.  \n \n58.  The use of ADB funds is in support of reforms that address complex long-standing and \nsensitive issues relating to (i) dismantling the repressive RF paradigm so as to enhance the flow \nof resources to the rural sector, (ii) enhancing governance and institutional norms for the benefit \nof the middle and lower segments of the RF markets, (iii) reducing misdirected and nontargeted \nsubsidies, and (iv) encouraging sustainable public-private partnerships to enhance employment \nand income-generating opportunities for the poor. The estimated adjustment cost of $547 million \nfor implementing the RFSDP includes: conversion of Government loan to ZTBL ($274 million) \ninto ZTBL equity after settling ZTBL claims on the Government; performance-linked cash equity \nfrom the Government to ZTBL (about $170 million); rightsizing of ZTBL through a voluntary \ngolden handshake scheme funded by the Government ($84 million);46 NBF ($15 million); and \nRF Resource Center ($1 million), Credit Union Plan ($1 million), and Pilot Insurance Plan ($2 \nmillion). The International Monetary Fund has factored in expenses up to $100 million for \n                                                 \n45 MSDP does not include incentives for establishing new MFIs.  \n46 Estimated 3,000 out of the 7,692 staff are expected to eventually avail of the facility. Nearly 2,000 have already \napplied.  \n   ", "18  \nRFSDP related costs during FY2003 under the quantitative targets of the ongoing Poverty \nReduction and Growth Facility. \n \n5.  Implementation Arrangements  \n \n    a.  Program Management \n \n59.  Ministry of Finance (MOF) will be the Executing Agency (EA) and will coordinate with \nSBP on policy reforms. A program/project management unit (PMU) has been set up at MOF \nwith a project director and 1 full-time officer, to coordinate, monitor, and supervise program \nimplementation. One more full-time staff will be recruited from among qualified professionals. \nSBP will be the Implementing Agency (IA) for the NBF and RF Resource Center, and ZTBL for \nZTBL restructuring. The Rural and MF Support Division within SBP will serve as a project \nimplementation unit (PIU) and has been strengthened with 1 additional officer. Additional staff \nwill be provided with growing volume of work. ZTBL has set up a PIU with 2 full time officers. \nThe National Credit Consultative Council comprising a broad array of stakeholders will ensure \nwider consultation on policy matters.   \n \n  b.  Period of Implementation \n \n60.  Implementation period is 3 years, and to be completed by December 2005 (Appendix 7).  \n \n  c.  Procurement and Disbursement \n \n61.  The loan proceeds will be used to finance the foreign exchange costs of items produced \nand procured in ADB member countries, excluding ineligible items (Appendix 8). The Government \nwill certify that (i) if the loan proceeds will finance goods already imported, the value of eligible \nimports in the period concerned will exceed the amount of the requested withdrawal; or (ii) if the \nloan proceeds finance items to be imported, the value of eligible imports in the immediately \npreceding 1-year period will be equal to or greater than the amount of the requested withdrawal \nplus all other amounts expected to be withdrawn during the period. Simplified disbursement \nprocedures and related requirements will be adopted.  \n \n  d.  Accounting, Auditing, and Reporting \n \n62.  The use of the loan proceeds will be audited if ADB so requests. ADB retains the right to \n(i) audit any account, and (ii) verify the validity of the certification issued by the Government for \neach withdrawal application. Prior to withdrawal, the Government will open an account at SBP to \nreceive all loan proceeds. The account will be managed, operated, and liquidated in accordance \nwith terms satisfactory to ADB. The PMU will send quarterly progress reports to ADB on the policy \nreform measures including ZTBL restructuring, RF Resource Center, Credit Union Plan, Pilot \nInsurance Plan, and NBF including all entities that avail of NBF.  \n \n  e.  Counterpart Funds  \n \n63.  As part of RFSDP, it has been agreed that the Government will contribute the entire \ncounterpart funds for ZTBL restructuring ($206 million), NBF ($15 million), RF Resource Center \n($1  million),  Credit  Union  Plan  ($1  million),  and  Pilot  Insurance  Plan  ($2  million).  The \nGovernment and ADB will monitor the use of counterpart funds. Precise and monitorable \ndedication of counterpart funds through explicit expenditure commitments directly supports \nRFSDP reforms and contributes to the Government’s and ADB’s poverty reduction goals. The \nallocation  of  counterpart  funds  is  in  the  context  where  resource  requirement  for  poverty \n   ", "  19\nreduction is immense. Use of counterpart funds outside the Government budget structure will \nenable flexibility to adapt to changing sector requirements.  \n \n  f.  Tranching and Monitoring \n \n64.  The program loan will be released in 4 tranches over 3 years to meet the expected \noccurrence of associated costs and subject to ZTBL performance.  The first tranche of $100 \nmillion will be released upon loan effectiveness; the second tranche of $50 million, after 7 \nmonths of the first tranche; the third tranche of $50 million, within 12 months of the second \ntranche; and the fourth tranche of $25 million, within 17 months of the third tranche, in each \ncase subject to compliance with the conditions for their respective releases.  \n \n65.  Monitorable and time-bound actions are reflected in the policy matrix attached to the \ndevelopment policy letter (Appendix 2). Both the Government and ADB will regularly and closely \nmonitor RFSDP implementation. Special reviews and audits will conducted periodically. Specific \nperformance indicators with regard to ZTBL have been developed (Appendix 4, Table A4.5).  \n \n    g.  Program Performance Management System \n \n66.  PMU will establish and maintain a program performance management system including \na database on the status of policy reform measures and program indicators based on the policy \nmatrix. This will be linked with the project performance management system (para. 86).  \n \n  h.  Program Review \n \n67.  The Government, SBP, ZTBL, and ADB will conduct a comprehensive midterm review at \nthe end of year 2 to evaluate the progress of the reform measures and their impact on the \nsector. ADB will also monitor implementation through periodic reviews and progress reports. \nADB  will  conduct  annual  reviews  throughout  the  implementation  period  to  identify  further \nmeasures necessary for the continued development of the RF markets. \n \nC.  The Project Loan  \n \n1.  Objectives \n \n68.  The project loan will strengthen key institutions to help them provide affordable financial \nservices for increasing rural incomes, employment, and investments. Institutional diversity and \nstrengthening will increase the access of the rural households to financial services.  \n \n2.  Components and Outputs  \n \n69.  ZTBL  Restructuring.  The  project  loan  will  support  implementation  of  the  ZTBL \nrestructuring plan covering the following (i) governance: establish an environment that facilitates \ngood  governance  and  accountability;  (ii)  systems:  modernize  operations  through  use  of \ntechnology, networking, and communication tools; (iii) business processes: streamline products \nand delivery systems so as to reduce transaction costs, simplify  operations, and increase \noutreach; (iv) products and services: introduce products and services that are financially and \neconomically  viable;  (v) human  resource  development:  improve  standards  and  skills  of \nmanagement and staff and strengthen training capacity; and (vi) IT: establish new hardware and \nsoftware platform to support MIS, accounting system including forensic accounting, and risk \nmanagement functions. Hiring of a management team and functional specialists, both domestic \nand international, and study visits will also be supported. \n   ", "20  \n70.  SBP Institutional Strengthening for RF Regulation. Institutional strengthening support \nfor SBP will include (i) reviewing the prevailing supervisory and regulatory policy, systems, and \nframework  for  RF;  (ii)  upgrading  and  formulating  guidelines,  operational  procedures,  and \nstandards for off-site and on-site inspection, supervision, and reporting; (iii) assessing human \nresource,  skills,  and  IT  requirements;  (iv) installing  basic  IT  infrastructure,  facilities  and \nequipment; and (v) providing training and skills development. The RF Resource Center will be \nassisted in terms of staffing, library, equipment, and partial support for costs of recurring training \nand study visits. The Agriculture Credit Department and Rural and MF support Division will also \nbe strengthened.  \n \n71.  MOF Institutional Strengthening. The PMU will receive capacity building support for (i) \nimplementing the program and the project and (ii) preparing the Credit Union Plan and Pilot \nInsurance Plan and skills, equipment, and facilities support for implementing these plans.  \n \n3.  Important Features \n \n72.    Strengthening  ZTBL  will  produce  a  stream  of  benefits  that  include  efficiency, \nsustainability,  and  greater  outreach.  The  project  cash  flows  and  profitability  pay  off  the \ninvestments within the RFSDP duration. Emphasis on IT, both at ZTBL and MFIs, aims to \nprovide  quality  services  to  rural  households.  The  RF  Resource  Center  institutionalizes \nknowledge  management  and  dissemination.  As  autonomous  institutions  with  a  significant \nprivate sector stake, MFIs will provide a broad range of financial services to the poor, especially \nwomen. Access to the MSDP credit line will facilitate outreach expansion through MFIs. \n \n4.  Financing Plan  \n \n73.  The estimated project cost of $29.6 million equivalent (Table 1), comprises $17.2 million \n(58%) in foreign exchange and $12.4 million equivalent (42%) in local currency (Appendix 9 and \nSupplementary Appendix C). The financing plan is in Table 2. \n \nTable 1:  Project Cost Estimates ($ million) \nItem   Foreign                   Local           Total \nExchange  Currency          Cost \nA. Base Cost       \n    1.  ZTBL Restructuring   10.4  8.7  19.1 \n    2.  SBP Institutional Strengthening   2.0  1.2  3.2 \n    3.  MOF Institutional Strengthening   1.3  0.6  1.9 \n                  Subtotal (A)  13.7  10.5  24.2 \n       \nB. Contingencies       \n     1. Physical Contingencies   1.4  1.1  2.5 \n     2. Price Contingencies     0.8  0.8  1.6 \nSubtotal (B)  2.2  1.9  4.1 \n       \nC. Service Charges       \n1. Interest During Implementation       0.9  0.0  0.9 \n2. Commitment Charges   0.2  0.0  0.2 \n      3. Front-end Fee   0.2  0.0  0.2 \n                Subtotal (C)  1.3  0.0  1.3 \n       \n    Total  17.2  12.4  29.6 \nSource: Asian Development Bank estimates.  \n \n74.  The Government has requested that ADB provide a loan of $25 million from its OCR. \nThe Borrower will be the Government of the Islamic Republic of Pakistan. The OCR loan will \nhave a 24-year term, including a grace period of 4 years; an interest rate to be determined in \n   ", "  21\naccordance with ADB’s LIBOR-based lending facility; a commitment charge of 0.75% per \nannum and a front end fee of 1% of the loan amount; and such other terms and conditions set \nforth in the Loan Agreement.  \n \n75.  The provision of the local currency cost is warranted from the objective of creating \ninstitutional capacity for greater outreach. Country considerations justify the provision of local \ncurrency cost financing. Concerted efforts have been made to maintain domestic investment \nlevels to sustain growth, but the country faces persistent budget pressures. Moreover, the \nprogram loan only partially meets the cost of implementing the reforms. \n \nTable 2: Summary of Financing Plan \n($ million) \nSource  Foreign  Local Currency  Total  Percent \nExchange  Cost \n         \nAsian Development Bank  16.86  8.12  24.98  84 \nGovernment  0.38  4.26  4.64  16 \nTotal  17.24  12.38  29.62  100 \nSource: Asian Development Bank estimates. \n \n  5.  Implementation Arrangements  \n \na.  Project Management  \n \n76.  As the EA, MOF will oversee and coordinate implementation and will directly implement \nthe Credit Union Plan and Pilot Insurance Plan. ZTBL will be the IA for ZTBL restructuring and \nSBP will be the IA for strengthening supervision and regulation, NBF, and the RF Resource \nCenter. The Rural and MF Support Division of SBP will be the PIU. ZTBL has set up a PIU with \n2 full-time staff at Islamabad. Drawing on the MIS of ZTBL, the PIU will submit information and \nanalysis to the PMU and coordinate the fielding and work of consultants. The PMU will ensure \nsubmission of periodic reports and will adopt sound accounting and internal control systems. \n \n77.  Flow of Funds. The foreign exchange risk will be borne by the Borrower. The proceeds \nwill be passed on in the following manner: (i) equipment and capacity building support to ZTBL \nas a grant from the Borrower; and (ii) funds for NBF, RF Resource Center, Credit Union Plan, \nand Pilot Insurance Plan as a grant from the Borrower.  \n \n78.  Management of NBF.  NBF will be governed by NBF Rules (para. 48). The Rural and \nMF Support Division of SBP will be responsible for investing, managing, and operating  NBF. \nNBF  will  be  invested  only  in  approved  government  securities,  and  the  incomes  will  be \nreinvested. Independent auditors will annually audit NBF and the reports will be made public. \nSBP will install a web page for wider dissemination about NBF facility.  \n \nb.  Period of Implementation  \n \n79.  Implementation period is 3 years, and to be completed by December 2005 (Appendix 7).  \n \nc.  Procurement  \n \n80.  Goods and services will be procured subject to the provisions of ADB's Guidelines for \nProcurement. Vehicles and office equipment will be procured through international competitive \nbidding procedures for packages exceeding $500,000 equivalent, and through international \n   ", "22  \nshopping procedures for packages between $100,000 and $500,000 equivalent. For packages \nbelow $100,000 equivalent direct purchase may be used. Most of the equipment relates to \nsoftware and hardware, which depending upon the requirements of ZTBL will be procured either \nin one package or several packages as appropriate. \n \nd.  Consulting Services \n \n81.  The project loan will finance 438 person-months of international and 651 person-months \nof domestic consulting services. All consultants to be financed from the proceeds of the ADB \nloan will be recruited in accordance with ADB’s Guidelines on the Use of Consultants  and \narrangements  for  engaging  domestic  consultants  satisfactory  to  ADB.  Consultants  will  be \nrecruited by SBP for strengthening supervision and regulation, NBF, and RF Resource Center; \nand by the PMU for all other aspects including ZTBL restructuring. Where firms are to be \nengaged, the quality-based selection method will be used for selecting consultants. Simplified \nprocedures will be used wherever appropriate. \n \ne.  Disbursement Arrangements  \n \n82.  On behalf of the Borrower, SBP  will open at National Bank of Pakistan, within 1 month of \nloan effectiveness, an imprest account denominated in US dollars. The imprest account will be \noperated and maintained in accordance with ADB’s Handbook on Loan Disbursements dated \nJanuary 2001 and ADB’s Interim Guidelines for Disbursement Operations–LIBOR Based Loan \nProducts dated July 2002. ADB will advance 3 months of estimated expenditures (about $2.5 \nmillion) into the imprest account. Foreign exchange payments or letters of credit, as well as local \ncurrency  expenditures  may  be  paid  out  of  the  imprest  account.  The  ADB  statement-of-\nexpenditure procedure will be used to liquidate and replenish the imprest account for individual \npayments not exceeding $50,000. \n \n83.  SBP, ZTBL, and MFIs will maintain separate records and accounts adequate to identify \ngoods and services financed out of the loan proceeds and the NBF to disclose their use following \nsound accounting principles. Such accounts and records will be audited annually by auditors \nacceptable to ADB. Within 6 months of the close of the financial year, certified copies of the audit \nreport together with the auditor’s opinion will be submitted to the Government and ADB. The audit \nreports will include a separate opinion on the use of the imprest account.  \n \nf.  Accounts, Audits, and Reports  \n \n84.  The PMU will submit reports to ADB concerning the use of the loan proceeds, project \nadministration,  and  financial  management.  The  reports  include  quarterly,  semiannual,  and \nannual project implementation reports, a midterm review report, a project completion report \nincluding program and project components, within 3 months of project completion. The reports \nwill cover (i) expenditures; (ii) activities financed by NBF; (iii) highlights of audit reports, of ZTBL, \nMFI, and RF operations of CBs; (iv) training activities and their impact; and (v) performance of \nCredit Union Plan and Pilot Insurance Plan. These topics will be discussed in greater detail in the \nannual reports. ZTBL will prepare quarterly reports analyzing the overall financial and operational \naspects including the implementation of the ZTBL restructuring plan.  \n \n85.  The Government will maintain separate records and accounts for the imprest fund and \nproject expenditure in accordance with sound accounting principles and will have such accounts \nand records audited annually by auditors acceptable to ADB.  The Government will ensure that \nthe submission of project reports, audited accounts, and financial statements comply with ADB's \nrevised guidelines introduced in 1998. Audited annual accounts of ZTBL will be submitted to \n   ", "  23\nADB within 6 months of the reporting period. SBP will also provide the key findings of its \ninspection report on ZTBL and MFIs. Independent auditors acceptable to ADB will audit NBF \nannually and will also inspect physical activities. In addition, 3 annual management audits of \nZTBL will evaluate management autonomy, business strategy, organizational structure, credit \npolicy and procedures, service delivery systems, MIS, and training policies and programs. \n  \ng.  Project Performance Management System \n \n86.  ZTBL will establish and maintain a project performance management system that will \ngenerate monthly, quarterly, and annual reports. The reports will comprise (i) financial reports \ncovering loan portfolio growth and performance, liability growth and management especially of \nsavings  deposits,  and  financial  performance  indicators  concerning  earnings  and  liability \nstructures; (ii) details of the number of borrowers by gender, poverty classification, type of \nservices, and size of transactions; (iii) information on the performance of staff measured by \nfinancial volume, number of customers, and earnings ratios; (iv) information showing planned \nand actual levels of activities; and (v) annual financial statements. A format for assessing \npoverty  reduction  impact  of  services  will  be  developed.  Audited  financial  and  operational \ninformation will be made available on the ZTBL website. For MFIs, a system equivalent to that \nfor KB will be mandatory (Appendix 5, Table A5.1).  \n \n    h.  Project Reviews  \n \n87.  ADB and the Government will periodically review project implementation. The reviews \nwill include evaluation of the project scope; implementation arrangements; consultation with \nZTBL, MFIs, CBs; implementation of ZTBL restructuring plan; progress with the policy reform \nagenda; and capacity building measures. ADB will also field regular review missions, including \nmidterm; and project completion review missions. A comprehensive midterm review at the end \nof year 2 will be undertaken to evaluate actual physical and financial progress. Based on this \nreview, modifications and improvements will be considered.  \n \nIV.  PROGRAM BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits and Impacts  \n \n1.  Policy \n \n88.  Increasing  agricultural  productivity  and  diversification  and  increasing  rural  nonfarm \nemployment for higher economic growth have a cause-and-effect relationship with increased RF \nintermediation. Financial institutions can respond to growth opportunities created by the ongoing \nstructural  reforms  only  when  they  operate  in  a  favorable  policy  environment  and  are \nappropriately  governed,  organized,  and  equipped.  RFSDP-supported  reforms  provide  this \ncritical linkage and support the ongoing financial sector reforms.  \n \n(i)  Altering the policy environment that shapes the norms and incentives in which \nfinancial institutions operate will enable sustainable RF markets to grow and \ndevelop. Robust RF markets are correlated with rural growth, thus opening the \npossibility of arresting the flow of resources from the rural sector. \n \n(ii)  Emphasizing good governance and sustainability and strengthening supervision \nwill  permit  the  integration  of  the  hitherto  segmented  RF  markets  with  the \nmainstream financial sector. This will reduce pressure on budgetary sources and \nimprove fiscal space for investment in human development.  \n   ", "24  \n \n(iii)  Undertaking institutional restructuring, rationalization, and closures premised on \ncost-effectiveness  and  probability  of  success  will  give  correct  incentives  for \naddressing weaknesses that impede sustainable financial intermediation.  \n \n(iv)  Developing demand-adapted products and services will permit effective response \nto the heterogeneous demand profile, growing significance of the rural nonfarm \nsector, and immense savings potential.  \n \n(v)  Implementing  strategic  initiatives  and  incentives  for  promoting  private  sector \nparticipation in RF markets specifically aimed at the lowest market segment \nextends  the  successful  MSDP  interventions  through  more  MFIs  with  good \ngovernance and sustainability as core values.  \n \n89.  ZTBL reforms have a reasonably good chance of success by adhering to rigorous credit \nappraisal  and  risk  management.  Gains  from  restructuring  will  be  captured  in  improved \ngovernance,  substantial  cost  savings  through  rightsizing,  and  greater  outreach.  ZTBL \nrestructuring will establish a positive market setting to allow savings mobilization and demand \nled rural lending. In the process, CBs will overcome their apprehension of increasing their rural \nportfolio. A better climate for private sector investment in RF in response to NBF will be created. \nWhile it is difficult to predict the number of new MFIs that will emerge, it is likely that four \ninvestors will eventually meet SBP licensing criteria during the RFSDP duration. The increased \noutreach of new MFIs at provincial and district levels will further increase RF intermediation.  \n \n90.  The RFSDP strengthens ADB’s lead role in RF. Continuous sector analysis by the RF \nResource Center will facilitate policy dialogue. RFSDP-initiated reforms can also establish cost- \neffective means to link the vast network of cooperative societies with sustainable sources of \nfinance (Credit Union Plan) and introduce a viable crop and calamity insurance system (Pilot \nInsurance Plan). The success of these pilots can facilitate the medium-term goals (2002-2006) \nof the Poverty Reduction Partnership Agreement. International dissemination about NBF facility \nwill enhance ADB’s profile in promoting MFIs. \n \n2.   Institutional  \n \n91.  Financial projections (Appendix 4 and Supplementary Appendix A) indicate operating \nself-sufficiency due to improved repayment rate, reduction in staffing expenses, and additional \ncash equity. ZTBL’s initial equity of PRs8.7 billion increases to PRs10 billion at the end of year 2 \n(ending June 2004). For breakeven in year 1 (ending June 2003), the provision for probable \nloan loss will need to be considered as allowable deductions from the operating income and the \ninterest rate on loans will also have to be higher. Maintaining the prevailing rate of interest rate \non loans, by the end of year 2 (ending June 2004), ZTBL is expected to disburse PRs37 billion, \nmeet tax and interests liabilities, generate profit, and increase capital adequacy to above 10% of \nrisk weighted assets. During year 4 (July 2005 - June 2006), the expected return on equity is \n9% and capital adequacy ratio is 16%.  At this level, the Government can begin divesting its \nequity in ZTBL to the private sector. Projections also indicate viability of MFIs (Appendix 5 and \nSupplementary Appendix B) aided by NBF incentives. Breakeven period for the provincial and \ndistrict level MFIs is 5 years, at interest rates of 18% and 20%, respectively.  \n \n \n \n \n \n   ", "  25\n \n3.   Economic and Financial  \n \n92.  The estimated ZTBL outreach of 600,000 clients p.a. at the 2005-end is premised on \nsmall farmer focus and resource generated through improved repayment rate and savings \nmobilization. The increased outreach (about 180,000) creates the equivalent of 80,000 full-time \njobs. The economic internal rates of return for sample farm and nonfarm activities range from \n21% to 54%, with a weighted average of 37%. The range in financial internal rate of return is \n17% to 75%, with a weighted average of 45% declining to 33% after allowing for enterprise \nfailure. The profiles show moderately attractive investments available to the rural poor. The \nMFIs are expected to reach 20,000 poor households during the RFSDP duration, and potentially \nmuch more thereafter. Annually, the lending will result in the equivalent of 12,500 full-time jobs. \nThe weighted average economic internal rate of return and financial internal rate of return for \ntypical income-generating activities financed by MFIs are, respectively, 34% and 27% (Appendix \n10 and Supplementary Appendix D). \n  \n4.  Environmental  \n \n93.  An initial environmental examination of farm and nonfarm activities was made and the \nresults were grouped into two broad classes representing larger loans from ZTBL and smaller \nMFI loans to determine their impact on the environment.  None of the representative farm or \nnonfarm activities require a category A assessment. There are no negative environmental \nimpacts  that  cannot  be  mitigated.  However,  emphasis  at  ZTBL  to  effectively  deal  with \nenvironmental issues is modest. As part of the ZTBL institutional strengthening, staff skills in \nenvironmental  impact  assessment  will  be  enhanced.  The  summary  initial  environmental \nexamination is in Appendix 11.  \n \n5.  Social and Poverty  \n \n94.  The RFSDP supports poverty reduction and pro-poor growth with agriculture and rural \nemphasis enumerated in the Poverty Reduction Partnership Agreement. At the macro level, the \npoverty reduction goal is supported through greater access to affordable financial services and \ntheir  effective  use  to  increase  rural  household  income.  NBF  represents  a  direct  pro-poor \nintervention aimed at the lowest segment of the RF market. Appropriately designed and priced \nservices  that  consider  the  asset  and  consumption  buildup  of  households  will  enhance \nhousehold income above the poverty threshold after 4-5 credit cycles. Increased rural financial \nintermediation will help farmers to increase their productivity and support private enterprises, \nboth farm-related and nonfarm, that will generate employment for the rural poor.  \n \n95.  Increased availability of RF services will stimulate linkages within the rural economy and \nbetween the rural and urban economy. The new RF paradigm and NBF incentives create an \nenvironment  conducive  to  private  sector  participation  and  investment  in  RF.  Intertemporal \nassessment of the institutional reforms suggests that, while the full benefits from a strengthened \nRF system are likely to occur in the medium term, ZTBL and MFIs will target the middle and \nlower segments of the RF markets from the outset. The  RFSDP will not have any adverse \nimpact on indigenous peoples and, thus will not trigger actions dictated by ADB’s  policy on \nindigenous peoples and the policy on involuntary settlement. The summary poverty reduction \nand social strategy is in Appendix 12 with further details in Supplementary Appendix E. \n \n \n \n \n   ", "26  \n \nB.   Risks   \n \n1.   Program Loan \n \n96.  The success of the RFSDP depends on a number of assumptions that are subject to \nvariable degrees of risk. Mitigating measures  have been put in place as appropriate and \npossible. \n \n97.  Consistency and Commitment to Reform. RF development requires consistency with \nthe financial sector reforms. The Government has shown unwavering commitment to good \ngovernance, autonomy, and privatization of CBs and has adhered to similar expectations under \nMSDP. The reform agenda under the RFSDP was arrived at after sustained policy dialogue and \nis phased to show outreach results for facilitating sociopolitical acceptance for minimizing the \nrisk of any rollback of the reforms. Nevertheless, the sociopolitical situation will be closely \nmonitored against RFSDP objectives and continuous policy dialogue maintained.  \n \n98.  Private Sector Perception. Private sector investment in RF depends on the perception \nof private investors. The measures under the RFSDP to improve investor confidence are up-\nfront reforms, transparent positive incentives that reflect government commitment, and strong \nSBP  supervision  for  ensuring  good  governance.  While  the  Government  has  managed  to \nstabilize the economy and the outlook is positive, vulnerability to exogenous risks such as \nworsening global outlook, regional conflict, and terrorist attacks remains.  \n \n99.  Short Implementation Period. This risk is reduced through the following measures: \n(i) the ADB loan will be released in 4 tranches to provide greater dialogue between ADB and the \nGovernment, allow more time for the Government to implement the reforms, and enable various \nstakeholders  with  different  interests  to  maintain  ownership  of  the  policies;  (ii)    consulting \nservices will be provided to strengthen implementation capacity; and (iii) the National Credit \nConsultative Council will oversee broader stakeholder coordination (para. 59).  \n \n2.  Project Loan  \n \n100.  ZTBL has been a politicized financial institution with staff values that could affect the \nrestructuring. Autonomy could be eroded and expected improvements in repayments may not \nmaterialize. Factors that mitigate the risks include (i) up-front agreement on the governance \nframework,  autonomy,  and  a  professional  board  and  management  team;  (ii)  financial \nrestructuring for capitalization and funds for making provisions for the portfolio affected by \npolitical waivers and remissions; (iii) redefining the mission and vision with sustainability as the \nkey objective; (iv) reducing overheads including redundant staff with inappropriate skill set; and \n(v) significant investments in IT and MIS. The risk of weak managerial capability has been \nreduced by making the selection of a qualified management team a tranche condition and \nproviding funds to attract the best talent. The private sector board of directors and independent \ncommittees  to  the  board  will  facilitate  good  governance  and  institutionalize  commercial \norientation. \n \n101.  Support is contingent upon performance. Support for restructuring rather than onlending \nwill alter ZTBL behavior and orient it to attract deposits and enhance eligibility for raising \nresources from money markets. Tightening of credit standards, more attention to credit risk, and \nrigorous credit appraisal will improve the portfolio quality. These actions will drive up cost in the \nshort term and could even require higher provisioning and draw down the equity. However, in \nthe medium to long run they will strengthen viability. Risks associated with loan remissions and \n   ", "  27\nwaivers are mitigated by the Government’s commitment that it will not pardon outstanding loan \nrepayment or discourage debt recovery.  \n \n102.  Improvement in loan collection is also premised on (i) stricter powers available to banks \nunder the Financial Institutions (Recovery of Finances) Ordinance 2001, (ii) establishment of an \nasset management company, the Corporate and Industrial Restructuring Corporation, and (iii) \nGovernment efforts for improving the banking courts. Redesigned business processes and \nupgraded MIS are expected to significantly enhance appraisal, credit risk management, and \ndelinquency monitoring. It is likely that natural calamities during the RFSDP duration may \nadversely affect the portfolio quality, for which no immediate protection is available. The Pilot \nInsurance Plan is expected to provide practical solutions.  \n \nV.  ASSURANCES \n \n103.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which have been incorporated in the legal documents: \n \n  1.  Program Loan  \n \n(i)  The Government will (a) maintain the policies adopted and actions taken prior to \nthe  date  of  the  Loan  Agreement  for  the  program  loan,  as  described  in  the \ndevelopment policy letter and the policy matrix, for the duration of the RFSDP and \nsubsequently; (b) promptly adopt the other policies and the other actions included \nin the RFSDP as specified in the development policy letter and the policy matrix; \nand (c) ensure that such policies and actions continue in effect for the duration of \nthe RFSDP and subsequently.  \n \n(ii)  Notwithstanding any other provision of the RFSDP Program Loan Agreement \nand Project Loan Agreement if there is a significant shortfall in the achievement \nof agreed performance indicators by ZTBL, ADB will carry out a special financial \nand  operational  review  of  ZTBL  and  reach  agreement  with  ZTBL  and  the \nGovernment regarding implementation of the recommendations of the review and \nuntil such agreement has been reached, no disbursements will be made. \n  \n(iii)  The Government will assist the private sector participants in identifying and \npromoting small MFIs, ensure resources are provided to SBP and MFIs in a \ntimely manner, and review the Microfinance Institutions Ordinance 2001 in light \nof the NBF experience in promoting MFIs. \n \n(iv)  The Government will ensure that the Credit Union Plan and the Pilot Insurance \nPlan will be implemented to the satisfaction of ADB. \n \n(v)  ZTBL will promptly inform ADB of any change in its board of directors or its \nsenior management team, and ensure that any such change will be made in \naccordance with good corporate governance. \n \n2.  Project Loan  \n \n(i)  In case of natural calamities and unforeseen circumstances that affect the equity \nand liquidity of ZTBL, MFIs that avail of NBF, and CBs under the RFSDP, ADB \nwill be consulted immediately and a remedial action plan acceptable to ADB \nprepared within one month thereafter. \n   ", "28  \n(ii)  External auditors will be engaged to audit project accounts, including imprest \naccount,  ZTBL,  MFIs,  and  NBF.  The  annual  audited  accounts  and  financial \nstatements,  together  with  audit  reports,  in  English,  will  be  submitted  within \n6 months following the end of the relevant Government fiscal year. In addition, 3 \nspecial management audits of ZTBL will be carried out.  \n \n(iii)  ZTBL will ensure that the lending operation will be carried out in accordance with \nall applicable environmental laws and regulations of the Government and with \nADB’s environmental policies and procedures.  \n \n(iv)  The provision of para (ii) above (program loan) also applies to the project loan. \n \nVI.  RECOMMENDATION \n \n104.  I am satisfied that the proposed loans would comply with the Articles of Agreement of ADB \nand recommend that the Board approve: \n \n(i)  the loan of $225,000,000 to the Islamic Republic of Pakistan for the Rural Finance \nSector Development Program from ADB’s ordinary capital resources with interest \nto be determined in accordance with ADB’s LIBOR-based lending facility; a term \nof 15 years, including a grace period of 3 years  and such other terms and \nconditions as are substantially in accordance with those set forth in the draft \nLoan and Program Agreements presented to the Board; and  \n \n(ii)  the loan of $25,000,000 to the Islamic Republic of Pakistan for the Rural Finance \nSector Development Project from ADB’s ordinary capital resources with interest to \nbe determined in accordance with ADB’s LIBOR-based lending facility; a term of \n24  years,  including  a  grace  period  of  4  years;  and  such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft \nLoan and Project Agreements presented to the Board. \n \n \n  Tadao Chino \n  President \n   \n   \n26 November 2002 \n \n \n \n   ", "  Appendix 1  29\nSECTOR AND SUBSECTOR ANALYSIS \n \n1.  Rural financial (RF)1 markets in Pakistan are characterized by low and decreasing \navailability of financing for both farm and nonfarm activities. The shallow RF markets lack \nvariety, breadth, and range in the services they provide.  RF markets have not expanded to \nprovide savings services, credit products tailored to purpose, crop insurance, or remittance \nservices. Access to formal financial services is extremely limited. The high incidence of self-\nperpetuating  poverty  in  rural  areas,  growing  income  inequalities  between  urban  and  rural \nmarkets, and concerns for food security and population vulnerability in rural communities are the \nemerging consequences of the failure to establish RF markets consistent with the needs of the \nrural communities.   \n \n2.  Rural Economy. The estimated 97 million rural population of Pakistan is spread over \n14.3 million households. Nearly 80% of the households earn less than a $1 per person per day.  \nThe  head  count  estimate  of  rural  poverty  is  36.3%  and  that  of  urban  poverty  is  22.4% \n(1998-1999). The estimates show that poverty increased in depth and severity during the 1990s. \nOverall inequality also increased.2 The country experienced successive and severe droughts in \nthe last 3 years. It is, therefore, highly likely that the incidence of poverty, particularly rural \npoverty, today is significantly higher than estimated. The inelastic supply of agricultural land, \nhigher population growth, and gradual mechanization of agriculture have transferred rural labor \nfrom agricultural to nonfarm activities in rural and urban sectors. Nearly two thirds of the \nworkforce is engaged in rural jobs, of which 64% are in agriculture, 12% in services, and 24% in \nrural enterprises,3 construction, and trade. The total agricultural income accounted for only 48% \nof the rural income in the country, the rest came from nonfarm activities including remittances.   \n \n3.  RF Market Structure. The demand profile stratifies the market in 4 broad categories: \n(i) upper: agriculture commodity processors, food processors, large agriculture-based industries, \nagriculture produce wholesalers, and farmers with large landholdings; (ii) middle: the non-poor \nnonfarm  households  and  better-off  farmers  supplying  agriculture  inputs,  operating  rural \nenterprises, and providing agribusiness services; (iii) lower middle: medium farmers, agriculture \nproduce  retailers,  and  smaller  rural  enterprises;  and  (iv) lowest:  landless  poor,  tenant, \nsubsistence, and small farmers. The segments are interdependent and have inherent overlaps. \nOn the supply continuum, the upper segments have more access to formal financial sources \nand the lower segments rely on informal sources.  \n \n4.  Demand. Nearly 60% of the rural households have borrowed either from formal or \ninformal sources, and about one third have outstanding debt. Given the limited access to credit, \nthe rural households have been restricted to borrowing levels that are substantially below their \nneeds. Estimates4 show that the poor and non-poor households in the rural areas have, on \naverage, borrowed loans to the level of PRs22,000 and PRs42,000, respectively, from all \nsources. Relaxing the constraints imposed by high effective rate5 of borrowing and limited \n                                                 \n1 ‘RF’ also indicates rural finance in this Appendix.  \n2  Annual Review 2001. Social Development in Pakistan,  \n3  Rural enterprises include both agriculture-related and nonfarm enterprises. Agriculture-related enterprises include \nsmall-scale processing of agriculture produce and byproducts into semifinished and finished goods, and production \nand supply of agricultural inputs. Nonfarm enterprises include transport, warehousing, handicraft, and weaving.   \n4  Government of Pakistan. 1985.  Rural Credit Survey; Government of Pakistan. 1990.  The Agriculture Census; \nApplied Economic Research Center, Karachi University. 1998.  Rural Financial Markets Study; State Bank of \nPakistan (SBP). 2002.  Report of the Committee on Rural Finance; and SBP.  Annual Estimates for Agriculture \nCredit (from formal sources). \n5  Most borrowings are from informal sources at interest charges between 40-50% per annum.  ", "30            Appendix 1 \n \naccess, the estimated demand for credit could be PRs240 billion-PRs260 billion annually. With \nthe expansion of the RF market, the effective rate of borrowing will decline due to lower \ntransaction costs, which may raise the demand for credit even further.6 Within the RF market, \nsome households do not borrow because of strong risk aversion, while others cannot borrow as \nmuch as they need. Those in the lowest group perceive that they are highly unlikely to have \naccess to reasonably priced credit.  \n \n5.  Whereas the transitory gaps in income generating activities of the rural households, \nparticularly the farm households, raise the demand for credit largely for consumption purposes, \nthe rural households also tend to generate net savings. The poor and non-poor households, on \naverage, are estimated to annually generate net financial savings of PRs4,000 and PRs27,000, \nrespectively. This amounts to around PRs268 billion annually. Since banks in rural areas \nprimarily focus on disbursements, the forms and pattern of rural household savings are still \ntraditional and inefficient. Commercial banks’ (CBs) rural deposits are only a fraction of the \npotential. CBs generally do not accept small savings.  \n \n6.  Supply. The formal RF sector in Pakistan consists of Zarai Taraqiati Bank Limited \n(ZTBL)7 with 343 branches; CBs (3,183 branches); five provincial cooperative banks (PCBs, 205 \nbranches);  the  newly  established  Khushhalibank  (KB)  with  30  branches;  and  the  First \nMicrofinance Bank (3 branches). There are about 10 nongovernment organizations with interest \nin microfinance (MF), a subset of RF. During the year ended June 2001, the formal sources \njointly disbursed a total of 786,000 loans amounting to PRs56 billion i.e., an average loan size of \nPRs71,246.  The  nongovernment  organizations  have  disbursed  about  100,000  loans.  The \nnominal interest rates charged ranged between 13% and 22%. The outreach is merely 6% of \nthe total rural households and the amount disbursed is 21% of the estimated demand. On \naverage, ZTBL disbursed about 1,215 loans per branch annually and the comparable figure for \nCBs was 80 loans. CBs are reluctant to expand their rural outreach and have, on occasions, \npreferred to pay penalties to the State Bank of Pakistan (SBP)—the central bank—for non-\ncompliance with the mandatory credit quota. The limited outreach by formal sources has not \nhelped to reduce the dependence on informal sources where the cost of borrowing is very high. \nThis leaves very little for asset buildup and consumption. The large market share of the informal \nsources at 70% of total loans borrowed in rural areas indicates their dominance. \n \n7.  Funding Sources for RF.  Previous projects funded by the World Bank and Asian \nDevelopment Bank (ADB) essentially focused on credit expansion, with ZTBL as the key \ndelivery channel. Despite impressive onfarm achievements, the project outcomes were rated \nunsatisfactory because institutional development was negligible and sustainability was unlikely. \nSerious financial and liquidity problems, increased dependence on subsidies, unsatisfactory \naccounting practices, and frequent government interventions were considered as major reasons \nfor project failure. The main lessons learned were that deposit mobilization, loan recovery, \nautonomy, and stable professional management were critical for a viable ZTBL. With the rapid \nincrease in rural poverty during the 1990s and ineffectiveness of formal sources of credit in the \nrural hinterland, ADB assisted in establishing KB with the aim of enhancing accessibility of \nsustainable MF services to the landless, subsistence farmers, and the poor. KB has been able \nto maintain portfolio quality, rapidly increase outreach, and establish a network in 30 districts. \n                                                 \n6  Every additional 1% agricultural growth is associated with investment requirement of 2% of agricultural gross \ndomestic product. \n7   Former Agricultural Development Bank of Pakistan.  ", "  Appendix 1  31\nThe policy, legal, and supervisory framework for the establishment of MF institutions (MFIs)8 \nfacilitated the establishment of the First Microfinance Bank.  \n \n8.  Major Issues in RF. A financial paradigm of directed rural credit to promote agriculture \ntechnology, stimulate agricultural production, and help the poor has persisted in Pakistan for 4 \ndecades. RF policies, institutions, and programs adopted a supply-led approach for expanding \nagriculture credit. It meant promoting institutions within government control, expanding their \nbranch network, and directing them to extend credit under various targeted programs. While the \ntargeted beneficiaries, i.e., small farmers and the rural poor could not receive the major part of \nthe benefits, dependence on subsidized credit was perpetuated. Inadequate emphasis was \ngiven to savings and insurance. The government, both as a source of repressive policies and \nprovider of poor-quality RF services, dominated the RF markets. Its direct involvement resulted \nin allocation of credit without due care, as it has often been determined by administrative \ndictates rather than bankability. Consequently, institutions suffered recurring financial losses. \nDue to political interference nonperforming loans remain high in the banking sector. Inefficiently \nrun  government-owned  financial  institutions,9  including  ZTBL  and  PCBs,  were  subject  to \nconsiderable political interference and are characterized by poor portfolio quality, substantial \noverstaffing, and weak human capital.  \n \n9.  A cumbersome system of land titling raises transaction costs and inefficiencies, which \nconstrains the collection of bad loans. The information asymmetries between borrowers and \nlenders contribute to the problem of poor loan recovery and selecting creditworthy borrowers. \nCollateral  orientation  has  helped  in  increasing  investment  and  output.  However,  insecure \ntenants,  sharecroppers,  and  agricultural  laborers  have  received  very  little  benefits  from \nexpanded credit disbursements. They have to rely on informal sources where prices are higher \nand  loan  durations  short.  The  costs  of  physical  distance  and  procedural  complexities  for \nborrowers in effect suppress the true demand for formal financial services. \n \n10.  Conflicts in ownership and regulation prevail. Supervision and regulation by SBP failed \nto prevent systemic weaknesses in the banking sector. The supervision of PCBs by provincial \ncooperative departments has been dismal. Except Punjab PCB, the others are nearly dormant. \nThe perceptions of risk and low profitability have limited CBs exposure in rural areas despite a \nwide  branch  network.  The  resulting  overdependence  on  ZTBL  constrains  the  options  for \npotential clients. Limited outreach of formal sources is also concentrated in periurban areas, \nwhile hilly and mountainous areas are sparsely covered. \n \n11.  Lessons  Learned.  The  development  of  the  RF  markets  in  Pakistan  has  been \nconsiderably distorted resulting in fragmented markets that vary in development and density by \nregion.10 However, during the last 2 years there has been a visible shift in financial sector \npolicies. Focus on macroeconomic stability and prudential supervision of financial institutions \nhas replaced repressive interest rate controls. Financial markets are deepening with product \ninnovation, institutional restructuring, and expansion. However, financial liberalization has not \nyet eased the flow of resources in the rural areas where returns are relatively low because of \nlow agriculture productivity and inadequate infrastructure. CBs remain concentrated in urban \n                                                 \n8  ADB. 2000. Report and Recommendation of the President to the Board of Directors on the Proposed Loan to \nPakistan for the Microfinance Sector Development Program. Manila. \n9  The performance of the state-owned CBs prior to the reforms was nearly the same.  \n10 Mellor, John, W. 1995, Some Issues in Institutional Finance for Agricultural Development: International Evidence \nand Implications for Pakistan, Pakistan Development Review (34) 4:497-532. ", "32            Appendix 1 \n \ncenters. While the intention to expand rural operations is emerging, the skills, technology, and \norientation are lacking.  \n \n12.  Lessons in RF, essentially derived from agriculture credit projects, suggest that price- \ndriven credit programs ignored institutional sustainability. Price restrictions inhibited the ability of \nRF markets to develop internal sources of capital supply. This, coupled with high transaction \ncosts, limited the depth and scale of outreach. Institutional expansion based on a refinancing \nfacility on soft terms proved to be short-lived and nonviable, as it impaired the ability to raise \nresources from money markets. Highly inefficient supply-driven applications of capital and weak \nnon-market-driven management are generally regarded as the basic reasons for the failure of \nZTBL and PCBs. Specific causes of failure revolve around high operating costs, losses, and \ndecapitalization. Poorly designed credit guarantee and insurance programs led to moral hazard \nresulting in repayment disincentives and losses.  \n \n13.  The  experience  of  MF11 on one hand provided a tool for covering the excluded or \nignored segments of society, and on the other hand, provided alternative approaches to cater to \nthe financial needs of the lower segments of the RF markets i.e., microenterprises, the landless, \nand subsistence farmers. High turnover and short loan periods have given microenterprises the \ncapability to pay higher interest rates for gaining access to financial markets.12 MF has shown \nits  relevance  to  credit  delivery  and  lending  innovations  to  cover  risk  analysis  and  credit \nscreening through peer pressure.  \n \n14.  The lessons learned also suggest that removing repressive agriculture sector taxes and \nexchange regime policies enables farmers to increase agricultural production and incomes \nthrough improvements in production technology. Increased farm profitability increases credit \nabsorption capacity. A more focused approach for expanding nonfarm income activities in rural \nareas will significantly enhance the prospects for more efficient financial markets. \n \n15.  Strengthening RF Markets. Structural reforms in Pakistan are eliminating price controls \nand subsidies, liberalizing interest rates, and reducing repression of the financial markets.13 \nThey set the basis for fundamental RF reforms that require dealing simultaneously with the \npolicy environment, financial infrastructure, institutional reforms, and innovations in products \nand services. In the context of ongoing financial sector reforms, the old RF paradigm has come \nunder severe criticism in Pakistan as loan collection problems reached alarming levels, outreach \nremains limited, and transaction costs for both borrowers and lenders are high.14 \n \n16.  Considering the multitude of deep-seated problems, changes can be expected only over \nthe medium term and, therefore, priorities need to be decided for phasing and sequencing \ninterventions. The first step is a well-defined role of the Government that is conducive to the \nestablishment of a favorable policy environment. The core elements of the strategy are two-\n                                                 \n11 Based on experience gained in the implementation of ADB. 2000. Report and Recommendation of the President to \nthe Board of Directors on the Proposed Loan to Pakistan for the Microfinance Sector Development Program. \nManila. \n12 These though still remain much below the interest charged by informal sources. \n13 The reform agenda aims at raising growth to 6% p.a. while ensuring the benefits are widely shared by the poor. \nThe strategy centers around the continued pursuit of sound macroeconomic policies, in particular sustained fiscal \nadjustment, while increasing the share of poverty-related public spending; strengthening governance, with specific \nfocus on efficiency, transparency, and accountability in public resource management; tax policy and administration \nreform; public enterprise restructuring and privatization; and financial sector and foreign exchange market reforms.  \nThe implementation of the 3-year Poverty Reduction and Growth Facility, approved by the International Monetary \nFund in December 2001 for SDR 1.03 billion, to date is generally on track (www.imf.org).  \n14 ADB. 2000. Pakistan Rural Finance Sub-Sector Review, (TA  3229-PAK: Agricultural Sector Program, Annex No.4) ", "  Appendix 1  33\npronged.  The  first  set  of  components  constitutes  (i)  improving  the  policy  environment  by \nextending  the  relevant  financial  sector  policies  to  RF,  (ii)  improving  the  supervisory  and \nregulatory environment, (iii) improving financial governance and institutional capacities, and \n(iv) promoting institutional diversity. The second set relates to: (i) improving outreach and client \noptions, and (ii) implementing institutional restructuring.  \n \n17.  Empirical evidence shows that when the financial sector is liberalized and repressive \npolicies lifted, CBs close rural branches, minimize small transactions, and thereby restrict \naccess of small clients, with negative overall consequences.15 Considering the client profile, \nnature of business, and the status of rural infrastructure, it does not appear likely that RF will \nattract  large  private  commercial  interest  immediately  or  without  incentives.  Therefore,  RF \ninstitutions with probability of turnaround need to be strengthened through good governance \nand efficiency. This will promote institutional diversity to provide quality and quantity of services \nand enhance institutional options for the clients.  \n \n18.  The reforms initiated to restructure ZTBL show a strong Government commitment. \nSustained application of the practices adopted by successful RF institutions will be required for \nrestructuring. These practices relate to (i) good governance, (ii) autonomy to develop and price \nproducts; (iii) effective methods to reduce transaction costs; (iv) product mix with due emphasis \non savings and loans for nonfarm activities; (v) transparent and competent financial, accounting, \nand management systems; and (vi) innovative staff development and incentive systems. As \nnoted in the case of CBs in Pakistan, ZTBL can make a turnaround with improved regulation \nand supervision, good governance, and institutional strengthening support.  \n \n19.  While the general direction of reform should be to enhance economic growth through \nincome expansion, poverty reduction emphasis will require specific support for institutions to \naddress  the  lowest  segment  of  the  market.  The  returns  on  rural  investment  projects  for \nsubsistence are lower than those in the urban trading or manufacturing sector. However, the \nsocial  rate  of  return  on  such  investments,  positive  nonpecuniary  externalities  of  poverty \nreduction, and female employment is high. Given the low level of development, borrowers in this \nsector cannot offer any form of financial collateral. This worsens the risk perception of lenders \nand further lowers the expected financial rate of return. Ways and means must therefore be \nidentified to enhance access. ADB’s ongoing Microfinance Sector Development Program has a \ncomprehensive framework that can be leveraged to address the demand emanating from the \nlowest segment of the RF market with support for institutional strengthening and outreach.16 In \nview of the high incidence of rural poverty, the Government accords high priority to this.  \n \n20.  The  strategic  components  (paras.  16-19)  are  expected  to  significantly  improve  the \nenvironment for RF services, encourage new entrants, and strengthen the existing ones. Both \nthe Government and funding agencies recognize the problems in the RF sector. Supporting \nexpansion of MF through a range of institutions and niitiatives and restructuring ZTBL are \nconsistent with the target to create 11.3 million jobs during 2000-2011 by promoting growth in \nlabor-intensive sectors of agriculture and small and medium-scale enterprises.17 To succeed, \nthe Government, the private sector, and funding agencies must coordinate and balance their \npriorities. \n                                                 \n15 Steel, F. W. 1997. Informal Financial Markets Under Liberalization in four African Countries. \n16 Profit maximization of CBs, including those privatized by the Government, prompts them to direct financial \nresources to investments with the highest rates of return. While desirable in a capital-scarce situation, this reduces \nthe supply of RF. \n17 Government’s Ten-Year Perspective Development Plan and the Interim Poverty Reduction Strategy Paper.  ", " 34 Appendix 2 \n ", "                                   Appendix 2  35\n \n ", " 36 Appendix 2 ", "                            37\nPOLICY MATRIX \n \nThird Tranche: Within  Fourth Tranche: \nFirst Tranche/Actions Complied with  Second Tranche:  12 months of second  Within 17 \nObjectives  Rationale \nMay to October 2002  after 7 months of first tranche  tranche  months of third  \n  tranche \nThe goals of the Rural Finance Sector Development Program (RFSDP) are to ensure permanent access to institutional rural financial services for a majority of rural \nhouseholds at minimal transaction cost and to encourage private sector participation in rural finance (RF).  \n \nThe objective is to develop a sustainable RF system for providing affordable services, primarily to the middle and lower segments of the RF markets for a significant \nincome expansion and poverty reduction impact. Increased financial intermediation will provide opportunities to clients to increase incomes and employment and improve \nquality of life through access to strengthened and responsive RF system.  \nA.  Creating a Favorable Policy Environment  \nAdopt a  The negative impact of   •Rural Finance (savings and credit)  •RFIs will be subject to  •Rules for New Bank  •Review of \nprogressive  government  and rural credit (nonfarm and farm)  prudential norms at par with  Fund (NBF) will specify  mandatory \nRF policy   interventions through   shall be the policy and institutional  commercial banks. (SBP  RF (savings and credit)  agriculture credit \ndirected credit, weakly  orientation for Zarai Taraqiati Bank  Letter)  orientation for  requirements for \ngoverned RF  Limited (ZTBL). (Policy Letter and    microfinance institutions  commercial \ninstitutions (RFIs),  ZTBL Memorandum of Association)   •SBP will only be a lender of  (MFIs). (NBF Rules- banks. (SBP \nrefinance at soft terms,    last resort for RFIs and not a  SBP)  Study)  \nand loans at below  •ZTBL will provide services at  refinancing agency using its     \ncost interest rates  commercial basis and will not be  own resources. (SBP Letter)  •MFI license will be  •Phasing out of \nnecessitated that a  required to give any concessions,    made available to  mandatory \nnew RF paradigm be  write-offs, or waivers pursuant to any  •The mandate of the  eligible investors under  agriculture credit \nadopted. Under the  government directions or policies.  Agriculture Credit Department  the Microfinance  requirements for \nnew paradigm the  (ZTBL Memorandum of Association)  of SBP will be reviewed to  Institutions Ordinance  commercial \nGovernment’s role    ensure active participation in  2001. (NBF Rules-SBP)  banks. (SBP \nshould be to  •No markup rate ceiling shall apply on  RFSDP. (SBP Letter)    Letter)  \ncomplement, facilitate,  RFIs. (State Bank pf Pakistan (SBP)       \nand improve the  letter)      •Policy review in \nfunctioning of the RF      consultation with \nmarkets. Focus shall  •The Government will not pardon    ADB. (Ministry \nbe on creating  outstanding loan repayments. In case  of Finance \nconducive policies,  this becomes inevitable, RFIs will be  {MOF], SBP, \npromoting strategic  compensated adequately and up-front.   ZTBL) \ninitiatives for private     \nsector participation,  •Microfinance Support Division at SBP  •Address other \nrestructuring  will be upgraded as Rural and  emerging sector \npotentially viable RFIs,  Microfinance Support Division. (SBP  issues in   Ap\nand relaxing  Letter)  consultation with  pe\nmandatory credit    Asian  nd\ncontrols.   •Phasing out of special magisterial  Development  ix 2\nplBooaawnneksr .o s( fAf oPgrar rikceiucsolttavuner ra(ylA  oDDfe BavPger)li ocRpuelmtpueerena lt   Bwofai ttnhhkien  ( RAthFDeSB sD)c Po.p e    3        \n7\n ", " 38\nThird Tranche: Within  Fourth Tranche:   3\n8\nObjectives  Rationale  First TraMncahy eto/A Octciotonbse Cr o2m00p2l ied with  after 7 Smeocnotnhds  Torfa fnircsht etr: anche  12 monttrhasn  cohf es econd  moWnttrihathsni conhf 1 et7h  ird            A\np\nBank of Pakistan (ADBP) Repeal  of the RFSDP.  p\ne\nOrdinance).  (MOF, SBP,  n\nd\n  ZTBL)  ix\n•SBP equity in ADBP converted into     2\n \nTier 2 Capital in ZTBL. (Transfer   \nOrder)   \nB.   Institutional Restructuring and Reforms  \n      (i)    Zarai Taraqiati Bank Limited (ZTBL)  \nTransform  Despite significant  • Repeal of ADBP Ordinance. (Cabinet  •Additional cash equity of  •Achievement of  •Provision for the \nZTBL into a  investments over the  Decision)  PRs3 billion. (MOF  Restructuring Plan  balance amount \nsustainable  last four decades, the    notification and ZTBL Audit  milestones. (ZTBL  of bad and \nand efficient  outreach of RF from  • Incorporation as ZTBL. (Certificate of  Report)  Progress Report)  doubtful debts \nRFI.   institutional sources is  Incorporation)      based on \nless than 6% of the    •Appointment of new ZTBL  •Achievement of  portfolio audit \nrural households.  • Constitution of Board, appointment of  senior management with  performance indicators  recommendation. \nGovernment has  Chairperson, and President in  specific terms of reference in  (Appendix 4 Table  (ZTBL Audit \nrecognized that  accordance with Articles of Association.  consultation with ADB. (ZTBL  A4.5). (ZTBL Progress  Report) \noutreach cannot be  (MOF Notification and ZTBL Board  Letter)   Report)     \nextended through  Resolution)       • Review of ZTBL \ninefficient institutions.    •Removal or relocation of  •ZTBL shall make a  performance over \nADBP will, therefore,  • Swapping of Government debt into  existing senior management.  provision of PRs3 billion  the last three \nbe restructured to  equity. (Transfer Order)  (ZTBL Letter)  for bad and doubtful  years by MOF and \nbecome ZTBL for      debts based on portfolio  SBP to ascertain \nproviding sustainable  • Adoption of Restructuring Plan and  •Adoption of code of good  audit recommendation.  the necessity of \nRF services.  performance indicators. (ZTBL Board  governance satisfactory to  (ZTBL Audit Report)  injecting any \nFundamental changes  Minutes and Restructuring Plan)  ADB. (ZTBL Board Minutes)      equity. (MOF \nin the mission, statute,      •Review of ZTBL  Report)  \ngovernance,  • Golden handshake scheme for  •Constitution of the Audit  performance by MOF   \norganization, human  release of first batch of surplus staff.  Committee and Compensation  and SBP prior to  • Completion of \nresources, business  (ZTBL- Golden Handshake Scheme)  Committee of the Board as well  injecting equity  Restructuring Plan \nprocesses, and    as other committees in line  corresponding to  implementation. \nproducts and services  • Commencement of staff separation  with SBP guidelines. (ZTBL  provisions made by  (ZTBL Progress \nwill be undertaken.  following the Golden Handshake  Board Minutes)  ZTBL. (MOF Report)  Report)  \nScheme. (ZTBL Letter)       \n  •Completion of first phase of  • Report on progress of  • Attainment of \n• Acceptance of portfolio audit  golden handshake. (ZTBL  dealing with  Performance \nrecommendations. (Policy Letter)  Progress Report)  misappropriation cases.  indicators \n    (ZTBL Progress  (Appendix 4 Table \n• Provision of PRs3 billion for bad and  •Completion of transfer and  Report)  A4.5). (ZTBL \ndoubtful advances based on portfolio  adjustments of assets and    Progress Report) \naudit recommendation. (ZTBL Audit  liabilities. (ZTBL Audit Report) ", "                            39\nThird Tranche: Within  Fourth Tranche: \nFirst Tranche/Actions Complied with  Second Tranche:  12 months of second  Within 17 \nObjectives  Rationale \nMay to October 2002  after 7 months of first tranche  tranche  months of third  \n  tranche \naudit recommendation. (ZTBL Audit  liabilities. (ZTBL Audit Report)  • Completion of second   \nReport)    phase of golden  • Offer of \n  •Review of implementation of  handshake scheme.  divestment of \n  the Restructuring Plan by  (ZTBL letter)  reasonable \nZTBL Board in consultation    number of shares \nwith ADB. (ZTBL Board)     of ZTBL through \n    an initial public \n•Achievement of Restructuring  offering or other \nPlan milestones reflected in the  methods of sale to \nRestructuring Plan. (ZTBL  the private sector. \nProgress Report)   (ZTBL Letter) \n   \n•Achievement of performance  • ZTBL to join a \nindicators (Appendix 4 Table  deposit insurance \nA4.5). (ZTBL Progress  scheme if such \nReport)   scheme is in \n  place. (ZTBL \n•Notification of  Letter) \ncommencement of second   \nphase of golden handshake.   \n(ZTBL letter) \n     (ii)  Commercial Banks  \nEncourage  Commercial banks    • Establishment of a Rural  • Strengthen the staff  • Review of \ncommercial  have extensive rural  Finance Resource Center at the  resources of the Rural  operations and \nbank  branch network and  National Institute for Banking  Finance Resource  impact of Rural \nparticipation  they have mobilized  and Finance (NIBAF) and  Center. (SBP Letter)   Finance Resource \nin RF for  rural savings.  designate/appoint the head of    Center. (SBP \nenhancing  However, their rural  the center. (SBP Letter)  • Development plan for  Report) \noutreach   credit-to-deposit ratio  training, curriculum, \nis only 12.5%. As part  course materials, library, \nof the RFSDP the  training of trainers, and \nstrengthening of rural  equipment. (SBP Letter) \noperations of   \ncommercial banks  • Commencement of   A\ncould bring substantial  training and development  pp\noutreach gains.   of model operating  en\nd\nmanuals. (SBP Letter)  ix\n   2\n    3        \n9\n ", " 40\n4\n0\nObjectives  Rationale  First TraMncahy eto/A Octciotonbse Cr o2m00p2l ied with  after 7 Smeocnotnhds  Torfa fnircsht etr: anche  T1h2i rmdo Tntrtrahansnc cohhfe es:  eWciothnidn   FmoouWnrtthiht hsTi ronaf n1 tc7hh ired:            A\np\n  tranche  p\ne\n     (iii)   Cooperatives   n\nd\nStrengthen  Cooperatives are    Constitute an interprovincial  • Develop a ‘Credit  • Review of  ix\nprovincial  provincial subjects with  group for outlining the scope of  Union Plan’ for  impact of Credit   2\ncbcohaoanpnkesg retahstr ivioneu  gh  dToifhf fiees srdiuneegps teh ixn apvneodclvt baetrdieo aandnstd.h    tLheet t‘eCrr)e dit Union Plan’. (MOF  scTothroeepn peglratahntei vwneiinl lsg ion ccileutdiees .a   UPGrnooivoveninr nPcmliaaenl n. (tMs)O  F,             \norganization  provincial variations do  framework for   \nand  not permit a standard  modifications in structure,  • Explore the \nmanagement  solution. The situation  constitution, accreditation  replication \nof cooperative  calls for a re-look at  criteria, financial  possibility of the \nsocieties.   the cooperative  systems, by-laws and  ‘Credit Union \n  societies at selective  supervisory  Plan’. (MOF, \n  locations on a pilot  arrangements of  Provincial \n  basis.  cooperative societies.  Governments, \n  (Credit Union Plan -  ADB)  \nMOF)    \n   \n• Select up to four \ndistricts for implementing \nthe Credit Union Plan on \na pilot basis. (MOF, \nProvincial \nGovernments)  \n \n• Commence \nimplementation of Credit \nUnion Plan. (MOF, \nProvincial \nGovernments) \nC.   New Bank Fund  \nPromote  Only a fraction of the    • Establish a New Bank Fund at  • Finalize, and notify the  •Establishment of \nprivate sector  demand for financial  SBP for actively promoting the  rules for the New Bank  MFIs in rural \nfinancial  services from the rural  establishment of MFIs in rural  Fund in consultation with  areas and \ninstitutions in  poor is met. The  areas through institutional  ADB . The rules will  finalization of \nrural areas to  continued demand and  strengthening. (SBP Letter)  include: (i) fund  participation \nenhance  supply gap and  description and  agreement. (SBP) \noutreach,  negligible reach to the  definitions; (ii) objectives   \nespecially to  rural poor makes it  and purposes; (iii)  •Institutional \nthe rural poor.   imperative to establish  contributions and  development \n  MFIs under the  investments; (iv)  support to MFIs in \nframework already put  governance and  accordance with ", "                            41\nThird Tranche: Within  Fourth Tranche: \nFirst Tranche/Actions Complied with  Second Tranche:  12 months of second  Within 17 \nObjectives  Rationale \nMay to October 2002  after 7 months of first tranche  tranche  months of third  \n  tranche \nframework already put  governance and  accordance with \nin place by the ADB- administration; (vi annual  NBF Rules. (SBP) \nfunded Microfinance  reports and audits; (vi)   \nSector Development  eligible institutions; and  • Review of NBF \nProgram.   (vii) qualifying criteria.  impact.  (SBP, \n(NBF Rules - SBP)  MOF and ADB) \nD.   Product and Process Innovations  \nReduce the  Reducing the    Constitute an expert group for  • Develop and finalize a  • Review Pilot \nrisk of lenders  vulnerability of the  outlining the scope of the ‘Pilot  Pilot Insurance Plan in  Insurance Plan \nand borrowers  rural households is  Insurance Plan’. (MOF Letter)  consultation with ADB  and its replication \nthrough  important. Absence of  and ZTBL. Accessible to  prospects. (SBP, \nsustainable  insurance cover forces  the ZTBL borrowers, the  MOF, ZTBL, and \ninsurance  households to forego  pilot will (i) cover defined  ADB) \nmechanisms  economic  calamities, (ii) adopt   \nopportunities, save in  actuarial rate, (iii) \nnonfinancial assets,  activate claims after \nborrow at usurious  declaration by competent \nrates, and remain  authority, and (iv) restrict \nunemployed or  indemnity to verifiable \nunderemployed. The  instruments. (Pilot \nrisk perception of  Insurance Plan- MOF) \nfinancial institutions is   \nreduced significantly  • Implement the pilot in \nwhen the borrowers  up to four districts. \nhave insurance cover.   (Progress Report) \n \n \n \n \n \n \n \n \n \n A\n  p\np\ne\n  n\nd\n  ix\n 2\n  4        \n1\n ", " 42\n 4\n  2\nRURAL FINANCE  SECTOR PLAN           A\np\n  pe\nn\nVISION: Establish a viable and  Phase I  Phase II  Phase III  d\neffective rural finance system for  (2002)  (2003-2005)  (2006-2007)  ix 2\nproviding affordable financial   \nservices to enable the rural  Implement the policy and \nIncrease small farmer orientation   Enhance outreach \nhouseholds to enhance rural  institutional framework  \nincome and reduce poverty \n       \nRural Finance Policy   Implement policy actions   Policy review and coordination   Policy review and coordination \nThe Government will facilitate the     \ndevelopment of the rural financial  •  Extend financial liberalization  •  Review rural finance measures in  •  Policy review and coordination will \ncontinue as in phase II. \nmarkets that provide the economic  policies to rural finance sector  the context of the ongoing \nactors with sustainable financial  •  Link rural finance with Microfinance  financial sector development \nservices with significant outreach in  Sector Development Framework   measures   \nterms of clients served and services     \noffered. The ultimate aim will be to  •  Coordinate rural finance sector  •  Continue as in phase II  \nbring private sector investments and  development with interventions in \nbuild public-private synergies. To  poverty reduction, agriculture,   \navoid the mistakes of the past, the  rural infrastructure, irrigation, and \nGovernment will not intervene directly  agricultural research and \nin granting loans, setting interest  extension. \nrates, pardoning outstanding loan   \nrepayments, and discouraging debt   \nrecovery.  \n \nStrengthen Supervision and  Strengthen supervision and  Improve application of prudential  Review prudential regulations  \nRegulation   regulation   regulations    \n      \n•  Apply supervision system for rural  •  Strengthen the implementation of  •  Review and update prudential \nfinance institutions (RFIs)  supervisory and regulatory system  norms  \nconsistent with the overall     \nframework for the banking sector  ", "                            43\nVISION: Establish a viable and  Phase I  Phase II  Phase III \neffective rural finance system for  (2002)  (2003-2005)  (2006-2007) \nproviding affordable financial \nservices to enable the rural  Implement the policy and \nhouseholds to enhance rural  institutional framework   Increase small farmer orientation   Enhance outreach \nincome and reduce poverty \n       \nBuild Rural Financial Infrastructure  Facilitate institutional transformation  Establish range of service providers   Establish a comprehensive \nlinkages, and services delivery    institutional network  \n     \n•  Facilitate transformation of existing  •  Promote RFIs in the private sector  •  Review the institutional setup \ninstitutions into viable units  •  Establish framework for small  •  Continue as in phase II for all other \n  farmer-owned credit unions and  measures  \n  cooperatives  \n•  Enhance access of insurance \nservices in rural areas  \n•  Promote the development of \nforward and futures trading in \ncommodities  \n•  Enhance interagency and formal \nand informal linkages \n \n    Enhance institutional network    \n     \n•  Deepen and broaden linkages  •  Continue as in Phase II for all other \nbetween RFIs, and other  measures \ninstitutional rural finance sources \n•  Enhance flow of term finance for \nagriculture through resource \nsupport and enhanced presence \nof commercial banks in rural areas \n•  Adopt incentive system for banks \nto expand in rural areas \n•  Provide support for establishment \nof smaller RFIs \n \n        A\np\np\ne\nn\nd\nix\n 2\n \n     4\n3\n ", " 44  4\n4\nVISION: Establish a viable and  Phase I  Phase II  Phase III          Ap\neffective rural finance system for  (2002)  (2003-2005)  (2006-2007)  pe\nproviding affordable financial  n\nd\nservices to enable the rural  Implement the policy and  ix\nhinocuosmehe oalndds  rteod eunchea pnocvee rrutrya l  institutional framework   Increase small farmer orientation   Enhance outreach      2  \nCreate Institutional Capacity   Build sustainable institutions   Enhance effective intermediation  Update and upgrade skills  \n  and supervision    \n     \n•  Strengthen Zarai Taraqiati Bank  •  Continue strengthening ZTBL   •  Establish linkages with regional \nLimited (ZTBL)   •  Give comprehensive capacity-  training centers \n•  Introduce specialized skills for off- building support for RFIs   \nsite and on-site supervision  •  Strengthen or develop specialized  •  Continue as in Phase II for all other \n•  Improve collection, collation, and  rural finance training centers   measures \nanalysis of rural finance data  •  Strengthen rural finance \norientation of commercial banks \n•  Introduce rural finance \nspecialization in commercial \nbanks \n•  Introduce specialized skills for off-\nsite and on-site supervision for RF \nin SBP \n•  Improve collection, collation, and \nanalysis of rural finance data \n       \nEnsure Small Farmer Orientation  Promote innovative pilot projects   Enhance outreach to special groups  \n   \n•  Establish pilots in resource-poor  •  Replicate successful pilots \nareas to provide adapted and  •  Enlarge coverage of risk mitigation \naffordable services  efforts \n     •  Reduce risk of small farm  •  Continue as in Phase II for all other \n  households   measures \n \n \n \n \n ", "               Appendix 3  45\nPROGRAM FRAMEWORK \n \nDesign  Measurable  Monitoring  Assumptions \nSummary  Indicators  Mechanisms  and Risks \n       \nSector/Area Goals \nEstablish a sustainable  Increase the viability of rural finance  -Project Reports (RFI,  The Government pursues a \nrural finance (RF) system  institutions (RFIs) and microfinance  MFI Reports)  RF paradigm that enables \ninstitutions (MFIs)  -Project Reviews  RFIs and MFIs to operate \n(semiannual, annual,  autonomously within a \nand midterm)  liberalized financial policy \n-Audit Reports  regime.  \n(including State Bank   \nof Pakistan [SBP]  There are no politically \nreview reports)   motivated interventions that \n-Project Completion  affect lending, loan \nReport  collection, and \n-Asian Development  postponement of debts. \nBank (ADB) review   \nmissions \n \nImprove resource flow to  RFIs and MFIs responding to their  Project reports  RFIs and MFIs focus on the \nthe rural sector and  business judgment in lending  Project reviews   lower segments of the \nequitable resource  decisions, not to government or  ADB review missions  market, especially the poor, \nallocation through  political directives   and maintain performance \nimproved governance     standards to attract \n  Increase in the number of rural  resources for outreach \nhouseholds that receive reasonably  expansion. \npriced RF services by 200,000   \n  Weak RFIs are \nHalf of the increase in outreach  appropriately restructured \ncomprise of small, subsistence, and  with staff, skills, and \ntenant farmers; and the landless and  facilities and operate in a \nthe poor  framework that supports \n  good governance.  \nHigher rural loan disbursement    \n \nIncrease in the amount of rural \nsavings mobilized by RFIs and MFIs \n \nEconomic growth and  Targeted gross domestic product  Country economic   \npoverty reduction  increase and reduced number of  report and poverty   \nthrough access to  people below poverty line   indicators    \naffordable RF services      \n     \nSpecific Purposes        \nDevelop the RF sector to  Expansion of RF sector in terms of  Government and ADB  Macroeconomic growth and \nefficiently provide  number of RFIs, MFIs, and active  closely monitor the  market opportunities will \naffordable financial  participation of commercial banks  implementation and  continue to improve the \nservices for economic  (CBs) and their increased outreach  impact of the Rural  profitability of rural \ngrowth and poverty  Finance Sector  economic activities. \nreduction   Development   \n  Program (RFSDP)   \n \n(i) Create a favorable  Extend liberalized financial sector  Government-  The RF policy is pursued \npolicy environment   framework for RF sector  provided policy  and implemented. \ndevelopment  framework   \n \n(ii) Introduce institutional  Increased financial services,  Project reports  No pressure to provide \nreforms and restructuring   viability, and meeting performance  Project reviews   below-cost services or \n  targets through extensive  Audit reports  politically motivated loans. \n  institutional strengthening support  ADB review missions  RFIs and MFIs develop \n  adequate capacity. \n ", "46       Appendix 3 \nDesign  Measurable  Monitoring  Assumptions \nSummary  Indicators  Mechanisms  and Risks \n  Cooperative societies exposed to    The framework encourages \nbest international practices in  transformation of \ncooperative management   nongovernment \norganizations (NGOs) into \nMFIs.  \n \n  RF Resource Center to help    CBs voluntarily extend their \nstrengthen rural operations of CBs  outreach in response to \nfavorable policies.  \n \n(iii) Establish more MFIs   Establishment of MFIs and  Project reports  Private sector responds to \n  institutional development support  Project reviews   incentives provided through \n  from the New Bank Fund (NBF)  ADB review missions  the NBF. \n   \n(iv) Initiate a crop  Insurance coverage for farmers in  Project reports  The scheme is client-driven \ninsurance scheme to  selected districts to mitigate the  Project reviews   and farmers are willing to \nreduce the risks in RF  effects of verifiable risks such as  Audit reports  pay the insurance \nfloods and droughts   premium. \n   \nOutputs       \nFavorable policy  RF pursued as market-based activity  The Government  The Government maintains \nframework for RF  on a sustainable basis with  provides RF policies  its commitment to facilitate \ndevelopment  emphasis on savings and credit to  through the policy  and improve the working of \n  enhance outreach and generate  matrix.  RF markets and \n  private sector participation in RF    accordingly evolves RF \nPolicy dialogue   policies.  \n   \nInstitutional reforms and  Strengthened corporate governance  The Memorandum of  ZTBL will maintain good \nrestructuring   at Zarai Taraqiati Bank Limited  Association, and  corporate governance.  \n(ZTBL) by implementing policy  Article of Association   \nattributes that emphasize on  of  ZTBL    \nsustainability and autonomy      \nSBP monitoring and  SBP will effectively \nsupervision reports   supervise ZTBL.  \n   \n1. Agricultural  Restructuring plan adopted   ZTBL reports and  Capable board of directors \nDevelopment Bank of    documents   and management team.  \nPakistan restructured       \ninto ZTBL       Continuous emphasis by \n  Directors, chairperson, president,  Project reports   the SBP on good \n(i) ZTBL board of  and management team appointed,  Project reviews   governance.  \ndirectors effectively  and restructuring plan approved by  ADB review missions    \nmanaging and controlling  the board   Systems and procedures \noperations    are properly phased and \n  institutionalized.  \n   \n(ii) Systems developed  Systems documented in operating  Operating manuals  Staff are committed to \nand staff trained  manual  Project reports   reorientation. \n \n(iii) Organization  Organization de-layered, severance  Project reports  Rural enterprise and farm \nrationalized and  pay paid to about one third of the  Project reviews   activities are commercially \nrightsizing undertaken   staff  viable. \n \n(iv) Efficient systems and  ZTBL staff trained, operating  Project reports  Close coordination \nprocedures and  manuals prepared, physical  Project reviews  between ADB and \nmanagement information  infrastructure installed    stakeholders. \nsystem implemented      \n ", "               Appendix 3  47\nDesign  Measurable  Monitoring  Assumptions \nSummary  Indicators  Mechanisms  and Risks \n(v) Outreach backed by  Improved credit appraisal and  Repayment record   Operating procedures \nimproved loan appraisal  monitoring system installed  Portfolio quality  reflect the local context. \n   \n(vi) Repayment rates and  Staff incentives linked to repayment  Repayment record   Delinquency is within \nprofitability enhanced   performance, and enhanced credit  Portfolio quality  manageable limits. \nrisk management system installed \n \n(vii) Staff trained   Staff trained to meet new job  Productivity and   \n  specifications  performance \nindicators \n \n2. Strengthen rural  RF Resource Center at National  SBP to provide the  SBP is proactive in \noperations of CBs  Institute for Banking and Finance  details   strengthening rural \nnotified and     operations of CBs. \n  Project reports   \n(i) director appointed;   Project reviews   SBP earmarks adequate \n(ii) course design finalized;  Audit reports   human resources.  \n(iii) training materials developed;   ADB review missions   \n(iv) trainers trained;  and     CBs maintain interest in \n(v) training conducted  expanding their rural \n  portfolio.  \nRF Resource Center provide training   \nand advisory services to CBs \n \n3. Credit Union Plan   Credit Union Plan prepared and  Government to  Provinces find the plan \nto streamline the  discussed with provincial  furnish the Credit  acceptable.  \nmanagement and  governments   Union Plan    \noperation of cooperative      The plan empowers the \nsocieties  Credit Union Plan operationalized  Project reports  cooperative societies and \n  Project reviews   encourages the emergence \n  ADB review missions  of genuine societies.  \n \n4. New Bank Fund for  Rural and Microfinance Support  Adequate skilled  The Rural and Microfinance \ninstitutional diversity  Division constituted at SBP  human resources  Support Division is \nprovided by SBP   effective.  \n   \n  Detailed NBF rules to include   SBP provide the rules   The rules are consistent \n    with those applied under \n(i) fund description and definitions  the Microfinance Sector \n(ii) objectives and purposes  Development Program  \n(iii) contributions and investments   \n(iv) governance and administration   NBF is effectively used to \n(v) annual reports and audits and   enhance access of the poor \n(vi) eligible institutions and qualifying  to affordable microfinance.   \ncriteria  \n \n5. Establishment of new  Effective promotion of NBP concept  Project reports   Procedures developed for \nMFIs   by SBP  Project reviews   Khushhalibank are applied \n    ADB review missions   or modified. \n \n  Four investors establish licensed  Project reports   \nMFIs and avail NBF resources   Project reviews  \n \n  MFI institutional strengthening     MFI board of directors \n  operate with autonomy. \n   \nEffective governance and  MFIs offer appropriate and \nsupervision of new MFIs ensured   timely services to the poor.  \n \n ", "48       Appendix 3 \nDesign  Measurable  Monitoring  Assumptions \nSummary  Indicators  Mechanisms  and Risks \n6. Pilot Insurance Plan to  Pilot Insurance Plan prepared and  Government to  Cost of premium is \nmitigate borrower and  presented to insurance service  furnish guidelines   affordable and reinsurance \nlender risks in RF  providers     is available.  \n     \n     \nPilot Insurance Plan operationalized  Project reviews   Economic growth is \nADB review missions  maintained. \n \n7. Effective supervision  Supervisory and regulatory system  Project reviews   SBP takes a proactive role \nof RFIs and MFIs by SBP  revised and equipment installed.   ADB review missions  in RF sector development.  \n     \nSBP staff trained on supervision and  Trainer’s report  The environment for RF \nregulation of RFIs  remains conducive \n \n8. Outreach expanded  Coverage for about 180,000 over  Project reports  MFIs are viable within 5 \nthrough ZTBL and new  the current level by ZTBL, and  Project reviews   years and delinquency is \nMFIs  additional 20,000 by 4 new MFIs  ADB review mission  within manageable limits. \n \n9. Effective project  A project management unit (PMU) is  Project reports  Capable and adequate \nmanagement   established in the Ministry of  Project reviews   PMU/PIU staff are \nFinance and project implementation  ADB review mission  appointed. Cooperation \nunits (PIUs) at SBP and ZTBL.  between PMU and PIU is \n  complete and effective.  \nCredit Union Plan and Pilot \nInsurance Plan are developed by \nPMU. \n \nInputs       \nProgram Component   $225 million to meet adjustments     \n  costs    \n    Project reports  \nZTBL Restructuring   $206 million   ADB review mission \n \n       \nNew Bank Package   $15.0 Million  Project reports  \n  ADB review mission \n       \nRural Finance Resource  $1.0 million   Project reports  \nCenter   ADB review mission \n       \nCredit Union Plan   $ 1.0 million   Project reports  \nADB review mission \n       \nPilot Insurance Plan   $ 2.0 million  Project reports  \n  ADB review mission \n       \nInstitutional  Training, equipment, project  Project reports  Government is willing to \nstrengthening  management assistance, and  Project reviews   borrow at commercial rates \nconsulting services  ADB review mission  for institutional \n  strengthening. \n$25 million   \n \n       \nTotal Cost  $250.0 million     \n \n ", "                          Appendix 4  49\n \nZARAI TARAQIATI BANK LIMITED  \n(former Agricultural Development Bank of Pakistan) \n \nA.  Legal Framework, Ownership, and Basic Objectives \n \n1.  Agricultural Development Bank of Pakistan (ADBP)1 was established in 1961 by merging \nAgricultural Development Finance Corporation and Agriculture Bank of Pakistan. On behalf of \nthe Government, the State Bank of Pakistan (SBP) — the central bank— holds 99% of ADBP \nequity and the provincial governments hold the balance. ADBP Ordinance 1961 categorizes \nADBP as a specialized banking company. ADBP is allowed to perform all banking and allied \nbusiness, such as accepting deposits, pledges, and mortgages; and investing in securities of \ncorporate bodies and the Government. However, ADBP’s main function is to provide credit for \nagriculture to improve farm household income. In carrying out agricultural lending, ADBP is \nrequired to focus on small farmers with landholdings of less than 5 hectares.  \n \nB.  Management \n \n2.  The chairperson cum chief executive officer of ADBP heads a seven-member board of \ndirectors (BOD). ADBP Ordinance 1961 provides for the appointment of federal and provincial \nofficials and members of national and provincial assemblies to the BOD and its subcommittees. \nA management team of two senior executive directors and eight executive directors assists the \nchairperson in day-to-day operations. Government influence on ADBP operations has been \ndirect  and  pervasive.  Distinction  between  ownership  and  management  diminished,  as \nsuccessive governments required ADBP to implement directives, such as loan waivers, below- \ncost  lending,  and  loans  for  nonviable  projects.  Means  available  to  the  management  for \nassessing liquidity, interest rate, and credit risks are weak.  \n \nC.  Organization, Staffing, and Personnel Administration \n \n3.  From  its  head  office  in  Islamabad,  ADBP  operates  49  regional  offices  that  are \nadministrative units for branch control, and 343 branches. The overall staff of 7,692 comprises \n59% officers and 41% support staff. Around 1,134 (15%) staff work at the head office, 1,277 \n(16%) in regional offices, and 5,281 (69%) at branches. Career progression is not based on any \nobjective performance criteria. The system of performance evaluation encourages personal \nbiases,  as  job  descriptions  are  not  available.  While  ADBP  has  two  training  colleges,  no \nsystematic training needs assessment has been done. Staff motivation and skills are low. \nProductivity, at loans per staff, is the lowest in the region for similar banks. \n  \nD.  Lending Policies and Procedures  \n \n4.  ADBP provides short-term, medium-term, and long-term loans. The short-term loans, \ncalled production loans range from 6 to 18 months, repayable at the end of the term, and are \nprovided mainly for fertilizer, seed, pesticides and working capital. The medium-term loans are \ndevelopment loans with maturities up to 5 years and are for livestock, fisheries, dairy, poultry, \ntractors, tubewells and other farm implements. Long-term loans with maturities of 5-15 years are \nmainly for plantation crops. Besides agricultural credit, ADBP also undertook project lending \nwith World Bank and Asian Development Bank (ADB) support and financed 537 projects, of \n                                                 \n1 In this Appendix, ADBP has been referred to till the incorporation of ZTBL.  ", "50         Appendix 4 \nwhich 229 (43%) are in default. These are large agribusiness loans for which ADBP has little \nappraisal, monitoring, and technical skills. Project lending is suspended for the last 3 years.  \n \n5.  Sanctioning powers have been delegated for loan applications to be processed at \nbranches. Various collateral arrangements are admissible. In case of agricultural loans, land is \ntaken as security through passbooks, issued by revenue authorities that reflect ownership and \nvalue of land in terms of produce index units. Project lending was based on mortgage of land \nand machinery. There are a number of lending schemes including supervised credit scheme, \none-window operation, credit to women, and microfinance loans. Supervised credit is processed \nby  mobile  credit  officers  (MCOs).  Loan  applications  are  processed,  credit  disbursed  with \ntechnical advice, and monitoring carried out by a team of 1,460 male and 23 female MCOs. In \nthe one-window operation, the concerned provincial revenue officers along with ADBP staff \nissue passbooks and approve credit disbursements. MCOs can approve short-term loans of \nPRs60,000 under the one-window program. Microcredit and credit to women are negligible. \nMost of the MCOs were hired in the early 1970s as agricultural graduates. They have no formal \ntraining in credit appraisal and management.  \n \n6.  There is no mechanism for offering differential interest rates to clients based on their \ncredit rating or type and term of products. All clients are charged a 14% markup, with an \nadditional up-front processing fee of 1%. Reliance on collateral precludes cash flow analysis or \nassessment of the ability of borrowers to adjust to price and income risks. The business process \nand operations manuals have not been updated for more than a decade. Although the charter \nprovides for leasing, no effort has been made to develop a leasing business.  \n \nE.  Operations and Loans Portfolio \n \n7.  Total assets increased marginally by 4.19% over the last 5 years (1977-2001) and stood \nat PRs78.1 billion at the end of financial year (FY) 2001.2 Savings from the public at PRs1.4 \nbillion is only about 2% of the liabilities due to inadequate emphasis on savings mobilization. \nGovernment and the SBP refinance almost the entire loan portfolio. The interest payable on \nrefinance is capitalized or shared on a profit-and-loss basis, as ADBP is not in a position to \nservice debts. A summary of operations for FY1997–FY2001 is in Table A4.1.  \n \nTable A4.1: Summary of Assets and Liabilities \n(PRs million)  \nAverage \nGrowth \nItem  1997  1998  1999  2000  2001  (%) \nTotal Assets  66,480  69,403  76,349  78,025  78,143  4.19 \nGross Advances  63,991  74,483  87,278  91,396  93,972  10.28 \nProvisions for Bad Loans  13,344  22,829  25,009  28,942  30,003  25.00 \nNet Advances  50,647  51,654  62,269  62,454  63,970  6.32 \nDeposits from Customers  1,494  2,059  2,466  1,636  1,428  2.81 \nBorrowings  52,799  60,562  61,221  60,012  62,524  4.50 \nEquity  6,890  3,194  4,954  5,190  5,063  0.95 \nSource: ZTBL  \n \n                                                 \n2  The financial year for ADBP is July-June. FY before a calendar year denotes the year in which the financial year \nends.  ", "                          Appendix 4  51\n8.  At the end of FY2001, net loans stood at PRs63.9 billion. During FY2001, ADBP \ndisbursed PRs27.6 billion to 417,000 clients. This is nearly half the agriculture credit disbursed \nby the formal sector. Punjab accounts for 71% of the disbursements, followed by Sindh (20.5%). \nAzad Jammu and Kashmir and other provinces3 account for the balance. The average loan size \nat disbursement is PRs 66,187. Disbursements increased at a rate of 27% over the last 5 years. \nSince the last 3 years, ADBP has restricted disbursements to 90% of the loan collections. The \nratio of short- term and long- term loans is 68:32 for FY2001. Of the disbursements during \nFY2001, 37% was for purchase of fertilizer, 19% for tractors, 14% for seeds, 13% for pesticides, \nand 6% for tubewells and 4% for working capital requirements. The balance 7% was disbursed \nfor poultry, dairy, fisheries, livestock, farm equipment, orchards, and farm transportation.  \n \nF.  Portfolio Infection and Provisioning  \n \n9.  ADBP’s income recognition and provisioning for bad debts are in compliance with SBP \nprudential regulations.4 No income is accrued if the account is delinquent for more than 90 days. \nFor loans more than 90 days overdue,  the income accrual is suspended and the loans are \ncategorized as ‘other assets especially mentioned’. Accounts delinquent for more than 180 days \nare classified as substandard, 270 days as doubtful, and above 1 year as loss or nonperforming \nloan (NPL). SBP requires that provisions be made for 25% of substandard accounts, 50% for \ndoubtful, and 100% for loss category. Out of the gross loan portfolio of PRs93.9 billion, PRs53 \nbillion (56%) is performing and PRs41 billion (44%) is NPL. The provisioned loan losses amount \nto PRs30 billion, 73% of the NPLs or 32% of the gross loan portfolio. The entire project loan \nportfolio (para. 4) of PRs12 billion is considered as NPL. Provisioning grew by an average \nannual rate of 25% during FY1997-FY2001, while gross advances grew at an average annual \nrate of 10.28%.  \n \n10.  ADBP portfolio quality has been affected by (i) weak loan appraisal, (ii) absence of credit \nrisk management, (iii) inadequate internal audit controls, and (iv) political interference in loan \ncollections. ADBP’s own efforts for collection of overdue loans have been modest. Repayment \nrate (percentage of collection to demand) for loans disbursed during FY2001 is 70% and the \naggregate repayment rate 55%. Recurring droughts and floods have accentuated the problem. \nRelief packages announced by the Government that allowed remissions and write-offs also \naffected repayment.  \n \nG.  Financial Statements and Ratios \n \n11.  Profits have fluctuated significantly. ADBP incurred a loss of PRs3.8 billion in FY1998 \ndue to provisioning of PRs9.6 billion. In FY1999 owing to a net increase in gross loans of \nPRs12.8 billion, ADBP posted a profit of PRs1.7 billion. Since then net profit has decreased and \nin FY2001 ADBP incurred a loss of PRs127 million. As a result, the return on equity has \ndropped from 5% in FY2000 to 2% in FY2001. Capital adequacy ratio as percent of risk \nweighted assets for FY2001 at 7% is below the SBP-prescribed limit of 8% (Table A4.2). ADBP \nwill have to charge approximately 21% on its loans to become subsidy independent.5.  \n \n \n \n                                                 \n3  Baluchistan, Northwest Frontier Province, and Federally Administered Northern Areas.  \n4  Same as those applied to commercial banks.  \n5  The formula is from Yaron, J. 1992. Assessing Development Finance Institutions: A Public Interest Analysis. World \nBank Discussion Paper no. 174, Washington, D.C.  ", "52         Appendix 4 \n \nTable A4.2: Net Profit/Loss and Key Ratios \nItem  1997  1998  1999  2000  2001 \nNet Profit/Loss (PRs million)  196  -3,822  1,761  236  -127 \nRatiosa  (%)           \nReturn on Total Assets   -  -6  2  0  0 \nReturn on Equity  -  -76  36  5  -2 \nExpenses to Revenue  -  143  84  97  98 \nCapital Adequacy   12  5  7  7  7 \nSubsidy Dependence Indexb  -  36  23  24  23 \n                    a Based on average figures.  \n             b Lending rate required to eliminate all subsidies.  \n \nH.  Accounting and Management Information System  \n \n12.  Consistent with the requirements for the banking industry, ADBP follows international \naccounting standards. The income, borrowing costs, interest on deposits, and other expenses \nare accounted on an accrual basis. The accrued interest for a loan that is delinquent for more \nthan 90 days is reversed from the income and transferred to a suspense account. Independent \nexternal auditors audit the annual accounts. However, completion of audit is always delayed, as \nrecord  keeping  is  weak  and  inaccurate.  The  management  information  system  (MIS)  and \ninformation technology (IT) platform are primitive and cannot cater to the information needs for \nrisk management and business analysis. In the absence of networked information systems, the \ninformation gathering methodology from branches to the regional offices and further to the head \noffice causes delays and inaccuracies. This diminishes the real time and relational database \ncapabilities and restricts analytical reporting that is essential to support good governance. \n \nI.   Incorporation of  Zarai Taraqiati Bank Limited (ZTBL)  \n \n13.  Within  the  context  of  ongoing  financial  sector  reforms,  initial  measures  for  ADBP \nrestructuring were initiated  by  the  ADB-funded Microfinance Sector Development Program \n(MSDP).6  Reform  of  ADBP  was  considered  necessary,  as  (i)  its  weaknesses  deterred \ninvestments in rural finance (RF), and (ii) there is a need to meet the demand for affordable \nfinancial services in a grossly underserved market. Accordingly, the MSDP included a portfolio \naudit to assess the key reasons for the poor portfolio quality of ADBP and, subsequently, to \nprepare a restructuring plan for addressing institutional inadequacies.  \n \n14.  The portfolio audit7 indicates that the basic reason for poor asset quality was the dual \nroles of ADBP as a development agency and a financial institution. The roles affected the \nnorms, values, and expectations both within and outside ADBP. Successive attempts to achieve \nbroader development goals8 instead of efficient financial intermediation ultimately led the clients \nto believe that ADBP was not comparable with a commercial bank. As such, ADBP was \nexpected  to  be  tolerant  when  the  credit  cycle,  in  terms  of  timely  repayments,  remained \nincomplete.  The  audit  also  found  deficiencies  in  (i)  loan  appraisal,  sanctioning,  and \ndisbursements;  (ii)  loan  classification  and  provisioning;9  (iii)  supervision  and  monitoring; \n                                                 \n6  ADB. 2000. Report and Recommendation of the President to the Board of Directors on the Proposed Loan to \nPakistan for the Microfinance Sector Development Program. Manila. \n7  Undertaken by the local affiliate of an international audit firm.  \n8  Ameliorating social issues in wake of droughts and floods, providing below-cost credit, etc.  \n9 The MIS declassifies NPLs in the years in which such loans are rescheduled.  ", "                          Appendix 4  53\n(iv) MIS; (v) policies and procedures; (vi) loan rescheduling process; and (vii) staff skills and \norientation. In addition, problems in realization of securities, natural calamities, deficiency in \nterms  of  segregation  of  responsibilities  in  loan  approval  and  management;  and  lack  of \npreventive controls contributed to low repayments and huge accumulation of infected portfolio. \nThe portfolio audit therefore recommended the following provisioning requirements over and \nabove made in pursuance of SBP regulations.  \n \nLoan Portfolio (PRs12 billion) \n \n(i)  PRs1.0 billion for loans where the first installment is due after 3 years.  \n \n(ii)  PRs1.0 billion for short-term loans (not exceeding 18 months) where there has \nbeen no repayment in the last 2 years. These loans are yet to be classified as \nloss category on the basis of time requirements under the prudential regulations.  \n \n(iii)  PRs2.8 billion for development loans (medium-to long-term loans) where there \nhas been no repayment in the last 3 years.  \n \n(iv)  PRs4.0  billion  for  adjustment  lending  where  successively  smaller  loans  are \nissued to the same borrower on the payment of the current loan. While prima-\nfacie it appears that this will not hurt ADBP as both the principal and markup are \nrecovered, if this cycle is discontinued the possibility of repayment will be remote.  \n \n(v)  PRs1.5 billion due to information inadequacies. \n \n(vi)  PRs1.7 billion for disbursements made during 2001 based on recovery trend.  \n \nOther Assets (PRs6.8 billion) \n \n(i)  PRs6.8 billion for government claims receivable on account of past loan waivers, \nbranch adjustments, and presumptive tax recoverable. \n \n15.  The Government agreed to restructure ADBP after evaluating a number of options \n(paras. 24-27 and 41-43 of the main text). The decision was influenced by the need to address \nthe grossly underserved rural sector, the realization that RF will not attract private commercial \ninterest immediately, and the experience gained in reforming the commercial banks. ADBP was \nincorporated on 23 October 2002 as ZTBL, with an authorized equity of PRs25 billion and a \nmandate to become a sustainable RF institution (para. 43 of the main text). The Articles of \nAssociation provide for a 10-member board with private sector majority. Members of parliament, \nprovincial  assembly,  and  persons  holding  membership  of  political  parties  are  ineligible  to \nbecome a director of ZTBL.  \n \n16.  ZTBL has adopted a restructuring plan at its second board meeting on 12 November \n2002. The restructuring plan to be implemented over 3 years emphasizes (i) good governance; \n(ii) effective methods to reduce transaction costs; (iii) product mix with due emphasis on savings \nservices  and  loans  for  nonfarm  activities;  (iv) transparent  financial,  accounting,  and \nmanagement systems; and (v) innovative staff development and incentive systems.  The key \naspects of the restructuring plan were presented to the Economic Coordination Committee of \nthe Cabinet on 4 November 2002.  \n ", "54         Appendix 4 \n16.  On 18 November 2002 the Government issued an order specifying 14 December 2002 \nto  be  the  effective  date  on  which  all  the  assets,  contracts,  liabilities,  proceedings,  and \nundertakings of the former ADBP will be transferred to ZTBL. Financial restructuring is meant to \nprovide for uncovered bad and doubtful debts estimated at PRs12 billion ($200 million) and \nother assets of about PRs6.8 billion to ensure that the capital adequacy ratio of ZTBL remains \nabove 10% of risk-weighted assets. The restated balance sheet and shareholding of ZTBL after \nadjustments are in Tables A4.3 and A4.4. The Government loan of PRs16.4 billion to ZTBL has \nbeen converted into ZTBL equity after adjusting ZTBL claims on the Government. SBP equity in \nZTBL (PRs3.2 billion) has been converted into subordinated debt of ZTBL. Further, cash equity \nof  up  to  PRs10  billion  will  be  released  in  3  tranches  provided  ZTBL  meets  the  agreed \nperformance indicators (Table A4.5).  \n \nJ.  Projected Performance of ZTBL  \n \n17.  Financial projections10 (Supplementary Appendix A) indicate operating self-sufficiency \ndue to improved repayment rate, reduction in staffing expenses, and additional cash equity. \nZTBL’s initial equity of PRs8.7 billion increases to PRs10 billion at the end of year 2 (ending \nJune 2004). For breakeven in year 1 (ending June 2003), the provision for probable loan loss \nwill need to be considered as allowable deductions from the operating income and the interest \nrate on loans will also have to be higher. Maintaining the prevailing rate of interest rate on loans, \nby the end of year 2 (ending June 2004), ZTBL is expected to disburse PRs37 billion, meet tax \nand interests liabilities, generate profit, and increase capital adequacy to above 10% of risk \nweighted assets. During year 4 (July 2005 - June 2006), the expected return on equity is 9% \nand capital adequacy ratio is 16%.  At this level, the Government can begin divesting its equity \nin ZTBL to the private sector.  \n \n18.  Improvement in loan collection is  premised on (i) stricter powers available to banks \nunder the Financial Institutions (Recovery of Finances) Ordinance 2001, (ii) establishment of an \nasset management company, the Corporate and Industrial Restructuring Corporation,11 (iii) \nGovernment efforts for improving the banking courts, and (iv) discontinuation of loan waivers at \nthe expense of financial institutions. Redesigned business processes and upgraded MIS are \nexpected  to  significantly  enhance  appraisal,  credit  risk  management,  and  delinquency \nmonitoring. Lending has been confined to 90% of the collections during the first 3 years. \nSavings mobilization will increase liquidity substantially in the medium-term.  \n \n \n \n \n \n \n \n \n \n \n \n                                                 \n10 The projections are indicative and subject to change not only because of changes in assumptions, but also due to \nchanges in policies and operating environment. The audited account of ZTBL for FY2002 changed some of the \nassumptions used for developing the performance indicators (Table A4.5). Therefore, marginally different set of \nassumptions have been used in the financial projections (Supplementary Appendix A) for breakeven in year 1 \n(ending June 2003) and profitability in year 2 (ending June 2004).  \n11 Some large project loans of ZTBL are with the Corporate and Industrial Restructuring Corporation for resolution. ", "                          Appendix 4  55\n \nTable A4.3: Net Asset Valuea of ADBP as of 30 June 2002  \nand ZTBL Opening Balance \n(PRs Million) \n \nAccount Title  Audited Closing  Adjustments  ZTBL Opening \nAmount  Balance  \n \nASSETS \n \nCash and balances with treasury banks  899  0  899 \nBalances with other banks  6,447  0  6,447 \nInvestments  2,416  0  2,416 \nNet advances  61,503  0  61,503 \nOther assets  2,889  0  2,889 \nProperty and equipment  1,143  0  1,143 \nDeferred tax credit  7  0  7 \nTotal  75,304  0  75,304 \n \n \nLIABILITIES AND NET WORTH \n \nBills payable  78  0  78 \nBorrowing from SBP  51,257  0  51,257 \nDeposits and other amounts  1,580  0  1,580 \nGOP funds  16,143  (16,143)  0 \nSubordinated debt, SBP  0  3,204  3,204 \nOther liabilities  10,444  0  10,444 \nTotal Liabilities   79,502  (12,939)  66,563 \n \nNet Worth  (4,198)  0  8,741 \nTotal  75,304    75,304 \nSBP=State Bank of Pakistan  \nSource: ZTBL Transfer Order, Ministry of Finance  \na \nThe net asset value will be subject to change based on the findings of the special audit being conducted \nto determine the net asset value of ADBP for the period 1 July 2002 up to the effective date of transfer. \nThe change in the net worth during this period will be on account of the ZTBL. \n \nTable A4.4: Shareholding in ZTBL  \n \nName of Institution  Number of shares of \nPRs 10.00 each \nFederal Government  873,172,600 \nGovernment of Punjab  277,100 \nGovernment of Sindh  119,000 \nGovernment of Northwest Frontier Province   68,000 \nGovernment of Balochistan  35,900 \nGovernment of Erstwhile East Pakistan  500,000 \nTotal   874,172,600 \n   \n                 Source: ZTBL Transfer Order, Ministry of Finance \nNote: The allotments of shares will be subject to change in accordance with \nchanges  in  net  worth.  SBP  equity  of  PRs3.2  billion  in  ADBP  has  been \nconverted into subordinated debt.  \n ", "                          Appendix 4  61 5\n6\n   \nTable A4.5: Performance Indicators for Zarai Taraqiati Bank Limited \nA\np\n  p\ne\nSr.  Performance Indicator  As of   30 June  31  30 June  31  30 June  31  nd\nNo.  30 June  2003  December  2004  December  2005  December  ix\n 4\n12   RReeppaayymmeenntt  RRaattee  ((cpuarsrte dnut edsu)e (s%) () %)  20720022     7305    2074050  3   4850   2 058000 4   8555   2096000  5                \n3  Profitability  (-)  Breakeven   5%  5%  5%  5%  5% \n4  Capital Adequacy Ratio (%)  7  >10  >10  >10  >10  >10  >10 \n5  Deposit Mobilization (PRs in billion)  1.5  0.5  0.5  1.0  1.0  2.00  2.0 \nduring the period \n6  Loans issued during the year (number)   417,000  300,000  350,000  470,000  500,000  550,000  600,000 \n7  Disbursement (as % of loan collection)   90  90  90  90  90  90  90 \n8  Number of Staff  7,668  5,700   5,550   5,550  5,550  5,550  5,550 \n9  Number of Regional Offices   49  49  39  25  20  20   \n10  Financially Viable Branches   _   >50   >70  >80  >90  >90  >90 \n(as % of total number of branches) \n11  Restructuring Plan Milestones  \n- not available/applicable  \n \nNotes: \nRepayment Rate: Collection as percentage of recoverable (or demand). Current dues are those that fall due during the year. Past dues reflect the \noverdue at the beginning of the year. The figures exclude overdue relating to past project loans.  \nProfitability: Reflected in terms of breakeven and return on equity.  \nCapital Adequacy Ratio: As percentage of risk-weighted assets. \nDeposit Mobilization: The modest targets reflect the need to prioritize strengthening of back-office systems to provide secure savings facilities. \nLoans Issued During the Year: Number of loans disbursed will slightly decline during the period when organizational changes are being made.  \nDisbursements: With improved repayment rate, disbursements can increase through deposit mobilization, borrowing, and additional equity. \nNumber of Staff: These are net staff positions. \nNumber of Regional Offices: Regional offices are administrative units. Their reduction will serve to reduce costs.  \nFinancially Viable Branches: Viability is calculated on the basis of a predetermined transfer pricing formula. \nRestructuring Plan Milestones: As per the restructuring plan.  \n \nNote: The indicators for capital adequacy (item 4) differ from that presented to the Economic Coordination Committee of the Cabinet, as the audited accounts of \nZTBL for the year ending June 2002 has changed the underlying assumptions. To achieve the Performance Indicators as presented to the Economic Coordination \nCommittee of the Cabinet appropriate additional measures have to be implemented.  ", "  Appendix 5     57\nMICROFINANCE INSTITUTIONS  \n \n1.  The developments in microfinance (MF) supported by the Asian Development Bank \n(ADB) funded Microfinance Sector Development Program (MSDP)1 in Pakistan  have set in \nmotion a process that changed MF as an activity that was thought to be welfare to one that can \nbe a viable business. Khushhalibank, the first microfinance institution (MFI) to be set up, has \nshown its capability in savings mobilization, credit delivery, and lending innovations to cover risk \nanalysis and credit screening through peer pressure.  \n \n2.  MF  Institutions  Ordinance  2001  mandates  the  establishment  of  MFIs  under  the \nsupervision of the State Bank of Pakistan (SBP), the central bank. A New Bank Fund (NBF) is \nbeing established as part of the Rural Finance Sector Development Program for encouraging \nthe  establishment  of  sustainable  MFIs  at  provincial  and  district  levels  under  the  MSDP \nframework. NBF incentives relate to institutional strengthening at soft terms. The general outline \nof the MFIs expected to be established in response to the NBF is as follows.  \n \n3.  Objective and Strategy. The MFIs will provide affordable but sustainable services \nincluding savings, credit, and leasing to poor households. Social intermediation2 will precede \nand accompany MF services to ensure that social and gender dimensions of poverty are \nadequately addressed. Of the MFI clients, 25% are expected to be women. \n \n4.  Ownership and Corporate Governance. The authorized share capital will be PRs250 \nmillion for provincial MFIs and PRs100 million for district MFIs. If convinced of the merits of the \napplication, SBP will issue a license allowing the MFI to accept deposits from the public and \nextend a wide range of services to poor households.3 Incorporation and governance will be in \naccordance with the provisions of Companies Ordinance,1984. SBP will ensure that members \nof the board and the chief executive officer of MFIs are qualified persons of integrity. \n \n5.  Organization.  The  promoters  of  eligible  MFIs  will  have  the  flexibility  to  adopt  an \ninstitutional design that responds to geographic and demographic contexts. However, to be \neligible for NBF resources they will need to have their business plans approved by SBP to \nensure that core values of sustainability and good governance are mainstreamed. Broadly, the \ndecentralized structure and systems of Khushhalibank will be the reference point. \n \n6.  Operating  Procedures.  Operating  procedures  designed  for  efficiency  and  cost \nreduction will determine the methodology for delivery. The MFIs could opt for either a group-\nbased or individual client delivery methodology, a combination of the two, or start with a group-\nbased  methodology  and  migrate  to  individual  clients.  Social  intermediation  support  for \ndeveloping client skills will be available from the Microfinance Sector Development Fund and \nCommunity Investment Fund set up under the MSDP for those MFIs that agree to abide by the \nrules, including contributions. MFIs will also have access to the refinance facility under MSDP. \n \n7.  Products and Services. MFIs will develop savings products that will be attractive to \nrural communities. Depositors will be paid competitive interest rates and deposits mobilized will \nbe  partly  protected  by  the  depositor  protection  fund  required  by  MFI  Ordinance  2001. \n                                                 \n1  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nPakistan for the Microfinance Sector Development Program. Manila. \n2  Improving the conditions for the excluded to access finance, for example, through grassroots training in group \nformation, and vocational and financial skills. \n3  MFI Ordinance 2001 Part I define the poor (Section 1) and lists the range of services (Section 6). \n ", "58   Appendix 5    \nAdditionally, MFIs can also join the Deposit Protection Fund set up under MSDP. In particular, \nsmall-size short-term loans for income-generating activities will be promoted, but MFIs could \nalso give consumption smoothening loans. From the Khushhalibank experience, the first loan \nsize could be about PRs9,000—12,000 ($150-200). MFIs could join the Risk Mitigation Fund set \nup under MSDP to provide partial risk cover to their customers.  \n \n8.  Projected Performance. Provincial and district MFIs breakeven at year 5 by factoring \nthe incentives of NBF. While a provincial MFI could breakeven by charging 18% per annum \n(p.a.) and a service fee of PRs400, a district MFI will need to charge 20% p.a.4 In both cases, at \nbreakeven, two thirds of the loan outstanding is financed from equity and deposits and one third \nfrom borrowings. Detailed projections are in Supplementary Appendix B. \n \n9.  Risks and Safeguards. MFIs are vulnerable to increases in loan losses and reductions \nin loan revenues. The risk of delinquency is being mitigated through social collateral, continuous \nmonitoring, adoption of successful practices, loan loss provisions, and autonomy in operations. \nAs a positive incentive for better performance access to NBF and funds under MSDP will be \ncontingent upon attainment of agreed upon performance indicators (Table A5.1).  \n \nTable A5.1: Performance Indicators for Microfinance Institutions  \n \nIndicatora  Value  Definition  Gender  \nTargets \nOutreach       \nNumber of clients   Business plan   Depositors and borrowers   >25% \nLoans disbursed  Business plan   Amount during the period   >25% \nEfficiency Ratio       \nOperating expense ratio  Business plan   expenses/ average total assets   \nSalary-expense-to-portfolio ratio   Business plan   Staff expenses/ average total assets    \nPortfolio Quality       \nRepayment rate   90%   On-time collection as % of demand    \nLoan loss provisions and write-off   As prescribed by SBP   To be independently assessed    \nProfitability        \nReturn on equity  Business plan   Net profit to equity   \nReturn on assets   Business plan   Net profit to assets    \nSolvency/Liquidity       \nCapital adequacy ratio  As prescribed by SBP      \nCash reserves   As prescribed by SBP      \nReserves       \nReserve Fund  20% of net profit     \nDepositor Protection Fund   10% of net profit      \n \nª For purposes of eligibility, indicators will be applied on year-end data, as the determination of some of them requires \naudited  financial  statements.  The  indicators  will  become  part  of  the  monitoring  mechanism  to  be  reported \nperiodically. In the event that MFI fails to meet most of the performance indicators, a provisional eligibility could be \ngiven upon submission of an institutional development plan. SBP will be required to review the plan semiannually.  \n                                                 \n4  The projections are conservative. The assumptions include (i) cost of refinance at 7% p.a., and deposit at 7% p.a.; \n(ii) lending interest rate of 18% and 20%, respectively, for provincial and district MFIs; (iii) loan loss provision of \n11% of net outstanding loans, and write-off after 2 years; (iv) statutory liquidity and cash reserve of 5% of deposit \nat no interest and 15% of deposit at 7% p.a.; (v) income tax at 50% of net profit; (vi) provision for inflation at 6% \np.a.; and (vii) part of the fixed assets financed by NBF. Deposits are projected to increase by an amount equal to \n10% of the annual loan disbursement.  \n ", "    59\nDEVELOPMENT COORDINATION MATRIX \n \nRural Development  Agriculture   Microfinance  Financial Sector  Small and Medium \nEnterprises  \nAsian Development Bank   Asian Development Bank   Asian Development Bank   Asian Development Bank   Asian Development \nInfrastructure, community development,  Efficient markets for major  Microfinance policy, microfinance  Strengthening capital markets,  Bank  \nsocial capital, and some rural finance.   commodities including  ordinance, supervisory and  regulatory framework for  Improving export \n•  Bahawalpur Rural Development  wheat, cotton, rice, sugar,  regulatory arrangements,  capital markets, insurance  finance mechanism to \nProject ($38 million)  fertilizer, and seeds. Support  institutional strengthening, and  sector, and state-owned  extend availability of \n•  Dera Ghazi Khan Rural  for small farmer extension  onlending support. Support for  mutual funds.   credit to small and \nDevelopment Project ($36 million)   and training; and research  community organization, skills  •  Capital Markets  medium enterprises  \n•  Malakand Rural Development  and regulation for improving  development, and community  Development Program  • Small and Medium \nProject ($41 million)   quality.  infrastructure.    ($250 million)  Enterprises Trade \n•  NWFP Barani Area Development  •  Agriculture Sector  •  Microfinance Sector  •  Financial Markets and  Enhancement \nProject Phase II ($52 million)   Program II ($350  Development Program ($150  Governance Program ($267  Facility ($150 million)  \n•  Sindh Rural Development Project  million)   million)  million)  • Proposed (2003): \n($50 million)   •  Proposed (2004):  World Bank   World Bank   Small and Medium \n•  Provincial Highways Project ($150  Agribusiness Export  Wholesale funds to nongovernment   Improving financial markets,  Enterprise \nmillion)   Development Project  organizations for microcredit  legal framework, banking  Development Project \n•  Road Sector Development Program  ($100 million)  community organization, capacity  regulation, banking court  ($100 million) \n($205 million)   World Bank   building, and rural infrastructure  system, and regulatory and \n•  Punjab Road Sector Development  •  National Drainage  •  Pakistan Poverty Alleviation  market mechanisms.  \nProgram ($150 million)  Program (cofinanced  Project ($90 million)   •  Financial Sector Deepening \nOthers   with ADB and JBIC)  Others  and Intermediation Project \nEuropean Community, International  Others  Canadian International  ($216 million) \nFund for Agricultural Development,  Department for International  Development Agency, Department  •  Banking Sector \nIslamic Development Bank, Japan Bank  Development (United  for International Development  Restructuring and \nfor International Cooperation (JBIC),  Kingdom), International  (United Kingdom), Swiss Agency  Privatization Project ($300 \nSwiss Agency for Development  Fund for Agricultural  for Development Cooperation, and  million)  \nCooperation, and World Food  Development, JBIC, and  United Nations Development  •  Banking Sector Technical \nProgramme  United Nations Development  Programme   Assistance ($26.5 million) \nProgramme \nInternational Monetary Fund: Higher allocations for poverty reduction, revenue enhancements, restructuring and privatization of public enterprises, and governance and \ntransparency. The Interim Poverty Reduction Strategy Paper includes restructuring of Zarai Taraqiati Bank Limited and delivery of microfinance.   \nRural Finance Sector Development Program  \nA\nEnhanced access to credit will  Efficient rural financial  Establishment of new microfinance  Reforms in RF markets will  RF services for rural  p\ncomplement improved infrastructure  intermediation will enable  institutions will extend outreach to  enhance the flow of resources  enterprises will help  pe\nand greater access to markets.   maximization of household  the lowest segment of the rural  in the rural sector. Pilot crop  rural households to  nd\nbenefits from higher farm  finance (RF) markets.  insurance will serve to reduce  diversify income  ix\n 6\nproductivity and commodity  risk in RF for lenders and  sources.    \nprices.   borrowers.  \nNote: Only major interventions.  \n5\n9\n       ", " 60 Appendix 7 \n6\n0\n  \nIMPLEMENTATION SCHEDULE \nA\np\np\ne\n      Pre-project 2003 2004 2005 n\nd\nix\n 7\nA. Loan Effectiveness  \nB. Tranche Payments\nC. Program Components\n1. Creating a Favorable Policy Environment \n2. Institutional  Restructuring and Reforms \n  Zarai Taraqiati Bank Limited\nRural Finance Resource Center\nCredit Union Plan\n3. New Bank Fund\n4. Product and Process Innovations \n  Pilot Insurance plan \nD. Project Components \n        Institutional Strengthening/Restructuring\nZarai Taraqiati Bank Limited\nState Bank of Pakistan\nMinistry of Finance\n \nE. Monitoring and Review\n \nF. Consulting Services  ", "                             Appendix 8  61\nINELIGIBLE ITEMS \n \nNo withdrawals shall be made in respect of \n         \n(i)  expenditures for goods included under the following Harmonized System1 chapters or \nheadings: \n \n \nChapter  Heading    Description of Items \n \n   22    22.03 – 22.08   Alcoholic beverages \n \n24    24.01      Tobacco, unmanufactured; tobacco refuse \n \n  24    24.02      Tobacco, manufactured (whether or not containing   \n          tobacco substitutes) \n \n  28    28.50 – 28.52   Radioactive and associated materials \n \n  71  71.01 – 71.04   Pearls; precious     and    semiprecious      stones,    \n        unworked or worked \n \n71    71.05 – 71.06   Jewelry of gold, silver  or  platinum  group   metals    \n71.09 – 71.15  (except watches and watch cases); and goldsmiths \nor silversmiths wares (including set gems) \n \n71    71.07 – 71.08   Gold, nonmonetary   (excluding gold    ores   and  \n          concentrates) \n \n84  84.59      Nuclear reactors   and parts thereof, fuel elements  \n        (cartridges), nonirradiated for nuclear reactors. \n \n(ii)  expenditures for goods intended for a military or paramilitary purpose or for luxury \nconsumption;  \n \n(iii)  expenditures for pesticides categorized as extremely hazardous or highly hazardous in \nClass 1a  and  1b, respectively, of the World Health Organization’s Classification of \nPesticides by Hazard and Guidelines to Classification; \n \n(iv)  expenditures for goods supplied or to be supplied under any contract that a national or \ninternational financing institution or any other financial agency has financed or agreed to \nfinance, including any contract financed or to be financed under any loan from Asian \nDevelopment Bank; and \n \n(v)  expenditures incurred more than 180 days prior to loan effectiveness.  \n                                                 \n1\n Harmonized system means the Harmonized Community Description and Coding System of the Borrower, which is \nbased  on  Customs  Co-operation  Council  Nomenclature  (CCCN)  established  by  the  Convention  for  the \nClassification of Goods in Customs Tariffs, concluded at Brussels in June 1983. ", " 6  2        Appendix 9 \nCOST ESTIMATES AND FINANCING PLAN \nTable A9.1: Expenditure Accounts-Project Cost Summary \n(US$ million) \n% % Total\nLocal Foreign Foreign Base\nCurrency Exchange Total Exchange Costs\n I. Investment Costs\nA. Equipment 2.83 2.82 5.65 50 23\nB. Vehicles 0.16 0.16 0.32 50 1\nC. Training 1.58 0.86 2.44 35 10\nD. Studies, Surveys and Audits 0.38 0.13 0.51 25 2\nE. Consulting Services  \n1. International Consultants 0.70 9.34 10.04 93 42\n2. Domestic Consultants 3.28 - 3.28 - 14\nSubtotal Consulting Services 3.98 9.34 13.32 70 55\nTotal Investment Costs 8.93 13.31 22.24 60 92\nII. Recurrent Costs  \nA. Staff Expenses 0.20 - 0.20 - 1\nB. Vehicle and Equipment Expenses 0.39 0.13 0.52 25 2\nC. Communication Expenses 0.57 0.19 0.76 25 3\nD. Office Expenses 0.39 - 0.39 - 2\nTotal Recurrent Costs 1.55 0.32 1.87 17 8\nTotal BASELINE COSTS 10.48 13.63 24.11 57 100\nPhysical Contingencies 1.08 1.36 2.44 56 10\nPrice Contingencies 0.82 0.81 1.63 50 7\nTotal PROJECT COSTS 12.38 15.80 28.18 56 117\nInterest During Implementation - 0.93 0.93 100 4\nCommitment Charges - 0.26 0.26 100 1\nFront-end fees - 0.25 0.25 100 1\nTotal Costs to be Financed 12.38 17.24 29.62 58 123\nNote: Figures may not add up to total due to rounding.   \nThe price contingencies are based on the 5 year average of local inflation (gross domestic product deflator) and on  the    \nmanufacturing unit value index projections for the foreign inflation for years 2003, 2004, and 2005. For investment and  \nrecurrent costs the physical contingencies have been taken at 10%. ", "                                Appendix 9  63\nTable A9.2: Expenditure Accounts by Financier \n(US$ million) \n  Asian Development % Total Local Duties\nThe Government Bank Total Base Foreign (Excluding and\nAmount % Amount % Amount Costs Exchange Taxes) Taxes\nI. Investment Costs  \nA. Equipment         0 .85        1 5             4 .80        8 5       5 .65       2 3             2 .82            1 .98           0 .85\nB. Vehicles         0 .08        2 5             0 .24        7 5       0 .32         1              0 .16            0 .08           0 .08\nC. Training         0 .24        1 0             2 .20        9 0       2 .44       1 0             0 .86            1 .34           0 .24\nD. Studies, Surveys and Audits         0 .03          6              0 .48        9 4       0 .51         2              0 .13            0 .36           0 .02\nE. Consulting Services          - \n1. International Consultants         0 .70          7              9 .34        9 3     1 0.04       4 2             9 .34             -            0 .70\n2. Domestic Consultants         0 .16          5              3 .12        9 5       3 .28       1 4               -             3 .12           0 .16\nSubtotal Consulting Services         0 .86          6            1 2.46        9 4     1 3.32       5 5             9 .34            3 .12           0 .86\nTotal Investment Costs         2 .06          9            2 0.18        9 1     2 2.24       9 2           1 3.31            6 .88           2 .05\nII. Recurrent Costs    \nA. Staff Expenses         0 .20      1 00               -        -        0 .20         1                -             0 .17           0 .03\nB. Vehicle and Equipment Expenses         0 .52      1 00               -        -        0 .52         2              0 .13            0 .23           0 .16\nC. Communication Expenses         0 .76      1 00               -        -        0 .76         3              0 .19            0 .34           0 .23\nD. Office Expenses         0 .39      1 00               -        -        0 .39         2                -             0 .33           0 .06\nTotal Recurrent Costs         1 .87      1 00               -        -        1 .87         8              0 .32            1 .07           0 .48\nTotal baseline cost         3 .93        1 6           2 0.18        8 4     2 4.11  1 00.0           1 3.63            7 .95           2 .53\nPhysical and Price Contingencies       0 .71        1 7             3 .36        8 3       4 .07       1 7             2 .17            1 .48           0 .42\nTotal Project Costs       4 .64        1 6           2 3.54        8 4     2 8.18     1 17           1 5.80            9 .43           2 .95\nA\nInterest During Implementation          -        -              0 .93      1 00       0 .93         4              0 .93             -              -  p\np\ne\nCommitment Charges          -        -              0 .26      1 00       0 .26         1              0 .26             -              -  n\nd\nFront-end fees          -        -              0 .25      1 00       0 .25         1              0 .25             -              -  ix\n 9\nTotal Disbursement         4 .64        1 6           2 4 .98        8 4     2 9.62     1 23           1 7.24            9 .43           2 .95            6\n3\n ", "64   Appendix 10 \nFINANCIAL AND ECONOMIC ANALYSIS \n \nA.  Introduction \n1.  Financial and economic analyses of indicative subborrower investments were made to \nensure that they have the potential to generate sufficient income to allow the subborrowers to \nrepay their loans and generate surplus income.  \n \nB.  Methodology \n1.  Price Assumptions \n2.  For the analysis, the prevailing interbank exchange rate (PRs60/$/1) was used, and a \ndiscount rate of 12% adopted for net present value assessments. The  financial returns and \ncosts are estimated in constant year 2001-2002 terms, while the prices of farm and nonfarm \noutputs as well as inputs are based on published prices adjusted to the farmgate levels.1 World \nBank Commodity Price Projections were used to estimate the economic prices of traded outputs \nand inputs. Prices for wheat, rice paddy, and seed cotton are based on the export parity, while \nthose for sugarcane, milk, urea, and diammonium phosphate are based on import parity. To \nreflect underemployment and seasonal unemployment in the labor market, a shadow wage \nfactor of 0.75 was used, while other nontraded inputs were adjusted by a standard conversion \nfactor of 0.90 to account for the general distortions in the economy. \n \n2.  Farm and Enterprise Models2 \n3.  Detailed crop models were prepared for the major and most minor crops in the cropping \npattern. The only exception is in case of orchards. Due to their longer gestation periods and with \nthe focus on marginal, subsistence, and small farmers, it is not likely that new orchards will be \nestablished through a medium-term loan. Along with the provincial cropping patterns, these crop \nmodels were the basis for farm models for average marginal, subsistence, and small farms. \n \n4.   Detailed livestock activity models were prepared for common types of livestock. Milk, \ncull animals and young stock were assumed as the main products. It was further assumed that \nthe entire produce is disposed off and any on-farm consumption is bought with cash. The \nmodels  assume  that  the  milking  animals  will  have  a  5-year  milking  life  and  that  the \nreplacements will be purchased and not reared on the farm. Typical herding patterns were used \nto develop various types of livestock farm models.  \n \n5.  Enterprise models for likely rural income generation activities are for a period of 5 years \nand are the basis for determining the financial and economic performance of the respective \nactivities.  \n \n3.  Financing Assumptions \n6.  Based on the recent literature3 and surveys on other Asian Development Bank (ADB) \nprojects, it was assumed that all the cash costs are paid for by borrowing from informal sources \nat 5% per month or at 30% for the cropping season. While the lending through Zarai Taraqiati \n                                                 \n1  Pakistan Year Book 2001, Federal Bureau of Statistics, 2001. \n2  Detailed crop, livestock, farm and enterprise models are presented in the Supplementary Appendix D. \n3  Khandker, S R et al, Impact of Farm Credit in Pakistan. The World Bank.; and ADB. 2001. Small-Scale Technical \nAssistance to Pakistan for Additional Preparatory Work on the Sindh Rural Development Project. Manila  ", "Appendix 10  65\n \nBank Limited (ZTBL) and microfinance institutions (MFIs) will be at the prevailing commercial \nrates, an annual interest rate of 20% was assumed for the purposes of this analysis. The loan \nterm for the seasonal lending for crop production was assumed to be 6 months and that for the \nnew enterprises was assumed to be 1 year. \n \nC.  Analysis of Financial, Economic, and Employment Impacts \n7.  Detailed  assessments  of  the  financial  and  economic  performance  as  well  as \nemployment creation from typical investment options in the rural economies were made and are \npresented in Supplementary Appendix D.  \n \n1.  Seasonal Lending for Crop Production \n8.   Depending on the farm size and the cropping patterns, the loan disbursements through \nZTBL will be in the range of PRs7,500 ($125) to PRs51,000 ($850). When the lower cost of \ncapital is the only benefit, resulting increase in the household income is in the range of 34% to \n46%. However, it is more realistic to anticipate that, as a result of lower capital costs, farmers \nwill no longer be constrained to reduce the levels of inputs such as fertilizers and as a result will \nuse some of the savings to improve crop productivities. An increase of 10% in yields is \nanticipated to improve the financial farm incomes by 70% to 114%, while the improvement in the \neconomic farm income is estimated to average at about 15%. Annual incremental employment \ngeneration is estimated to be equivalent to 5,000 full time jobs. \n \n2.  Lending for New Enterprises \n9.  Middle segment of the rural finance market will be served by the ZTBL and loan \ndisbursements are anticipated to range from PRs20,000 ($333) to PRs75,000 ($1,250). Farm-\nrelated enterprises typical of the rural sector are anticipated to generate financial internal rates \nof return (FIRRs) ranging from 38% to 69%, while the corresponding economic internal rates of \nreturn (EIRR) are expected to range from 25% to 53%. Sensitivity analysis taking into account a \n20% enterprise failure rate shows that the weighted average FIRR declines from 71% to 53% \nand weighted average EIRR from 32% to 19%. For the nonfarm enterprises, the FIRRs for the \ntypical activities are expected to range from 17% to 75% while the EIRRs from 23% to 54%. \nSensitivity analysis shows that failure of 20% of the enterprises reduces the weighted average \nFIRRs from 42% to 29% and weighted average EIRRs from 42% to 33%. \n \n10.  Overall for the ZTBL lending for new enterprises, the FIRRs are anticipated to range \nfrom 17% to 75% and have a weighted average of 45%, which declines to 33% with a 20% \nenterprise failure. Corresponding EIRRs range from 21% to 54% and have a weighted average \nof 37%. Incremental employment generation from the annual lending for the new enterprises is \nexpected to be equivalent to 75,000 full time jobs.  \n \n11.  MFIs will serve the lowest but the largest segment of the rural finance market. It is \nanticipated that the average loan size will be less than PRs10,000. The weighted average FIRR \nis expected to be about 34%, while the weighted average EIRR is about 27%.4 In case 20% of \nthe enterprises fail, the weighted average FIRR is expected to decline to about 25% \n                                                 \n4  The borrowers and the enterprises in this category will be the same as in case of the ADB-financed ADB. 2001. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to Pakistan for \nMicrofinance  Sector  Development  Program  (MSDP).  Therefore,  no  new  analysis  was  undertaken  for  the \nmicroenterprises and the anticipated performance reported for such activities in the MSDP (Appendix 18) was \nadopted. ", "66   Appendix 11 \nTable A11.1: Summary Initial Environmental Examination \n \nZarai Taraqiati Bank Limited \n \nEnvironmental Factor             Ratinga of Modelsb  Evaluated\nA B C D E F G\nSite Location Problems\nNuisance to neighbors 1 2 2 2 2 2 2\nEffects on adjacent property values 1 2 2 2 1 1 1\nHazards to traffic 1 2 2 2 2 2 2\nEffects on precious ecology 2 2 2 2 2 2 2\nSocioeconomic impacts 1 1 1 1 1 1 1\nDesign Problems\nWaste emissions 1 1 1 1 1 1 1\nHandling hazardous materials 1 1 1 1 1 1 1\nNoise and vibration 1 2 2 1 1 1 1\nInefficiency of energy use 1 1 1 2 1 1 1\nDrainage 2 1 1 1 1 1 1\nConstruction Problems\nAccess 1 1 1 1 1 1 1\nHazards to workers 1 1 1 1 1 1 1\nSoil erosion 2 1 1 1 1 1 1\nDust and fumes 1 1 1 1 2 1 1\nOperational Problems\nAccess 1 1 1 1 1 1 1\nPollution from wastes 1 2 2 1 2 1 1\nNuisance/hazards for neighbors 1 2 2 2 2 2 2\nWorker hazards 1 1 1 2 1 2 2\nCritical Overall Environmental Review\nUnacceptable resource losses 1 1 1 1 1 1 1\nDepletion of natural resources 1 1 1 2 1 1 1\nHazards to endangered species 1 1 1 1 1 1 1\nExcessive use of energy 1 1 1 1 1 1 1\nUnacceptable levels of public nuisance 1 1 1 1 1 1 1\nEnvironmental Impact Analysis Required no no no no no no no\na\n1=no significant effect or not applicable, 2=small significant effect, 3=moderate significant effect, and 4=major significant effect\nb\nA=improved cropping, B=dairy farm, C=fish farm, D=poultry farm, E=carpenter enterprise, F=motorcycle/tractor workshop, G=flour machine, ", "    Appendix 11  67\n \n  \nTable A11.2: Microfinance Institutions \nEnvironmental Factor             Ratinga of Modelsb  Evaluated\nA B C D E F G\nSite Location Problems\nNuisance to neighbors 1 2 2 1 1 1 1\nEffects on adjacent property values 1 2 2 1 1 1 1\nHazards to traffic 1 2 2 1 1 1 1\nEffects on precious ecology 2 2 2 1 1 1 1\nSocioeconomic impacts 1 1 1 1 1 1 1\nDesign Problems\nWaste emissions 1 1 1 1 1 2 1\nHandling hazardous materials 1 1 1 1 1 1 1\nNoise and vibration 1 2 2 1 1 2 1\nInefficiency of energy use 1 1 1 1 1 1 1\nDrainage 2 1 1 1 1 2 1\nConstruction Problems\nAccess 1 1 1 1 1 1 1\nHazards to workers 1 1 1 1 1 1 1\nSoil erosion 2 1 1 1 1 1 1\nDust and fumes 1 1 1 1 1 2 1\nOperational Problems\nAccess 1 1 1 1 1 1 1\nPollution from wastes 1 2 2 1 1 1 1\nNuisance/hazards for neighbors 1 2 2 1 1 1 1\nWorker hazards 1 1 1 1 1 1 1\nCritical Overall Environmental Review\nUnacceptable resource losses 1 1 1 1 1 1 1\nDepletion of natural resources 1 1 1 1 1 2 1\nHazards to endangered species 1 1 1 1 1 1 1\nExcessive use of energy 1 1 1 1 1 1 1\nUnacceptable levels of public nuisance 1 1 1 1 1 1 1\nEnvironmental Impact Analysis Required no no no no no no no\na\n1=no significant effect or not applicable, 2=small significant effect, 3=moderate significant effect, and 4=major significant effect\nb\nA=cropping, B=livestock:goats, C=livestock:milking cows, D=embroidery/tailoring, E=stall/trading goods, F=tubewell irrigation, G=internet services ", "68      Appendix 12 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkage to the Country Poverty Analysis \nSector identified as a national priority in Country Poverty  Sector identified as a national priority in Country Poverty \nAnalysis? Yes.   Partnership Agreement? Yes.  \n   \nTo reduce absolute poverty from 32% in 2001 to 15% in  Asian  Development  Bank’s  (ADB’s)  medium-term \n2011, one of the Government’s strategies is to accelerate  development goals are to promote economic growth and \ngrowth  in  four  critical  sectors:  agriculture,  small  and  stability of income and employment in rural Pakistan, \nmedium-scale enterprises, information technology, and  increase  nonfarm  employment  opportunities,  expand \nenergy.  The  Government’s  plan  is  to  promote  rural  rural  economic  infrastructure,  promote  financial \neconomic  growth  through  increased  access  to  intermediation, and enhance access to credit in the rural \nsustainable rural finance and microfinance.  areas.                                              \nContribution of the sector to poverty reduction in Pakistan \n \nIn Pakistan, 75% of the poor live in rural areas; a large proportion of them are pushed into poverty because of the \nvolatility of income. The rural sector accounts for two thirds of employment. Majority of the employed rural population \ndepend on agriculture for their livelihood either directly or indirectly. Formal institutions meet less than one fifth of \nrural credit demand. The development of a sustainable rural finance market and credible financial institutions will help \npromote  rural  economic  growth  and  subsequently  reduce  rural  poverty,  through  (i) increased  food  security, \n(ii) increased diversification and development of nonfarm activities, (iv) lower production costs leading to improved \ncompetitiveness of farm production, (iv) stronger export of agricultural products, and (v) income and employment \ngeneration in the rural sector.  \n \nB.  Poverty Analysis      Improved Governance/ Economic Development \n \nRural Poverty. Poverty is widespread in the country, but it has historically been higher in the rural than in the urban \nareas. Pakistan has no official poverty lines. As a result, several studies undertaken to enumerate poverty have used \ndifferent figures. Federal Bureau of Statistics (using the expenditures necessary for intake of 2,550 calories as the \npoverty line) reported incidence of poverty at 32% overall and at 36% in the rural areas in 1998-99. It is likely that the \nincidence of poverty has risen since then, due to the decline in growth of nonfarm activities and public sector \ndevelopment spending. Inequality also increased in Pakistan during the 1990s. Pakistan does not have gender-\ndisaggregated poverty-related data. However, it is increasingly evident from various studies that women bear a \ndisproportionately high share of the burden of poverty within the family and the society. Women’s access to and \ncontrol over productive resources are extremely limited. Women’s mobility is restricted and gender segregation and \nfemale seclusion are common. Poverty in Pakistan is characterized by both economic vulnerability (households do \nnot have diversified sources of income to smooth out consumption expenditure in response to exogenous shocks) \nand social vulnerability (denial of basic rights, social exclusion, corruption, manipulation of regulatory controls, and \ninsecurity). Other characteristics of the poor in Pakistan are their low education, larger than average household size, \nfew physical assets, and a disproportionate reliance on informal sector employment opportunities.  \n \nRural Poverty and the Agriculture Sector. One of the root causes of poverty in the rural areas is heavy \ndependence on the agriculture sector, which has been marred by low growth in the last decade. Due to a dearth of \nopportunities other than in agriculture, the impact of low growth in agriculture on the rural economy was severe: \nincomes declined and unemployment and underemployment increased. The reasons for low growth in agriculture are \nmultidimensional and include distorted commodity markets, weak research and extension services, and lack  of \naccess to formal credit. Agricultural Sector Program II1 aims to rid the economy of distortions in the commodity \nmarkets and to make both research and extension more responsive to farmers’ needs and more effective in service \ndelivery. However, little has been done so far to improve farmers’ access to credit. A 1995 survey2 found that only \n60% of the farmers had been able to take loans to finance their operations. Of those who were able to borrow, only \n6% borrowed from banks and other formal sources. The very little formal borrowing is limited to larger and better-off \nfarmers and access of marginal and subsistence farmers is minimal. In the past, Government-programmed credit \ntended to target inefficient and politically connected producers. These loans discouraged agricultural modernization \nand diversification. In addition, a grant mentality discouraged the development of financial services and institutions. \n                                                 \n1  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loans to Pakistan for the \nAgriculture Sector Program II. Manila.  \n2  Applied Economic Research Center, Karachi University. 1998. Rural Financial Markets Study; Karachi; State Bank of Pakistan \n(SBP). 2002. Report of the Committee on Rural Finance, Karachi. ", "Appendix 12  69\n \nSurveys show that the informal sources of credit not only charge annual interest rates of 40-50%, but also stipulate \nthat the produce is sold to the lender who manipulates prices to where farmers end up getting paid 5-10% less than \nthe market price. In addition to low prices, very high capital costs affect the farmers’ production decisions: fertilizer \napplication rates are lowered and pest control is considered a luxury in case of most crops, which leads to lower than \nthe potential yields. In addition, when buying agricultural inputs on credit, the farmers have no choice but to buy \nsubstandard and adulterated fertilizers and pesticides from suppliers that would extend credit to them. This further \nreduces crop productivity.  \n \nRural Poverty and Land Ownership. The prevalence of an unequal land distribution system is another major cause \nof rural poverty. In general, areas where sharecropping arrangements are structured to favor the landowner tend to \nhave higher levels of rural poverty. Pervasive inequality in land ownership intensifies the degree of vulnerability of the \npoorest sections of the rural society. Ownership of even small landholdings can significantly increase not only the \nowner’s capacity to absorb economic shocks but also access to credit from the formal banking sector. \n \nRural Poverty and the Nonfarm Subsector. Slow growth in agriculture combined with lack of access to credit has \nled to virtually no growth in nonfarm rural income sources. Employment opportunities in the nonfarm subsector have \nat best remained unchanged and have led to higher levels of rural unemployment and underemployment. Most \naffected are the landless that due to lack of access to credit depend entirely on farm and nonfarm sources for \nemployment. Due to lack of collateral, the risk of lending to the landless is perceived to be greater; thus the credit \nthrough the informal sources is even more expensive, which ensures that the most disadvantaged rural population \nhas no opportunity to escape poverty. Over half of the rural population depend on nonfarm sources for their \nlivelihood. While Agriculture Sector Program II addresses the issues relating to agriculture sector, similar measures \nfor the rest of the rural economy have been few, which has led to the situation where the rural economy is highly \ndependent on agriculture. High dependence on the agricultural sector has meant that in the event of natural \ncalamities and exogenous shocks, such as drought or widespread pest attacks (as in case of leaf curl virus on \ncotton), there was nothing for the rural economy to fall back on. Inadequate supply of credit from formal sources has \nmeant that the rural economy lacked access to credit required to diversify into sources of income other than in \nagriculture. In areas where income sources are not diversified, coping strategies for vulnerable households are very \nlimited and credit could be an important means of sustaining consumption.  \n \nC.  Participation Process \n \nStakeholder analysis prepared?                Yes  Participation Strategy                            Yes \n \nStakeholder Groups. Four stakeholder groups were analyzed: general public, government, private sector, and civil \nsociety. The Rural Finance Sector Development Program will involve participation of stakeholders at different levels \nand from different sectors. Being the primary focus, marginal and subsistence farmers, women, and the rural poor will \nbe active participants. Small, medium-scale and large farmers, who are the current focus of Zarai Taraqiati Bank \nLimited (ZTBL) lending, will continue to have access to credit from the commercial banks as well as from ZTBL and \nhence remain active participants. In addition, rural labor will benefit from increased employment opportunities in the \nrural economy and will hence play an important role as well. At the Government level, Ministry of Finance, State Bank \nof Pakistan, provincial governments, ZTBL, and the provincial cooperative banks will be involved in implementing the \nproposed policy and investment interventions, and hence will be actively involved. In addition, the proposed policy \nand investment options complement the reforms planned under Agriculture Sector Program II and hence require \ncoordination with the Ministry of Food, Agriculture, Livestock and Cooperatives. Improved terms and trade volumes \nresulting from the proposed interventions under this loan and the ongoing reforms under Agriculture Sector Program \nII necessitate an indirect but active role on the part of the Ministry of Commerce and Industry. Among the private \nsector, the efforts to improve the coverage of formal sources of credit will have a direct but inverse impact on the \ninformal sources of credit that will not be able to exploit the rural communities as much as now. On the other hand, \nsince these informal sources are mostly input suppliers, the increased demand for the inputs and resulting increases \nin  production  will  mean  some  gains  for  them  as  well.  Similarly,  agriculture-related  industry  through  indirect \ninvolvement would benefit from the gains from the proposed interventions. Among the civil society, the employees \nthat will become redundant due to rightsizing will be directly affected and their participation will be essential. \nNongovernment organizations will be yet another participant who will help implement the social intermediation \nprocess in coordination with microfinance institutions using the resources of the Microfinance Social Development \nFund established under the ADB-funded Microfinance Sector Development Program.3  \n                                                 \n3  ADB. 2000. Report and Recommendation of the President to the Board of Directors on the Proposed Loan to Pakistan for the \nMicrofinance Sector Development Program. Manila.  \n ", "70      Appendix 12 \nPlanning,  Implementation,  and  Monitoring.  During  implementation,  the  proposed  policy  and  investment \ninterventions will follow an integrated participatory approach. Involvement of stakeholders from various levels and \nsectors will ensure that the approach is adhered to. An important aspect will be participation of the target population \nin planning, implementation, and monitoring.  \n \nD.  POTENTIAL ISSUES \nIssues  Significant/  Strategy to Address Issues  Output Prepared \nNonSignificant/ \nUncertain/ None \nResettlement  None  No adverse issues are anticipated. However, there  No \nmay be some positive impacts on resettlement due \nto  improved  productivity  in  agriculture,  greater \nemployment,  and  more  diversified  employment \nopportunities in the rural economy. \nGender  None  No  adverse  issues  are  anticipated.  In  contrast,  Yes \nthere will be a number of positive impacts such as   \nimproved access of women to formal credit, as the  Gender emphasis \nnew microfinance institutions will be mandated to  included in ZTBL \nprovide 25% of loans to women. Improved access  Memorandum of \nto lending along with necessary mobilization and  Association  \ntraining  will  encourage  entry  of  women   \nentrepreneurs in the rural economies. Increased  Mandatory gender \naccess  for  women  will  require  that  additional  targets for microfinance \nwomen  staff  be  inducted.  This  will  have  the  institutions that seek New \nbeneficial impact of job creation for women and  Bank Fund support  \nwomen empowerment. \nAffordability  None  No  adverse  issues  are  anticipated.  In  contrast,  No \nreduced  dependence  on  very  expensive  and \nexploitive informal sources of credit will not only \nreduce  farmers’  price  of  inputs,  and  cost  of \nproduction, but also ensure that the farmers are \nable  to  get  market  price  for  the  produce.  In \naddition, farmers will have the option to choose the \nsupplier  offering  the  best  quality  inputs.  The \nreduced costs of production along with productivity \nimprovements resulting from these will create a \nmore  competitive  farming  sector  that  will  help \nreduce dependence on subsidies and tariffs on \nimports to stay afloat. \nLabor  Significant  As a result of the proposed restructuring of ZTBL,  Yes \nabout 3,000 staff are expected to be retrenched. A \nretrenchment plan has been prepared to ensure \nthat the adverse effects are properly mitigated. The \nloan,  through  the  establishment  of  new \nmicrofinance  institutions,  is  expected  to  create \nemployment opportunities, which will absorb the \ncapable staff made surplus by the restructuring of \nZTBL.  In  contrast,  the  implementation  of  the \nproposed  interventions  is  expected  to  annually \nproduce  1  million  person  days  of  incremental \nemployment opportunities in the agriculture and \nequivalent of 75,000 full time jobs in the nonfarm \nsubsector of the rural economy. The rural poor, \nrural labor, and women will benefit from such job \nopportunities. \nIndigenous  None  No adverse issues are anticipated.  No \nPeople \nOther Risks/  None  No other adverse issues are anticipated.  No \nVulnerabilities \n "], "metadata": {"Creator": "R330-02 - Microsoft Word", "CreationDate": "D:20021202110905Z", "Title": "R330-02", "Author": "rsa", "Producer": "Acrobat PDFWriter 4.0 for Windows NT", "ModDate": "D:20030206084812+08'00'"}}