{"path": "data/input/ta/rrp-30207.pdf", "pages": ["ASIAN DEVELOPMENT BANK\n                 RRP: SRI 30207 \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON \n \nPROPOSED LOANS \n \nTO THE \n \nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA \n \nFOR THE \n \nPOWER SECTOR DEVELOPMENT PROGRAM \n \n \n \n \n \n \n \n \n \n \n \nOctober 2002 \n \n ", "CURRENCY EQUIVALENTS \n(as of 2 September 2002) \n \nCurrency Unit  −  Sri Lanka Rupee/s (SLRe/Rs) \n SLRe1.00  =  $0.01 \n$1.00  =  SLRs96.26 \n \n \nABBREVIATIONS \n \nADB  −  Asian Development Bank \nADF  –  Asian Development Fund \nBMU  –  benefit monitoring unit \nCEB   −  Ceylon Electricity Board \nEA   −  executing agency \nEIRR  −  economic internal rate of return \nESC  –  Energy Supply Committee \nGDP   −  gross domestic product \nICB   −  international competitive bidding \nIEE   −  initial environmental examination \nIMF   −  International Monetary Fund \nIPP   −  independent power producer \nISA  −  Initial Social Assessment \nJBIC   −  Japan Bank for International Cooperation \nJFPR  –  Japan Fund for Poverty Reduction \nKfW   −  Kreditanstalt fur Widenaufbau \nLECO   −  Lanka Electricity Company \nLIBOR  −  London Interbank Offered Rate \nMOF   −  Ministry of Finance \nMOPE   −  Ministry of Power and Energy \nOCR   −  ordinary capital resources \nO&M  −  operation and maintenance \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and CEB ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by a team consisting of R. Stroem, Sr. Financial Specialist and Mission\n \nLeader; M. Hamano, Project Engineer; R. O'Sullivan, Counsel; R. Jayewardene, Resettlement\n \nSpecialist; S. W. Handayani, Social Development Specialist; D. Utami, Environment Specialist;\n \nand J. Zveglich, Jr., Economist. \n \n \n ", " \nPIR  −  poverty impact ratio \nRE  −  rural electrification \nSDR  −  special drawing rights \nSIDA   −  Swedish International Development Cooperation Agency \nTA   −  technical assistance  \nWB   −  World Bank  \n \n \n \nWEIGHTS AND MEASURES \n \nGWh  −  gigawatt-hour (1,000 megawatt-hours) \nkA  –  kilo ampere (1,000 amperes) \nkV  −  Kilovolt (1,000 volt) \nkVA   −  kilovolt ampere  \nMVA  –  megavolt ampere \nMW  −  megawatt (1,000 kilowatts) \nV  −  volt \n \n \n \n ", " \n \nCONTENTS \n                              Page \n \nLOAN AND PROGRAM SUMMARY                   i \n \nI.  THE PROPOSAL  1 \n     \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Sector Description and Performance  1 \n  B.  Issues and Opportunities  2 \n     \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM  5 \n  A.  Objectives and Scope  6 \n  B.  Important Features  6 \n  C.  The Program Loan  7 \n  D.  The Project Loan  14 \n     \nIV.  PROGRAM BENEFITS, IMPACTS, AND RISKS  19 \n  A.  Expected Impacts  19 \n  B.  Risks and Safeguards  22 \n     \nV.  ASSURANCES  23 \n  A.  Specific Assurances  23 \n  B.  Conditions for Loan Effectiveness  25 \n     \nVI.  RECOMMENDATION  26 \n     \n \nAPPENDIXES \n1.  Development Policy Letter including the Policy Matrix  27 \n2.  Key Sector Indicators Year 2001  36 \n3.  CEB Organization Chart  37 \n4.  External Assistance to the Sri Lanka Power Sector  38 \n5.  Program Framework  41 \n6.  Industry Roles in the New Power Sector  45 \n7.  Cash-Flow Analysis  46 \n8.  List of Ineligible Items  48 \n9.  Proposed Project Component  49 \n10.  Resettlement Framework for Rural Electrification and Transmission  50 \nComponents \n11.  Implementation Schedule  53 \n12.  Project Cost Estimate and List of Major Contract Packages  54 \n13.  Economic and Financial Analyses of the RE Project Component  56 \n14.  Summary Poverty Reduction and Social Development Strategy  65 \n   \n ", " \n \nSUPPLEMENTARY APPENDIXES (available upon request) \n \nA.  CEB Financial Statement \nB.  Financial Projections for the Successor Companies \nC.  Poverty Impact Assessment \nD.  Summary Environmental Analysis \nE.  Summary Resettlement Plan – Transmission Component \nF.  Summary Resettlement Plan – Rural Electrification Component \nG.  Procedure for Subproject Selection, Appraisal and Approval ", "   \nLOAN AND PROGRAM SUMMARY \n \nBorrower  The Democratic Socialist Republic of Sri Lanka \n \nClassification  Poverty: Poverty Intervention \n    Thematic: Good governance and economic growth \n \nRationale  The  Power  Sector  Development  Program  supports  the \nrestructuring of the power sector in Sri Lanka, which will develop \nan efficient, self-sustaining, and competitive sector. The energy \nprovided  will  support  Sri  Lanka’s  social  and  economic \ndevelopment. \n \n  Considering the present constraints on the power sector in Sri \nLanka—such as politicized tariff setting and lack of a transparent \ncompetitive  business  environment—the  Government  has \ncommitted  itself  to  fundamental  policy  reforms  and  improved \nbusiness practices to realize power sector efficiencies. Without \nchanges in policy, investments alone will not yield the desired \nresults. Accordingly, the mixed modality of a sector development \nprogram,  which  supports  policy  changes  in  addition  to  project \ninvestments,  is  considered  the  most  appropriate  approach  for \nsupporting power sector restructuring. \n \nThe Program Loan \n \nObjectives  The objectives of the Program are to (i) establish an independent \nregulatory  and  tariff-setting  mechanism;  (ii)  enhance  sector \nefficiency by introducing competition and commercialization; and \n(iii)  encourage  private  sector  participation  in  the  sector  by \ndeveloping an enabling, transparent business environment.  \n \nComponents and  (i)  Enactment  of  the  Electricity  Reform  Bill  and  Public  Utilities \nOutputs  Commission  Bill,  which  taken  together  will  allow  (a)  the \nestablishment  of  an  independent  regulatory  authority  for \nlicensing,  tariff  setting,  and  dispute  resolution;  (b)  the \nunbundling  of  the  Ceylon  Electricity  Board  (CEB)  into \ngeneration, transmission, and distribution companies; and  (c) \ncompulsory metering of all consumers \n \n(ii)  Appointment of the Sri Lanka Public Utilities Commissioners \n(the Regulator) \n \n(iii)  Corporatization  of  the  generation,  transmission,  and \ndistribution functions of CEB and LECO \n \n(iv)  Financial restructuring of the sector \n \nFinancing Plan   A loan of $60,000,000 from ADB’s ordinary capital resources will \nbe provided under ADB's LIBOR-based lending facility. The loan \nwill have a term of 15 years, including a grace period of 3 years, \nan  interest  rate  determined  in  accordance  with  ADB's  LIBOR-", "ii \nbased lending facility, commitment charge of 0.75% per annum, a \nfront-end fee of 1.0%, and such other terms and conditions set \nforth in the draft Loan Agreement. \n \nExecuting Agency   The Executing Agency (EA) of the program loan is the Ministry of \nFinance of the Government. \n \nImplementation  The  proceeds  of  the  program  loan  will  finance  the  foreign \n      Arrangements  exchange costs (excluding local taxes and duties) of eligible items, \nproduced in and procured from ADB's member countries. \n \nCounterpart funds will be used by the Government in accordance \nwith arrangements satisfactory to ADB, to support the financial \nrestructuring of CEB and adjustment costs associated with the \nProgram, including (i) reduction of the accounts payable of CEB to \npower  producers,  and  suppliers  of  fuel  and  transportation,  (ii) \nretirement of CEB’s expensive commercial debt;  (iii) payment of \noutstanding  government  dues  to  CEB;  and  (iv)  technical \nequipment directly related to the functional unbundling of CEB's \noperational areas. \n   \n \nThe Project Loan \n \nObjectives   Improve  the  quality  and  quantity  of  electricity  supply  by \nexpanding, modernizing, and rehabilitating the transmission and \ndistribution systems, and expanding the rural network. \n \nComponents \n  And Outputs  The Project loan consists of three components: \n \n    Part A: About 600 rural electrification (RE) subprojects all over the \ncountry that will provide or expand electricity supply in about 820 \nvillages with about 112,500 consumers. \n \n     Part  B:  Strengthening  of  CEB’s  existing  distribution  networks, \nwhich are becoming overloaded in many areas, and to reduce \nrelated line losses. This part will include 33-kilowatt development \nlines and express lines. \n \nPart C:  Transmission lines and substations to transport electricity \nfrom the generation stations to the rural areas. ", "  iii\n \nFinancing Plan  A loan in various currencies equivalent to Special Drawing Rights \n52,884,000 ($70,000,000 equivalent) will be provided from ADB’s \nSpecial Funds resources, with an interest charge at the rate of \n1.0% during the grace period and 1.5% thereafter; a term of 32 \nyears, including a grace period of 8 years; and such other terms \nand conditions set forth in the draft Loan and Project Agreements. \n \nExecuting Agency  The Project will be executed by the Ministry for Power and Energy \nand Implementation  (MOPE) and implemented by CEB or its successor companies. \nArrangements  These companies will be duly incorporated and registered under \nthe Sri Lanka Companies (Amendment) Act No. 33 of 1991. \n \nProcurement  Goods and services procured by CEB and financed by ADB under \nthe  Project  will  be  in  accordance  with  ADB’s  Guidelines  for \nProcurement. \n \nBenefits and   The  social  and  poverty  assessment  shows  that,  although  the \n       Beneficiaries  majority of the population will benefit from the sector reform, the \nmain beneficiaries are the people living in electricity-deprived rural \nareas. The negative impacts expected from the envisaged tariff \nincreases in the short term will be partially offset by the effects of \nenhanced efficiency in the sector and in the economy as a whole. \n \nTargeted  project  beneficiaries  will  directly  benefit  through \nsubstantial  savings  on  fuel,  time  for  household  activities,  and \nbetter educational and health outcomes from improved supply of \nelectricity. \n \nRisks   The major risks to the Program are (i) failure to establish the \nregulatory authority, (ii) lack of financial support for CEB in the \nrestructuring transition period, and (iii) operational inadequacies. \nThe  identified  risks  have  been  mitigated  through  (i)  early \nGovernment  approval  of  the  bill  establishing  the  regulatory \nauthority; (ii) the Government’s guarantee of financial support for \nCEB  during  the  transition  period;  and  (iii)  changing  and \nstrengthening  management  and  organizational  structures;  and \npractices, and enforcing an effective checks-and-balance system \nand mechanisms. \n \n \nTechnical Assistance  These  two  facilities  are  not  part  of  the  Program,  but  are \nindependent activities directly linked to the ability to achieve the \nobjectives  of  the  Program.  Technical  assistance  (TA)  for \n$800,000,  with  an  additional  $250,000  in  cofinancing  from  the \nSwedish  International  Development  Agency,  will  support  the \nimplementation of the unbundling of CEB. The TA’s objectives are \nto  (i)  help  establish  the  new  companies  by  allocating  assets, \nliabilities,  and  staff,  as  well  as  developing  sound  commercial \nbusiness practices; (ii) establish the legal contracts between the \nnew companies;  (ii) develop financial, operational, and reporting  ", "iv \nsystems  within  the  new  companies;  and  (iii)  develop  and \nadminister an information campaign related to the restructuring of \nthe power sector. \n \n  In the past, poorer households have often been excluded from the \ndirect benefits of RE due to the high up-front costs associated with \na  grid  connection.  Moreover,  loan  programs  through  the \ncommercial banking system often exclude the poor because of the \nformal requirements to access credit. ADB will develop a pilot \nprogram  to  finance  the  electricity  connection  costs  for  poorer \nhouseholds  through  a  revolving  fund  administered  by  local \nmicrofinance institutions. The fund will be financed by the Japan \nFund for Poverty Reduction on a grant basis and re-lent at interest \nrates that encourage poor people to avail of electricity. ADB will \nengage  a  local  nongovernment  organization  to  prepare  initial \npoverty  assessments  in  pilot  villages,  monitor  the  progress  of \nimplementing  the  facility  and  assess  the  impact  on  the \nparticipating households. ", "I.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans \nto the Democratic Socialist Republic of Sri Lanka for the Power Sector Development Program. \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  The  Government’s  poverty  reduction  framework1  notes  the  importance  of  rural \nelectrification (RE): “Without access to electricity, rural areas cannot host the industries and \nother off-farm income-generating activities that are essential to a pro-poor process of structural \nchange.” In this respect, the goal is to have 80% of the country’s population electrified by 2010. \nHowever, the poverty reduction framework also stresses the need to control fiscal deficits so as \nto maintain a stable macroenvironment. In this regard, there is a need for better management of \npublic enterprises, including those in the power sector. Efficiencies in the power sector are to be \nachieved  through  unbundling  of  the  relevant  public  enterprises  into  separate  generation, \ntransmission, and distribution companies, as outlined in the Government’s 1998 Power Sector \nPolicy Directions.2 The Government has requested assistance from the Asian Development \nBank (ADB) to further electrification of the nation’s rural areas and to support the reform of the \npower sector. \n \n3.  In response to the Government’s request, ADB included the Power Sector Development \nProgram (the Program) in the Sri Lanka Country Program for 2002. In preparation for the \nProgram, ADB approved a technical assistance (TA)3 grant to advise the Government on the \nstructure, operations, and management of the power sector and the entities within the sector. \nAn ADB Appraisal Mission visited Sri Lanka from 4 to 25 June 2002. Using the results of the TA, \nthe Government adopted a reform program and issued a development policy letter requesting \nADB's assistance (Appendix 1). \n \nA.  Sector Description and Performance \n4.  The power sector in Sri Lanka consists primarily of the Ceylon Electricity Board (CEB) its \nsubsidiary, Lanka Electricity Company (LECO), and three independent power producers (IPPs). \nThe key sector indicators are in Appendix 2. CEB is a vertically integrated, state-owned utility \nwith about 14,392 employees serving 2.69 million customers. Appendix 3 gives its organization \nchart. CEB is under the jurisdiction of the Ministry of Power and Energy (MOPE), and it is \nresponsible for (i) over 90% of all generation, (ii) transmission of power for the public throughout \nthe nation, and (iii) distribution of electricity to about 85% of all customers. The balance is \nserved by LECO, which has 342,054 customers and a staff of 1,321. In recent years, some \nmicrohydro stations have been deployed, but they have yet to make any real impact on the \nsector.  \n \n5.  CEB’s total installed capacity for electricity generation increased from 1,410 megawatt \n(MW) in 1994 to 1,999 MW in 2001, and now comprises 1,137 MW of hydropower and 563 MW \nof  thermal  power.  The  peak  demand  in  2001  was  1,445  MW,  which  increased  by  2.8% \ncompared with 1,405 MW in 2000. The share of private IPPs in the total capacity increased from \n6% in 1999 to 10% in 2000. With the increase in private thermal power capacity, reliance on \ninstalled capacity of hydropower, further dropped to 57%from 62% a year ago.  \n                                                 \n1  Government of Sri Lanka, June 2002. Connecting to Growth: Sri Lanka's Poverty Reduction Strategy. \n2  TA 2795-SRI: Energy Sector Strategy Study prepared by the Ministry of Irrigation and Power. \n3  ADB.  1998.  Technical  Assistance  to  Sri  Lanka  for  Power  Sector  Restructuring  Project.  Manila.  The  work \ncommenced in the field on 8 May 2000. ", "2     \n6.  In 2000 and 2001, reduced hydropower generation and a turbulent crude oil market \nadversely affected the energy supply. As a result, CEB had to hire, at a high cost, several power \nplants from the private sector on a temporary basis to meet the demand.  To ensure load \ngrowth, significant new generation capacity needs to be commissioned in the near future. Of the \nexpected  165  MW  combined  gas  turbine  at  Kelanitissa,  110  MW  was  commissioned  in \nNovember 2001. The 70 MW Kukule hydropower project is expected to be commissioned in \n2004. The 150 MW Upper Kotmale hydropower project loan agreements have been signed but \nno ground-breaking yet, and the 300-MW coal thermal power project is still uncertain.  \n \n7.  Transmission systems at voltage levels of 220 kilovolts (kV) and 132 kV are used to \ntransfer power from the generation stations to the load centers. The System Control Center \nlocated  at  Dematagoda  manages  the  operation  of  both  220  kV  and  132  kV  transmission \nsystems of CEB. The transmission system is generally sound, but is becoming overloaded in \nmeeting the load growth in several areas. The physical condition of the subtransmission and \ndistribution networks was generally unsatisfactory in the 1990s as a result of high load growth, \ninsufficient  investment,  and  inadequate  maintenance.  To  analyze  these  problems,  the \nDistribution Planning Unit of CEB formulated a computerized database in 2000 to collect power \nsystem data such as voltage drop, phase current, and distribution transformer loading from each \narea office and the customer service centers in all provinces. Development programs to improve \nsystem  loss  reduction  and  low  voltage  have  been  identified.  Additional  investments  for \nexpanding the transmission and distribution systems as well as for the development programs \nare required.  \n \n8.  During the past 10 years, CEB’s system loss was between 17% and 19% mainly due to \ninappropriate network design and metering deficiencies. System loss has gradually increased to \n22%, despite substantial investments made to the transmission and distribution networks. The \nrapid expansion of RE programs, delays in fixing breakdowns, and lack of electricity meters \naccount for the increase in system losses. Hence, it is very important for CEB to reduce such \nlosses  to  12%  through  improvements  in  the  power  system  and  careful  operation  and \nmaintenance (O&M) of the system. \n \n9.  Recognizing the need for power sector reform, the Government approved in 1998 the \nadoption of a restructuring model, which called for the unbundling of the power sector into \nseparate companies for generation, transmission, and distribution. Furthermore, through its \nsteering committee for power sector reforms, the Government approved on 6 April 2001 the new \npower sector structure. The approved unbundling of CEB and LECO calls for the establishment \nof (i) one generation company, (ii) one transmission company with two subsidiaries for bulk \npower activities (purchase and sale of electricity) and the transmission activity, and (iii) four \ndistribution companies. An independent regulator will be established to regulate all the activities \nof the new power sector structure. The Government has decided to establish a multisector \nregulatory commission, by enacting the Public Utilities Commission Bill, which initially will cover \ninfrastructure sectors such as the electricity and water sectors. \n \nB.  Issues and Opportunities \n10.  The power sector in Sri Lanka is faced with three major constraints that need urgent \nattention. These are (i) overall generation and load capacities, (ii) financial management and \noperational  governance  of  CEB,  and  (iii)  the  business  environment  of  the  sector.  The \nconstraints are interlinked in the day-to-day operations of CEB, but they must be delinked during \nanalysis and correction for optimum results. \n ", "    3 \n1.  Constraints \n11.  Load  Restrictions.  Power  demand  increased  by  2.8%  in  2001.  Drought  severely \naffected the energy supply from hydroelectric power stations in 2001. Besides the drought, the \naverage plant load factor of the thermal power plant was only 46%. This low figure may imply \ninadequate maintenance work. The insufficient installed thermal power generation capacity \nalong  with  its  relatively  low  availability  and  the  severe  drought  compelled  CEB  to  resort \nextensively to expensive thermal power generation, mainly container-mounted power plants. \nThe total hired generation in 2001 was 341 gigawatt-hours (GWh) accounting for about 5.2% of \nthe  total  generation.  The  situation  may  not  improve  in  the  immediate  future  since  the \ncommitments  of  the  new  power  plants  such  as  the  Coal  Thermal  Power  Project  and \nKerawalipitya Power Project are still awaited. \n \n12.  Financial Management and Governance. The financial management system in CEB is \nantiquated and is based on accounting for expenses incurred and booking them in the proper \naccounts. CEB has not adopted modern business practices in cash management and treasury \noperations since CEB's internal view is that it has so far not been central to its mission. In \naddition, CEB has felt no need or obligation to address this shortcoming earlier since it had \nproduced enough energy and had substantial amounts of soft loans. As a result, there is today \nno management information system that can provide the management or the board of directors \ninformation necessary for decision-making in an accurate, up-to-date, and integrated manner. \n \n13.  CEB  lacks  an  integrated  energy  accounting  system  where  the  amount  of  energy \ngenerated is linked to the actual energy billed, and in turn to the cash collected monthly. \nDeveloping proper departmental and divisional financial budgets, treasury operations plans; \nincreasing the speed of cash collection, cash placements, and payments made on due dates so \nas to utilize the credit terms given will be highly beneficial to CEB’s financial operation and \ncontrol.  \n \n14.  CEB  Operations.  CEB  today  is  run  more  like  a  government  department  than  an \nautonomous corporation and lacks clear operational and financial objectives. The independence \nand effectiveness of the board of directors have not turned out as originally intended and the \nauthority levels within CEB are too low and inadequate for almost any purchase appropriate to \nthose levels. The requirements of public service management, particularly those justified by the \nFinance Act and various regulations, are at the root of many of the problems in procurement \nand human resource management, and the absence of management accountability for results. \nThe poor focus on customer service translates to low quality of electricity supplies; inconvenient \nbilling  processes;  and  slow  response  to  inquiries,  fault  notices,  and  applications  for  new \nconnections. In addition, CEB operations have been guided by politically motivated directions \nfrom MOPE rather than by the board's own financial and operational needs. As a result, CEB \nhas not applied to MOPE for necessary tariff increases, and the need for decisions related to \nadditional generation capacity is needed. \n \n2.  The Government’s Objectives and Strategy \n15.  Through its Power Sector Policy Directions in 1998, the Government clearly expressed \nits wish to restructure the power sector so as to create an enabling business environment that \nwould improve the sector’s (i) operating efficiencies, (ii) financial viability, and (iii) service to its \ncustomers.  This  Government  objective  is  even  stronger  today  due  to  the  current  financial \nproblems and the need for further generation capacity. To achieve its aim, the Government \nproposes to (i) encourage and facilitate direct and indirect (benchmark) competition, wherever ", "4     \nfeasible; (ii) invite private sector participation in power generation through transparent and \ncompetitive  bidding  processes,  with  equal  opportunities  to  the  public  and  private  sectors, \n(iii) charge  tariffs  based  on  commercial  principles  that  enable  costs  to  be  recovered  and \nreasonable returns to be made on investments; and (iv) grant transparent, reasonable, direct \nand  quantified  subsidies  to  targeted  sections  of  consumers.  The  Government  decided  to \ncomprehensively amend the existing legislation, regulations, and tariffs in accordance with the \nabove principles.  \n \n16.  The  Government  established  the  Steering  Committee  for  Power  Sector  Reform4  to \noversee and approve matters related to power sector restructuring. To assist the steering \ncommittee, the Power Sector Reform Office was established and staffed with personnel from \nCEB and LECO. To address the foregoing objectives, the Government requested technical \nassistance from ADB and the World Bank (WB). The three parties agreed to a delineation of \ntasks. ADB approved in December 1998 a TA5 for the operational and managerial aspects of a \nrestructured power sector, while WB funded the legal and regulatory aspects. The consultants \nbegan work in the field in early May 2000. As a result of the work presented by the consultants \nto the steering committee, the committee approved a power sector structure in February 2001.6 \nThe new power sector structure would transform CEB into one generating company (GENCO) \nand a transmission company (TRANSCO) that would be responsible for both the transmission \nfunction  inclusive  of  dispatch  and  the  bulk  power  purchase  and  sales  from  all  generation \ncompanies to the distribution companies; and establish three to four distribution companies \naccording to the financial viability of the distribution areas. The new companies will initially be \nfully owned by the Government, but private sector participation will be allowed later when the \ncompanies need funding for future investments. \n \n3.  External Assistance to the Sector \n17.  The power sector in Sri Lanka has received substantial foreign aid and loans over the \nlast two decades. The multipurpose hydro project in the Mahaweli Basin was mostly financed by \nthe  Overseas  Economic  Cooperation  Fund  of  Japan  (now  JBIC).  WB  and  ADB  are  the \nmultilateral agencies involved in the sector, and the bilateral sources have been sourced by \nGermany through the Kreditanstalt für Widernaufbau (KfW), Swedish International Development \nCooperation  Agency  (SIDA),  and  the  Kuwait  Fund.  The  development  coordination  matrix \nregarding the power sector is summarized in Appendix 4. \n \n4.  ADB’s Country and Sector Strategy \n18.  Operational Strategy. Sri Lanka experienced a severe economic and social dislocation \nin 1996 as a direct result of power shortages. The country's reliance on hydropower generation \nexposed the national economy to fluctuations in rainfall. As the national economy had become \nlarger and more sophisticated, it became obvious that the energy supplies needed to be reliable \nduring low rainfall years also. The situation demanded rethinking the mix of generation plants \nand diversifying energy resources. The national budget has severe constraints in undertaking \nnew investments, and funding for priority investments relies heavily on concessional funding \nand private sources. ADB's strategy and subsequent assistance are directly linked to the need \n                                                 \n4  The Steering Committee was superseded by the Energy Supply Committee (ESC), which was enacted by the \nEnergy Supply Act, No. 2 of 21 March 2002. The ESC ratified all the decisions taken by the Steering Committee. \n5  ADB. 1998. Technical Assistance to Sri Lanka for Power Sector Restructuring. Manila. \n6  The Consultants, a consortium of Fichtner/PA Consulting/Earnst & Young, have prepared five detailed reports for \nTA 3141-SRI namely: (i) Initial Comprehensive Plan for Power Sector Restructuring, (ii) Engineering Review,   (iii) \nPersonnel Report, (iv) Financial Report, and (v) Tariff Report.  ", "    5 \nfor power sector reforms. It is necessary to create an environment conducive to private sector \nparticipation and to ensure that the entities operating within the power sector function according \nto financially sound principles. Accordingly, as the Government has acknowledged the need for \nand committed to sector reforms, ADB, together with other aid agencies, has embarked on a \nrestructuring program to ensure adequate and reliable power supplies at competitive prices \nthrough  increased  private  sector  participation  and  improved  management  and  operational \nefficiencies. It should be noted that ADB’s assistance to the energy sector is developed with \nstrict emphasis on performance. The details of the strategy are in Appendix 4. \n \n19.  Lessons Learned. To date, the operations of ADB and other agencies in the Sri Lankan \npower sector have generally been successful from a technical point of view, i.e. the projects \nconcerned have been completed, although some with substantial delays, and they perform in \naccordance with the technical specifications. However, two major issues have been detected \nduring the project completion exercise and periodic review mission of ongoing projects.7 Over \nthe last decade, CEB has not been able to meet some of the financial covenants, especially \nthose linked to the rate of return. Unsatisfactory financial performance has prevented CEB from \nundertaking, through its own funds, its investment program. Funds from the Government and \nexternal resources beyond what is normally needed have been required.  \n \n20.  In  the  past,  implementation  delays  were  caused  by  cumbersome  procurement \nprocedures. The authority levels have been far too low, and the number of tender and technical \ncommittees  exceeds  what  ADB  considers  best  practice.  Considering  that  the  Sri  Lankan \nprocurement procedures are encountered in most of the sectors that ADB assists, attempts \nwere made through a TA8 to address the procurement bottleneck. However, such attempts have \nnot been successful. The approach of unbundling the power sector and establishing each \ncompany  under  the  Companies  Act  will  ensure  that  the  current  system  of  cabinet  tender \ncommittees is abandoned. Procurement procedures will be established in accordance with best \npractices, as per the international competitive bidding (ICB) systems and the use of international \n(or national) shopping, as required for smaller amounts. \n \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM \n21.  A comprehensive program for restructuring the power sector has been initiated through \nADB and WB TA grants. The Power Sector Development Program seeks to mobilize greater \nresources for the power sector to enable it to realize a possible increase in total investments. \nThe  Program  includes  support  and  incentives  for  restructuring  in  the  form  of  program \nassistance,  and  assistance  for  project  investments  in  the  rural  areas,  in  the  form  of  new \ndistribution lines and connections as well as improvements in the existing rural transmission and \ndistribution network. \n \n22.  The Program has been designed to address two of three major issues currently affecting \nthe power sector, namely, (i) the financial deterioration of CEB including the drain on the \nnational resources and economic effects, and (ii) the operational inefficiencies of CEB and the \nsector as a whole. The third issue, generation shortage, is part of ADB’s ongoing policy dialogue \nbut, as ADB has earlier expressed, additional generation facilities should be developed by the \nprivate sector. Nevertheless, a large part of the policy component of the Program indirectly \naddresses the generation situation as it focuses on developing an environment conducive to \n                                                 \n7  ADB. 2000. PCR on the Power Sector Expansion Project. Manila. The ongoing loan is Loan 1414-SRI (ADB. 1995. \nRRP to the Board of Directors on a Proposed Loan to SRI Lanka for the Second Power System Expansion (Sector) \nProject.  \n8  ADB. 2002. Technical Assistance Capacity Strengthening of Procurement Support Bureau in Sri Lanka. Manila. ", "6     \nprivate sector participation at a substantially higher level than to date. The private sector will \nonly participate when the financial capacity of the off-taker is sound, and it has the financial \ncapacity to shoulder the purchase of electricity generated. \n \n23.  The  Program  seeks  to  establish  in  the  power  sector  a  business  environment  that \npromotes (i) efficiency, (ii) growth, (iii) required investments, and (iv) customer satisfaction. \nSince these facets of development are all important for the success of restructuring, the sector \ndevelopment program modality has been considered the most appropriate.  \n \nA.  Objectives and Scope \n24.  Through its Power Sector Policy Directions, the Government, in 1998, clearly expressed \nthe desire to restructure the power sector in order to create an enabling business environment \nthat would improve the sector’s (i) operating efficiencies, (ii) financial viability, and (iii) service \nquality. The Government proposes to do this by (i) encouraging and facilitating direct and \nindirect (benchmark) competition, wherever feasible; (ii) inviting private sector participation in \npower  generation  through  transparent  and  competitive  bidding  processes,  giving  equal \nopportunities  to  the  public  and  private  sectors;  (iii)  charging  tariffs  based  on  commercial \nprinciples that allow costs to be recovered and reasonable returns to be made on investments; \nand (iv) granting transparent, reasonable, direct, and quantified subsidies to targeted sections of \nconsumers.  The  Government  wishes  to  comprehensively  amend  the  existing  legislation, \nregulations, and tariffs in accord with the above principles.  \n \nB.  Important Features \n25.  The immediate objectives of the Program are to support and provide incentives to the \nGovernment and CEB/LECO to (i) implement sector reform activities such as establishing an \nindependent regulator, developing an independent tariff-setting mechanism and rationalizing \ntariff,  and  functionally  segregating  CEB’s/LECO’s  activities  through  unbundling;  and  (ii) \nmodernize,  upgrade,  and  extend  electrification  to  identify  rural  areas  by  augmenting  the \ntransmission and distribution networks. The entire exercise aims to improve the power sector’s \nfinancial and economic viability over the next 3 – 5 years to ensure sustained growth of the \nsector. The program framework is in Appendix 5.  \n \n26.  A stand-alone TA9 is also being processed in parallel to the Program to support actual \nimplementation of the restructuring during the transformation of the integrated CEB and the \nestablishment of the new companies. A stand-alone TA will ensure flexibility in timing the actual \nstart of the restructuring. \n \n27.  It is proposed that ADB provide two loans totaling $130 million equivalent from its capital \nresources. The amount of $60 million for the Policy Component will come from ADB’s ordinary \ncapital resources (OCR). The OCR loan will have a term of 15 years, including a grace period of \n3 years; an interest rate determined in accordance with ADB's LIBOR-based variable lending \nfacility; an annual commitment charge of 0.75%; a front-end fee of 1% of the loan amount; \nconversion options that may be exercised in accordance with the terms of the draft Loan \nAgreement, the Loan Regulations, and ADB's conversion guidelines; and such other terms and \nconditions set forth in the draft Loan Agreement. The Borrower will be the Democratic Socialist \nRepublic of Sri Lanka, which will also carry the foreign exchange risk. The second loan – for the \nproject component – will be for SDR 52,884,000 ($70.0 million equivalent), and will come from \n                                                 \n9  ADB. 2002. Technical Assistance to Sri Lanka for Power Sector Restructuring - Phase II Project. Manila. ", "    7 \nADB’s Special Funds resources, with a term of 32 years, including a grace period of 8 years, \nand interest rate of 1% per annum during the grace period and 1.5% thereafter. The Borrower \nwill bear the foreign exchange risk. \n \nC.  The Program Loan \n28.  The policy loan of $60 million will support reforms and restructuring in the power sector. \nUnder arrangements satisfactory to ADB, the Government will use the counterpart funds to be \ngenerated from the loan proceeds to support the financial restructuring of CEB/LECO and \nadjustment costs associated with the Program, including (i) reduction of the accounts payable of \nCEB to power producers, and suppliers of fuel and transportation; (ii) retirement of CEB’s \nexpensive commercial debt; (iii) payment of outstanding government dues to CEB; and (iv) \ntechnical  equipment  directly  related  to  the  functional  unbundling  of  CEB's  and  LECO's \noperational areas. \n \n1.  Objectives \n29.  The Program will assist the Government to implement the policy decision made in 1998 \nto reform and restructure the power sector. In summary, the Government decided and agreed to \ncomprehensively  restructure  its  power  sector,  although  on  a  gradual  basis,  allowing \ndevelopment of (i) successor companies of CEB, (ii) a culture based on commercial terms, \n(iii) consumer  benefits  in  terms  of  quality  of  supply,  and  (iv)  an  independent  tariff  setting \nmechanism.  \n \n2.  Components \n30.  The policy dialogue between the Government and ADB has been conducted at three \nlevels: (i) with the Ministry of Finance (MOF) on the power sector's impact on the national \neconomy and the government budget, (ii) with MOPE on sector policies and structures, and \n(iii) with CEB regarding the Project and organizational issues related to the restructuring.  \n \n3.  Important Features   \na.  Reform Model and Institutional Arrangements \n31.  The Government’s policy for reforms was set out in its Policy Directions paper in October \n1998. The paper broadly endorsed PriceWaterhouse Option 710 as the model best suited to Sri \nLanka. The PriceWaterhouse study looked at various degrees of functionally unbundling CEB \nand  fully  commercializing  its  operations,  and  the  creation  of  an  independent  regulator  to \nintroduce  and  ensure  efficiency  and  accountability.  Option  7  called  for  separating  the \ngeneration, transmission, and distribution functions of CEB’s operations, and establishing an \nindependent regulator. Option 7 has served as the framework for the policy dialogue.   \n \n32.  The most recent policy dialogue focused on the number of companies in each functional \narea, and how they should be structured.  The extensive dialogue culminated in the Steering \nCommittee approving the following: (i) CEB’s generation function will ultimately be vested in two \nhydropower generation companies and one thermal generation company, (ii) the transmission \ncompany  will  have  two  subsidiaries,  one  for  transmission/dispatch  and  one  for  the  bulk \n                                                 \n10 In 1995, the Government engaged PriceWaterhouse to undertake the Study to Examine Legal and Regulatory \nFramework and Policy Incentives Required to Promote Private Sector Participation in Power Development. This \nstudy developed a number of options for Sri Lanka and recommended Option 7. ", "8     \npurchase and sales functions; and (iii) there will be 3 – 4 distribution companies, depending on \nthe  financial  analysis  of  the  marketplace.  The  early  indication  is  that  establishing  four \ndistribution companies is financially feasible. Competition is to be introduced progressively, and \neach new IPP will be bidded out to safeguard competition for the market. Similarly, each \ndistribution company will enjoy a monopoly in its territory, with its performance being compared \non a benchmark competition basis with the other distribution companies. An illustration of the \nnew power sector structure and the industry roles are in Appendix 6. This structure has served \nas the framework for the policy dialogue. The Bulk Power Company (BulkPowerCo), one of the \nsubsidiaries of the transmission company, is the single buyer in the market, and it will buy all the \nnecessary electricity generated and sell it to the distribution company. As the Sri Lanka power \nsector becomes more sophisticated, other forms of competition can be introduced. \n \nb.  CEB’s Financial Position \n33.  The  current  financial  position  of  CEB  is  cause  for  alarm  among  the  Government's \nministries, national and international lenders, IPPs, equipment suppliers, and CEB staff alike. \nCEB has not been in a position to build up any equity funds over the last decade, nor has it \nbeen able to earn a reasonable rate of return on assets that would have ensured less reliance \non  government  support  and  foreign  lenders.  The  financial  statements  in  Supplementary \nAppendix A give the audited financial statements showing the historical actual financial figures.  \n \n34.  The total receivables (accounts receivable and other receivables) have increased from \nSLRs9.3 billion at end-1998 to SLRs12.6 billion by end-2000. This level of receivables is equal \nto 50% of electricity sales in 2000. An improved collection effort will not only achieve a better \ncash position, but in the current cash deficit position of CEB it will also lower the total amount of \ndebt servicing particularly the high overdraft interest rate of approximately 21%. Another item of \ninterest is the substantial revaluation surplus, which had as of end-2000 reached SLRs112.9 \nbillion. It is highly questionable if the annual revaluation of assets is a sound accounting method \nas it would most likely overstate the assets, and accordingly, the total equity of CEB. It is \ninteresting that the revaluation surplus is larger than the accumulated depreciation at end-2000. \n \n35.  In the Government's efforts to restructure the power sector, it is vital that the financial \nhemorrhaging of CEB is contained and reversed. The overall implementation of restructuring is \nexpected to take about 2 years, from about 1 January 2003 to 1 January 2005. During the \nperiod from end-2001 to end-2004, CEB is likely to experience additional cash requirements \nestimated  approximately  SLRs34.9  billion.  The  Government  together  with  CEB  has  been \nrequested to develop a financial plan to show how this cash requirement will be met during the \nimplementation  of  the  restructuring.  The  cash  flow  analysis  is  shown  in  Appendix  7.  The \nproposed  restructuring  is  intended  to  keep  and  ensure  a  financially  and  operationally \nsustainable power sector in the future. However, it is unreasonable to expect that the new \npower  sector  will  also  be  able  to  bear  the  mismanagement  of  the  past.  Accordingly,  the \nGovernment has developed a financial recovery plan that will manage and liquidate this debt \nbacklog.  \n \n36.  It is proposed that six new companies be incorporated to take over the assets of CEB \nand LECO.  They are as follows: \n \n(i)  One generation company; \n(ii)  One  transmission  company  consisting  of  two  subsidiaries:  (a)  the  system \noperator  and  the  transmission  functions,  and  (b)  one  bulk  power  dealing ", "    9 \ncompany (BulkPowerCo) that will procure power to meet the forecast demand \nand sell in bulk to distributors; and \n(iii)  Four distribution companies. \n \n37.  Customers and assets have been assigned to the distribution companies in such a way \nthat  they  should  be  financially  sound  and  able  to  provide  improved  customer  service. \nOperational and financial performance measures intended to provide a degree of competition \nare to be set and monitored. \n \n38.  Opening balance sheets have been prepared for each company and financial projections \nmade  for  5  years  2003-2007.  The  foundation  assumption  for  the  financial  structuring  and \nprojections of the new companies was that each company in the sector is to be run on a fully \ncommercial basis, with prices reflecting costs including a return on total capital employed of \n17% per annum, and paying income tax and dividends to owners. The approach taken by the \nTA consultant in making the projections and the key assumptions is shown in Supplementary \nAppendix B \n \n39.  Three scenarios were evaluated to illustrate the effect of different pricing/subsidization \npolicies, principally on the average level of tariffs that would result and on Government cash \nflows: \n \n(i)  Fully  commercial  operation  with  an  objective  return  of  17%  on  total  capital \nemployed before tax and interest and payment of dividends equal to 5% of \nequity; \n \n(ii)  Partial  subsidization  of  the  sector  by  reducing  the  opening  value  of  hydro \ngeneration companies’ fixed assets by 50%; \n \n(iii)  Alternative, additional partial subsidization of the sector by reducing the objective \nreturn on all generation companies' capital employed at full asset valuation to \n8%;11  \n \n40.  Table 1 illustrates the revenue yields required to meet the earnings and other objectives \nset. Potential annual cash flows to the Government are in Table 2. This is the release by the \npower sector to the Government of cash for social sector spending. The current cash flow to the \nGovernment from CEB's and LECO's debt service payments is of the order of SLRs5.3 million \nper year. \n                                                 \n11  This is equivalent to writing down the value of fixed assets by 53%, including those commissioned during 2003-\n2007. This is an aggressive course of action, as it implies that new power plants are worth less than half of what \nthey cost. However, it needs to be seen in conjunction with the relatively high revaluation assets of CEB. ", "10    \nTable 1: Average Revenue Yields \n(SLRs per kWh Sold) \n \nCompany  Scenario 1  Scenario 2  Scenario 3 \nBulkPowerCo  6.2266  5.4474  5.1405 \nDisCo-1  9.7351  8.8460  8.4953 \nDisCo-2  10.1086  9.2059  8.8499 \nDisCo-3  10.0871  9.2035  8.8550 \nDisCo-4  9.7589  8.8951  8.5543 \nSimple average  9.9224  9.0376  8.6886 \nIndex  1000  911  876 \nTariff Increase Required  27%  15.6%  11.2% \n       kWh = kilowatt hour. \n \nTable 2: Average Annual Cash Flow to Government \n(SLRs million) \n \nPayment  Scenario 1  Scenario 2  Scenario 3 \n \n  Income Tax  6,187  5,993  5,139 \n  Dividends  6,120  5,790  5,437 \n \nDebt Service  25,609  19,271  19,089 \n \n  Total   37,915  31,054  29,664 \n \n \n41.  The level of future retail tariffs is the main determinant of the degree to which external \nfunding (both debt and equity) will be necessary to support the development of the planned \nhydro  schemes  and  the  continuing  extension  and  augmentation  of  the  transmission  and \ndistribution networks while at the same time preserving sound balance sheets.  \n \n42.  The ESC established a subcommittee to review and fully understand the consequences \nof the various financial scenarios. In terms of outputs, the Government is faced with making a \nnumber  of  policy  decisions  required  on  several  issues  essential  for  fully  the  establishing \ncommercial operations in the restructured power sector: \n \n(i)  Acceptance of cost-reflective pricing, including commercial rewards to providers \nof capital; \n(ii)  Government funding of social subsidies; \n(iii)  Basis of valuation of fixed assets to be transferred; \n(iv)  Prompt payment of Government electricity bills on due date; \n(v)  Companies to raise capital on commercial markets; \n(vi)  The new companies to receive a clean start in operations and not be saddled \nwith consequences of past management decisions; \n(vii)  The new companies to be placed on equal footing with IPPs; \n(viii)  The new companies to be capitalized on a more commercial basis and the \nexisting loan capital replaced. \n ", "    11 \nc.  Socioeconomic Impact \n43.  The overall strategy of the program loan as formulated is to address bottlenecks to \neconomic growth and the delivery of high quality supply of electricity to the unserved population. \nAlthough significant tariff increases are needed, the efficiency effects of restructuring the sector \nwill act to bring down tariffs in the medium and long term. While all categories of electricity \nconsumers  will  be  directly  affected  by  tariff  increases,  the  main  beneficiaries  will  be  the \npopulation residing in unserved areas. These areas are currently not beneficiaries of subsidized \nelectricity tariffs, but are indirectly paying for them in terms of taxes, forgone access to electricity \nor other forgone investments. The full poverty impact assessment prepared for the Program is \npresented in Supplementary Appendix C. The data show that unserved areas are among the \nmost economically deprived, with the highest proportion of poor people in Sri Lanka. Inflationary \npressures  on  consumer  prices  due  to  tariff  increases  can  be  expected  in  the  short  term. \nHowever, the alternative scenario, with CEB exacerbating the fiscal deficit, is likely to lead to \nmore widespread and persistent inflation.  \n \n44.  The Program will result in efficiency gains with a positive impact on economic growth \nand poverty reduction. As large consumers will be better able to capture these gains, the \nconsumer consultative process will be strengthened. Such strengthening will also increase \nconsumer awareness, resulting in better dialogue, and enhance the role of electricity regulatory \ncommission. Despite these measures, gradual tariff increases will be required to restore the \nfinancial health of CEB and LECO. The increases have been designed to have minimal impact \non the poor by maintaining a lifeline tariff for poor households. A strong consumer awareness \nprogram under ADB TA will help ensure public understanding and promote better dialogue \nbetween  the  public  and  the  regulatory  commission.  Under  the  regulatory  commission,  a \nconsumer  consultative  committee  will  be  established  to  (i)  advise  the  commission  on \nappropriate  consumer  standards;  (ii)  monitor  electricity  consumer  satisfaction;  (iii)  promote \nawareness of consumer rights and standards; and (iv) receive and, where it has the power to do \nso, deal with complaints and concerns of electricity consumers.  \n \n45.  The Program will have a significant impact on the employment pattern of the power \nsector, particularly CEB and LECO employees. The Government has assured that there will be \nno involuntary retrenchment of CEB and LECO employees. The Government has sought the \nassistance of ADB to develop a detailed implementation plan for the restructuring process, \nincluding help in establishing the new entities in terms of allocation of assets and liabilities, \nallocation of staff resources, and development of sound commercial business practices. \n \nd.  Governance \n46.  A major cornerstone in the dialogue with the Government has been the development of \na transparent regulatory framework. The main objective is to design a regulatory commission \nthat would ensure autonomy and accountability. The autonomy sought is not only from the \nGovernment  but  also  from  other  participants  in  the  power  sector  such  as  utilities  and \nconsumers. The commission will be funded by an end-user fee; have responsibilities related to \nthe tariff-setting mechanism and actual tariff level, approval of sector licenses (generation, \ntransmission, distribution), approval of development plans; and ensure government payment of \nliabilities such as subsidies. The role of the Government will  be limited to policy making in areas \nsuch  as  taxation,  subsidies,  and  privatization.  The  regulatory  commission  will  implement \nGovernment policies. \n ", "12    \ne.  Internal Reforms \n47.  With the recent poor showing of internal governance and transparency together with the \ncontinuing financial deterioration of CEB, there is a need to immediately increase internal \noperational efficiencies. Simplifying procedural hurdles to obtain official connections will reduce \nthe nonmonetary barriers to access the network, and simultaneously reduce illegal connections. \nThis effort will also reduce system losses. \n \n48.  Considering the financial situation of CEB, there is a need to establish an up-to-date \ncomputerized financial and accounting system for each segment of CEB’s business operations. \nThe systems must be developed in a manner that would ensure transferability to the new \ncompanies when they are established. A treasury system will also enhance CEB’s knowledge of \nits flow of revenues and expenses, operational expenses as well as capital expenses. This \nsystem enhancement effort should culminate in an overall management information system.  \n \n49.  Assignments according to budget allocations and operational performance targets result \nin  increased  efficiencies  and  a  more  focused  management  and  workforce.  Successful \nimplementation of the reform initiatives will also hinge on the motivation and enthusiasm of CEB \nand  LECO’s  management  and  workforce.  An  interim  period  when  the  focus  is  on  setting \nperformance targets and achieving them will prepare the workforce for the environment they will \nface after restructuring. Accordingly, the stress due to the changes will be reduced. \n \n4.  Financing Plan and Counterpart Funds \n50.  The policy loan of $60.0 million, will support reforms and restructuring in the power \nsector. The counterpart funds to be generated from the loan proceeds will be used by the \nGovernment, under arrangements satisfactory to ADB, to support the financial restructuring of \nCEB/LECO. In particular, (i) to support the financial restructuring of CEB and adjustment costs \nassociated with the Program estimated to be $110 million, including: payment of outstanding \ndues of the Borrower's agencies and state owned enterprises ($10 million), retirement of CEB's \ndefault public debt ($65 million), pension liabilities on account of organizational and institutional \nsector  reforms  ($6.5  million),  and  technical  equipment  directly  linked  to  the  restructuring \n($28.50 million); and (ii) to provide part of the counterpart funds to support (a) the payment of \noutstanding government bodies' dues owed to CEB and (b) reduction of debt obligations of \nCEB. The counterpart funds will fund about 55% of the estimated adjustment costs. \n \n5.  Implementation Arrangements  \na.  Program Management \n51.  The  Executing  Agency  (EA)  will  be  the  Ministry  of  Finance,  and  the  Implementing \nAgency  is  the  Energy  Supply  Committee  (ESC).  The  Program  is  scheduled  to  begin  in \nNovember 2002 and be completed by December 2004. The Borrower will certify that the volume \nof eligible imports exceeds the amount of ADB's projected disbursements under the program \nloan in a given period. ADB will have the right to audit the use of the loan proceeds and to verify \nthe accuracy of the Borrower's certification. \n \nb.  Procurement and Disbursement \n52.  In accordance with the simplified disbursement procedures and related requirements for \nprogram loans, goods and services produced in and originating from ADB member countries will ", "    13 \nbe procured, with due consideration to economy and efficiency, in accordance with standard \npublic sector procedures in Sri Lanka. \n \n53.  The proceeds of the Policy Loan will be disbursed for a broad range of imports, subject \nto a negative list of ineligible items (Appendix 8). Loan proceeds will be disbursed on the basis \nof a certification provided by the Borrower, confirming that in each year in which Policy Loan \nproceeds  are  expected  to  be  disbursed,  the  value  of  total  imports  minus  (i)  imports  from \nnonmember  countries,  (ii)  ineligible  imports,  and  (iii)  imports  financed  under  other  official \ndevelopment assistance, is equal to or greater than the amount expected to be disbursed during \nthe year. The Government will open an account (the deposit account) at Central Bank of Sri \nLanka into which the proceeds of the loans will be deposited and from which all withdrawals will \nbe made. Monthly statements of the deposit account will be attached to the semiannual report of \nthe Policy Loan. \n \nc.  Monitoring and Tranching \n54.  The policy loan will be released in two tranches based on the fulfillment of the conditions \nper tranche as shown in the policy matrix (Appendix 1). The tranches will be of equal size, \namounting to $30 million each. The tranches are expected to be released in the fourth quarter of \n2002, and in December 2003. \n \n55.  First Tranche - $30.0 million. The major first tranche conditions are as follows: (i) the \nGovernment to enact the Public Utilities Commission Bill and the Electricity Reform Bill in \nParliament, (ii) Government pays all its agencies' and state-owned enterprises' dues owed to \nCEB as of 30 August 2002 (SLRs800 million); (iii) CEB reduces the levels of net receivables to \n2.5 months of electricity sales; and (iv) the Government guarantees the provision of a facility for \nfunding CEB’s cumulative cash shortfall from 31 December 2000 to 31 December 2003 or on \nthe date of completed restructuring, whichever is sooner.  \n \n56.  Second Tranche - $30.0 million. The second tranche conditions include the following: \n(i) the Borrower should establish the Public Utilities Commission and appoint the members of \nthe Public Utilities Commission; (ii) the Public Utilities Commission should independently issue \nrules and standards for tariff setting and licensing of generation, transmission and distribution \ncompanies and for the purchase and sale of power in accordance with the Governing Law; \n(iii) the new transmission, generation, and distribution companies created under the Program \nshould obtain all necessary licenses and commenced operations; (iv) the Borrower should \nimplement  the  unbundling  of  CEB's  generation,  transmission  and  distribution  functions  in \naccordance with the Detailed Implementation Plan; and, (v) the Borrower, CEB, or LECO, as the \ncase  may  be,  should  secure  letters  of  no-objection  form  major  lenders  for  the  detailed \nrestructuring. \n \nd.  Program Performance Monitoring, Review, and Evaluation \n57.  ESC will prepare quarterly progress reports for the program component, and submit the \nreports to ADB within 30 days from the end of each quarter. As a minimum, the reports will \ndescribe  the  progress  made  during  the  quarter,  changes  to  the  implementation  schedule, \nproblems and/or issues encountered and remedial actions taken, and the work to be undertaken \nin the following period.  \n \n58.  On the basis of the quarterly reports, ADB will review the implementation and operations \nof the Program, and will conduct semiannual review missions to discuss the progress of the ", "14    \nProgram with Government officials and related agencies/companies. At the end of the Program, \nESC will submit the completion report to ADB within 3 months of physical completion of the \nprogram conditions. \n \nD.  The Project Loan \n1.  Objectives \n59.  ADB will consider a sector loan of $70 million from its Asian Development Fund (ADF) \nresources, with a term of 32 years, including a grace period of 8 years; and interest of 1% \nduring the grace period and 1.5% thereafter. The Borrower will be the Democratic Socialist \nRepublic of Sri Lanka and the Executing Agency will be CEB, and its successor companies. The \nGovernment will provide the total loan component for rural electrification (RE), taxes and duties \nas equity to CEB. The CEB will bear other local costs in implementing the project. The Borrower \nwill bear the foreign exchange risk on the loan. \n \n2.  Components and Outputs \n60.  The project components are as follows: Part A – Rural Electrification, Part B – 33kV \nDistribution System, and Part C – 132kV Transmission lines and substations. Details of the \nProject components are given in Appendix 9. \n \n3.  Important Features \na.  Environment \n61.  The proposed project component of the Program is category \"B\" in ADB's classification \nsystem. Concerning the distribution lines and substations, the initial environmental examination \n(IEE) reports for three sample project components were prepared (the summary is attached as \nSupplementary Appendix D). The IEEs show that the overall adverse environmental impacts will \nbe  very  minimal  and  temporary,  related  mostly  to  land  clearing  activities  (e.g.,  temporary \nchange in land use, and tree cutting). The proposed mitigation measures identified by the IEE \nare manageable and will be incorporated into the bidding documents, bills of quantity, and other \ncontractual obligations of the contractors. \n \n62.  The  potential  environmental  impacts  of  the  project  activities  were  evaluated.  Most \nimpacts are considered positive and beneficial to Sri Lanka. The new electricity legislation \nshould properly guide the regulator to require environmental impact assessment (EIA/IEE) and \nincreased public participation to be conducted by the licensee for each new investment project.  \n \n63.  CEB  will  prepare  an  IEE  for  other  project  components  in  accordance  with  the \nGovernment's  environmental  laws  and  regulations  as  well  as  ADB's  environmental  impact \nassessment requirements. \n \nb.  Poverty and Social Dimensions \n64.  The benefits of electrification include several dimensions of social and economic well \nbeing. Targeted project beneficiaries will benefit directly through substantial cost savings on \nalternative  energy  sources  and  savings  of  time  and  effort  in  household  activities.  Newly \nelectrified  villages  undergo  fundamental  economic  transformation  where  the  provision  of \nelectricity  lays  the  foundation  for  structural  change  and  economic  growth  in  rural  areas. ", "    15 \nElectrification  enhances  the  scope  for  productive  off-farm  income-generating  opportunities \nenabling the poor to diversify income sources, reduce risks and benefit from other development \ninputs important for poverty reduction, such as clean water, sanitation, health, and education. \nElectricity means longer business hours for the local stores and enhances social interaction in \nthe village. \n \n65.  Although energy is biased in favor of women in terms of workloads, time savings, and \nexposure to indoor air pollution, the direct benefits of access to electricity appears to be gender \nneutral  since  it  is  not  commonly  used  for  cooking  purposes  in  rural  areas.  The  gender \ndevelopment index displays little direct relation with either access to electricity or monthly \nexpenditure. But given the high proportion of female heads of households below the poverty line \nin rural areas and the relationship between electrification and poverty, the overall economic and \nhuman development resulting from electricity will favor women to the extent of a gender bias in \nother development factors. When electric water pumps become available women’s workload \nand associated health implications will be reduced. \n \n66.  Despite the availability of socioeconomic data on RE, CEB needs to update and improve \nits database to capture consumer behavior and long-term benefits. To enhance the abilities of \nCEB to address, collect, analyze and monitor social benefits, environment, land acquisition, and \npoverty impact of the RE component, the Government will establish a fully functional social and \nenvironmental  management  cell  and  placed  it  under  the  responsibility  of  CEB’s  Rural \nElectrification Unit or its successor companies. \n \nc.  Resettlement \n67.  ADB's involuntary resettlement policy defines resettlement as any impact on land or \nassets and means of livelihood. Resettlement may or may not involve physical relocation. The \ninvestment project consists of both RE schemes and substations and associated transmission \nlines. All subprojects will require insignificant resettlement. Indigenous people are not affected. \n \n68.  Transmission. CEB will implement four subprojects that include three new sub-stations \nand associated transmission lines. Existing facilities will be improved. A resettlement framework \nand  a  core  subproject  resettlement  plan  have  been  prepared.  CEB  will  ensure  that  a \nresettlement plan (RP) is prepared for each subproject according to procedures described in the \nframework and submitted to ADB for review and approval before awarding civil works contracts. \nRPs will be prepared in accordance with the national involuntary resettlement policy and ADB’s \nHandbook on Resettlement. ADB formats for preparing resettlement plans (short and detailed), \nresettlement  framework  evaluation  and  a  checklist  for  involuntary  resettlement  have  been \nconveyed to CEB. CEB will select subprojects that, other things being equal, avoid or minimize \nland acquisition and resettlement. On completion of the technical designs and when submitting \nthe draft bidding documents, CEB will submit completed involuntary resettlement checklists for \neach  sub-project.  A  resettlement  framework  is  attached  as  Appendix  10.  A  summary \nresettlement plan for a sample project for the transmission component is in Supplementary \nAppendix E. \n \n69.  Rural Electrification Schemes. CEB confirms that all subprojects selected under the \nschemes are in category B, with  “insignificant” resettlement. Except for clearing the way by \ncutting trees, no land acquisition or resettlement is required. All substations will be mounted on \npoles on public land. CEB submitted a RP that applies to all subprojects. To ensure timely \npayment,  CEB  confirms  that  the  funds  for  compensation  in  year  1  of  implementation  are ", "16    \navailable  as  well  as  in  subsequent  years.  The  RP  for  all  subprojects  is  attached  as \nSupplementary Appendix F.  \n \n70.  Capacity  Building  for  CEB.  CEB  does  not  have  dedicated  staff  to  address  land \nacquisition and resettlement. The implementing consultants, contracted under the technical \nassistance for Phase II (footnote 9), will assess and recommend an appropriate organizational \nstructure  for  handling  resettlement  in  future  CEB  operations  and  those  of  the  successor \ncompanies. The recommendations will be based on the needs of the different companies under \nthe reorganized CEB. The assessment will consider generation, transmission, and distribution, \nall  of  which  entail  resettlement  impacts  of  different  magnitude.  CEB  will  implement  the \nrecommendations and help the consultant establish the unit/s. Training will be provided under \nthe generation component. Staff in both transmission and distribution will be trained. \n \n4.  Financing Plan  \n71.  The summary cost estimates of the project components are given in Table 4.  \n \nTable 4: Summary Cost Estimate \n($ million) \n \nItem  Foreign Exchange  Local Currency  Total Cost \n       \nA. Project Component       \n    1. Part A  17.7  19.0  36.7 \n    2. Part B  4.7  3.9  8.6 \n    3. Part C  18.7  3.3  22.0 \nSubtotal Base Cost (A)  41.1  26.2  67.3 \n       \nB. Contingencies       \n     1. Physical  4.1  2.6  6.7 \n     2. Price  2.3  6.2  8.5 \nSubtotal (B)  6.4  8.8  15.2 \n       \nTaxes and Duties  0.0  12.2  12.2 \nInterest/Commitment Charges  5.8  7.4  13.2 \nDuring Construction \nTotal  53.3  54.6  107.9 \n \n \n72.  The proposed financing plan for the project (investment) component is summarized in \nTable 5. ", "    17 \nTable 5: Financing Plan for Project Component \n($ million) \n \nItem  Foreign  Local Currency  Total Cost  Percent \nExchange \n   \nA. Rural Electrification   \n    1. ADB  21.4 16.7 38.1  66.4\n    2. CEB/Government  0.0 15.3 15.3  26.7\n    3. Consumers  0.0 4.0 4.0  6.9\nSubtotal (A)  21.4 36.0 57.4  100.0\n   \nB. Distribution 33kV   \n    1. ADB  6.9 0.0 6.9  47.6\n    2. CEB/Government  0.0 7.6 7.6  52.3\nSubtotal (B)  6.9 7.6 14.5  100.0\n   \nC. Transmission   \n    1. ADB  25.0 0.0 25.0  69.4\n    2. CEB/Government  0.0 11.0 11.0  30.1\nSubtotal (C)  25.0 11.0 36.0  100.0\n   \nTotal  53.3 54.6 107.9  100.0\nADB Loan  53.3 16.7 70.0 \nADB Loan (%)  100.0 30.1 64.9 \nADB = Asian Development Bank, CEB = Ceylon Electricity Board. \n \n5.  Implementation Arrangements \na.  Project Management \n73.  CEB, or its successor entities as per prior agreement with ADB, will implement the \nProject. CEB's general manager and additional general manager for distribution and customer \nservices  will  supervise  the  project  managers  and  teams  who  will  implement  CEB's  rural \nelectrification and 33kV distribution components. CEB's general manager and additional general \nmanagers for planning and transmission will supervise the project managers and teams who will \nimplement CEB's transmission component. Before implementation, these groups from CEB will \nprepare appraisal reports for all proposed subprojects for ADB’s review and approval. The \nsubprojects will be evaluated and selected based on the economic evaluation model, as used \nduring the implementation of the Second Power System Expansion (Sector) Project (footnote 1), \nand modified for establishing a poverty impact indicator. As per prior agreement with ADB, the \nsame  implementation  arrangements  will  be  established  to  ensure  successful  project \nimplementation in CEB's successor entities. \n \nb.  Period of Implementation \n74.  Implementation  of  the  Project  will  begin  in  December  2002  and  be  completed  in \nDecember 2006 (Appendix 11). CEB will be responsible for directly supervising implementation \nand monitoring of the operational performance of the project components, and will submit \nquarterly progress reports to the Government and ADB within 30 days from the end of each \nquarter. ADB will review the implementation and operation of the Project based on these reports \nand meet with the Government and CEB at least semiannually to discuss project progress. ADB \nwill also monitor the overall financial and technical performance of the power sector in relation to \nthe Government's fiscal position. ", "18    \nc.  Procurement \n75.  Goods and services financed by ADB will be procured following ADB’s Guidelines for \nProcurement. For such procurement, bid specifications will be prepared in a manner as to \nensure maximum competition under international competitive bidding (ICB) procedures. Each \nsupply contract estimated to cost the equivalent of $500,000 or more will be awarded on the \nbasis of ICB. Each contract estimated to cost less than the equivalent of $500,000 will be \nawarded on the basis of international shopping. For the RE schemes under Part A, CEB’s \nstandard  local  competitive  bidding  (LCB)  procedure  may  be  used  for  the  manufacture  of \naluminum conductors and procurement of concrete poles, line hardware, and accessories. To \nencourage the local industry, it is proposed that CEB be permitted to give price preference to \ndomestic  manufacturers  participating  in  international  bids  under  the  Project,  as  per  ADB \nscheme for such preferences. After a review of the project components, it was agreed that such \nprice preferences will be limited to 15% in line with the national trend of opening sectoral \nprocesses to global competition and thereby benefit from price reductions. \n \n76.  The CEB successor companies will also follow ADB's Guidelines for Procurement in \nprocuring  goods  and  services  financed  by  ADB  under  the  Program.  CEB's  successor \ncompanies will establish new procurement procedures/practices in line with their new existence \nunder the Companies Act. The new procurement procedures will follow efficient and effective \nbest  market  practices  and  will  be  implemented  in  accordance  with  the  approved  detailed \nimplementation plan and under the TA provided by ADB for implementing phase II of power \nsector restructuring. \n \nd.  Disbursement Arrangements \n77.  ADB’s direct payment, commitment letter, or reimbursement procedures will be applied \nin procuring goods, materials, equipment, and services. An imprest account will be established \nto facilitate disbursement of the local costs financed under the ADB loan. The disbursements \nwill be in accordance with ADB’s Loan Disbursement Handbook, January 2001. A list of the \nmajor  contract  packages  under  the  Project  with  their  cost  estimates  is  in  Appendix  12. \nRetroactive financing will not be allowed. \n \ne.  Accounting, Auditing, and Reporting \n78.  CEB will prepare separate semiannual progress reports for its respective components \nand submit them to ADB within 30 days of the end of each half year. The reports will be a \nnarrative  description  of  progress  made  during  the  period,  changes  to  the  implementation \nschedule, problems or difficulties encountered, the performance of the project implementation \nconsultants, and work to be carried out in the next period. The reports will include a summary \nfinancial account for the Project consisting of project expenditures during the period, year to \ndate, and total expenditure to date. From these reports, ADB will review the implementation and \noperation of the Project and meet with the EAs and the Government at least semiannually to \ndiscuss the progress of the Project. Completion reports will be submitted to ADB within 3 \nmonths of project completion. \n \n79.  CEB and the successor companies participating in this Project will have their annual \nfinancial  statements  –  including  the  income  statement,  balance  sheet,  and  sources  and \napplication of funds statement – audited by a professional auditing firm acceptable to ADB. \nAudited statements will be submitted to ADB within 9 months of the close of the financial year. ", "    19 \nCEB will also submit to ADB audited project accounts and the auditors’ observations with \nrespect to compliance with the loan covenants. \n \nf.  Project Performance Monitoring and Evaluation \n80.  CEB will prepare and submit subproject appraisal reports for the Project to ADB for \nreview and approval. The procedures for subproject selection, appraisal, and approval are \ndescribed in detail in Supplementary Appendix G. For part A, subproject appraisals will follow \nprocedures similar to those used for the RE schemes under the ongoing Second Power System \nExpansion Sector Project (footnote 7). \n \n81.  For each subproject, an appraisal report with an IEE and RP, if necessary, will be \nprepared. Subprojects under part B should have an economic internal rate of return (EIRR) of at \nleast 12%. For RE subprojects under part A, the minimum EIRR will be 12%. In addition, ADB \nwill review the existing socio-economic data and economic analysis for subprojects for the \npurpose of including poverty targeting performance indicators in selecting subprojects. These \nperformance indicators are included in the subproject appraisal reports. \n \n82.  The investment component will primarily benefit poor consumers. CEB or its successor \ncompanies will be responsible for monitoring consumer behavior and the benefits of the RE \ncomponent. To enhance CEB's ability to address, collect data on, and analyze and monitor \nsocial benefits, environment, land acquisition, and poverty impact of the RE component, the \nGovernment will establish a fully functional social and environmental management cell and put it \nunder  the  responsibility  of  CEB’s  Rural  Electrification  Unit  or  a  related  department  in  the \nsuccessor companies. \n \ng.  Project Review \n83.  Project implementation will begin in December 2002 and be completed by December \n2006 (Appendix 11). CEB or the successor companies' agencies will be responsible for the \noperational  performance  of  the  project  components.  These  will  submit  quarterly  progress \nreports to the Government and ADB within 30 days from the end of each quarter. ADB will \nreview the implementation and operation of the Project based on these reports and meet with \nthe Government and CEB/LECO at least semiannually to discuss project progress. ADB will \nalso monitor the overall financial and technical performance of the power sector in relation to the \nGovernment's fiscal position.  \n \nIV.  PROGRAM BENEFITS, IMPACTS, AND RISKS \nA.  Expected Impacts \n1.  Financial Analysis \na.  Program Component \n84.  The program component will establish a financially self-sufficient power sector through \nthe restructuring effort. The power sector is envisaged to positively contribute to the economic \ndevelopment of Sri Lanka through a sufficient quantity of electricity and sustainable tariff levels. \nA major portion of the Program is also geared toward reestablishing the financial soundness of \nCEB during the transition period, so as to give the successor companies a sound financial \nplatform, from which they can commence operations. ", "20    \nb.  Project Component \n85.  In the financial analysis of the project component (Appendix 13) the RE is financially \nmarginal (financial internal rate of return [FIRR] is negative). The investment cost is higher than \nthe financial benefits gained from the outputs of the component, as the Project caters mainly to \npoor  rural  consumers.  In  ADB’s  experience  with  RE  projects,  the  FIRR  calculations  are \nnegative, but the financial loss directly attributed to the Project is outweighed by the substantial \neconomic benefits, both direct and indirect as described in the next section.  \n \n2.  Economic Analysis \na.  Program Component \n86.  The overall strategy of the proposed Project is to address bottlenecks to economic \ngrowth and to the delivery a high-quality supply of electricity to the unserved population. On the \none hand, the inefficiency and financial losses of CEB reduce its ability to pursue RE and \nmaintain a high-quality supply to rural areas. On the other, the deterioration of CEB exacerbates \nthe severe fiscal deficit that raises concern about future ability of the Government to invest in \nsectors more productive for economic growth and poverty reduction. Although funds are not fully \nfungible, the linkage between fiscal space and CEB’s losses is clear. The opportunity costs of \nthe financial cash shortfall of CEB in terms of social sector spending amounts to 22% for fiscal \nyear 2001. \n87.  In the absence of sector reform and necessary tariff increases, the situation can only \nworsen. While all categories of electricity consumers will be directly affected by tariff increases, \nthe main beneficiaries will be the population residing in unserved areas. These areas are \ncurrently not beneficiaries of the subsidized electricity tariffs, but are indirectly paying for them in \nterms of forgone access to electricity or other forgone investments. The need for tariff increases \nwill result in inflationary pressures on the general price level in the short term. However, the \nalternative is dismal. Fiscal imbalances not only result in inflation but also act to reduce investor \nconfidence in the economy. Government and CEB borrowing from the banking sector further \ncrowds out private investments and raises the interest rate. The consequences of no sector \nreform on economic growth and poverty reduction would devastate the Sri Lankan economy. \n \nb.  Project Component  \n88.  In the economic analysis of the RE investments (Appendix 13) the benefits derive from \ntwo sources: (i) the replacement costs of alternative energy sources that would be used for \nlighting in the absence of electricity, and (ii) the incremental benefits from increased electricity \nconsumption.  Residential  consumers  whose  primary  use  for  electricity  is  for  lighting  are \ndifferentiated by household size. Industrial users, on the other hand, use power for machinery in \naddition to lighting. Overall, the RE investments have an EIRR of 23.6%, with the bulk of the \nbenefits coming from the additional power consumed. Sensitivity analysis of the level of system \nlosses, mix of hydro and thermal generation, and price of oil show that the RE investments \nachieve an EIRR in excess of 20% even under conservative assumptions. \n \n89.  The economic analysis considers only a narrow range of project benefits. Unquantifiable \nbenefits of electrification include a variety of dimensions of social and economic well-being. \nTargeted project beneficiaries will benefit directly through substantial cost savings on alternative \nenergy sources, and savings in time and effort for household activities. Newly electrified villages \nin the rural areas where the provision of electricity lays the foundation for structural change and \neconomic growth undergo fundamental economic transformation. Electrification enhances the ", "    21 \nscope for productive off-farm income-generating opportunities enabling the poor to diversify \nincome sources, reduce risks and benefit from other development inputs important for poverty \nreduction, such as clean water, sanitation, health, and education. Electricity means longer \nbusiness hours for the local stores and enhances social interaction in the village. As such, the \nestimated EIRR is likely to be conservative. \n \n90.  Although energy is biased in favor of women in terms of workloads, time savings, and \nexposure to indoor air pollution the direct benefits of access to electricity appears to be gender \nneutral  since  it  is  not  commonly  used  for  cooking  purposes  in  rural  areas.  The  gender \ndevelopment index displays little direct relation with either access to electricity or monthly \nexpenditure. But given the high proportion of female heads of households below the poverty line \nin rural areas and the relationship between electrification and poverty, the overall economic and \nhuman development resulting from electricity will favor women to the extent of a gender bias in \nother development factors. When electric water pumps become available, women’s workload \nand associated health implications will be reduced. \n \n91.  Despite the availability of socioeconomic data on RE, CEB needs to update and improve \nits database to capture consumer behavior and long-term benefits. To enhance the abilities of \nCEB to address, collect data on and analyze and monitor social benefits, environment, land \nacquisition, and poverty impact of the RE component, the Government will establish a fully \nfunctional social and environmental management cell and put it under the responsibility of \nCEB’s Rural Electrification Unit or its successor companies. \n \nc.  Poverty Reduction Impact \n92.  The  investment  under  the  Project  will  benefit  rural  areas,  which  suffer  from  higher \npoverty rates than the national average. Based on the most recent figures, which exclude the \nnorth and east, the poverty rate in the rural areas of Sri Lanka is 41% compared with 39% \noverall.12 Moreover, the Project will be implemented islandwide, including the north and east, \nwhere anecdotal evidence suggests the poverty rates are much higher due to of the civil \nconflict. The RE component under parts A and B is comprised of 600 individual subprojects that \nwill supply electricity to about 112,500 new consumers in 820 villages during the course of \nproject implementation. This represents a 5% increase in electrification coverage in Sri Lanka. \nImproved poverty targeting for the RE investments will be achieved through the provision of a \nrevolving  fund  by  the  Japan  Fund  for  Poverty  Reduction  (JFPR)  to  cover  the  electricity \nconnection costs for poor households. \n \n93.  Economic analysis shows that the average expenditure on lighting for a poor household \nis  nearly  50%  lower  for  an  electrified  household.  Thus,  electrification  of  poor  households \nrepresents a pro-poor redistribution of purchasing power. In addition, the inconvenience of the \nirregular availability of kerosene in the local store entails transaction and search costs. Although \nthe  ability  to  purchase  electrical  appliances  constrains  electricity  consumptions  and  thus \nbenefits – for poor households – the additional benefits of residing in an electrified village are \nsubstantial, even if the household is not electrified. Electricity is essential for attracting off-farm \nbusiness opportunities. Off-farm income-generating activities have been identified as key for \nreducing income deprivation among the poor. In addition, the diversified income sources reduce \nvulnerability. The detailed poverty reduction and social strategy is presented in Appendix 14. \n \n                                                 \n12  The most recent figures are from 1995/96, and the officially defined poverty line in Sri Lanka is SLRs742 per adult \nper month, excluding the north and east regions.  ", "22    \n94.  Although  nonelectrified  poor  households  in  electrified  villages  obviously  benefit \nindirectly, they are deprived of direct benefits. Cost savings are especially significant among \nthese benefits. The inability to overcome up-front connection charges prevents households from \nbeing electrified. To ensure poverty targeting and enhance the benefits to the poor under the \nproject component, a proposal for a power fund for the poor is submitted for funding by a grant \nfrom JFPR.13 \n \nB.  Risks and Safeguards \n95.  Several perceived risks linked to the sector development program need to be mitigated. \nThe risks and their mitigation are summarized here. \n \n(i)  Regulatory risks. The success of the entire power sector reform program hinges on the \nconviction that actions in the power sector will be based on commercial principles, such \nas a tariff mechanism that will ensure improved operating efficiencies and enable the \nnew companies to earn a fair rate of return on their investments in accordance with \nactual performance. To depoliticize the tariff-setting mechanism process in Sri Lanka, \nthe  Program  ensures  the  establishment  of  a  statutory  regulatory  authority  whose \nresponsibilities includes tariff setting and licensing. The new electricity bill also has \nstringent eligibility criteria for the commissioners, to ensure that the commission works \nproperly. \n \n(ii)  Enforcement of decisions.  The decisions of the regulatory commission have to be \nimplemented by the new companies in the sector, sometimes with the assistance of the \nGovernment.  Accordingly,  confidence  related  to  the  decisions  of  the  Commission, \nespecially those that are politically unattractive has to be established. To demonstrate its \nwill to make difficult political decisions, the Government introduced an average tariff \nincrease of 35% on 1 April 2002 when it created CEB's successor companies. Further, it \nwill develop a finance plan that will consist of further tariff hikes to meet the rising cost of \nsupply. \n \n(iii)  Corporate governance. Corporate governance is defined here as the independence \nand  effectiveness  of  the  board  of  directors.  Corporate  governance  as  well  as  the \noperational effectiveness of CEB and CEB’s successor companies that will be created \nduring the reform period will be crucial in determining the success, or its absence in the \npower  sector  restructuring  efforts.  Embedded  in  the  new  system  are  processes  to \nstrengthen  the  companies’  capacity  to  increase  efficiencies  and  improve  those \nefficiencies as the companies mature. \n \n96.  The board of directors and senior management of the new companies will be primarily \nstaffed by members from outside the Government, who have the necessary expertise and skills \nto commercially develop the entities. Operational and financial performance is expected to \nimprove from the current level as a direct result of the above measures. \n \n97.  Procurement evaluation, procedures, and authority levels have all caused project delays \nand  questionable  governance  behavior.  Proper  delegation  of  authority,  responsibility,  and \naccountability is crucial in establishing the new companies. The establishment of the new \n                                                 \n13 The proposal received concept clearance from the JFPR committee on 13 July 2001 and was concurred in by the \nGovernment at the MOU of Appraisal Mission 25 June 2002. The draft proposal will be submitted by October 2002 \nto the Government of Japan, and the President's approval is expected in December 2002. ", "    23 \ncompanies under the Companies' Act will ensure the development of appropriate procurement \nand accountability procedures. \n \n98.  Customer orientation has been a neglected area in CEB’s operations. The creation of \nthe new companies, and increased accountability at all levels, will prepare employees and \nassure customers of a more efficient and responsive management style.   \n \nV.  ASSURANCES \nA.  Specific Assurances \n99.  In addition to the standard assurances, which are incorporated in the legal documents, \nthe Government has given the following assurances. \n \n1.  Administrative \n100.  The Government will, at all times, support and respect the autonomy of CEB, LECO, and \nits successor entities in securing their commercial, operational, and administrative interests. \n \n101.  The Government will assist CEB’s successor entities to expeditiously meet the legal and \nadministrative requirements related to making applications, and obtaining permits and licenses. \n \n102.  The long-term sustainability of the power sector – financial, economic, operational, and \nadministrative viability – depends on the restructuring of the sector. In developing the reform \nprogram, ESC is developing and will approve the following plans: \n \n(i)  finance restructuring plan, \n(ii)  financial recovery plan,  \n(iii)  detailed implementation plan,  \n(iv)  personnel plan, and \n(v)  information strategy and implementation plan. \n \n103.  The Government will make every effort to implement the plans and recommendations of \nESC, in a manner satisfactory to ADB. ESC will also monitor the program loan component. \n \n2.  Financial \n104.  Considering the financial deterioration of CEB, the Government will commit in advance \nto financially support the utility during the transition period from an integrated utility to separate \nentities under the restructured power sector. \n \n105.  The  Government  will  make  timely  and  adequate  budgetary  appropriations  to  any \ndirected programs to meet its subsidy payment liabilities, if any, to ensure that all subsidy dues \nare paid in cash to CEB, or its successor companies, no later than six months of the date of \nclaim by such entity. An example of such a program is capital subsidies for RE.  \n \n106.  The Government will make timely and adequate budgetary appropriations to ensure that \nCEB’s,  or  its  successor  companies’,  balance  of  receivables  from  municipalities  and  other \ngovernment entities will not exceed 2.5 months equivalent of billings. \n ", "24    \n3.  Sector Reforms \n107.  Public  awareness  campaigns  and  participatory  strategy  will  be  developed  and \nimplemented to gain broad-based public support for to the restructuring of the power sector. \n \n108.  For the personnel plan, the Government ensures adoption of a straightforward set of \npolicies, consultative process, prudent transfer arrangements, incentive for skills acquisition, \nand  a  sector-wide  transitional  training  program  as  practical  means  of  setting  up  new \norganizations.  The  Government  will  make  the  necessary  funds  available,  as  required,  for \npersonnel redeployment in a timely manner. \n \n109.  The Government will take timely steps in resolving issues relating to the transfer of \noperations from CEB to the new companies, including the allocation and transfer of CEB’s \nassets and liabilities. \n \n110.  The Government will support a consumer consultative committee as stipulated in the \nproposed electricity act through the regulatory commission to: (i) advise the commission on \nappropriate  consumer  standards;  (ii)  monitor  electricity  consumer  satisfaction;  (iii)  promote \nawareness of consumer rights and standards; and (iv) receive and, where it has the power to do \nso, deal with complaints and concerns of electricity consumers. \n \n4.  Successor Entities \n111.  Before  any  successor  entity  or  entities  become  an  implementing  agency,  the  new \ncompanies will enter into an agreement with ADB with respect to their rights and obligations. It \nhas been agreed between the Government and ADB that subsequent project agreements with \nany successor or assignee of CEB shall include detailed financial covenants currently not in the \nProject Agreement with CEB, such as, but not limited to, debt/equity ratio, current ratio, self \nfinancing ratio, collection ratio, and kilowatt hour (kWh) bought versus kWh billed versus kWh \ncollected. \n \n5.  Environment and Social Dimensions \n112.  CEB  ensures  (i)  that  all  project  components  that  require  IEE  according  to  the \nGovernment and ADB's environmental impact assessment requirements will have completed \nthe  IEE  reports  and  obtained  the  necessary  environmental  clearance  from  the  relevant \nauthorities before any construction works start; (ii) all environmental mitigation measures set \nforth in the IEE and environmental clearance will be implemented; and (iii) all transformers and \ncapacitors purchased under the Project will be free of poly-chlorinated biphenyls (PCBs) and \nthis requirement will be included in the bidding documents.  \n \n113.  CEB will submit to ADB annual reports on the monitoring results, permits, licenses, and \nclearances obtained for the Project. In case of any violation of laws and standards, the report \nwill also include certification from the relevant authority that such violation has been remedied or \nan acceptable plan for its correction has been approved. \n \n114.  CEB  or  its  successor  companies  will  conduct  poverty  monitoring  and  two  sets  of \nconsumer  surveys  during  the  project  period  to  analyze  the  socioeconomic  impacts  of \nelectrification under the RE component, with special attention to households below the poverty \nline; and will submit to ADB an annual report on the monitoring results. \n ", "    25 \n6.  Implementation and Benefit Monitoring \n115.  CEB will set up the program implementation and benefit monitoring unit (BMU) within 3 \nmonths of loan effectiveness. The responsibilities of BMU will include monitoring the impact of \nthe reforms under the Program on the end consumers, particularly those below the poverty line. \nUsing  consulting  services,  BMU  will  undertake  an  in-depth  qualitative  and  quantitative \nassessment of the impacts of the Program on the end consumers.  \n \n116.  The program impact will be assessed particularly from the power consumption patterns \nof the rural poor due to electrification.  Independent research agencies will be appointed at the \nstart of the Program to monitor the agreed-upon performance indicators. \n \n117.  The Government will give ADB the opportunity to comment on relevant studies and draft \ndecrees and regulations that are likely to impact on the program objectives and implementation. \nThe  Government  will  keep  ADB  informed  of  policy  discussions  with  other  multilateral  and \nbilateral agencies that have implications for implementation of the Program and will take ADB's \nviews into consideration before finalizing and implementing any proposals.  \n \n118.  Together with ADB, the Government will undertake periodic reviews during the program \nimplementation  to  evaluate  the  scope,  implementation  arrangements,  progress,  and \nachievement of scheduled targets and agenda for policy reform and the Project in accordance \nwith ADB’s project performance management system guidelines. \n \n7.  Counterpart Funds \n119.  The Borrower shall ensure that all Counterpart Funds are used by the Borrower in a \nmanner satisfactory to ADB to support the power sector in general as well as the reforms to be \nimplemented under the Program, in particular, (i) to support the financial restructuring of CEB \nand adjustment costs associated with the Program, including: payment of outstanding dues of \nthe borrower's agencies and state owned enterprises, retirement of CEB's default public debt, \nand pension liabilities on account of organizational and institutional sector reforms, and (ii) to \nprovide part of the Counterpart Funds to support (a) the payment of outstanding government \nbodies' dues owed to CEB and (b) reduction of debt obligations of CEB. \n \n8.  Land Acquisition and Resettlement \n120.  RPs  will  be  prepared  in  consultation  with  affected  persons  and  disclosed,  before \nimplementation  translated  into  the  local  language  in  the  divisional  secretariat  and  Grama \nNiladhari (village headperson) offices. \n \n121.  CEB confirms that the funds required for resettlement for implementation in year 1, 2003 \nand  subsequent  years  are  available  to  ensure  timely  payments.  All  compensation  and \nresettlement benefits will be paid to the affected persons before land acquisition. Annually, CEB \nwill submit to ADB a monitoring report on implementing resettlement for each subproject. \n \n122.  For  the  transmission  component,  RPs,  following  the  agreed-upon  resettlement \nframework, ADB's policy on involuntary resettlement and the Handbook on Resettlement for the \nremaining subprojects will be submitted by the time the civil works contracts are awarded. \nADB's review and approval of the RPs will be a condition for the award of civil works contracts. \n ", "26    \n123.  CEB will disclose RPs for the RE and transmission components before implementing the \nProject. \n \nB.  Conditions for Loan Effectiveness \n124.  In  addition  to  the  conditions  set  forth  in  ADB’s  ordinary  operations  and  special \noperations loan regulations, the following are conditions for the effectiveness of the Sector \nDevelopment Program loans: \n \ni.  Legal  opinions  satisfactory  to  ADB  will  have  been  provided  for  the  Loan \nAgreement for the Program loan, and the Loan and Project Agreements for the \nProject loan. \n \nii.  CEB or its successor companies will establish a fully functional environmental \nmanagement cell, and with appropriate staff and facilities to implement, collect \ndata on and analyze, and monitor social benefits, environment management, \nland acquisition, and the RPs. \n \niii.  All conditions for release for the first tranche, as specified in the Policy Matrix will \nbe met. \n \niv.  CEB will give an undertaking to ADB that it will establish within 6 months of loan \neffectiveness,  a  review  committee  for  beneficiary  participation  during \nimplementation of the RE component, comprising of representatives of CEB and \ncommunity-based organizations. \n \nVI.  RECOMMENDATION \n125.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nADB and recommend that the Board approve \n \n(i)  the loan of $60,000,000 to the Democratic Socialist Republic of Sri Lanka for the Power \nSector Development Program from ADB's ordinary capital resources with interest to be \ndetermined in accordance with ADB's LIBOR-based lending facility; a term of 15 years, \nincluding  a  grace  period  of  3  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to \nthe Board; and \n \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 52,884,000 to the \nDemocratic Socialist Republic of Sri Lanka for the Power Sector Development Project \nfrom ADB's Special Funds resources with an interest charge at the rate of 1% per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 years, \nincluding  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Loan and Project Agreements \npresented to the Board. \n \n \n \n                  TADAO CHINO \n                       President \n        October 2002 ", "Appendix 1  27 \n \nDEVELOPMENT POLICY LETTER INCLUDING THE POLICY MATRIX \n \n \nMr. Tadao Chino \nPresident \nAsian Development Bank \nP.O. Box 789 \n0980 Manila \nPhilippines \n \nDear Mr. Chino, \n \n  The Government of Sri Lanka has approached the Asian Development Bank (ADB) for \nfinancial assistance of $130 million to support implementation of the Sri Lanka Power Sector \nDevelopment Program. Together with ADB, we have carried out a review of the power sector \nand has finalized the strategies for the short and medium term for restructuring of the sector \nbased  on  (i)  the  amended  Power  Sector  Policy  of  1998;  and  (ii)  the  preparatory  studies \nconducted under technical assistance projects funded by ADB and the World Bank. The power \nsector has deteriorated in the past several years to such an extent that its critical physical and \nfinancial situation is becoming a severe constraint to economic growth and has affected the \nwelfare of the people in general. With this background, the Government of Sri Lanka has \nresolved to undertake power sector reforms and make adequate and efficient power available to \nall sectors of the economy and society. \n \nA.  Objectives of Power Sector Reforms \n \n1.  The objectives of the power sector reforms are: \n \n(a)  To achieve commercial efficiency and financial viability so that the sector does not \nabsorb  Sri  Lanka's  financial  resources  that  are  needed  for  socio-economic \ndevelopment; \n \n(b)  To improve delivery of services and achieve cost effectiveness through technical, \nmanagerial and administrative restructuring of the utilities; \n \n(c)  To increase the operating efficiency of all power sector utilities through greater \ncompetition, managerial autonomy and higher accountability; ", "28  Appendix 1   \n \n(d)  To create an environment which will attract private capital, both domestic and \nforeign, to supplement public sector investment; \n \n(e)  To achieve conservation of energy through integrated resources planning, efficient \nutilization,  demand  side  management  and  minimizing  waste,  and  to  promote \nenvironmentally sound and sustainable development; \n \n(f)  To publish the right and obligations of consumers in the power sector. \n \nB.  Approach to the Reforms \n \n2.  The legislative basis for restructuring and regulating the State's power sector are the \nproposed Electricity Reform Bill, 2002 and the proposed Public Utilities Commissions Bill, 2002. \n \n3.  The key provisions of the Electricity Reform Bill are: \n \n(i)  Independent tariff setting and regulation; \n(ii)  Compulsory metering of all consumers, unless otherwise agreed between the \nconsumer and the electricity supplier; \n(iii)  Functional segregation of the sector into generation, transmission and distribution; \n(iv)  Reorganization of the Ceylon Electricity Board into several successor companies, \nto enable competition; and \n(v)  Commercialization of all activities in the sector, including promotion of private \nsector participation wherever feasible and desirable. \n \n4.  Under  the  Public  Utilities  Commissions  Act  the  Public  Utilities  Commission,  a  new \nstatutory, independent regulatory authority will be established which will be responsible for: \n \n(a)  approving the tariffs set by the licensees on a reflective tariff methodology specified \nby the Commission; \n \n(b)  determining the corresponding performance norms; \n \n(c)  collecting, verifying and disseminating sector statistics; \n \n(d)  creating  and  maintaining  a  non-discriminatory  and  commercial  business \nenvironment in this sector; \n \n(e)  adjudicating disputes between sector entities; and \n \n(f)  issuing licenses. \n \n5.  GOSL  established  the  Steering  Committee  for  Power  Sector  Reform  (Steering \nCommittee) to oversee and approve matters related to the power sector restructuring. To assist \nthe Steering Committee, the Power Sector Reform Office was established and staffed with \npersonnel from CEB, LECO and other institutions as required. In order to address the objectives \nmentioned above, GOSL requested technical assistance from ADB and WB. A delineation of \ntasks was agreed to by the three parties, and ADB approved in December 1998 a TA for the \noperational and managerial aspects of a restructured power sector while the WB funded the \nlegal and regulatory aspects. The consultants commenced work in the field in early May 2000. ", "  Appendix 1  29 \n \nAs a result of the work presented by the consultants to then Steering Committee, a sector \nstructure was approved by the Steering Committee in February 2001. This comprised two hydro \ngeneration companies (GENCOs), one thermal GENCO, a transmission company (TRANSCO) \nthat  would  be  responsible  for  both  the  transmission  function  inclusive  of  dispatch  and  to \nestablish four distribution companies according to the financial viability of the distribution areas. \nOn a request made by the Trade Unions, ESC agreed to a slight change in the structure by \nallowing the three generating companies to function as three independent profit centres under a \nsingle company. However, this will be reviewed after a definitive period. The new companies will \nbe incorporated under the Companies' Act by October 2003 and on the outset be fully owned by \nGOSL. \n \n6.  The Steering Committee was merged into the tasks assigned to the recently enacted \nEnergy Supply Committee (ESC). The ESC has confirmed the decisions approved by the \nSteering Committee, and is now responsible for the decision making process of the power \nsector restructuring process. \n \nC.  Private Sector Participation \n \n7.  Private sector is expected to play a key role in power sector development activities. \nDevelopers will be invited to build power generation plants that are elements of the approved \nplan. The selection will be through a transparent competitive bidding process. In support of this, \nthe Government's approach will be to foster a business environment that will provide a level \nplaying field both for the private and public sectors and also by separating sector regulation from \noperations.  It  is  recognized,  however,  that  to  provide  incentives  for  better  technical \nperformance, there has to be competition and an appropriate enabling commercial business \nenvironment. As already mentioned earlier, the Government proposes to establish the Sri Lanka \nPublic Utilities Commission, a multisector regulatory commission to make tariff setting and \nregulation, transparent and apolitical. The private sector involvement can already be seen \nthrough the establishment of various medium-size power stations by the private sector, the AES \nKelanatissa independent power station, the development of the Kerewalipitiya power station and \nthe GOSL's decision to increase the limit on private sector participation for development of \nhydro generation from 10MW to 50MW. \n \nD.  Tariffs \n \n8.  The  Government  of  Sri  Lanka  recognizes  the  fact  that  there  has  to  be  a  tariff \nrationalization if private and foreign investments are to be forthcoming in the power sector. \nUtilities should operate on commercial principles and earn adequate rates of return on capital \ninvestments. On the other hand, grant of unrestrained freedom to fix the tariff by power utilities \nwill lead to consumer interest being adversely affected. Looking to this we have set up an \nindependent regulatory commission. While the Government of Sri Lanka recognizes, on the one \nhand, the need for the continuance of subsidized tariff for socially obligatory activities like \ndrinking water and street lighting and lighting for urban and rural poor, on the other hand, it also \nrecognizes that these subsidies will have to be explicit, quantified, reasonable and targeted and \npaid for by the Government as part of its social obligations. The Government also recognizes \nthat, while cross-subsidization cannot be fully eliminated, it has to be kept within reasonable \nlimits. To assure the ADB of our commitment to these principles the Government has agreed to \npay the Ceylon Electricity Board for the electricity supplied by it for street lighting, until and \nincluding 31 August 2002, and will provide, through the Government's budget, additional funds \nto pay for such social activities on a recurring basis every year. In addition, action will be taken \nto settle all dues to the Ceylon Electricity Board from all the private sector institutions. ", "30  Appendix 1   \n \nE.  Consultations \n \n9.  The Government believes that power sector reform requires concerted interventions at \ndifferent levels of the sector to make the reforms a success. A phased approach taking into \naccount  the  ground  realities,  and  the  available  financial  and  managerial  resources  of  the \nGovernment and the sector has been drafted. The Government, through the Electricity Sector \nCommittee,  the  Ceylon  Electricity  Board  and  through  political  processes,  held  public \nconsultations about domestic and international experiences with power sector reform and the \nmerits of different sector structures before it commenced the reforms process. Stakeholders' \nviews have been appropriately incorporated. This makes the Sri Lankan electricity sector reform \nprogram one of the most transparent in Asia. \n \nF.  Conclusions \n \n10.  Only a reliable and efficient electricity infrastructure will pave the way for the continued \nexpansion of the state's economy and the welfare of its people. The Government of Sri Lanka \nonce again reaffirms its commitment to restructure the power sector along commercial lines. \nGiven its vast experience in the reform process in the power sectors of its developing member \ncountries, ADB can play a major role in assisting the Government in restructuring the sector. On \nbehalf of the Government of Sri Lanka, I wish to convey our unequivocal commitment to the \nPower Sector Development Program and urge that you recommend ADB assistance for its \nimplementation. \n \n11.  A  Policy  Matrix  outlining  the  proposed  actions  by  the  Government  of  Sri  Lanka  is \nenclosed. \n \n  Yours sincerely, \n \n \n \n \n  K N Choksy \n  Hon. Minister of Finance \n  Government of Sri Lanka \n \n ", " \nSRI LANKA: POWER SECTOR DEVELOPMENT PROGRAM LOAN \nPOLICY MATRIX \n \n \nOBJECTIVES  ACTIONS REQUIRED \n  Policy Measures  Actions Required  Agency     \n  Remarks  responsible  First  Second  \nTranche  Tranche \nA. POWER SECTOR    For all policy measures, details of the       \n  RESTRUCTURING    steps taken, and relevant materials     \n    are to be supplied, including those     \n    noted below:     \n1. Maintain consistency         \nwith macroeconomic  1.1 Government to reach agreement with IMF on  Appropriate arrangements with IMF in  MOF  X \nframework  macroeconomic framework.  place.  Third review of the facility \n    successfully completed in September \n    2002. \n           \n2. Implement Strategic Plan   2.1  Constitute  a  Steering  Committee  on  the  Completed. Committee established  MOPE  X \nfor the Restructuring and  restructuring of the power sector.  on 26th February 1999     \nUnbundling of the Power         \nSector (the Reform Program)   2.2 ESC to be established to take over the functions  Completed.  ESC established under  MOPE  X \n  of  the  Steering  Committee  and  to  be  the Energy Supply (Temporary     \n  responsible for the power sector restructuring  Provisions) Act 2002     \n  policy,  its  development  and  detailed       \n  implementation.       \n         \n   2.3  ESC  to  adopt  and  ratify  all  decisions  and  Copy of the relevant minutes of ESC  ESC  X \n  actions of the Steering Committee.  and/or letter from ESC Chairman     \n    confirming action.     \n         \n   2.4 Under the Reform Program, ESC to develop  Copy of Plans and relevant  ESC  X \n  and approve:  approvals.     \n         \n  i.  Finance Restructuring Plan,  i.  Approved by ESC (2002-08-28)      \n  ii.  Financial Recovery Plan,   ii. Approved by ESC (2002-09-04)   \n  iii.  Detailed Implementation Plan,   iii. Approved by ESC (2002-07-31).   \n  iv.  Personnel Plan,   iv. AApproved by ESC (2002-08-28)   \n  v.  Information  Strategy  and  Implementation  v. Approved by ESC (2002-08-28)   \n  Plan.  .   \n       \n     \n   \n   ", " \nOBJECTIVES  ACTIONS REQUIRED \n  Policy Measures  Actions Required  Agency     \n  Remarks  responsible  First  Second  \nTranche  Tranche \n           \n  2.5. Government to approve and publicly issue:  Copy of policy and statement to be  ESC/MOPE  X \n  i.  power sector policy,  issued prior to, or contemporaneous     \n  ii.  Statement  of  economic  and  social  with, the introduction of the Electricity     \n  objectives for the restructured power sector.  Bill in Parliament.     \n         \n   2.6 Government to establish a Reform Office for the  Copy of document  evidencing     \n  power sector restructuring, that will be  establishment.  ESC/MOPE  X \n  responsible for the logistical, procedural, and  Completed 8 May 2000   \n  day-to-day management of the reform process.    \n     \n   2.7  GOSL,  through  the  Steering  Committee,  to  Copy of minutes showing approval  MOPE  X   \napprove  the  Restructuring  Plan  outlining  the  and adoption by ESC – Completed \nfuture structure of the power sector.   April 2001 \n   \n            \n3. Provide legislative   3.1  Government  to  develop  a  Public  Utilities  Copy of Public Utilities Bill to be  MDP/Ministry  X   \nframework to implement  Commission    Bill  that  will  be  submitted  to  submitted to Parliament.  of Economic   \nthe Power Sector  Parliament. The Bill will contain, in relation to the  Reform,   \nScience & \nReform Program  power sector, provisions for:   \nTechnology \nthe  creation  of  an  independent   \nregulator; \n.  efficiency improvements and technical \nand financial sustainability; and  \ni.  ensure appropriate monitoring.  \n \n \n   3.2  GOSL  to  develop  and  submit  to  Cabinet  an  Copy of Electricity Reform Bill to be  MOPE  X   \nElectricity Reform Bill that will:   submitted to Parliament (in conjunction \ni.  unbundle  the  power  sector  into  separate  with the Public Utilities Commission \ncompanies  in  the  areas  of  generation,  Bill).  \ntransmission, and distribution; and  \nii.  establish a transparent solution to the power \npurchase and selling function monitoring. \n \n  3.3  Government  to  enact  the  Public  Utilities    MOPE  X   \nCommission Bill and the Electricity Reform Bill \nin Parliament. \n ", " \nOBJECTIVES  ACTIONS REQUIRED \n  Policy Measures  Actions Required  Agency     \n  Remarks  responsible  First  Second  \nTranche  Tranche \n           \n4. Establish the regulatory   4.1  Government  to  establish  the  Public  Utilities  Copy of documents evidencing  ESC    X \nframework including  Commission and appoint the members to the  establishment of  Public Utilities     \noperationalizing the  Commission.  Commission and appointment of the   \nindependent regulator and  members.   \nensuring its independence   \nto set tariffs and issue \nlicenses. \n   4.2 The Public Utilities Commission:  Copy of Rules & Standards and  MSR    X \ni.  to develop and issue Rules and Standards  licensing rules.   \nfor independent tariff setting; and   Target date – September 2003 \nii.  to prepare and issue licensing rules for   \nGENCOs, Transmission Company, power \npurchase and sales functions, and DISCOs. \n \n  4.3  The Public Utilities Commission to issue the  Confirmation of issuance of licenses.  ESC/MSR    X \nfollowing licenses to the new companies approved  Target date – October 2003 \nunder the Reform Program: \ni.  distribution licenses; \nii.  generation licenses; \niii.  transmission licenses. \n \n   4.4 Performance standards for the power sector to  Copy of performance standards  ESC/MSR    X \nbe issued by the Public Utilities Commission.  including accounting, technical, \noperational and safety standards \nissued. \n5. Introduce competition in           \nthe power sector through   5.1  Government to implement the unbundling of  Copy of report evidencing     \nthe establishment of  (a)  CEB’s  generation  functions  and  ensure  the  unbundling, including the  ESCMOPE  X \ngeneration and distribution  establishment and operation of the generation  appointment of the Board of \ncompanies, and (b) the  companies, as per the Restructuring Plan.   Directors, the allocation of assets and \ntransmission and the    liabilities, and recruitment of  \npurchase/sales functions of  management and staff for the new \nthe power sector.  companies, in accordance with the \nDetailed Implementation Plan. \nCopy of ESC quarterly \nimplementation reports.  Target date \n– December 2003 \n \n   ", " \nOBJECTIVES  ACTIONS REQUIRED \n  Policy Measures  Actions Required  Agency     \n  Remarks  responsible  First  Second  \nTranche  Tranche \n   5.2  Government to implement the unbundling of  Copy of report evidencing       \nthe  transmission  function  and  establish  the  establishment, including the  ESC/MOPE  X \nnew  Transmission  Company,  with  separate  appointment of the Board of \nsubsidiaries for the transmission function and  Directors, and the allocation of assets \nthe purchase/sales function (BULK Power), as  and liabilities, and recruitment of  \nper the Restructuring Plan.   management and staff, and adoption \n  of appropriate measures to assure \n  accountability and transparency of \nthe new companies, in accordance \nwith the Detailed Implementation \nPlan. \nTarget date – December 2003. \n \n   5.3  Government to implement the unbundling of  Copy of report evidencing       \nthe distribution function and establish the new  unbundling, including the  ESC/MOPE  X \ndistribution companies as per the Restructuring  appointment of the Board of \nPlan.    Directors, and the allocation of assets \n  and liabilities, and recruitment of \nmanagement and staff of the new \ncompanies, in accordance with the \nDetailed Implementation Plan. \nTarget date for completion – October \n2003. \n            \n5.4 Government to secure letters of no-objection  Copy of letters. Action to occur as  MOF     \nfrom major lenders for the restructuring of CEB  soon as the Electricity Act is     \nand LECO, subject to proper treatment of their  implemented. Target – August 2003    X \nrespective  interests  in  direct  and  indirect \noutstanding loans to CEB and LECO. \n \n ", " \nOBJECTIVES  ACTIONS REQUIRED \n  Policy Measures  Actions Required  Agency     \n  Remarks  responsible  First  Second  \nTranche  Tranche \nB. FINANCIAL           \nRESTRUCTURING OF         \nCEB         \n         \n1. Establish a sound   1.1 Government to develop and approve:   The Financial Restructuring Plan to     \nfinancial platform for the  i.  a  Financial  Restructuring  Plan  for  the  be approved by the SC/ESC.  SC     \nrestructuring of the power  power sector including decisions on issues  approved in March 2002, and  MOPE  X \nsector.  related to the current and long term liabilities  resolution adopted by ESC in June     \n  and asset valuations; and  2002.     \n       \nii.  the Financial Recovery Plan to specifically  Copy of the Financial Recovery Plan     \naddress CEB’s cumulative cash deficit from  to be approved by the ESC, and  MOPE/MOF  X \nFY2000 to FY2003.  endorsed by the Minister MoPE.   \n     \n           \n1.2 Government to ensure CEB’s liquidity position  Report  evidencing  improvement  of     \nis  improved,  including  reduction  of  levels  of  liquidity position including installations  MOF/CEB  X \nCEB’s  net  receivables  to  2.5  months  of  of additional meters, improved billing \nelectricity sales.  .   and collection procedures, improved \n  treasury  operations  of  CEB.  Target \ndate – October 2002. \n           \n1.3  Government  to  ensure  that  public  sector  Document evidencing payment.  MOF/ESC  X   \n(Ministries,  Departments,  Corporations,  Boards)  Target date – October 2002       \nreceivables of CEB as of 30 June 2002 are paid,         \namounting to SLRs 800 Million.     MOF/ESC    X \n  Quarterly reports of status. \n1.4  Government  to  ensure  that  public  sector \naccounts payable for electricity do not exceed 2.5 \nmonths’ billing period. \n \n           \n2. Implement measures to  2.1.Government to guarantee provision of a facility  Provision of the Loan Agreement  MOF  X \nfinance CEB’s funding gap  for funding CEB’s cumulative cash shortfall from 31 \nfrom FY2000 to FY2003  December 2000 to 31 December 2003, or the date \n(projected completed  of completed restructuring, whichever is sooner. \nunbundling date) \nCEB = Ceylon Electricity Board, ESC = Energy Supply Committee, GENCOs = Generating Companies, LECO = Lanka Electricity Company, IMF = International \nMonetary Fund, MOE = Ministry of Energy, MOF =  Ministry of Finance, MOPE = Ministry of Power and Energy. \n \n   ", "36  Appendix 2 \nSRI LANKA POWER SECTOR \nKEY INDICATORS \nAUGUST 2002 \n \n \nA.  Installed Capacities \n \n    Unit   \n       \n1.  CEB    MW  1,703 \n2.   IPPs    MW  250 \n3.  Hired    MW  212 \n4.  Captive capacity installed    MW  653 \n5.  HV transmission    Circuit km  1,828 \n6.  HV substations    No.  35 \n7.  Consumers    No.  2,780,629 \n \n \nB.  Demand Supply Balance (excluding captive generation) \n \n    Unit   \n       \n1.  Peak demand    MW  1,406 \n2.  Peak demand (met)    MW  1,406 \n3.  Peak shortage    MW (%)  Nil \n4.  Energy demand    GWh  4,069 \n5.  Energy demand (met)    GWh  3,544 \n6.  Energy shortage    GWh (%)  525 \n \n \nC.  Operational Performance in FY2001 \n \n    Unit   \n       \n1.  Average plant load factor    %  61.20 \n2.  Plant load factor of best station    %  Thermal 81.40a \n      Hydro 40.04b \n3.  Average auxilliary power consumption    %  0.93b \n4.  Average T&D losses    %  17.90 \n5.  Employees per million kWh sold    Nos.  2.71 \n6.  Employees per 1,000 consumers     Nos.  5.18 \n7.  Average cost of power supply    SLRs/kWh  8.88 \n8.  Average tariff    SLRs/kWh  7.68 \n \nCEB = Ceylon Electricity Board, GWh = Gigawatt-hour, HV = high voltage, IPP = independent power producers, \nKm = kilometer, KWh = Kilowatt-hour, MW = Megawatt, SLRs = Sri Lanka rupees, T&D = transmission & distribution \na April 2002   b  Average January – July 2002 \n \nSource: CEB Key Indicator. \n ", "  Secretary\n  Pension Fund  &  Appendix 3             37\n  Secretary  \nProvident \n  Fund\n  Manager,\n   Investigations\n DGM (Engineering Audit)\nOARD  FINANCE MANAGER      AAFFMM  ((HCeoarpdoqruaatret)ers)\nB\nE \n CRETARY TO TH   AGM DQUARTERS                          DDDCM  GhGG a in eMMM a f     g L((( PPTe e rr eog a  rlSai iscn le o yi Ocn n) u gf n f r )i e ic t  ly e)    r                 \nSE EA\nH\nd\ncity Boar S         AGM    COMMERCIAL                 DDDDDGGGGGMMMMM     (((((DIPLPnorrefiooavmcrdamua tFernae odtPmir ocSoenawind sMetet)ir na  PMgnr aa&ognj eeTacmagtrseeif)mnf)te) nt)\nal Chart of the Ceylon Electri  CHAIRMAN  AND  BOARD  OF  DIRECTOR    GENERAL  MANAGER    AGM DISTRIBUTIONAGM   CONSTRUCTION       DISTRIBUTION         AND SERVICES   OPERATION  D                         DDDDDDDDDDGDDDGGGGGGGGGGGGGMMMMMMMMMMMMMM (          D   (((((((((((((CWSSCWNEUCiMWCsaoaooovetieeeov.busannlr sosdtirPtat)stlhtt)khm ri  ruuWla sSNa)aWbmmlhn)goooooen eaurr VptksiCrmthnh os tS&i))gu) tlt&ye) awA)r gBavnei)ucc iiCelldlsaoi)nrn yg s  sStr)uecrvtiiocne s&) Maintenance)    dditional finance manager.\nn   DGM (North) a\no   DGM (North Central) = \nti   A.F.M. (Distribution) M \na F\nz A\nni er, \na                                               g\nOrg TOR  AGM      PROJECTS DDDPrGGGoMMMjec   (((tTGD Driesainrtneiebscrumtatoitiorisosnsn ioP Pnrro oPjejrecoctjests)c)ts) eral mana\nDI n\nU e\nA g\nNAL  uty \nCHIEF INTER MNING AND O&      DDGGMM  ((SOy.&st.eMm S  ePrlvaincneisn)g & Design) DGM = dep\nGM LAN     DDGGMM  ((SCyosmtemmu nMicaantaiogne)ment) er, \nANSMISSION P  P   DDlaGGnnMMin  ((gEA)ns  sv  eirto Mnmaneangt e&m Geennt)eration  al manag\n        TRA      al gener\nN   DGM (Group Co-ordinator)           on\nAGM ERATIO       DDDGGGMMM   (((LTMahaxeharampwaaenl laCi  CoComommpplpellexe)xx )) additi\nGEN     AD.GFM.M (. M(Gecehnaenraictiaoln M)aint) M = \nG\nA", " \nSRI LANKA POWER SECTOR \nDevelopment Coordination Matrix  \n \n    Other Development Partners’ \nSector/Thematic/Area  ADB Strategy/Activities  Strategy/Activities \n     \nEnergy  ADB’s objectives include the following:   The largest contributions have come from Japan, \n  (i)  Help develop a framework for ownership and  followed by those from ADB and the World Bank. \nmanagement to ensure adequate amounts of electricity  Contributions have also come from Sweden, \nat economic and affordable prices.  Germany, Kuwait Fund, United States, and UK, and a \n(ii)  Promote and participate in power generation projects.  small amount from the Netherlands. The specific focus \n(iii)  Provide continuing support for transmission and  of each program is as follows; \ndistribution investment, particularly if it underpins   \nimportant sectoral reforms.  JBIC:  Project financing of generation stations, \n(iv)  Assist rural electrification.  transmission and distribution networks.  Some \n(v)  Improve the financial viability and management of power  technical institutional building support.  \ncompanies via an appropriate tariff policy, rate of return   \non capital, and self-financing ratio.  World Bank:  Assistance provided to the power \n(vi)  Ensure that the tariff structure is reasonably close to the  sector reform process, particularly in developing the \nactual cost of service to each major consumer category,  regulatory framework for the unbundled power sector.  \nwith minimum cross subsidies.  Further  financial assistance to the Government  will \n(vii)  Support reforms that will increase the operating  be provided once  the restructuring process has been \nefficiency of the sector.  implemented.   Focused its assistance on renewable \n(viii)  In the petroleum sector, address structural distortions.  power supply for off-grid hydro stations and solar \n  power. \nADB is heavily involved in helping restructure and reform the electricity   \nsector and sees in the future the splitting (“unbundling”) of the power  Sida:  Funding a RE project, and participating in the \nsector, probably into two hydropower generation companies; one thermal  restructuring through a cofinancing with ADB of the \ngeneration company; one transmission company with two subsidiaries  Power Sector Restructuring – Phase II TA. \n(one for bulk power activity, the other for transmission activity); and three   \nor four distribution companies, all to be regulated by an independent  Kuwait Fund:  Funding a RE project. \npower sector regulator.   \n  USAID:  Sri Lanka is one of the countries participating \nBefore 1992, ADB provided several project loans to the power sector, but  in the South Asia Infrastructure Restructuring (SARI) \nonly one is ongoing (Loan 1414, for $80 million) and, since end-1992, the  program.  The SARI program has done several \nenergy sector has received six TAs (three ADTA, two PPTA, and one  studies related to the power sector in Sri Lanka \nsmall-scale technical assistance [SSTA]) amounting to $2.6 million.  focusing on future needs and options available to the \n  Government.  Grant funds with no project financing in \nthe program.   \n \nGermany: Assistance to the development and \nimplementation of grid substations. \nADB = Asian Development Bank, ADTA = advisory technical assistance, JBIC = Japan Bank for International Cooperation, PPTA = project preparatory technical \nassistance, Sida = Swedish International Development Cooperation Agency, RE = rural electrification, UK = United Kingdom. ", "  Appendix 4  39 \n \n \n \nSRI LANKA POWER SECTOR \nEXTERNAL ASSISTANCE, 1987-2002 \n($ million) \n \nSource  Loan  Grant  Total \n       \nMULTILATERAL       \n  ADB     213    2      215 \n  World Bank    122    3    125 \n \n  Subtotal    335    5    340 \n       \nBILATERAL       \n  People's Republic of China      4    4 \n  Germany    285        285 \n  Japan    1,106        1,106 \n  Kuwait    1        1 \n  Netherlands              1    1 \n  Nordic Development Fund    4        4 \n  Norway      9    9 \n  Republic of Korea          5    5   \n  Sweden    22    22 \n  United Nations Development      \n      Programme (UNDP)    2    2 \n  United Kingdom    45    45 \n  Subtotal    1,401      83    1,484 \n       \n  TOTAL    1,736      88    1,824 \n \nSources: UNDP Development Cooperation: Sri Lanka 1993 Report, March 1995 and ADB Document No. 95/09, \nLoan, Technical Assistance and Private Sector Operations Approvals, September 1995. \n \n \n \n \n ", "40  Appendix 4 \nASIAN DEVELOPMENT BANK LOANS AND TECHNICAL ASSISTANCE  \nTO THE ENERGY SECTOR IN SRI LANKA \n \nA.   Loans \n \n  Amount  Date of   \nLoan No.  ($ million)  Approval  Project \n118-SRI(SF)  8.00   19 Dec 1972  Bowatena Hydroelectric Project1 \n299-SRI(SF)  17.50   26 Jul 1977  Canyon Hydropower Project1 \n436-SRI(SF)  11.30   10 Dec 1979  Rural Electrification Project1 \n654-SRI(SF)  3.45   17 Nov 1983  Trincomalee Thermal Power Project \n634-SRI(SF)  3.80   16 Aug 1983  Special Assistance2 \n732-SRI(SF)  12.40   13 Feb 1985  Secondary Towns Power Distribution3 \n870-SRI(SF)  34.80   3 Dec 1987  Secondary Towns Power Distribution Project II1 / 2 \n1021-SRI(SF)  74.30   31 May 1990  Power System Expansion (Sector Loan) 1 \n1414-SRI(SF)  80.00   14 Dec 1995  Second Power System Expansion Sector \n1438-SRI(SF)  24.00   16 May 1996  Emergency Rehabilitation of Petroleum Facilities \n \nB.  Technical Assistance \n \n  Amount  Date of   \nTA No.  ($ million)  Approval  Project \n118-SRI     46,000   11 Apr 1973  Preparation of Samanala Wewa Power \n219-SRI    190,000   9 Dec 1977  Rural Electrification \n523-SRI    80,000   16 Jun 1983  Energy Planning Support  \n551-SRI    150,000   17 Jun 1983  Trincomalee Thermal Power \n578-SRI    250,000   29 Dec 1983  Secondary District Towns Proper \n660-SRI    50,000   26 Dec 1984  Energy Planning Support (Phase II) \n930-SRI    230,000   3 Dec 1987  Institutional Strategy Study of LECO \n1307-SRI    445,000   31 May 1990  Rural Electrification Development \n1308-SRI    690,000   31 May 1990  Preparation of CEB’s New Thermal Power \nStation \n1309-SRI    700,000   31 May 1990  Institutional Review and Development of CEB \n1309-SRI    125,000   28 Jun 1991  Institutional  Review  and  Development  of  CEB \n(Supplementary) \n2795-SRI    100,000   19 May 1997  Energy Sector Strategy Study \n3141-SRI  1,000,000   23 Dec 1998   Power Sector Restructuring \n3450-SRI    325,000   01 Jun 2000  Promotion of Private Sector Involvement in Oil \nand Gas Exploration \n3655-SRI    150,000   24 May 2001  Study of Pricing in the Petroleum Subsector \n3857-SRI    800,000   15 April 2002  Power Sector Restructuring – Phase II \n \n                                                 \n1   Executing Agency was Ceylon Electricity Board (CEB) \n2   The Special Assistance Loan totaling $14.7 million was given to selected Bank-financed Projects for local cost \nfinancing. The Rural Electrification Project ( Loan 436-SRI[SF]) was allocated $3.8 million of the total amount. \n3   Executing Agency was Lanka Electricity Company (Private) Ltd. (LECO) ", "  Appendix 5  41 \n \nPROGRAM FRAMEWORK \n \n \nDesign  Program Targets  Program Monitoring  Risks/Assumptions \nSummary  Mechanisms \nGoal \n     \n \nNo  load  shedding  by  Utility interruption reports.  Sector environment \nMeet present and future \n2004  MIS report of sector entities  unattractive for investors.  \ndemands for electrical \nenergy in Sri Lanka.    Enough funds available for \n  No applications for  power sector expansion \nelectrical connection   \npending for more than 2  Sector entities’ operations \nmonths by 2005  satisfactory \nPurpose  \n     \n \nReduce the sector’s  Establish an  Restructuring and improved  Tariff rationalization. The \nfiscal deficits and make  independent statutory  management processes   Government's will to effect \nthe sector contribute to  regulatory authority  changes \nAnnual accounts of power \nthe fiscal consolidation   \n  sector entities \nof Sri Lanka’s finances \n   \nEstablish sustainable \nImprove sector  Passing of the Public  Political will \nand efficient power \nefficiencies   Utilities Bill and the \nsector institution(s)  Cooperation of CEB labor \nElectricity Reform Bill by \n  Functional segregation  Parliament, authorizing the  unions \nof CEB and \n  establishment of the   \nincorporation of \nregulatory authority  \n  successor entities under   \n  Companies’ Act. Board  Certificates of incorporation   \n  members to include  Memoranda and articles of \nexperts from related  association \n \nfields \n  Board nominations \n  Assets and liabilities \nOpening balance sheets \n  assigned to the new \nprepared \n  companies  \n \n \nLimit subsidization and \n \nincrease cost recovery \n \n   \nCollect adequate  Regulatory risk; \nCEB, or successor  Tariff policy notifications \nrevenue for O&M and  independence of regulator \ncompanies, to submit \nexpansion   \nannual applications for \ntariff inclusive of a   \nsustainable ROE \n \nSFR to be greater than \n40%  Annual financial statements \n   \n \n ", "42  Appendix 5 \n \nDesign  Program Targets  Program Monitoring  Risks/Assumptions \nSummary  Mechanisms \nComponents/ \n     \nOutputs \n       \nExpand and strengthen \nNetwork to be able to  Operations reports.  Load growth as per power \nnetwork \nhandle 2,000 MW peak  system master plan, 1997 \n   \nload in 2003 \n   \n \nNew institutions   \nRegulatory Authority,  Registration certificates  Political will \nestablished \ngeneration company,  Board notifications. \n \ntransmission company,  Selection of management \n \ndistribution companies   \n \nestablished. \nNew plant installed   \nEstablishment of  Progress reports \n \ntransmission lines: \n   \n   - 50 circuit km 132 kV  \n \n \n   - 1,360 circuit km  33 kV   \n \n - 3,150 circuit km  11/ \n \n0.415 kV \n \n  Substation capacity \n  augmented by 950 MVA \n \nNew generating capacity \n \ninstalled \n \n   -150 MW by CEB/ \n  Genco \n \n - 300 MW by IPPs  \n \n   \nNew consumers   \n600 new villages  CEB’s consumer database \nconnected \nelectrified \nADB review missions \n112,500 additional   \nhouseholds connected. \n \nSystem loss reduced     \n System loss less than  Operations reports \n12% of dispatch by 2005   \n \nMax supply disruption of \n \n72 hours per year for \nany consumer   \n \n \n \n \n ", "  Appendix 5  43 \n \nDesign  Program Targets  Program Monitoring  Risks/Assumptions \nSummary  Mechanisms \nTariffs restructured and  Regulator's tariff   \nAverage tariff (excluding \nraised  notification \nduties and taxes) \n \nincreased sufficiently to \nmeet cost of supply and \nthe required rate of \nreturn  \nEffective billing and  Tariff notification   \nAutomatic tariff \ncollection   \nadjustment linked to fuel \n \ncosts/power purchase \n \ncosts \n \nCollection/Billing ratio  Monthly operations data \n>99% progress reports \n \nMetering of all  Progress reports   \nAll consumers to be \nconsumers \nmetered by end 2003 \nActivities     \n \n \nThe Government to  Target date: 15 October  Progress reports \nenact the Public Utilities  2002 \nCommission Bill and \n \nthe Electricity Reform \n \nBill in Parliament \n \n   \nThe Government pays  Target date: 25 October \nall its agencies' and  2002 \nstate-owned   \nenterprises' dues owed   \nto CEB as of 30 August   \n2002 (SLRs800 million)   \n \n \nCEB reduces the levels  Target date: 30 August \nof net receivables to 2.5  2002 \nmonths of electricity   \n \nsales \n \n   \nThe Government  Target date:  \nguarantees the  25 September 2002 \nprovision of a facility for   \nfunding CEB’s   \ncumulative cash   \nshortfall from 31   \nDecember 2000 to 31   \nDecember 2003 or on   \nthe date of completed   \nrestructuring, whichever   \nis sooner   \n \n \nThe Government shall  Target date: 30 \nhave established Public  September 2003 \nUtilities Commission   \nand appointed the   ", "44  Appendix 5 \nDesign  Program Targets  Program Monitoring  Risks/Assumptions \nSummary  Mechanisms \nmembers of the Public   \nUtilities Commission   \n   \nThe Public Utilities  Target date: 30 \nCommission shall have  September 2003 \nindependently issued   \nrules and standards for   \ntariff setting and \n \nlicensing of generation, \n \ntransmission and \n \ndistribution companies \n \nand for the purchase \n \nand sale of power in \naccordance with the   \nGoverning Law   \n   \nThe new transmission,  Target date: 31 October \ngeneration, and  2003 \ndistribution companies   \ncreated under the   \nProgram shall have   \nobtained all necessary   \nlicenses and   \n \ncommenced operations  \n \n \nTarget date: 30 \nThe Government shall \nNovember 2003 \nhave implemented the \n \nunbundling of CEB's \ngeneration,   \ntransmission and   \ndistribution functions in   \naccordance with the   \nDetailed   \nImplementation Plan \n \n \n \nThe Borrower, CEB, or  Target date: 31 August \nLECO, as the case may  2003 \nbe, shall have secured \nletters of no-objection \nform major lenders for \nthe detailed \nrestructuring. \n \nInputs     \n \nFinance: \n- Foreign exchange \n    $130.0 million \n  - Local currency $87.0 \n  million \n   \nConsulting Services  50 person-months \n ", "INDUSTRY ROLES IN THE NEW POWER SECTOR\nOwnership\nMinister of  Minister of \nPower Finance\nMinister of \nRegulator\nPower Sustain ownership rights/intentions \nApprove strategic direction for each business\nAppoint/remove directors\nNegotiate draft SCI, Approve Ensure equity within industry\nSet  Board member  Enforce compliance\npolicy appointment &  Issue and administer licenses\nevaluation process\nProvide policy advice\nHydro 1\nBulkPowerCo TRANSCO DISCO 1\nHydro 2\nC\nu\nDISCO 2\nPurchase and sell power Transmit power s\nThermal 1 Enter and maintain PPAs Maintain system security t\nSettle financial transactions Maintain quality of supply DISCO 3 o\nSystem dispatch, Industry Planning Meet SCI objectives m\nSupply energy\nWet/dry year revenue buffer e\nMeet SCI objectives DISCO 4\nShort-term fuel price buffer r\nRE management s\nDistribute energy\nMeet SCI objectives\nIPP 1 Meet customers needs\nMeet SCI objectives\nService \nIPP 2 Consume energy\nResidual CEB Companies\nObtain satisfactory \nservice\nIPP 3\nNorthern Zone  Affordable\nResidual staff Provide services to  (when available) Available\nSupply energy\npower sector and  A\nMeet shareholders objectives Residual loans p\nother customers p\nSuperannuation e\nn\nBad debts d\nix\nResidual noncore businesses  6\n4      \nCEB = Ceylon Electricity Board, DISCO = distribution company, IPP = independent power producer, PPA = Power Purchase  5\n \nAgreement,SCI = Statement of Corporate Intent, RE = rural electrification, TRANSCO = transmission company.  \n \n \n ", "46  Appendix 7 \n \nCash-Flow Analysis: 2001-2004 \n \nA.  Assumptions \n \n(i)  Fuel price assumption for FY 2001: $25.00 per barrel and SLRs 96.00 to $1.00; \noperation and maintenance (O&M) projections include 5% escalation. \n \n(ii)  Loans  from  Overseas  Economic  Cooperation  Fund  (OECF)  and  Asian \nDevelopment  Bank  (ADB)  totaling  SLRs39  billion  are  confirmed  and  drawn \nprogressively. Unidentified loans totaling 67% of expenditure on coal-fired plants \nare confirmed and drawn. Fixed asset investment support long-term generation \nexpansion plan (LTGEP) 2002-2016 base case sales forecast. \n \n(iii)  Unavailable hydro 626 GWh in 2002, thereafter availability as per LTGEP base \ncase. No emergency generation after 2002. Interest paid on short-term debt at \n18%. \n \nB.  Cash-flow summary: million SL rupees, in constant 2002 prices \n \n        Actual    Projections \n            2001    2002  2003  2004 \n     \nRevenue receipts at April 2002  tariff    29,946   37,822 49,347  55,824 \nLess Cash operating expenses        25,229   35,495 29,772  30,008 \nEquals Operating cash flow before interest      4,717   2,327 19,575  25,816 \nLess Cash financial charges      2,782   8,137 11,710  13,012 \nEquals Cash surplus on operations    1,935   -5,810 7,866  12,804 \nInvestment in (mainly) fixed assets      18,757   19,122 26,506  30,031 \nLess New long-term loans      8,302   6,548 9,341  12,015 \nEquity paid in          424   831 889  951 \nCustomer connection fees/deposits    1,848   2,964 3,246  3,512 \nEquals Net investment outflow      8,184   8,779 13,030  13,554 \nDecrease in cash balances then      6,249   14,589 5,164  750 \nPlus Short-term debt at 1 January      3,714   14,480 29,069  34,233 \nUnpaid debt service at 1 Jan 2002      4,518        \nReal short-term debt at 31 December 2001  14,480   29,069 34,233  34,983 \nLatest position 12 June 2002      20,100        \n                     \nSLRs/kWh \nAverage yield April 2002 tariff                 7.35           7.82            7.83 \nsold\nSLRs/kWh \nOperating cost                    7.57           6.33            5.71 \nsold\nSLRs/kWh \nTotal cost                     8.67           7.49            6.72 \nsold\n ", "  Appendix 7  47 \n \n  Million SL rupees in      2002  2003  2004 \n  constant 2002 prices      Projections \nSales  GWh      5909 6760 7301\nAverage yield per kWh  SLRs              7.35          7.82         7.83 \nT & D losses  %       20.1% 19.3% 19.0%\nRevenue receipts at April 2002  tariff        37,690  49,209  55,679 \nSundry receipts        132  138  145 \n  Total revenue receipts  SLRs (million)      37,822  49,347  55,824 \nPayments to suppliers & employees             \n  Fuel        10,074  7,726  7,627 \n  Purchases        9,991  17,117  16,500 \n  Emergency purchases        9,022  1,448  \n  Operations and maintenance        7,388  7,636  8,226 \n  Administration and general        1,127  1,198  1,274 \n  less noncash expenses and increase in creditors       -2,107  -5,353  -3,619 \n  Total cash operating expenses  SLRs (million)      35,495  29,772  30,008 \nFinancial charges             \n  Interest on cash deficits        3,457  5,641  6,173 \n  Debt service:             \n  Principal        4,503  2,399  2,399 \n  Interest        4,695  3,669  4,439 \n          12,655  11,710  13,012 \n  Less Arrears included         4,518    \n  Total cash financial charges for year  SLRs (million)      8,137  11,710  13,012 \nInvestment              \n  Capital works based on TA 3141 assessment             \n  Generation        6,401  7,978  8,811 \n  Transmission        3,958  5,600 6,897 \n  Distribution        8,386  12,526  13,469 \n  Total capital works        18,745  26,104  29,177 \n  Insurance escrow fund                 302           322          326 \n  Inventories        74  81  528 \n  Total investment  SLRs (million)      19,122  26,506  30,031 \n ", "48  Appendix 8   \nLIST OF INELIGIBLE ITEMS \n \n1.  The proceeds of the loan will be utilized to finance the foreign currency expenditures in respect \nfor  the  reasonable  cost  of  imported  goods  (exclusive  of  taxes  and  duties)  required  during \nimplementation of the Program. \n \n2.  Notwithstanding the statement in para. 1, no withdrawals will be made in respect of \n \n(i)  expenditures  for  goods  included  in  the  following  Standard  International  Trade \nCommodity chapters or headings: \n \n       Chapter       Heading      Description of Items \n \n112    Alcoholic beverages \n \n121    Tobacco, unmanufacturers; tobacco refuse \n \n122    Tobacco,  manufactured  (whether  or  not  containing \ntobacco substitutes) \n \n525    Radioactive and associated materials \n \n667    Pearls, precious and semiprecious stones, unworked \nor worked \n \n718  718.7  Nuclear  reactors,  and  parts  thereof,  fuel  elements \n(cartridges), nonirradiated for nuclear reactors \n \n897  897.3  Jewelry  of  gold,  silver,  or  platinum  group  metals \n(except watches and watch cases) and goldsmiths' or \nsilversmiths' wares (including set gems) \n \n971    Gold,  nonmonetary  (excluding  gold  ores  and \nconcentrates) \n \n(ii)  expenditures in the currency of Sri Lanka or goods supplied from within Sri Lanka; \n \n(iii)  payments made for expenditures incurred more than 180 days before loan effectiveness; \n \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or  international \nfunding agency will have financed or agreed to finance, including any contract financed \nunder any loans from ADB; \n \n(v)  expenditures  for  goods  intended  for  military  or  paramilitary  purposes  or  for  luxury \nconsumption; or \n \n(vi)  expenditures for pesticides categorized as extremely hazardous or highly hazardous in \nClass  1a  and  1b,  respectively,  of  the  World  Health  Organization's  Classification  of \nPesticides by Hazard and Guidelines to Classification. \n \n ", "Appendix 9  49   \nPROPOSED PROJECT COMPONENTS \n \n1.  The proposed project components were identified through detailed discussion \nwith  the  Ceylon  Electricity  Board  (CEB).  The  objectives  are  to  (i)  continue  the \nGovernment’s rural electrification (RE) program through CEB, (ii) continue expanding \nand  reinforcing  CEB’s  distribution  systems,  and  (iii)  provide  financing  for  urgent \ntransmission system developments required by CEB. The proposed project component \nconsists  of  three  groups  of  subprojects:  A:  RE,  B:  33  kilovolt  distribution,  and  C: \ntransmission. \n \n2.  Part A will consist of many RE subprojects that will provide or expand electricity \nsupply in about 820 villages in the rural areas that are under CEB’s responsibility. It will \ninclude about: \n \n(i)  1,360 kilometers (km) of 33 kV overhead lines; \n(ii)  3,150 km of 400 volt (V) overhead lines; \n(iii)  600  distribution  transformers  with  a  total  capacity  of  100/160  kilovolt \nampere (kVA); \n(iv)  service connections and meters for about 112,500 new consumers; and \n(v)  other related RE equipment. \n \n3.  The number of RE schemes would be around 600 throughout Sri Lanka. The \nproposed RE will supply electricity to about 112,500 additional households and other \nconsumers, an increase of about 4% in total connections in the country. \n \n4.  Part  B  will  consist  of  33  kV  distribution  lines  to  strengthen  CEB’s  existing \ndistribution networks, which are becoming overloaded in many areas, and to reduce \nlosses on those lines. It will include about \n \n(i)  400 km of 33 kV development lines to expand the rural network for the \nexisting RE; \n(ii)  33 kV express lines comprising 75 km of 33 kV tower lines and 69 km of \n33 kV pole lines to improve reliability, strengthen the existing system, and \nreduce losses: \n(iii)  other related distribution equipment. \n \n5.  Part C will provide for the construction of three new transmission substations, \ntransformers, transmission lines, and a line protection system for the CEB system, which \nare urgently needed to meet the load growth of the power system. Part C will entail: \n \n(i)  construction of three new 132/33 kV grid substations at Ambalangoda, \nAniyakanda, and Pannala plus associated 132 kV transmission lines; \n(ii)  additional transformer capacity totaling about 30 MVA at Deniya; and \n(iii)  replacement of two 132 kV circuit breakers and associated control and \nprotection systems. ", "50  Appendix 10 \nRESETTLEMENT FRAMEWORK \nFOR RURAL ELECTRIFICATION AND TRANSMISSION COMPONENTS \n \nA.  Purpose \n \n1.  The  framework  aims  to  establish  the  screening,  planning,  and  management \nprocedures for involuntary resettlement that apply to noncore subprojects, so that the \nprocedures will conform to ADB’s policy on involuntary resettlement. The framework \napplies to these activities, as they are prepared after Board approval and during loan \nimplementation. The subprojects selected for financing include transmission and rural \nelectrification (RE) schemes. \n \nB.  Procedures \n \n2.  The procedures for preparing a resettlement plan (RP) for noncore subprojects \nduring project implementation are as follows: \n \n(i)  The  subprojects  with  possible  land  acquisition  and  resettlement  are \nscreened  to  ensure  consistency  with  the  ADB  policy  on  involuntary \nresettlement; \n(ii)  Resettlement effects are identified, avoided or minimized; \n(iii)  The need for a full or short RP is determined in accordance with the \ncriteria set in ADB's Handbook for Resettlement;1 \n(iv)  The Executing Agency (EA) prepares each subproject's RP, if required, to \nbe submitted to ADB for approval and to be implemented before civil \nworks contracts are awarded; and \n(v)  Prior to implementation CEB, will disclose the RP translated into the local \nlanguage,  in  the  divisional  secretariat  and  grama  niladhari  (village \nheadperson) office. \n \nC.  Scope of Land Acquisition \n \n3.  RE will involve only category B projects. The activities will comprise cutting of \ntrees and clearing of leaves for the medium-voltage lines (MV). Approximately 600 \nsubprojects in eight provinces are included in the RE component. No compensation is \nrequired for removing leaves to clear the way, as the households are direct beneficiaries. \nWhere vegetation is heavy, conductors will be bundled to avoid cutting valuable trees. \nCompensation will be paid for cutting trees for the transmission lines. Based on their age \nand species, trees are valued at market price by specialized agencies such as the \nCoconut Development Board, Rubber Research Institute, and the divisional secretariats. \nThe  affected  households  are  not  direct  beneficiaries.  Distribution  substations  are \nmounted  on  poles  on  the  roadside.  No  right-of-way  (ROW)  acquisition  is  required. \nProperty values typically increase due to the presence of transmission lines and access \nto electricity.  \n \n                                                 \n1  A full resettlement plan should be prepared if the project has significant impacts on the affected people. \nResettlement will be “significant” where 200 or more people experience major impacts. “Major” impacts \nare physical displacement from housing and/or loss of more than 10% of the household’s productive \n(income generating) assets.  ", "  Appendix 10  51 \n4.  Some  transmission  projects  entail  insignificant  resettlement.  The  RP  will  be \nprepared  in  accordance  with  the  national  involuntary  resettlement  policy  and  ADBs \nHandbook on Resettlement. Replacement value will be paid for trees cut. \n \nD.  Policy Framework \n \n5.  According to the Electricity Act of Sri Lanka, sections 15 to 19, any distribution \nauthority is required to inform the landowner fully and obtain consent for drawing the \nline. The Executing Agency (EA) serves notice before entering the land. The EA marks \nthe trees and the owners are responsible for clearing them. Once clearance is certified \nby the owner and the EA, the chief engineer authorizes payment. The felled timber is the \nproperty of the landowner and its value is not deducted from the compensation. Absence \nof a legal title will not bar the landowner from receiving compensation. \n \nE.  Implementation Arrangements and Public Consultation \n \n6.  CEB has prepared a long list of subprojects for financing for which designs are \nadvanced enough to ascertain the land acquisition requirements. CEB will finalize the \nsub-project  list  using  the  checklist  on  involuntary  resettlement  completed  for  each \nsubproject. The core subproject RP and future subproject RPs will be based on census \nand inventory of losses. \n \n7.  The RPs will be prepared by CEBs transmission division, CEB local offices and \nthe environment unit. CEB staff will prepare the RPs in consultation with the affected \npersons and local government representatives. Grievance redress procedures will be \nprepared in consultation with the affected persons, RPs will be disclosed in draft and \nfinal form through the local grama niladhari offices.  \n \n8.  Disputes are handled by the divisional secretary who reviews cases with the \nassistance of the grama niladhari. Any revaluation will be in the form of estimates and \nsubmitted to the EA for payment. Payments will be made by cheque or money order \ndepending on the landowners' preference.  \n \n9.  The EA submitted a RP which provides estimates of trees to be cut, unit prices, \nand a budget for all 600 subprojects under the RE component. The procedures for \npayment and public information are as prescribed in the electricity act, and owners are \nindividually  informed  by  written  notification.  Resettlement  information  informing \nlandowners of the type of trees, unit prices, and grievance procedures will be translated \nand posted on trees in the village, and in the local government office.  \n \nF.  Budget and Financing \n \n10.  CEB will prepare detailed budgets including annual budget requirements when \npreparing its appraisal report, which is submitted to the Ministry of Finance for funding \nsupport. Resettlement cost will be included in the budget for each subproject. CEB has \nincluded  SLRs.80  million  in  the  allocation  from  the  Government  to  cover  the \ncompensation to affected people under the RE component. \n \n \n \n ", "52  Appendix 10 \nG.  Implementation Schedule \n \n11.  The RE and distribution components will be implemented over 3 years, starting \nfrom early 2003. \n \n \nH.  Monitoring and Evaluation \n \n12.  CEB's local offices as well as the divisional secretariat will undertake internal \nmonitoring. For the subprojects completed in each year, CEB will forward an annual \nmonitoring report to ADB. Under the capacity-building component and the reform of \nCEBs  organizational  structure,  resettlement  cells  will  be  established  and  the  staff \ntrained. At present CEB has one environment officer attached to the generation unit. The \nhead  of  the  transmission  unit  and  the  resettlement  unit  will  be  responsible  for \ncompliance.  ", "IMPLEMENTATION SCHEDULE\nProject Component 2002 2003 2004 2005 2006 2007\n5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 101112 1 2 3 4\nFunding Arrangements\nPart A : Rural Electrification\n  Feasibility studies and designs\n  Procurement\n  Manufacture and delivery\n  Construction\n  Service Connections\nPart B: 33 kV Distribution\n  Feasibility studies and designs\n  Procurement\n  Manufacture and delivery\n  Construction\nPart C: Transmission\n \n  Detailed design\n  Procurement A       \np\n  Manufacture and delivery pe\nn\nd\n  Construction ix\n 1\n1\n             5\n3\n  ", "54  Appendix 12 \nPROJECT COST ESTIMATES \n \nTable A12.1: Cost Estimates by Project Component \n        $1.00=SLRs96.00\n  Foreign Cost Local Cost  Total Cost\nProject Component  ($ million)  (Rs million)  ($ million  ($ million)\n        equivalent)   \nA. Base Cost         \n         \nPart A: Rural Electrification         \n      Materials and equipment  17.70  676.00  7.04  24.74 \n      Local erection and fabrication      1,147.00  11.95  11.95 \n         \nSubtotal  17.70    1,823.00  18.99  36.69 \nPart B: CEB 33 kV Distrubution         \n      Distribution lines  3.79       113.70  1.18  4.97 \n      Other equipment and tools  0.90   28.63  0.32  1.22 \n      Local erection and fabrication    230.80  2.40  2.40 \n         \nSubtotal  4.69  373.13  3.91  8.59 \n  Part C: CEB Transmission         \n     Transformers  3.46  31.50  0.33  3.79 \n     New substations  8.17      186.70  1.94      10.11 \n     Transmission lines  5.47  87.20  0.91  6.38 \n     Circuit breakers, protection systems, etc.  1.56  17.81  0.19  1.75 \n        - \nSubtotal  18.66  323.21  3.37  22.03 \nBase Cost Subtotal (A)  41.05    2,519.34  26.26  67.31 \n         \nB. Contingencies         \n    1. Physical Contingenciesa  4.10  251.93  2.63  6.73 \n    2. Price Contingenciesb  2.30  590.40  6.15  8.45 \n         \nSubtotal (B)  6.40  842.33  8.78  15.18 \nC. Taxes and Duties      1,170.24  12.19  12.19 \n    Interest/Commitment Charges   5.83  709.44  7.39  13.22 \n                    During Construction         \n         \nSubtotal (C)  5.83    1,879.68  19.58  25.41 \n         \nGrand Total  53.28    5,241.35  54.62     107.90 \n         \na  10.0%. \nb   2.4% per annum for foreign exchange costs; 8.0% for local currency costs. \n ", "  Appendix 12  55 \nTable A12.2: List of Major Contract Packages  \n($ million) \n              \nContract   Items  Contract  Procurement  Estimated\nNo.     Type  Mode  Value  \nPart A: Rural Electrification       \n1  Aluminum Redraw Rods  S  ICB  5.63 \n2  Transformers  S  ICB  2.68 \n3  Insulators (33 kV and 400 V)  S  ICB  1.54 \n4  Meters  S  ICB  1.50 \n5  ABC Conductors with Accessories  S  ICB  0.90 \n6  Cross Arms (33 kV)  S  ICB  0.68 \n7  Galvanized Steel Wires  S  ICB  0.67 \n8  Stay Assembly Galvanized Complete   S  ICB  0.52 \n9  Clamps & Connectors, Earth Rods (Copper)   S  IS  0.41 \n10  Surge Arresters (33 kV, 10 kA)  S  IS  0.30 \n11  Expulsion Fuse Switches (33 kV)  S  IS  0.30 \n12  Bolts and Nuts GI  S  IS  0.27 \n13  Insulated Fuse Cutout Assembly (4 Pole, 125A)  S  IS  0.10 \n14  Vehicles  S  IS  0.50 \nTotal (A)  16.00 \n         \nPart B: 33kV Distribution        \n1  Aluminum Redraw Rods  S  ICB  1.10 \n2  Insulators and Fittings  S  ICB  0.70 \n3  Towers  S  ICB  1.55 \n4  Support Poles (Hardware fittings, etc.)  S  ICB  0.96 \n5  Wires, Clamps and Connectors  S  IS  0.30 \nTotal (B)  4.61 \n \nPart C: Transmission        \n         \n1  Substation Package  Turnkey ICB  12.14 \n         \n    I-a: 132/33kV Ambalangoda  Substation (New, 2x31.5 MVA)     \n    I-b: 132/33kV Aniyakanda  Substation (New, 2x31.5 MVA)     \n    I-c: 132/33kV Pannala Substation (New, 2x31.5 MVA)      \n    I-d: 132/33kV Deniyaya Substation (Augmentation, 3x10 MVA)     \n         \n2  Transmission Line Package  Turnkey  ICB  6.53 \n         \n    I-a: 132kV D/C Line (Mathugama-Ambalangoda, 28 km)     \n    I-b: 132kV D/C Line (Polpithimukalana-Aniyakanda, 5 km)     \n    I-c: 132kV S/C Line (T-off from Bolawatta-Puttalam 132 kV T/L to Pannala, 18 km) \n         \nTotal (C)      18.67 \nICB = international competitive bidding, IS = international shopping, S = supply. ", "56  Appendix 13 \nECONOMIC AND FINANCIAL ANALYSES OF THE \nRURAL ELECTRIFICATION PROJECT COMPONENT \n \nA.  Project Description \n \n1.  The  economic  and  financial  analyses  of  the  rural  electrification  (RE)  component \ninvolved: (i) 600 RE schemes, which will connect an additional 112,500 customers to the grid \nduring the 4 years of project implementation; and (ii) reinforcing the distribution system to \nsupport the additional customers and contain system losses. The initial capital investments \nunder the RE component include all components funded by the Asian Development Bank (ADB) \nand Government/Ceylon Electricity Board (CEB) under part A of the Project ($53.4 million) and \na portion of part B. The development lines to be erected under part B are to permit later \nconstruction of low voltage distribution lines and connection of customers under RE schemes \nyet to be identified. There will be no corresponding revenue until the low-voltage lines are in \nuse; however, the financial and economic results on completion of the future schemes are likely \nto be in line with results under the present Project. The express lines, which make up about \n65% of the cost under part B, will support the existing RE distribution system and those to be \ncompleted under part A. For the purposes of the economic and financial analyses, the entire \ncost of the express lines was included ($9.4 million) for a total of $62.8 million of initial capital \ninvestments. \n \nB.   Financial Analysis \n \n  1.  Customers and Sales \n \n2.  During project implementation, 20% of the RE schemes will be completed in both the \nfirst and fourth years, and 30% in both the second and third years. Customers are added \nuniformly over the course of the year, except in the first year when a six-month delay is included \nto  allow  for  project  start-up  and  to  enhance  the  distribution  system  before  customer \nconnections. Connection rates are calculated separately for four consumer categories—small \nhouseholds, medium-size households, large households, and nonresidential buildings—with the \nfinancial model’s distribution in the representative scheme based on a nonrandom sample of \nCEB RE schemes (Table A13.1). The model allows for faster growth in connection rates than \nthe CEB survey data implies, assuming that the new companies can achieve higher connection \nrates and that the Project will better target poor households. The number of potential customers \nin a service area increases by 1.25% annually,1 but distribution across consumer types does not \nchange. \n \n3.  Average  monthly  usage  per  customer  by  consumer  type  in  the  first  year  assumes \nresidential  customers’  usage  is  uniformly  distributed  within  the  tariff  categories  and \nnonresidential customers use 100 kilowatt hours (kWh) per month. This gives an average \nmonthly  demand  per  customer  of  49  kWh,  which  is  about  80%  of  actual  monthly  usage \nislandwide for residential consumers in 2001, to account for lower usage levels in rural areas. \nElectricity demand per customer grows at 2.5% per year.2 The evaluation includes the 4 years \n                                                 \n1  Population grew by 1.17% per annum on average between the 1981 and 2001 censuses. The higher growth rate \nfor potential customers accounts for business development and declining household size. \n2  Growth in demand per customer is calculated as 80% of the difference in the average annual growth in the gross \ndomestic product during 1981-2001 (4.4%) and the growth in potential customers. The 80% adjustment factor is to \naccount for the higher proportion of low-usage consumers in rural areas than nationwide. ", "  Appendix 13  57 \nof project implementation and 20 years thereafter. By the end of the evaluation period, more \nthan 230,000 customers will have been connected out of nearly 380,000 potential customers in \nthe service area (a connection rate of 72%) and they will consume nearly 245 gigawatt hours \n(GWh) of power per year. \n \nTable A13.1: Customers and Tariff Rates \n \nSmall  Medium  Large  Non- \nItem \nHouseholds Households Households Residential\nDistribution of Customers (%)         \n  Share of Potential Customers in Service Area  42  40  15  3 \n  Share of Actual Customers         \n    First Year Connection Rate  15  33  53  26 \n    Share of Actual Customers in First Year  22  47  28  3 \n         \nTariff Schedule         \n  Tariff Category  0-30 kWh  31-60 kWh  61-90 kWh  General \n  Fixed Charge (SLRs)  30.00  30.00  30.00  30.00 \n  Per Unit Charge (SLRs/kWh)  3.00  4.00  4.40  10.90 \n  Monthly Usage in First Year (kWh/month)  15.0  45.5  75.5  100.0 \nKWh = kilowatt hour. \n \n \n4.  The tariff rates are from CEB’s tariff schedule at the time of appraisal. For nonresidential \nconsumers, the general purpose contract rate for less than 10 kilovolt ampere (kVA) is used. \nThe weighted average yield per unit of electricity sold, based on the distribution of customers \nand including the fixed charge, is SLRs5.73 per kWh. While no tariff adjustments are included in \nthe analysis, the per unit charge is allowed to increase by 0.05% annually as rising average \npower  consumption  moves  some  customers  into  the  higher  tariff  brackets.  However,  the \nweighted average yield per unit sold actually falls to SLRs5.42 by the end of the evaluation \nperiod,  as  the  connection  rate  for  low-tariff  customers  rises  faster  than  that  for  high-tariff \ncustomers. \n \n  2.  Capital Investments and Cost of Supply \n \n5.  The initial capital investments during project implementation follow the same pattern as \nassumed for the completion of RE schemes. In addition, customers are connected at a cost of \nSLRs5,500 per connection, which is borne by the consumer. The principal operations and \nmaintenance (O&M) cost is staff. Recurring O&M costs are based on additional employees \nbeing requried at a rate of one per 300 customers, at a gross cost of SLRs0.25 million per \nemployee per year. An allowance of SLRs0.25 million per employee per year is added to this \ncost to account for overhead, spare parts, and other nonlabor expenses. \n \n6.  The cost of a unit of energy supplied to the grid is affected by the generation fuel mix \n(especially the availability of hydropower), the international price of oil, and the exchange rate. \nUnder normal hydrological conditions, an oil price of $25 per barrel, and an exchange rate of \nSLRs96 to the dollar, the average variable cost of energy into the grid is SLRs2.02 per kWh. \nAllowing for transmission losses of 5%, the cost of a unit of energy available for distribution is \nSLRs2.12. A key cost of supplying power to the new RE schemes is the high rate of technical \nand nontechnical losses. Distribution losses in CEB are currently about 15% on average. The \nmodel  allows  for  reductions  in  technical  losses  due  to  enhancements  on  the  Project’s \ndistribution system and lower nontechnical losses as the percentage of unmetered connections ", "58  Appendix 13 \ndeclines. Hence, the distribution losses are assumed to be 15% in the first year, falling to 10.8% \nby the fourth year. \n \n \n  3.  Financial Evaluation \n \n7.  From CEB’s perspective, the RE component is unprofitable. The net present value \n(NPV) of the financial flows evaluated at the real weighted average cost of capital3 of 6% is \nnegative, as is the financial internal rate of return (Table A13.2). Annual cash flows themselves \nare negative until the 15th year after project completion. The cost of supply, both bulk power \npurchases and distribution losses, is the largest recurrent cost component, accounting for 35% \nof total costs in present value terms, while O&M is 22%. The capital cost per customer of \nSLRs27,600 is high due to the low density of customers in RE schemes. \n \n8.  The current tariff structure and the high proportion of low-usage customers in rural areas \nlead to the negative NPV, although the present value of sales revenue is sufficient to cover the \npresent value of the capital investments, but not the recurrent costs. In fact, tariff rates will need \nto be nearly doubled, both the per unit charge and the fixed cost, to make the NPV of the RE \ncomponent positive. At current tariffs, the benefit-cost ratio is about 56%, implying that about \nhalf of the costs will be recovered by the inflows generated. In the end, some form of capital \nsubsidy will be necessary to make RE expansion attractive to a distribution company operating \non commercial terms, given the Government’s policy to maintain the lifeline tariff rate for low \nlevels of consumption and uniform tariffs between urban and rural users. \n \nC.   Economic Analysis \n \n  1.  Economic Benefits and Costs \n \n9.  For the economic analysis, the assumptions regarding the number and distribution of \ncustomers, yield per unit sold, and financial costs are the same as those in the financial \nanalysis. The benefit calculations follow the methodology in CEB’s RE substation scheme \nevaluation  model.4  The  primary  use  of  electricity  in  rural  households  and  commercial \nestablishments is for lighting; in addition, industrial users employ electric motors. The economic \nbenefits derive from two sources: (i) the savings from replacing alternative sources of lighting \nand power with electricity (capital and operating costs), and (ii) the incremental benefits from \nincreased  energy  consumption.  Savings  for  residential  consumers  are  based  on  the  kWh \nequivalent cost of kerosene. Benefits for nonresidential consumers include the cost differential \nfrom  replacing  diesel  engines  with  electric  motors,  in  addition  to  savings  on  kerosene  for \nlighting.5 \n                                                 \n3  The real weighted average cost of capital is the nominal cost of capital (assuming CEB receives funds from the \n70% ADB-financed portion at 13% interest and borrows the remainder at a commercial rate of 18%) deflated by the \nprojected local inflation rate of 8%. \n4  The model was developed under the Power System Expansion (Sector Loan) Project (Loan 1021-SRI), and \nmodified as part of the preparatory work for the Second Power System Expansion (Sector Loan) Project (Loan \n1414-SRI). \n5  The basis in calculating the economic cost of kerosene is the international price of $27.90 per barrel. To calculate \nthe cost savings based on the kWh equivalent consumption before electrification, the economic cost of kerosene, \nin SLRs per liter, is multiplied by 2.2, which is the kWh equivalent for a liter of kerosene used for lighting. For the \noperating cost differential between diesel engines and electric motors, the international diesel price of $27.50 per \nbarrel is used, but the displaced kWh equivalent is derived by assuming no additional power consumption (net of \nusage for lighting) in the first year following electrification.  ", "   \nTable A13.2: Financial Analysis of the Rural Electrification Component\nTotal Sales Capital  Total Initial Capital Connection Bulk  Distribution Operations and Total Net Cash\nSales Revenue Contribution Inflows Investments Charges Power Losses Maintenance Outflows Flows\nYear (GWh) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn)\n2003 2.4 14 44 58 1,206 44 5 219 7 1,482 -1,424\n2004 15.6 87 204 291 1,809 204 33 194 44 2,285 -1,994\n2005 37.1 196 194 390 1,809 194 79 171 105 2,358 -1,967\n2006 57.2 299 176 476 1,206 176 121 152 161 1,817 -1,341\n2007 71.9 373 91 464 0 91 153 153 201 598 -134\n2008 81.4 422 72 494 0 72 173 154 226 625 -131\n2009 89.9 467 58 525 0 58 191 157 246 651 -127\n2010 97.7 508 50 558 0 50 207 160 262 679 -121\n2011 105.2 549 46 595 0 46 223 163 277 709 -114\n2012 112.8 590 43 633 0 43 239 166 290 739 -106\n2013 120.6 632 42 675 0 42 256 170 303 772 -97\n2014 128.7 676 42 718 0 42 273 174 316 805 -87\n2015 136.9 721 41 762 0 41 290 178 329 839 -77\n2016 145.2 767 40 807 0 40 308 182 341 872 -65\n2017 153.6 813 38 852 0 38 326 186 353 904 -52\n2018 162.3 861 37 899 0 37 344 191 364 937 -38\n2019 171.2 911 38 949 0 38 363 195 376 972 -23\n2020 180.7 964 39 1,003 0 39 383 200 387 1,009 -7\n2021 190.5 1,019 38 1,057 0 38 404 205 399 1,045 11\n2022 200.5 1,075 36 1,111 0 36 426 209 410 1,081 30\n2023 210.7 1,133 33 1,166 0 33 447 215 420 1,115 51\n2024 221.0 1,192 32 1,224 0 32 469 220 430 1,151 73\n2025 231.6 1,253 32 1,285 0 32 492 225 440 1,189 96\n2026 242.7 1,316 33 1,350 0 33 515 231 450 1,229 120\nTotal 16,838 1,502 18,339 6,031 1,502 6,722 4,472 7,138 25,865 -7,525\nNPV@6.0% 7,024 963 7,987 5,221 963 2,816 2,266 3,134 14,400 -6,413\nFIRR = financial internal rate of return, GWh = gigawatt hours, NPV = net present value. Benefit-Cost Ratio @6.0% = 55.5%\nFIRR = -15.5%\nCalculation of financial internal rate of return to Ceylon Electricity Board\n(2002 constant prices, exchange rate SLRs96 = $1.00)\nMemorandum Items:\n2003 Beginning year of Project implementation\n6.02% Real weighted average cost of capital\n96 Exchange rate (SLRs/$)\n27,588 Total capital cost per customer\n \n ", "60  Appendix 13 \n10.  The economic benefit from additional power usage is the incremental consumer surplus \nat  the  new  consumption  level.  The  implied  price  and  quantity  of  electricity  demanded  for \nhouseholds before electrification are the quantity of electricity needed to supply lighting levels \nfrom kerosene lamps and the equivalent cost per kWh. Assuming a linear demand curve, the \nincremental  consumer  surplus  would  equal  one-half  the  price  difference  before  and  after \nelectrification multiplied by the quantity difference. As the demand curve is unlikely to be linear, \nthe product of the price and quantity differences is multiplied by a willingness-to-pay factor of \n0.4 rather than one half. Since the incremental energy consumption is valued in local prices, the \nresult is converted to economic border prices by multiplying the calculated consumer surplus by \nthe standard conversion factor of 0.8. \n \n11.  In evaluating project costs, economic analysis uses border prices, which exclude duties \nand taxes on imported materials and equipment. The assumed input shares for the various cost \nitems are summarized in Table A13.3. Capital for inside wiring and connections is assumed to \nbe nontraded. Fuel for hydropower is produced locally while fuel for thermal power is imported. \nThe market for skilled labor is assumed to be in equilibrium, but unskilled labor is assumed to be \nin surplus in the economy. The prices of skilled labor, nontraded capital, and power from hydro \ngeneration are converted to economic border prices by multiplying by the standard conversion \nfactor. That for unskilled labor, however, is adjusted by the shadow wage rate factor of 0.7. The \nfuel  mix  for  the  power  available  for  distribution,  which  includes  bulk  power  purchase  and \ndistribution system loss, is based on a normal-rainfall year throughout the economic analysis. \n \nTable A13.3: Input Shares and Conversion Rates for Economic Costs \n(percent) \n \n  Labor  Capital  Fuel \nItem  Unskilled Skilled  Traded  Nontraded Thermal  Hydro \nInitial Capital Investment  4  16  80  0  0  0 \nConnection Charges  10  20  0  70  0  0 \nHouse Wiring  10  20  0  70  0  0 \nOperation and Maintenance  10  40  25  25  0  0 \nBulk Power Purchase/ \nDistribution System Loss  0  0  0  0  40  60 \n             \nConversion Factors  70  100  100  80  100  80 \n \n  2.  Economic Evaluation \n \n12.  Although the RE component is not financially viable, the project is strongly justified on \neconomic grounds. The present value of the total benefits of SLRs15 billion is more than three \ntimes  the  present  value  of  the  initial  capital  investments  (Table  A13.4).  The  bulk  of  the \nbenefits—more  than  70%—comes  from  the  additional  power  consumed.  Overall,  the  RE \ncomponent has an economic internal rate of return (EIRR) of 23.6%. The evaluation does not \ntake into account quality differences, such as better quality lighting from electricity, nor does it \nconsider other possible uses for electricity in households, such as television sets, rice mills, or \nrubber  presses.  Furthermore,  the  analysis  only  accounts  for  the  benefits  to  connected ", "   \n \nTable A13.4: Economic Analysis of the Rural Electrification Component\nTotal Cost Additional Total Initial Capital Connection Inside Bulk  Distribution Operations and Total Net\nConsumers Savings Consumption Benefits Investments Charges Wiring Power Losses Maintenance Costs Benefits\nYear (No.) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn) (SLRs mn)\n2003 8,066 21 38 59 1,153 35 32 4 193 6 1,423 -1,364\n2004 45,167 134 251 385 1,730 161 147 29 171 37 2,275 -1,889\n2005 80,465 312 595 907 1,730 153 139 69 150 88 2,330 -1,423\n2006 112,500 472 920 1,392 1,153 139 127 107 134 135 1,795 -403\n2007 129,062 581 1,159 1,739 0 72 65 134 135 169 575 1,164\n2008 142,191 644 1,315 1,959 0 57 52 152 136 190 587 1,372\n2009 152,772 695 1,456 2,151 0 46 42 168 138 206 600 1,551\n2010 161,876 739 1,587 2,326 0 40 36 182 140 220 619 1,707\n2011 170,278 778 1,715 2,493 0 37 33 197 143 233 642 1,851\n2012 178,107 814 1,846 2,660 0 34 31 211 146 244 666 1,994\n2013 185,821 850 1,980 2,831 0 34 30 225 150 255 694 2,137\n2014 193,420 885 2,121 3,006 0 33 30 240 153 265 722 2,284\n2015 200,936 920 2,265 3,184 0 33 30 256 157 276 751 2,433\n2016 208,215 953 2,411 3,364 0 32 29 271 160 286 778 2,585\n2017 215,183 984 2,561 3,545 0 30 28 287 164 296 805 2,740\n2018 221,973 1,015 2,714 3,729 0 30 27 303 168 306 833 2,896\n2019 228,821 1,046 2,874 3,919 0 30 27 320 172 316 864 3,056\n2020 235,871 1,077 3,042 4,119 0 31 28 337 176 325 897 3,222\n2021 242,757 1,108 3,219 4,327 0 30 27 356 180 335 928 3,399\n2022 249,251 1,139 3,400 4,538 0 28 26 374 184 344 957 3,581\n2023 255,312 1,168 3,584 4,751 0 26 24 393 189 353 986 3,765\n2024 261,103 1,195 3,771 4,966 0 25 23 413 194 361 1,016 3,951\n2025 267,010 1,222 3,966 5,188 0 26 23 433 198 370 1,050 4,138\n2026 273,051 1,250 4,170 5,420 0 26 24 453 203 378 1,085 4,335\nNPV@12% 4,600 10,866 15,466 4,373 553 503 1,231 1,222 1,365 9,247 6,219\nEIRR = economic internal rate of return, NPV = net present value. EIRR = 23.6%\nCalculating of economic internal rate of return from rural electrification.\n(2002 constant prices, exchange rate SLRs96 = $1.00)\nMemorandum Items:\n2003Beginning year of Project implementation\n12%Discount rate\n96Exchange Rate (SLRs/$)\n \n \n \n ", "62  Appendix 13 \nhouseholds. Nonelectrified households residing in electrified villages benefit economically from \ndiversified sources of household income through increased off-farm employment opportunities, \nand socially from increased community activities. These benefits typically occur at the village \nlevel and can be viewed as positive externalities to nonelectrified households. As such, the \nestimated EIRR is likely to be a conservative estimate of the benefits from the RE component to \nthe economy. \n \n13.  The figures used for system losses are average losses; however, losses are much \nhigher during peak hours, possibly as much as 15 percentage points higher than the average. \nSince most of the consumption under RE schemes is for lighting, the bulk of the power used in \nrural areas is during peak times. Adding 12 percentage points to the loss rates (15 percentage \npoints  additional  loss  with  80%  of  rural  power  consumption  occurring  during  peak  hours) \nsignificantly increases the present value of the economic costs, but the RE component still \nachieves an EIRR of 20%. \n \n14.  As experience in the last few years has shown, CEB’s financial situation is vulnerable to \nchanges in world oil prices and the water levels in the hydro generation reservoirs. While \nchanges in the fuel mix will have a definite negative effect on the EIRR through the increase in \nthe average cost of bulk power and distribution losses, changes in world oil prices affect both \nthe costs and benefits. In the case of below average rainfall changing the generation mix to 60% \nthermal and 40% hydro, the EIRR drops only slightly to 23.3%. With a 20% increase in world oil \nprices, implying a $30 per barrel price for crude oil, the EIRR actually increases to 26.4% \nbecause  of  the  increased  benefit  from  the  avoided  cost  of  kerosene.  Under  relatively  dry \nweather and high oil prices, the EIRR for the RE component is 25.9%. \n \nD.   Poverty Impact Ratio \n \n15.  The distribution of the net project benefits is assessed on the basis of the difference in \nNPV of the financial and economic returns, using a discount rate of 12%. The NPV of the cash \nflows  arising  from  the  loan  is  included  in  the  financial  net  benefits  based  on  the  Asian \nDevelopment Fund (ADF) lending terms of a 32-year loan period, with an 8-year grace period, \n1% interest rate during the grace period and 1.5% during the payback period. Benefits are \nevaluated for each category of consumers based on their willingness to pay. Household size is \nused as a proxy for income level, with individuals in small households assumed to be under the \npoverty line and all others above. Assuming unskilled labor is composed solely of people living \nbelow the poverty line, the difference between the financial and economic costs accrues entirely \nto  the  poor.  Net  benefits  to  nonresidential  consumers  and  the  government/economy  are \nassumed to reach the poor in proportion to their income share in the gross domestic product \n(GDP). For the rural poor, the figure is 10.1%. \n \n16.  Of the SLRs6.2 billion in discounted economic benefits, 7.8% accrues to the poor (Table \nA13.5). This is lower than the poor’s share of income in GDP, but this result is very sensitive to \nthe assumptions on the mapping between household size and income levels. If 5% of small \nhouseholds are assumed to be nonpoor and 5% of medium-size households are assumed to be \npoor, then the poverty impact ratio rises to 11.6%. The result is less sensitive to the assumption \nthat all unskilled workers are below the poverty line. Assuming only 80% of unskilled workers \nare poor causes the ratio to fall by less than half a percentage point to 7.4%. \n ", "   \nTable A13.5: Distribution of Net Benefits and Poverty Impact Ratio of the Rural Electrification Component\n(SLRs million in present value at 12% discount rate)\nNet Benefits Distribution of Net Benefits\nEconomic Financial Electricity Customers Labor\nPresent Present Small Medium Large Non- Government/\nItem Value Value Difference Household Household Household Residential Unskilled Skilled Economy\nInflows\nCost Savings 4,600 0 4,600 651 2,026 1,476 447 0 0 0\nAdditional Power Consumption 10,866 0 10,866 917 5,565 4,032 351 0 0 0\nSales Revenue 0 3,477 -3,477 -342 -1,484 -1,174 -478 0 0 0\nLoan 0 3,100 -3,100 0 0 0 0 0 0 -3,100\nOutflows\nInitial Capital Investment -4,373 -4,574 201 0 0 0 0 55 146 0\nConnection Charges  -553 0 -553 -220 -317 -145 -19 21 28 98\na\nInside Wiring -503 0 -503 -200 -288 -132 -17 19 25 89\nBulk Power -1,231 -1,399 168 0 0 0 0 0 0 168\nDistribution Losses -1,222 -1,388 167 0 0 0 0 0 0 167\nOperations and Maintenance -1,365 -1,625 260 0 0 0 0 49 130 81\nDebt Service 0 -807 807 0 0 0 0 0 0 807\nNet Benefits 6,219 -3,216 9,435 807 5,503 4,057 284 144 330 -1,690\nPoverty Impact Ratio Total\nGains and Losses  6,219 807 5,503 4,057 284 144 330 -4,906\nb\nProportion of the Poor (%) 100.0% 0.0% 0.0% 10.1% 100.0% 0.0% 10.1%\nNet Benefits for the Poor 487 807 0 0 29 144 0 -493\nPoverty Impact Ratio 7.8%\nNotes:\nFinancial present value of connection charges is net of the capital contribution from electricity consumers.\na\nGains and Losses to the Government/Economy include the financial return of -3,216.\nb\n \n \n \n ", "64  Appendix 13 \n \n17.  While the poverty impact ratio shows the poor benefiting less than their share of income \nin GDP when small households are equated with those living below the poverty line, under this \nassumption poor households will make up 33% of the direct beneficiaries and account for 11.7% \nof power consumed by the end of the evaluation period. The figures rise to 34% of direct \nbeneficiaries and 13.5% of power consumed if 5% of small households are assumed to be \nnonpoor and 5% of medium-size households are assumed to be poor. Moreover, the positive \nexternalities  of  electrification—particularly  increased  nonfarm  employment  activities—will \nprovide further benefits to the poor from the RE component of the project. \n ", "  Appendix 14  65 \nSUMMARY POVERTY REDUCTION AND SOCIAL DEVELOPMENT STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a National Priority in  Yes  Sector identified as a National Priority   \nCountry Poverty Analysis?    in Country Poverty Partnership  Yes \n  Agreement?   \nContribution of the sector/subsector to reduce poverty in Sri Lanka: \n \nAlthough Sri Lanka’s human development index ranks among the highest in Asia poverty has remained \nstagnant despite high growth rates. About 90% of the population reside in rural areas and more than 40% \nof the rural population are below the poverty line. Large variations in human poverty exist between rural \nand urban areas and between districts (Table A14.1). Economic development seems to have bypassed \nthe poorest districts. Analysis shows that fostering broad-based rural development by creating off-farm \nopportunities is key for the poor to benefit from economic growth and structural change.1 Off-farm activities \nallow households vulnerable to poverty to diversify income sources and hedge against risk and external \nadverse shocks. Access to electricity is essential for practically any off-farm activity. For small-scale \nfarmers who aim to increase agricultural productivity, electricity is an essential input that allows the use of \nimproved technology. Many districts with the highest incidence of poverty have less than 30% of the \npopulation electrified, and large numbers experience a major source of deprivation with limited scope for \neconomic activity and human development. \n \nTable A14.1: Development, Poverty and Energy by District \n  Districta  Incidence        Average  Share (%) of  Electrification\nof  HPI HDI GDI Monthly  Income  Ratioc \nPovertyb  (%) Income/Capita Received  (%) \n(%)  (SLRs)  By the 40% \npoorest \n  Colombo  19  13  0.85 0.49 2,279  14.9  77 \n  Kaluthara  39  16  0.89 0.48 1,461  16.2  51 \n  Kurunegala  53  22  0.97 0.48 1,189  17.6  23 \n  Puttalam  51  19  0.59 0.36 1,304  20.5  39 \n  Anuradhapura  50  21  0.98 0.56 1,362  15.5  33 \n  Polonnaruwa  40  28  0.97 0.56 1,203  17.3  28 \n  Kandy  42  17  0.65 0.40 1,219  15.2  52 \n  Matale  51  21  0.73 0.46    988  17.8  27 \n  Nuwara Eliya  40  30  0.81 0.54 1,067  22.9  25 \n  Galle  39  19  0.74 0.42 1,229  16.8  48 \n  Matara  44  19  0.70 0.42 1,145  17.2  49 \n  Hambantota  43  23  0.74 0.47    911  16.8  26 \n  Ratnapura  52  25  0.75 0.45   991  16.0  25 \n  Kegalle  41  24  0.74 0.41     1,079  17.3  26 \n  Badulla  48  27  0.72 0.48   815  15.9  36 \n  Monaragala  66  29  0.69 0.41   849  18.9  17 \n  Sri Lankad  39  18  0.75 0.47 1,442  15.2  43 \na  Data is missing for Baticaloa, Trincomalee, and Ampara districts. \nb  Consumption poverty.   \nc  1994. \nd  Total incidence of poverty in rural areas is 41% and in urban areas is 25%. \nSource:  ADB, Poverty Reduction in Sri Lanka: Maximizing the Asian Development Bank's Contribution, March 2001; \nUNDP; National Human Development. \nGDI = Gender Development Index, HDI = Human Development Index, HPI = Human Poverty Index.\n                                                 \n1  Rural incomes are strongly positively linked with nonfarm income shares. Preliminary findings of the World Bank's \nintegrated survey. ", "66  Appendix 14 \n \n \nThe rural electrification (RE) component under the proposed loan proposes to electrify about 113,000 \nhouseholds in 820 villages, in addition to commercial and religious establishments. Nearly 50,000 of these \nhouseholds (44%) appear to live below the poverty line. To ensure poverty targeting in the RE component, \nthe Asian Development Bank (ADB) and the Ceylon Electricity Board (CEB) are discussing amortization of \nconnection charges. Although, non electrified households residing in electrified areas do benefit indirectly \nfrom increased income-generating activities and improved health care, they are deprived of the direct \nbenefits. Cost savings, in the short term, are especially significant among these benefits. For poor \nhouseholds, electricity expenditure on lighting is reduced by over 50 % on average in addition to the \nbenefit of not suffering from bottlenecks in the availability of kerosene in the local store.     \n \n \nB.  Poverty Analysis   Poverty Intervention \n \nWhat type of poverty analysis is needed?  \n \nPoverty and social assessment for the proposed project was conducted during the feasibility study.  The \nprimary objective of this study is to (i) assess whether the benefits of the project will flow primarily to \npoor/nonpoor consumers; (ii) design the poverty intervention component of the project; (iii) identify and \ndeal effectively with any social risks such as involuntary resettlement, gender, labor, affordability, including \nthe need to prepare any necessary mitigative measures or plan.   \n \nDespite the availability of socioeconomic data on RE, CEB needs to update and improve its database to \ncapture consumer behavior and long-term benefits.  Although surveys have been conducted under \nprevious RE loans, the need to analyze socioeconomic data related to electrification is not understood and \nhence the information that the surveys capture is not effectively used. In addition, obstacles that prevent \nconnection by poor households to connect are not appropriately addressed since the existing survey data \nused for analysis do not refer to these issues. The CEB or its successor companies will be responsible for \nmonitoring consumer behavior and the benefits from the RE component.  A socioeconomic survey with \nemphasis on the benefits to the poor, including issues related to poverty targeting in the RE schemes, will \nbe conducted at the early stage of project implementation and will be updated annually.  The survey data \nwill be used to update the current socioeconomic data underlying the economic analysis for individual \nsubprojects.  The poverty impact analysis together with the economic criterion of 12% rate of return will \ndetermine the selection of future subprojects. \n \n \nC.  Participation Process \n \nStakeholder analysis.  The project is designed through a participatory process.  Different categories of \nstakeholders are identified: government staff, labor unions, and categories of electricity consumers, non-\ngovernment organizations (NGOs) and aid communities. Stakeholder analysis was conducted to analyze \nwho are likely to be the major beneficiaries of the project and disadvantages from the Project. \n \nParticipation  strategy  required.    As  part  of  the  requirements  under  the  proposed  Public  Utilities \nCommission Bill, the Public Utilities Commission will, where it considers appropriate to do so, and \nfollowing consultation with the Minister of Power and Energy, establish as a part of the Commission, by \norder published in the Gazette, a consumer consultative committee (C3) for the following purposes: (i) \nadvise  the  Commission  on  appropriate  consumer  standards;  (ii)  monitoring  electricity  consumer \nsatisfaction; (iii) promote awareness of consumer rights and standards; and (iv) receive and, where it has \nthe power to do so, deal with complaints and concerns of electricity consumers.  The Commission will \ndevelop the form, structure, composition, and functions of the C3.                                                                    \n ", "  Appendix 14  67 \n \nD.  Potential Issues2 \n        \nSignificant/    Plan \nNon  Strategy to Address Issues  Required3 \nSignificant/   \nUncertain/ \nNone \n       \nResettlement4   Non- The  investment  project  includes  a  RE  component  and  Resettlement \n  significant  augmentation of existing substations. All resettlement in  framework \n   the  subprojects  are  \"B”,  no  indigenous  people  are  and short \naffected.  The resettlement does not include relocation of  resettlement \nhouseholds,  and  resettlement  impacts  are  insignificant.  plans (RPs) \nCEB has prepared a resettlement plan that covers all sub- for \nprojects  for  the  RE  component.  For  the  Transmission \nsubstations/distribution  component,  a  RP  has  been  and RE \nprepared.    For  the  remaining  substations,  RPs  will  be  components \nprepared to be submitted to ADB for approval before the \naward of civil works contracts. \n \nGender   No   Although energy is biased in favor of women in terms of  No  \n  workloads, time savings, and exposure to indoor air \n  pollution for the direct benefits of access to electricity \nappear to be gender neutral since it is not commonly used \nfor cooking purposes in rural areas. The gender \ndevelopment index displays little direct relation with either \naccess to electricity or monthly expenditure. But given the \nhigh proportion of female heads of households below the \npoverty line in rural areas and the relationship between \nelectrification and poverty (Table A14), the overall \neconomic and human development resulting from \nelectricity will favor women to the extent of a gender bias \nin other development factors. When electric water pumps \nbecome available, women’s workload and associated \nhealth implications will be reduced. \n ", "68  Appendix 14 \nAffordability     Although some 60% of the villages are electrified and  Yes  \n  electricity has brought about substantial development, the \n  survey data indicate that only 44% of potential consumers \nconnect. Substantial cost savings are from electricity, but \nthe  ability  of  poor  households  to  access  electricity  is \nlimited. Findings show that the construction of the houses \n(thatched roof) may also play a role in excluding potential \nconsumers  in  some  areas.  The  main  constraint  is  the \nlarge  up-front  costs  of  connection  and  wiring  and  the \ntemporary nature of houses. About 25% of the households \ntake a loan through a special loan facility guaranteed by \nCEB, to pay for connection and wiring costs. However, \nformal bank requirements to prove property rights and \nsteady income in addition to the institutional and social \nobstacles that prevent poor households to access formal \nbanks exclude many of the poor. Long-term amortization \nof connection applications directly offered by CEB or its \nsuccessor companies will simplify the process and lower \ntransaction costs. \n \nLabor  No  The program loan will have no significant negative impact  Yes \n  on CEB and Lanka Electricity Company's (LECO) \n  employees.  There will not be any involuntary labor \nretrenchment due to CEB restructuring.  ADB assisted \nCEB to prepare a labor redeployment plan.  Specific \ntransfer principles are recommended in appointing \npersonnel to positions in the new companies and in \nrelation to retirement policies and the need for multiskills.  \nProcedures will be provided for communicating with and \ncounseling staff to achieve understanding of the reasons \nfor the restructuring.  Special care will be given in the \nresolving workforce differences and grievances, especially \nwhere these are related to the staff redeployment/transfer \nprocess. \nIndigenous  No   The investment component will not affect any indigenous  None \nPeople  people or communities; therefore, an indigenous people \n  development plan is not envisaged. \n \nOther Risks/  Yes  The capacity of CEB to involve employees and civil  Yes \nVulnerabilities  society to make them aware of the overall operation and \n  restructuring of the electricity sector and to promote \n  consumer advocacy groups is very weak.  This issue is \nbeing addressed in the draft electricity act submitted to the \nParliament. The capacity of CEB and its successor \ncompanies to address these issues needs to be \nstrengthened. \n2 If not known, a contingency should be included in the TA budget to predict the need for a plan.  \n3 A plan will be required at design stage if any of the potential issues are found significant. \n4 Significant involuntary resettlement requires a full resettlement plan; nonsignificant, requires a short resettlement   \n  plan. \n \n "], "metadata": {"CreationDate": "D:20021010144037", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021104115153+08'00'"}}