{"path": "data/input/ta/rrp-r19699.pdf", "pages": ["ASIAN DEVELOPMENT BANK RRP: TAJ 33483\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nAND TECHNICAL ASSISTANCE GRANT\nTO THE\nREPUBLIC OF TAJIKISTAN\nFOR THE\nEMERGENCY FLOOD REHABILITATION PROJECT\nNovember 1999", "CURRENCY EQUIVALENTS\n(as of 31 October 1999)\nCurrency Unit – Tajik Ruble (TJR)\nTJR1 = $0.0007\n$1.00 = TJR1,436\nFor the purpose of calculation in this report, a rate of $1.00 = TJR1,350 is used. This\nwas the official rate at the time of Project appraisal.\nABBREVIATIONS\nCLCND – Center for the Liquidation of the Consequences of\nNatural Disaster\nDEES – Department of Environment and Emergency Situations\nEFAP – Emergency Flood Assistance Project\nEIA – environmental impact assessment\nFSU – former Soviet Union\nGBAR – Gorno-Badakhshan Autonomous Region\nGDP – gross domestic product\nIEE – initial environmental examination\nMESCD – Ministry of Emergency Situations and Civil Defense\nNGO – nongovernment organization\nPIU – project implementation unit\nRRS – Regions of Republican Subordination\nTA – technical assistance\nUNOCHA – United Nations Office for the Coordination of Humanitarian Affairs\nNOTES\n(i)  The fiscal year of the Government ends on 31 December.\n(ii)  In this report, “$” refers to US dollars.", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY ii\nMAP v\nI.  THE PROPOSAL  1\nII.  INTRODUCTION  1\nIII.  BACKGROUND  1\nA.  Regional Geography  1\nB.  Recent Economic Developments  3\nIV.  DETAILS OF THE DISASTER  4\nA.  Description of the Damage  4\nB.  Impact of the Damage  5\nC.  Government Response  5\nD.  Aid Coordination and External Assistance  6\nE.  Lessons Learned  7\nV.  THE PROPOSED PROJECT  7\nA.  Rationale  7\nB.  Objectives  8\nC.  Scope  8\nD.  Cost Estimates  8\nE.  Financing Plan  9\nF.  Implementation Arrangements 10\nG.  The Executing Agency 13\nH.  Environmental and Social Measures 13\nI.  Benefits and Justification 14\nJ.  Risks 15\nVI. THE TECHNICAL ASSISTANCE 15\nVII.  ASSURANCES 15\nA.  Specific Assurances 15\nB.  Condition for Loan Effectiveness 16\nVIII.  RECOMMENDATION 16\nAPPENDIXES", "LOAN AND PROJECT SUMMARY\nBorrower Republic of Tajikistan\nProject Description The  Project  will  rehabilitate  public  infrastructure  damaged  by\nsevere floods and landslides that occurred throughout the country\nin July 1999. The public infrastructure includes (i) roads, bridges,\nassociated  riverbank  protection,  and  irrigation  systems;  and\n(ii) municipal water supply systems, power distribution, telephone\nnetworks, and schools.\nClassification Primary: Poverty Reduction\nEnvironmental\nAssessment Category B\nAn  initial  environmental  examination  was  prepared  during\nappraisal  and  will  be  reviewed  for  Project  sites  during\nimplementation. A summary is included as an Appendix.\nRationale The  Project  has  been  proposed  under  ADB’s  policy  on\nrehabilitation assistance after disasters. There is an urgent need\nto  help  the  Government  cope  with  the  disaster  as  it  is\nexperiencing severe budget constraints. The Project will assist in\n(i)  rehabilitating  public  infrastructure  damaged  by  floods  and\nlandslides  in  July  1999,  and  (ii)  mitigating  the  risk  that  these\nexpenditures  will  disrupt  the  Government’s  macroeconomic\nstabilization and postconflict development programs.\nObjectives and \nScope The  immediate  project  objective  is  to  help  restore  public\ninfrastructure damaged by the severe floods and  landslides  in\nthose areas of the country that were hardest hit. The long-term\nobjective of the  Project  is  to  help  rehabilitate  the  poor  in  the\naffected rural areas on a sustainable basis. The Project consists\nof  civil  works,  construction  materials,  equipment,  resettlement,\nand  consulting  services  for  construction  supervision,\nenvironmental monitoring and social impact assessment.\nCost Estimates The Project is estimated to cost $6.25 million equivalent, of which\nthe foreign exchange cost is $3.25 million (52 percent) and the\nlocal currency cost is $3.00 million equivalent (48 percent).", "iii\nFinancing Plan\n       ($ million)\nSource Foreign Local Total\nExchange Currency Cost Percent\nADB 3.25 1.75 5.00 80\nGovernment 0.00 1.25 1.25 20\n   Total 3.25 3.00 6.25 100\n \nLoan Amount and\nTerms The loan will be for the equivalent of SDR 3,601,000 in various\ncurrencies from ADB’s Special Funds resources. The loan  will\ncarry an amortization period of 32 years, including a grace period\nof 8 years, with an interest charge of 1 percent per annum during\nthe grace period and 1.5 percent per year thereafter.\nAllocation and\nRelending Terms The loan proceeds will be made available to the Executing Agency\nthrough budgetary appropriations.\nPeriod of Utilization Until 30 June 2002\nExecuting Agency Department of Environment and Emergency Situations\nImplementation\nArrangements The Implementing Agency will be the Center for the Liquidation of\nthe Consequences of Natural Disaster, which is serving the same\nfunction  for  the  1998  World  Bank-financed  Emergency  Flood\nAssistance  Project.  The  Project  will  be  coordinated  with  the\nMinistry  of  Emergency  Situations  and  Civil  Defense,  which  is\nresponsible for the initial disaster-relief measures  in  Tajikistan,\nand  with  the  United  Nations  Office  for  the  Coordination  of\nHumanitarian Affairs, which is responsible for humanitarian aid\nand coordination of the disaster-relief efforts of nongovernment\norganizations in Tajikistan.\nProcurement Advance procurement action has been approved for civil works\nconstruction materials and equipment from 8 July 1999 to loan\neffectiveness, with retroactive financing of $1 million. Procurement\nof goods and  services  to  be  financed  from  ADB  loan  will  be\nundertaken in accordance with ADB’s Guidelines for Procurement\nthrough force account and local competitive bidding for civil works\nand direct purchase for equipment.\nTechnical Assistance A technical assistance comprising about five person-months of\ninternational  consulting  services  will  be  provided  for  Flood\nDisaster Management with a grant of $205,000 financed by ADB\nfrom  the  Japan  Special  Fund,  funded  by  the  Government  of\nJapan.  The  Government  will  finance  the  remaining  $30,000", "iv\nequivalent of local currency costs. The consulting services may be\nprocured  through  direct  selection  considering  the  emergency\nnature of the Project.\nEstimated Project\nCompletion Date 31 December 2001.\nProject Benefits\nand Beneficiaries The Project components such as the reconstruction of roads and\nbridges, river bank protection, rehabilitation of irrigation facilities,\nrestoration of power, telephones, water supply and schools, and\nthe resettlement of 288 affected households to safer areas, will\nhelp  restore  key  socio-economic  infrastructure  in  the  affected\nareas. The Project will directly benefit and ease the hardships\nsuffered by the affected communities totaling more than 30,000\npeople.  The  Project  will  benefit  the  poor  disproportionately\nbecause  more  than  80 percent  of  the  population  living  in  the\naffected areas are poor.", "", "I .  THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed\nloan to the Republic of Tajikistan for the Emergency Flood Rehabilitation Project. The Report\nalso describes proposed technical assistance (TA) for Flood Disaster Management, and if the\nproposed loan is approved by the Board, I, acting under the authority delegated to me by the\nBoard, shall also approve the TA.\nII .  INTRODUCTION\n2. Severe flooding and landslides occurred in Tajikistan as a result of intense monsoon\nrains from 6 to 12 July 1999. Damage occurred throughout the country, affecting Leninabad and\nKhatlon  regions,  the  Regions  of  Republican  Subordination  (RRS)  and  the  eastern,  high\nmountain area of Gorno-Badakhshan Autonomous  Region  (GBAR).  Mountain  streams and\nrivers swollen by melting snow earlier in the year received further inflows from the unusually\nintense monsoon rain. This resulted in massive slope failures, landslides, and  widespread\nfloods, which caused the loss of 20 lives and considerable damage to houses, crops, farm\nanimals, roads, bridges, associated riverbank protection works, irrigation and  water  supply\nnetworks, drainage, power and telephone distribution systems, schools, and other social and\nmunicipal facilities (see para. 15).\n3. The Government released TJR6 billion (about $4.5 million equivalent) for the immediate\nrelief and urgent rehabilitation works. In addition, in view of the large amount of work to be done\nand budgetary constraints (paras. 10 to 12), the Government requested emergency assistance\nfrom ADB, World Bank, and other international aid agencies to help meet the requirements of\nthe disaster-affected areas.\n4. ADB received an official request from the Government for emergency assistance on 21\nJuly 1999. The Appraisal Mission1 visiting Tajikistan from 17 to 28 August 1999 undertook a\njoint assessment with the World Bank of the impact of the floods and landslides;2 and prepared\nthe Emergency Flood Rehabilitation Project for possible ADB support. The Mission  visited\naffected areas  and  held discussions  with the  local  people,  national  and  local  government\nauthorities, and representatives of various international aid agencies. This report is based on\nthe  Mission’s  findings  and  understandings  reached  with  the  Government  and  the  local\nauthorities.\nII I.  BACKGROUND\nA.  Regional Geography\n5. Tajikistan is bordered to the north by the Kyrgyz Republic, in the east by the People’s\nRepublic of China, Afghanistan to the south, and in the west by Uzbekistan. The population of\nTajikistan is 6 million; two thirds are ethnic Tajiks, the remainder are mainly of Uzbek, Kyrgyz,\nand Russian origin. Unlike most people of Central Asia, the Tajiks and their language are\nPersian in origin and Islam is the dominant religion. Administratively, the country is divided into\nfour regions, with the central RRS being administered directly from Dushanbe, which is the\n                                               \n1 The Appraisal Mission comprised J.F. Brooks, Senior Project Specialist/Mission Leader; A.M. Malik, Senior Project\nSpecialist; and B. Hitchcock, Senior Programs Officer.\n2 The floods in 1999 were similar to those caused by the highest ever recorded river levels in 1998, which led to the\nWorld Bank-financed Emergency Flood Assistant Project.", "2\ncapital and has a population of about 500,000. Apart from the 30 percent of the population living\nin urban areas, the remainder live in over 3,000 small, dispersed rural communities of 100-1,000\npersons where poverty is estimated to exceed 80 percent.\n6. The economy is based on three key resources: cotton, aluminum, and hydropower. Prior\nto independence in 1991, trade was dominated by interrepublic transactions within the former\nSoviet Union (FSU). Since independence, trade with non-FSU countries has grown rapidly. The\nindustry sector accounts for 20 percent of the gross domestic product (GDP). The country has\none of the world’s largest aluminum smelters. Hydropower-based light industry comprising small\nfirms is also important. Most firms are operating below capacity due to the civil conflict between\n1991 and 1996, dependency on imported raw materials, and inability to compete efficiently in\nthe  world  markets.  They  also  suffer  from  remote  location,  transport  problems  and  recent\nweakening of world prices for aluminum. Power supply is provided by separate networks in the\nKhujand and Dushanbe-Khulyab regions, which are connected only through Uzbekistan. While\nhydropower generated along the Vakhsh River is exported, its value is exceeded by energy\nimports from Uzbekistan. The energy deficit has a negative impact on the overall balance of\npayments. Electricity is highly subsidized, as is liquefied petroleum gas fuel, which is the main\nsource of energy for most of the rural population.\n7. Agriculture contributes about 30 percent to GDP and to export revenues. The sector is\nalso crucial for poverty reduction as it accounts for 50 percent of employment. Due to the\nmountainous terrain, arable land is scarce and is restricted to the valleys, amounting to only\n0.05 ha per capita in some densely populated rural areas. However, irrigation serves about 85\npercent of the arable areas, the soils are fertile, and the climate is favorable for growing a wide\nrange of agricultural produce. Cotton, the main crop, occupies 40 percent of the irrigated area,\nand along with fruit and tobacco accounts for most agricultural exports. Agricultural imports\ninclude machinery, fuel, animal feed, and fertilizers.  Because of the small size and isolation of\nrural settlements, Tajikistan has a tradition of household farming. The sustenance of poverty-\naffected rural households is therefore ameliorated by household garden production.\n8. Transport problems are acute due to the long distances products have to travel to reach\nmarkets. Road transport accounts for over 80 percent of freight and virtually all passenger\ntraffic, and uses a 29,000 km network. The 450 km rail network is the only other significant\ntransport mode. Traffic has contracted significantly since 1991 due to the civil unrest and\neconomic decline, and there  is  virtually  no  maintenance  of  assets  due  to  the  scarcity  of\nresources. The same problems face the telecommunications sector. Most equipment is obsolete\nalthough  cellular  phone  services  are  now  available  within  Dushanbe.  The  transport  and\ncommunications networks have also suffered from severe dislocation due to the civil unrest to\n1996 and the series of disastrous floods.\n9. Over 90 percent of the total 143,100 square kilometer land mass is mountainous; high\nsnow-covered ranges with impassable roads for eight months of the year separate Leninabad\nRegion from the central and southern regions, while the remote Pamir ranges in GBAR contain\nseveral  of  the  world’s  highest  mountains.  The  climate  is  continental  with  incursions  of\nsubtropical air during the summer months. Monsoon rains, melting snow, and steep valleys give\nrise to seasonal flooding and landslides. Channels are typically braided and changeable in the\nlower portions of the main river basins. While Tajikistan is also prone to severe earthquakes,\nerosion-prone slopes and increased bed and suspended load of the fast-flowing rivers have\nworsened  ever  since  the  country  became  independent,  thereby  increasing  poverty  and\ndeforestation of the steep hillsides, mainly for firewood.", "3\nB. Recent Economic Developments3\n10. At independence in 1991, Tajikistan was the poorest republic of the FSU. Although\nindicators of human development were high, they were primarily attributable to a social safety\nnet  system  and  full  employment  policy  financed  by  large  transfers  from  Moscow.  Since\nindependence,  the  civil  conflict,  economic  collapse,  and  natural  disasters  have  adversely\naffected the economy. The GDP fell by more than 55 percent between 1991 and 1997. GDP per\ncapita in 1997 was estimated at only $178. In addition, the civil conflict resulted in resources\nbeing diverted from needed investments in the social, municipal, and infrastructure sectors.\nAbout 40 percent of the country’s 6 million inhabitants were directly affected by the civil conflict,\nincluding 50,000 lost lives and over 500,000 who fled or emigrated to other countries. The civil\nconflict also resulted in major damage to about 35,000 homes and a wide range of public\ninfrastructure. The situation was exacerbated by a series of earthquakes and floods in the\n1990s, with the most severe floods on record occurring in 1998.\n11. After six years of crisis, following the signing of a peace accord in June 1997 to end the\ncivil conflict, the economy began to recover. The gradual improvement in the macroeconomic\nsituation over the past two years has encouraged the Government to focus more on stimulating\neconomic growth and reducing poverty. In 1996, the Government embarked on an economic\nstabilization  program,  supported  by  the  International  Monetary  Fund  under  a  standby\narrangement, together with postconflict emergency assistance during 1997-1998, and a three-\nyear  enhanced  structural  adjustment  facility  approved  in  June  1998.  In  1998,  real  GDP\nincreased by 5.3 percent and monthly inflation declined to 2.7 percent. Price liberalization has\nbeen virtually completed; a liberal trade and exchange rate system is being established; and\ninitial steps have been taken toward privatization, and legal and banking reforms. However,\nexternal shocks such as the Russian Federation’s economic crisis and weak world prices for\ncotton and aluminum make it difficult to sustain economic performance in 1999. The budget\nposition  remains  weak  and  limits  the  Government’s  spending  on  disaster  rehabilitation.\nNevertheless, Tajikistan’s medium-term economic prospects appear promising. The progress\nmade on macroeconomic stabilization and structural reform has laid the basis for the country’s\neconomic recovery. GDP is projected to grow by 4 percent annually in 1999-2001, driven\nprimarily by a recovery in agriculture and continued growth of the service sector. Hydropower\nand mining output are also expected to increase. Despite this, unemployment and poverty will\nremain major concerns over the medium term.\n12. Restoring fiscal balance constitutes one of the main elements of the Government’s\nmacroeconomic  stabilization  program.  Besides  instituting  fundamental  tax  reforms,  the\nGovernment has been making strenuous efforts to further rationalize expenditures, strengthen\ntax  collection  and  administration,  and  improve  the  budget  process.  There  are  inherent\nweaknesses,  however,  in  the  tax  administration  and  budget  systems.  These  are  being\naddressed with the help of the International Monetary Fund and other agencies, but the results\nwill only be apparent in the medium term. In the short run, the Government’s focus has been on\nreducing public expenditure, which has constrained the availability of funds for social sectors\nand public infrastructure. The Government’s fragile fiscal situation has been further strained by\nthe unforeseen expenditures from the severe flooding and landslides that occurred in April-May\n1998 and July 1999.\n13. As part of the international assistance needed to promote economic recovery, ADB\napproved a program loan in 1998.4 The first $10 million tranche was released in December 1998\n                                               \n3 For details see IN.253-98: Economic Report and Interim Operational Strategy for Tajikistan, 9 November.", "4\nto support structural reform of the transport and power sectors. The reform involves institutional\nand policy changes to move from a centrally planned economy to a market-driven economy.\nParallel to the program loan, an advisory TA was approved.5 This was followed in March 1999\nby a project preparatory TA for the rehabilitation of roads.6 The World Bank approved a $5\nmillion  loan  in  January  1998  for  the  Postconflict  Emergency  Reconstruction  Project  to\nrehabilitate damaged infrastructure, and another loan for $5 million in response to the April-May\n1998 floods, for the Emergency Flood Assistance Project (EFAP) in August 1998.\nIV .  DETAILS OF THE DISASTER\n A. Description of the Damage\n14. The  flooding  and  landslides  of  July  1999  caused  substantial  damage  throughout\nTajikistan. ADB, the national and local government authorities, and a World Bank mission jointly\nassessed the damage caused to public infrastructure. The damage was due to floodwaters and\nland/mudslides; both were caused by exceptionally heavy rains and were interrelated. Flooding\nresulted  from  rivers  and  streams  breaking  their  banks  because  they  could  not  carry  the\nincreased load of silt and volume of water. For example, in Asht District in Leninabad Region,\nmudslides and raging floodwaters resulted from saturation of soils that partly liquefied and slid\nor flowed down steep slopes and through narrow valleys. These swept aside village houses,\nadjacent  roads,  municipal  water  supply,  and  power  distribution  systems,  and  filled  river\nchannels with large boulders and debris.  Peak flood flows  in  the  mountain streams  often\nresulted from landslides temporarily damming streams and then bursting, releasing the trapped\nwater. It is also apparent that some bridges were inappropriately designed, without sufficient\ncross-sectional open area or adequate foundations to withstand the exceptional and erosive\nflood flows, estimated to have a 50-year return period. In some parts of Leninabad Region, it\nwas estimated that over 400 millimeter (mm) of rain fell in a nine-hour period, an intensity never\npreviously  recorded.  Inadequate  and  obsolete  rain  and  stream  recording  instruments  and\nmodeling, and other deficient resources, prevented a well-documented account of the conditions\nthat led to the flood. These deficiencies also contributed to the lack of adequate warning to the\npopulation, especially in remote areas. However, the Ministry of Environment has conducted a\npostassessment based on analysis of the sparse data and regional information gathered from\nthe World Meteorological Organization, of which Tajikistan is a recent member.\n15. A summary of the damage to private and public infrastructure throughout the country is\nin Appendix 1. The total cost of the damage is conservatively estimated at $25 million. Of the\nprivate infrastructure, about 1,000 houses were destroyed or badly damaged, especially those\nbuilt with clay brick walls that disintegrated in the water. Approximately 14,000 ha of crops and\nover 2,000 farm animals were lost. In Asht District in Leninabad Region, 288 households are\nbeing resettled in safer areas. Of the public infrastructure, about 400 km of roads, over 700\nlinear m of bridges, and nearly 60 km of related riverbank protection works were seriously\ndamaged. In addition, about 80 km of irrigation channels, 100 ha of irrigation headworks,\nassociated pumps, approximately 10 km of water supply channels, 40 km of power distribution\nlines, about 50 electrical transformers, 17 km of telephone networks, and 5 schools were also\nseriously damaged.\n                                                                                                                                                      \n4 Loan 1651-TAJ: Postconflict Infrastructure Program, for $20 million, approved on 10 December 1998.\n5 TA 3114-TAJ: Institutional Strengthening of the Transport and Energy Sectors, for $1.5 million, approved on 10\nDecember 1998.\n6 TA 3168-TAJ: Road Rehabilitation Project, for $840,000, approved on 1 March 1999.", "5\nB.  Impact of the Damage\n16. The flood-caused damage has worsened the misery of the poor living in the flood-\naffected areas, especially in the Asht District where widespread destruction of houses, and loss\nof farmland and livestock occurred. Many families have also lost their assets, and damage to\npublic infrastructure has deprived them of basic needs such as access to markets, health\nservices, drinking water, electricity, irrigation, and education. The risk of disease under these\nconditions is high, and the light tents provided under relief assistance will not be suitable\naccommodation for the approaching winter.\n17. It is essential to restore road access in the flood-affected areas for the supply of basic\ncommodities.  Furthermore,  many  of  the  temporary  repairs  undertaken  on  landslides  and\nwashouts are vulnerable to damage from further rain. Even normal rain will isolate communities,\nand deprive them of access to vital food, medical supplies, and electricity. Electricity has been\nrestored to most communities using makeshift power lines, but such power lines strung across\nmudslides and through riverbeds are vulnerable. Communities will suffer great hardship during\nthe approaching winter without heated water. Because water supply systems are extremely\nimportant to the health of the people, damage to these piped systems places people in affected\nareas at a very high risk of disease. Prompt action by authorities, by effecting temporary repairs\nand using disinfectants, has so far prevented outbreaks of disease. Rebuilding of schools is\nprogressing, but some are still not ready. Since the new school year began in September,\neducation has experienced a serious setback. Replacement of furniture and equipment is a\nnecessary part of the rebuilding, as is cleaning and refurbishing playgrounds and sports areas.\nDamage  to  municipal  buildings  has  included  losses  of  important  records  and  damage  to\nbuildings, furniture, and equipment, all of which are necessary to continue normal municipal\nfunctions. Although damage to telephone facilities is only a small proportion of the total damage\ncost, it affects a vital component that requires more than the makeshift repairs. It is also\nessential to restore the damage to river courses and irrigation facilities which, if not repaired,\ncould disrupt irrigated food-crop cycles, and cause further flood damage due to raised riverbed\nlevels and changed river courses.\nC. Government Response\n18. The representatives of the Ministry of Finance, the Ministry of Emergency Situations and\nCivil Defense (MESCD), and the Prime Minister’s Office, as well as of line ministries and\nconcerned local governments, mobilized government resources to restore essential services in\nthe worst hit areas and allocated land for the establishment of two resettlement centers. The\nwork was well organized, and by the end of July 1999, many essential services including road\naccess, water, and electricity had been restored to most communities, albeit temporarily. This\nwas a considerable achievement considering the widespread nature of the disaster, the difficult\nterrain, and continuing heavy rain through July.  Voluntary work from the affected communities\nhas also played an important part in the recovery, particularly in public buildings and in cleaning\nout and repainting flood-affected schools.\n19. The local authorities decided that two flooded communities in Asht District faced too high\na  risk  from  further  flooding  and  288  households  are  being  resettled  to  safer  areas.  The\nconstruction of two resettlement centers (residential developments with homestead gardens for\neach dwelling, serviced by roads, water, and electricity) commenced almost immediately after\nthe floods with Government financing. Funds were allocated to the resettlement centers so that\nthe affected residents can be housed before the onset of winter. The Government was also\nquick to initiate a cash compensation package for the affected families.", "6\nD. Aid Coordination and External Assistance\n20. The response of the aid community to the July 1999 floods and landslides has been\nmainly for relief assistance (Table 1) and is being coordinated by the United Nations Office for\nthe Coordination of Humanitarian Affairs (UNOCHA). The United States Agency for International\nDevelopment  and  Germany,  through  German  Agro  Action,  are  providing  further  grant\nassistance, especially for providing shelter to those households whose homes were totally\ndestroyed. A number of nongovernment organizations (NGOs) are also providing assistance by\nproviding relief goods and arranging for disaster preparedness and training, including in local\ncommunities.\nTable 1: Summary of Relief Assistance for the 1999 Floods in Tajikistan\nOrganization Nature of Assistance\nHumanitarian Assistance (from the United States) Tents, mats, water boilers, cauldrons, cutlery,\nbuckets, tarpaulins, kettles\nGerman Agro Action Flour, vegetable oil, salt, food parcels, shelter\nInternational Committee of the Red Cross and Blankets, tents, bed linen, pillows, mats, picks,\nInternational Federation of the Red Cross shovels,  cooking  sets,  soap,  used  clothing,\nfood parcels\nMedecins Sans Frontieres (Netherlands) Dispensary kits, soap, fuel\nRelief International Medicines\nUnited Nations Children’s Fund Surgical  kits,  water  purification  tablets,\neducational  materials,  water  containers,\nemergency kits\nUnited States Agency for International Development Shelter materials\nWorld Food Program Food parcels\n21. The World Bank received a request for emergency assistance from the Government at\nabout the same time as ADB. The ADB and World Bank response has been closely coordinated\nfrom the very start. The World Bank sent a mission to Tajikistan concurrently with the ADB\nMission. Taking into account ADB’s operational experience in public infrastructure and the\nsimilar range of assistance being provided by the World Bank under the ongoing EFAP, it was\nagreed that a geographic and sector  arrangement  be  adopted  in  coordinating  the  relative\nfinancing arrangements. The proposed Project focuses on a wide range of public infrastructure\nin Leninabad Region, anticipated nonconflict areas of the RRS, and those districts of Khatlon\nRegion where the World Bank is not involved. Using EFAP supplementary financing, the World\nBank will mainly concentrate on those districts of Khatlon Region already being assisted under\nthe EFAP. Consistent with the EFAP, the scope of the World Bank intervention will be for roads,\nbridges, riverbank protection, and power facilities.\n22. ADB presented its assessment of the damage caused by the floods and landslides in the\naffected regions at a special coordination meeting of local representatives of international aid\nagencies and NGOs convened by UNOCHA in Dushanbe. The meeting confirmed the extent\nand seriousness of the damage and noted the participants’ support of the Government's request\nfor  additional  assistance  to  the  main  affected  areas  of  the  country.  The  United  Nations\nDevelopment Programme, UNOCHA and NGOs agreed that the proposed ADB TA, both for\nflood disaster management as well as possible longer-term assistance for a flood management\nplan, was important (para. 52). Coordination of the NGOs by the United Nations Development\nProgramme, and general coordination of aid assistance, including ADB and World Bank project\nactivities by UNOCHA, will be essential for sustainable flood rehabilitation in the country.", "7\nE.  Lessons Learned\n23. The Project draws on experience gained by ADB in providing emergency rehabilitation\nassistance loans. Although such loans have been extended relatively infrequently relative to the\nnumber of disasters that have occurred in Asia and the Pacific, ADB has responded quickly\nwhere the sale of damage is beyond developing member countries capacity to handle. Based\non a review of the performance of these emergency assistance loans, some important lessons\nhave been learned that will be useful for designing similar projects in the future: (i) delays have\noccurred in the procurement and engagement of consultants; and (ii) inadequate quality of\nworks  was observed  in  some  cases.  Delays  occurred for  various  reasons  including  weak\ninstitutional  capacity  and  shortage  of  technical  and  managerial  skills  in  the  implementing\nagencies, as well as inadequate familiarity with procedures for the release of funds. Delays in\nconsultant  recruitment  and  procurement  have  unduly  prolonged  project  implementation\nschedules. In some cases, inadequate quality control has seriously affected both the expected\nlife of the completed project facilities and capacity for withstanding further disasters.\n24. These  lessons  were  taken  into  consideration  in  designing  the  Project.  Particular\nattention was given to the implementation arrangements, in defining clearly the responsibilities\nand functions of the concerned agencies, and utilizing and building on the experience gained\nunder the World Bank’s EFAP. To avoid implementation delays, advance action, retroactive\nfinancing,  and  simple  arrangements  for  procurement  and  the  recruitment  of  domestic\nconsultants were approved. An international consultant recruited under the associated TA will\ncarry out capacity building in the Government’s disaster agencies to ensure sustainable design,\nimprove the quality and efficiency of disaster management, and enhance coordination with the\naid community and NGOs. In addition, the Government has ensured adequate provision of\nbudget and personnel for proper maintenance of project facilities after completion. The need for\nadditional TA was also discussed with the Government, and a request has been made to ADB\nand World Bank for urgent support in developing a long-term flood management plan. This\nfuture TA is expected to help the Government better manage the impact of floods, and improve\nnatural disaster preparedness, as well as the overall long-term coordination of disaster project\nimplementation in the country.\nV .  THE PROPOSED PROJECT\nA. Rationale\n25. The  floods  and  landslides  of  July  1999  caused  significant  damage  to  public\ninfrastructure. There is an urgent need to help the Government cope with the disaster, given its\nbudgetary constraints, which are expected to continue over the medium term. The Project will\nassist  the  Government  to  (i)  rehabilitate  public  infrastructure  in  the  affected  areas;  and\n(ii) mitigate the risk that these expenditures could disrupt the Government’s macroeconomic\nstabilization and postconflict development program. In line with ADB’s policy to support the\nrehabilitation efforts of its developing member countries after they are struck by disasters, the\nproposed emergency loan will enable Tajikistan to continue with development expenditures that\notherwise would have been diverted for disaster rehabilitation.\n26. Extensive field visits were undertaken in the disaster-affected areas. The Project was\nformulated  in  close  consultation  with  local  government  officials,  the  affected  communities,\nNGOs, and local groups. Due care was taken in the design of the Project to ensure a significant\nrole for the concerned regional and district authorities, including their participation in project\nimplementation.", "8\nB.  Objectives\n27. The immediate objective of the Project is to help restore public infrastructure damaged\nby the severe floods and landslides in those areas of the country that were hit hardest. The\nlong-term objective of the Project is to reduce poverty, as it will help rehabilitate the poor in the\nflood-affected areas on a sustainable basis.\nC. Scope\n28. Damage in seven districts of Leninabad Region, seven districts of Khatlon Region, and\nseven districts of the RRS and GBAR will be rehabilitated under the Project based on the\npriorities established jointly with the national and local government authorities and the World\nBank (Map).7 The TA provided in conjunction with the Project will support capacity building in\nflood disaster management. The Project comprises the following components, the details of\nwhich may be adjusted during implementation (see Appendix 2).\n(i) Civil Works. The main civil works for the rehabilitation or replacement of\n81 km of priority roads, 300 m of bridges, 38 km of riverbank protection\nworks, 47 km of irrigation channels and 52 ha of irrigation headworks will\nbe provided, along with minor municipal civil works for the reconstruction\nof 17 km of water supply networks, 37 km of power distribution lines, and\n17 km of telephone lines, and 5 schools.\n(ii)  Construction  Materials.  Construction  materials  will  comprise  sand,\nstones,  bitumen,  reinforcing  steel,  cement,  fuel  and  lubricating  oil,\ndrainage and sewer pipes, poles and towers, electrical and telephone\ncables, school building materials, and fittings.\n(iii) Equipment.  Damaged irrigation and water supply pumps, meters, and\nregulators, electric power transformers, telephones, and fittings will be\nreplaced  as  well  as  school  furniture,  educational  equipment,  and\ntextbooks.\n(iv) Resettlement.  Public  infrastructure  to  be  provided  comprises  access\nroads, power, water supply, and a school at two resettlement areas for\n288 households in the Asht District of Leninabad Region.\n(v) Consulting Services. A total of about 290 person-months of domestic\nconsulting  services  will  be  provided  for  design  review,  construction\nsupervision,  quality  control,  and  environment  and  social  impact\nmonitoring.  Training  will  be  provided  by  the  TA  consultant  or  under\nfellowships for  government bodies  and  community  groups  in  disaster\nproject management.\nD. Cost Estimates\n29. The Project is estimated to cost $6.25 million equivalent, of which $3.25 million (52\npercent)  is the foreign exchange  cost  and  $3.00  million  equivalent  (48  percent)  the  local\n                                               \n7 The World Bank will focus on nine districts in Khatlon Region and two districts in the RRS under the EFAP\nsupplementary financing of $2 million.", "9\ncurrency cost. The cost estimates include  land acquisition and  compensation for  resettled\npersons and physical and price contingencies, and are net of taxes and duties. A summary of\nthe cost estimates is in Table 2 and a detailed cost estimates are in Appendix 3.\nTable 2: Summary of Project Cost Estimates\n($’000)\nSector Foreign Local Total\nExchange Currency Cost\nA. Civil Works 700 1,680 2,380\nB. Construction Materials 1,530 740 2,270\nC. Equipment 420 0 420\nD. Resettlementa 180 170 350\nE. Consulting Services 70 80 150\nF. Contingencies\n1. Physical 140 150 290\n2. Price 160 180 340\nSubtotal (A-F) 3,200 3,000 6,200\nG. Interest During Construction 50 0 50\n                  Total 3,250 3,000 6,250\na Land acquisition, compensation, housing, and public infrastructure; Bank-financing will be for\n   the rehabilitation of public infrastructure including roads, water supply, power, and a school.\nE.  Financing Plan\n30. The  proposed  ADB  loan  of  $5.00  million  equivalent  will  finance  the  entire  foreign\nexchange cost of $3.25 million and $1.75 million equivalent of the local currency cost, or 80\npercent of the total project cost. The provision of local cost financing is justified on country and\nproject  considerations  (paras. 12 and 27).  The  Government  will  meet  the  remaining  local\ncurrency costs of $1.25 million equivalent, or 20 percent of the total project cost. Government\nfinancing  will  cover  the  local  expenditures  for  land  acquisition,  compensation  of  resettled\npersons, taxes, and duties, and 48 percent of civil works costs.8 The Borrower will be the\nRepublic of Tajikistan. The Government will make the loan proceeds available to the Executing\nAgency through budgetary appropriations. The loan will be provided from ADB’s Special Funds\nresources and will have a term of 32 years, and an interest charge of 1 percent per year during\nthe grace period of eight years and 1.5 percent per year thereafter. The financing plan is\nsummarized in Table 3.\nTable 3: Financing Plan\n($ ‘000)\nSource Foreign Local Total Percent\nExchange Currency\nADB 3,250 1,750 5,000 80\nGovernment 0 1,250 1,250 20\n     Total 3,250 3,000 6,250 100\n                                               \n8 Civil works comprises labor, equipment operation, site preparation, and other items not covered under construction\nmaterials, equipment, and resettlement costs.", "10\nF. Implementation Arrangements\n1.  Execution and Coordination\n31. The Project will utilize the arrangements already established by the Government for the\nWorld Bank’s EFAP (Appendix 4). The Executing Agency will be the Department of Environment\nand Emergency Situations (DEES), which is headed by a vice prime minister. The Implementing\nAgency will be the Center for the Liquidation of the Consequences of Natural Disaster (CLCND).\nIts director, who reports to the head of the DEES, will be the project director for both the Project\nand the EFAP. A full-time CLCND deputy director will be accountable for day-to-day project\nimplementation as head of the project implementation unit. The unit, which will be located in\nDushanbe, will (i) review designs prepared by the Government’s design offices, prepare and\nevaluate tenders, award civil works contracts, and procure materials, and equipment; (ii) recruit\nand supervise domestic consultants; (iii) supervise implementation and quality control of the\nproject works and equipment installation; (iv) ensure feedback from beneficiaries on project\nresponsiveness to their needs; and (v) prepare the various reports to and communications with\nADB.\n32. The recently approved ADB-financed Social Sector Rehabilitation Project9 will engage\nthe  United  Nations  Office  for  Project  Services  as  implementing  agency  for  construction\nsupervision; this is to avoid the risks associated with the Government’s lack of experience in\nproviding  the  needed  support  for  internationally  funded  projects.  However,  CLCND  was\nspecifically established to deal with natural disaster rehabilitation and while CLCND was slow in\nstarting the World Bank-financed EFAP, it is now performing satisfactorily after more than one\nyear of experience. The majority of the civil works and equipment installation under the EFAP\nand the proposed Project are on a force account or direct purchase basis using experienced\nGovernment construction units under the supervision of well-qualified domestic consultants,\nincluding a  team  of  accountants  recruited  for  the  EFAP.  The  operational  procedures  and\ncapacity of the EFAP accounting team were recently reviewed and strengthened by the World\nBank, and the team’s performance is satisfactory.\n33. Benefiting from the satisfactory experience under the EFAP, the head of the PIU will be\nsupported in supervising construction  of  the Project  by  a  team of  ADB-financed  domestic\nconsultants in Dushanbe and field engineers in the affected districts of Leninabad Khatlon,\nRRS, and GBAR. Because of the distance between Leninabad Region and Dushanbe, a project\nsupervisor will coordinate with two field engineers in Khojand (see Map). Provision of the\nadditional PIU resources for CLCND will avoid the risk of overburdening the entity. To ensure\neffective use of advance procurement action and retroactive financing, appointment of the PIU\nhead and the project supervisor in Khojand is a condition for loan negotiations.\n2.  Consulting Services\n34. About 290 person-months of domestic consulting services financed from ADB loan will\nbe required to implement the Project. As the EFAP experience of the World Bank indicates,\nadequately qualified and experienced domestic consultants are available for these relatively\nsimple works. The consultants will carry out detailed design review in cooperation with the\nGovernment’s design institutes, prepare contract documents, conduct bid evaluations, supervise\nconstruction,  perform  quality  control,  and  prepare  the  covenanted  project  reports.  Field\nengineers  will  be  responsible  for  day-to-day  supervision  of  the  various  contractors.  The\n                                               \n9 Loan 1705-TAJ: Social Sector Rehabilitation Project, for $20 million, approved on 26 October 1999.", "11\nMission’s initial social analysis will be reviewed by two social analysts who will also gather\nbaseline data, and carry out benefit monitoring for the Project, in close coordination with an\ninternational consultant disaster management expert recruited under the TA grant. The social\nanalysts will also review the Government’s Resettlement Plan for the 288 families in Asht\nDistrict being relocated by the Government to safer areas. The resettlement is on a voluntary\nbasis and not covered under ADB’s policy on involuntary resettlement. Nevertheless, it is an\nopportunity to develop an understanding with the Government on ADB’s perspectives on the\nsocial aspects of project design. The environment specialist will ensure that the mitigation\nmeasures outlined in the initial environmental examination are followed and that the Project is\nimplemented in line with the Government’s and ADB’s environmental assessment requirements\nfor each project area. The environment specialist will also ensure that, if necessary, a full\nenvironmental impact assessment (EIA) and a summary EIA will be prepared for any of the\nproject sites.\n35. The domestic consultants will be recruited by the Government as individual consultants\nin  accordance  with  ADB’s Guidelines on the Use of Consultants  and  other  arrangements\nsatisfactory to ADB on the engagement of domestic consultants. The terms of reference for the\nconsulting services are in Appendix 5.\n3. Procurement\n36. Procurement  of  goods and  services  to  be  financed  by  ADB  will  be  carried  out  in\naccordance with ADB’s Guidelines for Procurement. In view of the nature of the Project, with\ncivil works contract values well below $1 million and project sites scattered in remote areas with\nsecurity risks, it is unlikely that the Project will attract international contractors. The only local\ncontractors in Tajikistan with adequate experience and resources to undertake the main civil\nworks for roads, bridges and riverbank protection, and irrigation works are the two State-owned\nenterprises Mostospetsstroi for bridges and Tajikdorstroy for roads.  Both enterprises operate\nunder the supervision of the Ministry of Transport and Roads. These enterprises are currently\nengaged under the EFAP and their performance is satisfactory. As such, ADB agreed to the\nGovernment’s request for these two firms to carry out the main civil works on a force account\nbasis. Minor civil works for irrigation, water supply, power and telephone systems, and schools,\nand for the procurement of construction materials and equipment will be carried out on a local\ncompetitive bidding or direct purchase basis, consistent with the EFAP. Most of these contract\npackages are expected to have a value of less than $100,000. The contract packages are in\nAppendix 6.\n4. Advance Procurement Action and Retroactive Financing\n37. Following the Government’s request, ADB has approved  (i)  advance action for  the\nrecruitment of the consultants for construction supervision, (ii) advance action on procurement\nof equipment and civil works under the Project, and (iii) retroactive financing under the Project.\nThese actions are required to expedite project implementation particularly for components that\nare critical for restoring normalcy in the social and economic life of the affected communities.\nThe retroactive financing is limited to loan-related expenditures incurred from 8 July 1999 until\nloan effectiveness, and is subject to a maximum of $1.0 million. The Government was advised\nthat ADB’s approval of advance action and, in principle, retroactive financing does not imply\ncommitment to finance the Project.", "12\n5.  Disbursement Procedures\n38. To expedite implementation of the Project through timely release of the loan proceeds,\nthe Government will establish an imprest account promptly after loan effectiveness with an initial\ndeposit  of  $0.5  million.  The  imprest  account  will  be  established  in  the  National  Bank  of\nTajikistan,  and  will  be  managed  and  liquidated  in  accordance  with  detailed  arrangements\nagreed upon by the Borrower and ADB, consistent with ADB’s Loan Disbursement Handbook.\nADB’s statement of expenditures procedure will be used for reimbursement of expenditures and\nfor the liquidation of the imprest account for payments not exceeding $50,000 each. Based on\nexperience under the EFAP and a recent World Bank review of CLCND’s accounting system,\nthe Government has the capacity to maintain an imprest account and expenditure record in\naccordance with generally accepted accounting standards.\n6. Implementation Schedule\n39. The Project will be implemented over a period of about two years, with completion\nexpected by 31  December 2001.  Except for  the  main  civil  works  for  roads,  bridges,  and\nriverbank protection, the other components are expected to be  completed  during 2000.  A\ntentative project implementation schedule is in Appendix 7.\n7.  Reports, Accounts, and Audit\n40. The Government will provide brief monthly and annual reports to ADB. These reports will\nindicate the progress made and problems encountered during the period under review, the\nsteps taken or proposed to remedy the problems, the proposed program of activities, and the\nexpected progress during the following period. Within three months of physical completion of the\nProject, the Government will submit to ADB a completion report that provides details about\nimplementation, costs, benefits, and other information requested by ADB.\n41. CLCND will maintain separate accounts for the Project. These will be coordinated and\nconsolidated by DEES, which will be responsible for preparation and audit of the accounts and\nthe  related  financial  statements  (expenditure  and  imprest  account)  by  domestic  auditors\nacceptable to ADB. Certified copies of the audited accounts and financial statements will be\nsubmitted to ADB within nine months of the end of each related fiscal year.\n8.   Midterm Review\n42. The Borrower, the World Bank, and ADB will jointly carry out a midterm review of the\nProject, if necessary, after the end of the first year of its implementation. The midterm review will\nassess (i) implementation status, (ii) design and construction standards, (iii) physical progress\nmade and disbursements in relation to the implementation schedule, (iv) performance of the\nconsultants and contractors, and (v) status of compliance with the covenants stipulated in the\nLoan Agreement. The midterm review will also assess the need for any additional works or\nchanges in the project scope to take account of any additional landslides resulting from the\n1999 floods.\n9. Community Participation\n43. The Project was formulated in close consultation with the concerned local governments,\ncommunities affected by the floods and landslides, and other local groups and NGOs. Affected", "13\nfamilies in the disaster areas, including those headed by women, were visited, and interviewed\nto understand their difficulties and the nature of the assistance needed.\n10. Operation and Maintenance\n44. The  restored  infrastructure  facilities  will  be  turned  over  to  the  concerned  local\ngovernments for operation and maintenance. The Government has given an assurance that the\ncompleted project facilities will be maintained properly by the regional authorities through the\nconcerned departments and utility companies. The ongoing TA (footnote 5) has reviewed the\nGovernment’s transport policy statement and recommended that the existing Road Fund be\nstrengthened  to  provide  for  the  road  maintenance.  This  matter  was  discussed  with  the\nGovernment by the TA Review Mission in October 1999 and will be followed-up during Project\nimplementation.\nG.  The Executing Agency\n45. DEES  is  responsible for  rehabilitation  following  natural  disasters  and  ensuring  that\nsustainable reconstruction is implemented through zonal offices at the regional level. DEES is\ncapable of carrying out the executing agency functions. DEES also has a close relationship with\nMESCD, whose principal functions are to gather data on the scope and nature of disasters,\nrespond to the immediate relief and welfare of the affected people after disasters, and restore\ntemporary civil services. At present, MESCD is carrying out this important role following the July\n1999 floods and landslides.\n46. CLCND is suitably experienced to act as the Implementing Agency for the Project, and\nfollowing its establishment in 1998 to implement the World Bank’s EFAP, it is expected to be\nretained as a permanent body in the Government structure. Besides being led by an official of\nhigh  standing  in  the  Government,  CLCND  has  over  30  current  staff  at  its  headquarters,\nincluding engineers of various disciplines and accountants. CLCND, as a separate legal entity,\nmaintains its own bank accounts, and is the official agency directly responsible for the planning,\ndesign, and implementation of permanent rehabilitation works after disasters.\nH. Environmental and Social Measures\n  1.  Environmental\n47. An IEE of the Project was conducted during appraisal. The Government agrees to give\ndue attention to the environmental aspects and to follow the mitigating measures outlined in the\nIEE during implementation (Appendix 8). The Government will also require DEES and other\nagencies concerned with project implementation to review the applicability of the IEE for each of\nthe project sites in accordance with ADB’s guidelines and the Government’s environmental\nstandards and regulations. Where necessary, EIAs will be prepared and submitted to ADB for\napproval. If an EIA is found necessary, ADB financing will be contingent upon approval by ADB\nof a summary EIA.\n2. Social\n48. The initial social analysis prepared during appraisal is in Appendix 9. It is estimated that\nmore than 80 percent of the approximately 30,000 population in the project areas are living in\npoverty. The Project will help bring social and economic life back to normal in the flood-affected\ncommunities. Rehabilitation of the roads, bridges, and riverbank protection works will assist in", "14\nrestoring the supply and distribution network for basic goods and in regaining access to health\nand education facilities, particularly for poor communities in remote areas. The reconstruction of\nfive  damaged  schools  will  help  restore  the  basic  foundation  for  social  and  economic\nadvancement, and support the Government’s efforts to improve the quality of social services.\nDesign, construction, and the provision of equipment for the project schools will be carried out in\nclose coordination with implementation of the Social Sector Rehabilitation Project. The irrigation,\nwater supply, power, and telephone facilities to be reconstructed will help restore a sustainable\nliving environment to affected families, including the 288 households relocated from the disaster\nareas. The poor people living in the remote areas will receive the most direct benefits from the\nProject,  as  these  people  are  the  most affected by the  damaged  public  infrastructure  and\ndisrupted social services.\n3.  Resettlement\n49. While the project works do not require any resettlement of people, 288 households in\nAsht District of Leninabad Region, whose houses were totally destroyed, are regarded by the\nGovernment as living in flood-prone areas. Accordingly, the Government has established two\nresettlement areas in that same district, and these have been made available at no cost to the\nhouseholders, together with the provision of housing, homestead land, and the same amount of\ncash compensation as payable to all flood-affected people. In addition, NGOs are providing\nfood,  clothing,  seeds,  medical  and  other  relief  goods.  Persons  being  resettled  who  were\ninterviewed  by  ADB’s  Mission  indicated  they  welcomed  the  Government’s  initiative  and\nassistance in the face of their dire need. While the resettlement is voluntary, the Project is an\nopportunity to develop an understanding with the Government on ADB’s perspectives on the\nsocial aspects of project design and resettlement. Accordingly, ADB financing and retroactive\nfinancing for access roads, power, water supply, and a school in the resettlement areas will be\naccompanied by a review of the Government’s resettlement plan by social  analysts  being\nengaged under the Project.\nI. Benefits and Justification\n50. The Project will directly benefit the poverty-affected communities. In some remote areas\nwhere  roads have  become  impassable  due  to  landslides  and  floods,  the  supply  of  basic\ncommodities will be restored. The Project will also deliver such socioeconomic benefits as the\nrestoration of power supply, reconstruction of irrigation facilities, and resumption of access to\nhealth services and education. Because more than 80 percent of the population in the Project\nareas are poor, the Project is strongly justified as it will restore damaged public infrastructure\nand improve the social and economic conditions for the flood affected and poverty stricken\ncommunities.\n51. The project benefits are mostly nonincremental. The project components are designed to\nrestore disrupted public services in the affected areas in the shortest possible time, based on a\nleast-cost solution. However, in addition to the baseline data to be prepared by the domestic\nconsultant social analysts, the TA consultant will assist the Government in assessing the net\npresent value of damaged facilities before and after restoration, and the economic costs of the\ntraffic disruptions due to the flood damage. In general, the process of benefit monitoring to be\nadopted will be consistent with ADB’s project performance management system, and some\nbaseline  data  will  be  obtained  from  an  ongoing  World  Bank-financed  living  standards\nmeasurement survey.", "15\nJ. Risks\n52. The major risks involved are (i) breakdown of the postconflict peace accord, (ii) fresh\nlandslides and flooding that would damage the completed works, (iii) inadequate construction\nsupervision due to the relative inexperience of CLCND and the multisectoral coverage of the\nProject over a widespread area, and (iv) inadequate maintenance of completed works. These\nrisks would all tend to detract from the poverty reduction objective of the Project. They will be\nmitigated through lessening of tensions that foster conflict; wide geographic coverage and\nflexibility to avoid direct conflict areas; close coordination of review missions conducted by the\nWorld Bank and ADB; careful project design, including a design review of riverbank protection\nworks to be completed in December 1999 under the EFAP; regular coordination with NGOs; the\ninput of accompanying TA consulting services; and the application of recommendations under\nthe ongoing TA 3114. An assessment will also be made during the midterm review of any need\nfor additional works or change in project scope. In addition, a Government request in September\n1999  for  a  separate  ADB-financed  TA  is  being  considered  for  a  comprehensive  Flood\nManagement  Plan.  This  latter  TA  will deal  with the  long-term  sustainability  of flood-prone\ninfrastructure and improved land use, particularly for erosion-prone mountain slopes.\nV I.  THE TECHNICAL ASSISTANCE\n53. The Government has requested the TA to build the Government’s capacity to manage\nflood disasters following the episodes in 1998 and 1999. While MESCD, DEES, and CLCND\nhave gained useful experience under the EFAP, further capacity building is necessary in the\nefficient coordination of the preparedness, relief, and rehabilitation response phases of disaster\nmanagement. The TA will help to improve flood disaster management and provide suitable\ntraining. The TA will also provide guidance in dealing with the requirements and opportunities\navailable through international funding agencies and NGOs, and provide a useful basis for the\npreparation of a long-term flood management plan. The TA will cost $235,000 equivalent,\ncomprising foreign exchange costs of $204,000 and local currency costs of $31,000 equivalent.\nADB will finance $205,000 equivalent, to cover all the foreign exchange costs and $1,000\nequivalent of the local currency costs. The funding will be on a grant basis from the Japan\nSpecial Fund, funded by the Government of Japan. The Government will finance $30,000\nequivalent of the local currency costs. Terms of reference for the 5 person-months of consulting\nservices are in Appendix 10, and cost estimates are in Appendix 11. Because of the close\nlinkage of the TA with the loan, a direct appointment of the consultant will be considered, using\nthe firm currently engaged under TA 3114 (footnote 5) and TA 3168 (footnote 6).\nVI I.  ASSURANCES\nA.  Specific Assurances\n54. The  Government  has  given  the  following  assurance,  in  addition  to  the  standard\nassurances, which have been incorporated in the legal documents: In implementing the Project,\nmitigating measures in the IEE will be implemented for each project site. Government permits\nwill be obtained promptly, and if necessary, any EIAs will be conducted in accordance with the\nGovernment’s environmental regulations and ADB’s Environmental Assessment Requirements,\nEnvironmental Guidelines for Selected Infrastructure Projects, and Environmental Guidelines for\nSelected Agriculture and Natural Resources Projects.", "16\n55. No disbursement will be made by ADB for public infrastructure in the resettlement areas\nuntil the resettlement plan of the Government has been received by ADB and found to be\nsatisfactory.\nB. Condition for Loan Effectiveness\n56. The Government will recruit an adequate number of staff, with skills agreed by ADB, for\nthe project implementation unit.\nVI II.  RECOMMENDATION\n57. I am satisfied that the proposed loan would comply with the Articles of Agreement of\nADB and recommend that the Board approve the loan in various currencies equivalent to\nSpecial  Drawing  Rights  3,601,000  to  the  Republic  of  Tajikistan  for  the  Emergency  Flood\nRehabilitation Project, with a term of 32 years, including a grace period of 8 years, and with an\ninterest charge at the rate of 1 percent per annum during the grace period and 1.5 percent per\nannum thereafter, and such other terms and conditions as are substantially in accordance with\nthose set forth in the draft Loan Agreement presented to the Board.\nTADAO CHINO\n                                                                                                                        President\n5 November 1999", "17\nAPPENDIXES\nNumber Title Page Cited on\n(page, para.)\n  1 Details of the Flood Damage 18  4, 15\n  2 Project Scope 19  8, 28\n  3 Cost Estimates 20  9, 29\n  4 Implementation Arrangements 22 10, 31\n  5 Terms of Reference for  23 11, 35\nProject Implementation Consultants\n  6 Procurement Contract Packages 28 11, 36\n  7 Implementation Schedule 29 12, 39\n  8 Summary Initial Environmental Examination 30 13, 47\n  9 Summary Initial Social Assessment  35 13, 48\n10 Terms of Reference for the 37 15, 53\nTechnical Assistance for\nFlood Disaster Management\n11 Cost Estimates and Financing Plan for the 39 15, 53\nTechnical Assistance for\nFlood Disaster Management", "Appendix 1\nDETAILS OF THE FLOOD DAMAGE\n(TJR' 000)\nSector Leninabad Khatlon/RRS/GBAR Total\nQuantity Cost Quantity Cost Quantity Cost\nA. Public\nRoads (km) 62    1,330        327  1 2,510       389  13,840\nBridges (m) 448    2,160        294    2 ,089       742    4,249\nRiverbanks (km)         41       907         1 6    2 ,681         57    3,588\nHeadworks and Dams (ha)         93 ] - 2 ] -        9 5 ] -\nIrrigation (km) 50 ]       300 30 ] 200         80 ]       500\nWater Supply (km) 8       100 1 50          9        150\nPower Lines (km) 24 ] 13         37 ]\nTransformers/Power Station 1 ] 122         4 3    3 ,542         44 ]    3,664\nTelephone Lines (km) 17 60 0 0         17         60\nSchools 5       225 0 0          5        225\nOther Facilities -         66 -       4 28 -       494\nSubtotal (A)    5,270  2 1,500  26,770\nB. Private\nHouses\nDamaged       429 ]    2,300 16 ]       7 00       445 ]    3,000\nDestroyed       395 ] - 20 ] -       415 ] -\nAgricultural Crops (ha)  13,600    1,930 400 800  14,000    2,730\nLivestock    2,230       500 770 0    3,000       500\nDeaths/Seriously Injured         42 0 0 0        4 2 -\nResettlement (households)       288 0 0 0       288 -\nSubtotal (B)    4,730    1 ,500    6,230\nTotal  10,000   23,000  33,000\n(approximately $25 million)\n  ha = hectare; km = kilometer; m = meter.\n  Source: Mission estimates.", "Appendix 2\nPROJECT SCOPE\nTable A2.1: Leninabad Region\nD i s t r i c t\nSector of Intervention L1 L2 L3 L4 L5 L6 L7 Total\nAsht Adrasman Matchi Isfara Penjikent Aini Kanibabam\nRoads (km)     1 5          2         1 5        5        37\nBridges (m)     8 7         2 7     17        16      147\nRiver Bank Strengthening (km)     2 0       1           5        26\nPower Facilities (km)     2 4        24\nTelephone Facilities (km)     1 7        17\nIrrigation (km)       2           2        5          9\nIrrigation Headworks (ha)     4 6          2          2        50\nWater Supply Facilities (km)       8           8\nSchools       5           5\nResettlement (households)   2 88      288\nTable A2.2: Khatlon Region\nD i s t r i c t\nSector of Intervention K1 K2 K3 K4 K5 K6 K7 Total\nKulyab Khojamaston Moscowsky Parhar Muminabad Beshkenski Balijuvan\nRoads (km)     1 8       5         23\nBridges (m)      27         5 0      36      113\nRiver Bank Strengthening (km)        2          1           1        1           1        1          7\nPower Facilities (km)       2           4        2          8\nWater Supply (km)        8          8\nTable A2.3: Regions of Republican Subordination and Gorno-Badakshan\nRRS GBAR\nSector of Intervention R1 R2 R3 R4 G1 G2 G3 Total\nGissar Kafarnigan Djirgital Tajikabad Murgab Rushan Roshkala\nRoads (km)        7          2           8        2           1        1        21\nBridges (m)         2 0        20        40\nRiver Bank Strengthening (km)        1          1           1           1          1          5\nPower Facilities (km)           3        2           5\nIrrigation (km)      12          7           2        9         30\nIrrigation Headworks (ha)        1          1          2\nWater Supply Facilities (km)        1          1\nTable A2.4: Summary of all Regions\nSector of intervention RRS and Total Total\nLeninabad Khatlon GBAR Project Damagea\nRoads (km)         3 7     23        21        81    389\nBridges (m)       1 47   113        40      300    747\nRiver Bank Strengthening (km)         2 6       7           5        38      57\nPower Facilities (km)         2 4       8           5        37      86\nTelephone Facilities (km)         1 7 0 0        17      17\nIrrigation (km)           9        8         30        47      59\nIrrigation Headworks         5 0 0          2        52      93\nWater Supply Facilities (km)           8  8 1        17      17\nSchools           5  0 0          5        5\nResettlement (households)       2 88 0 0      288    288\na  From Appendix 1.", "Appendix 3, page 1\nCOST ESTIMATES\nTable A3.1: Leninabad Region\n($' 000)\nD i s t r i c t\nSector of Intervention L1 L2 L3 L4 L5 L6 L7 Total\nAsht Adrasman Matchi Isfara Penjikent Aini Kanibabam\nRoads    2 00 60 100 30      390\nBridges    5 00 100 50 60      710\nRiver Bank Strengthening    3 50 80 50 40      520\nPower Facilities    2 50      250\nTelephone Facilities      42        42\nIrrigation Facilities      84 50 60 40      234\nWater Supply Facilities      73        73\nSchools    1 66      166\nResettlement (Asht)    3 50      350\nTotal 2 ,015 60 200 130 160 60 110   2,735\nTable A3.1: Khatlon Region\n($' 000)\nD i s t r i c t\nSector K1 K2 K3 K4 K5 K6 K6 Total\nKulyab Khojamaston Moscowsky Parhar Muminabad Beshkenski Balijuvan\nRoads 183 100      283\nBridges 230 100 50      380\nRiver Bank Strengthening 300 60 400 300 20 100   1,180\nPower Facilities 15 62 15        92\nIrrigation Facilities 50        50\nTotal 713 60 500 415 20 62 215   1,985\nTable A3.3: Regions of Republican Subordination and  Gorno-Badakhshan\n($' 000)\nRRS GBAR\nSector R1 R2 R3 R4 G1 G2 G3 Total\nGissar Kafarnigan Djirgital Tajikabad Murgab Rushan Roshkala\nRoads 50 40 30 30 20 20 190\nBridges 20 20 40\nRiver Bank Strengthening 50 100 15 20 30 20 235\nPower Facilities 20 20 40\nIrrigation Facilities 60 50 15 20 145\nWater Supply Facilities 50 50\nTotal 210 190 100 70 60 30 40 700\nTable A3.4: Summary for all Regions\n($' 000)\nSector R E G I O N Total\nLeninabad Khatlon RRS & GBAR\nRoads     3 90 283 190       863\nBridges     7 10 380 40    1,130\nRiver Bank Strengthening     5 20    1,180 235    1,935\nPower Facilities     2 50 92 40       382\nTelephone Facilities       4 2 0 0         42\nIrrigation Facilities     2 34 50 145       429\nWater Supply Facilities       7 3 0 50       123\nSchools     1 66 0 0       166\nResettlement Areas     3 50 0 0       350\nTotal   2,735    1,985 700    5,420 a\na Excluding consulting services contingencies and interest and other charges during construction.", "Appendix 3, page 2\nTable A3.5: Project Cost Estimates\n($'000)\nItem Foreign Local Total\nExchange Currency Cost\nA. Bank Financing\n1. Civil Works\na. Main\ni. Leninabad        250       2 30       480\nii. Khatlon        230       2 20       450\niii. RRS and GBAR          90         4 0       130\nb. Minor\ni. Leninabad        120       1 30       250\nii. Khatlon            5           5          10\niii. RRS and GBAR            5           5          10\n2. Construction Materials\na. Leninabad        610       3 00       910\nb. Khatlon        620       3 70       990\nc. RRS and GBAR        300         7 0       370\n3. Equipment\na. Leninabad        285 0       285\nb. Khatlon        110 0       110\nc. RRS and GBAR          25 0         25\n4. Resettlement (Leninabad)        180         7 0       250\n5. Consulting Services\na. Remuneration 0         7 0         70\nb. Equipment          50 0         50\nc. Training          20         1 0         30\n6. Contingencies\na. Physical        140       1 00       240\nb. Price        160       1 30       290\n7. Interest and Other Charges During Construction          50 0         50\nSubtotal (A)     3,250    1 ,750    5,000\nB. Government Financing\n1. Civil Works\na. Main\ni. Leninabad 0 370         370\nii. Khatlon 0 335         335\niii. RRS and GBAR 0 160         160\nb. Minor\ni. Leninabad 0 160         160\nii. Khatlon 0 15           15\niii. RRS and GBAR 0 10           10\n2. Resettlement (Leninabad) 0 100         100\n3. Contingencies\na. Physical 0 50           50\nb. Price 0 50           50\nSubtotal (B) 0      1,250      1,250\nTotal       3,250      3,000      6,250\nGBAR = Gorno-Badakhshan Autonomous Region; RR= Regions of Republican Subordination.", "IMPLEMENTATION ARRANGEMENTS Appendix  4\nDirector\nCLCND\nADB-Financed ADB-Financed\nDomestic Environmental Specialist International Consultant-Dushanbe\nDomestic Social Analysts Disaster Management\n2\nEmergency Flood Assistance Project  PIU for Emergency Flood Rehabilitation Project\n(World Bank-Financed) (ADB-Financed)\nDeputy Director Deputy Director\nProject Engineers Project Engineers\n3 3\nProcurement Specialist Procurement Specialist\n2 1\nChief Accountant  \nAccountant Project Accountant\nCashier 1\n3\nField Supervisor\nField Engineers (Office in Khojand)\n3 Field Engineersa\n4", "Appendix 5, page 1\nTERMS OF REFERENCE FOR PROJECT IMPLEMENTATION CONSULTANTS\nA.  Overall Requirements\n1. The overall requirement for project implementation assistance by domestic consultants\nis in Table A5.1.\nTable A5.1: Consulting Services Requirements\nExpertise Person Months\nHead, Project Implementation Unit 30\nProject Engineer (Roads, Bridges, River Protection) 27\nProject Engineer (Irrigation and Water Supply) 18\nProject Engineer (Power and Telephones)   7\nProcurement Specialist 27\nProject Accountant 30\nProject Supervisor (Khojand) 27\nField Engineers Khojand (2) 54\nField Engineers (other areas) (2) 54\nEnvironment Specialist   6\nSocial Impact Analysts (2)   10\n   Total 290\nB. Deputy Director, CLCND (Head, PIU)\n2. The deputy director, Center for the Liquidation of the Consequences of Natural Disaster\n(CLCND) may be delegated by the Executing Agency to deputize for the director, and will\nperform  the  duties  of  head  of  the  project  implementation  unit  (PIU)  for  the  Project.  In\ncommunications with the Bank, the head, PIU, will act through the director, CLCND, and provide\n30 person-months of service until about three months after physical completion of the Project.\n3.  The deputy director will\n(i)  Be  responsible  for  overall  coordination  of  the  PIU  and  ensure  smooth  and\nefficient  implementation  of  the  Project,  consistent  with  the  Government’s\ndirectives, the project objectives, and smooth interaction with the World Bank-\nfinanced Emergency Flood Assistance Project (EFAP) and the Bank-financed\ntechnical assistance for Flood Disaster Management.\n(ii)  Under the guidance of the director, CLNCD, implement the Project as outlined\nunder the Project Administration Memorandum and the Loan Agreement. Advise\nthe  director,  CLCND  promptly  on  the  need  for  any  deviations  to  these\nexpectations  in  the  interests  of  the  overall  flood  rehabilitation  efforts  of  the\nGovernment and the aid community.\n(iii)  Ensure  the  prompt  and  appropriate  completion  of  project  designs  by  the\nGovernment’s design units for all project components.\n(iv)  Assist the director, CLCND in recruiting other consultants and promptly starting\nup of the Project.", "Appendix 5, page 2\n(v)  Manage the PIU staff and resources to ensure prompt completion of all contract\ndocuments,  tender  arrangements,  bid  and  consultant  evaluations,  contract\nnegotiations, and adherence to contractual provisions during implementation.\n(vi)  Ensure  compliance  with  the  Bank’s  Guidelines for  Procurement  and  the\nGuidelines on the Use of Consultants, including provisions for upholding the\nBank’s requirements for avoiding fraud and corruption.\n(vii)  Supervise the proper maintenance of project accounts and the timely submission\nto the Bank of all reports as referred to in the Loan Agreement, or that may be\nrequested by the Bank from time-to-time.\n(viii)  Ensure overall compliance with the Government’s and the Bank’s Environmental\nAssessment  Requirements,  Guidelines  for  the  Incorporation  of  Social\nDimensions in Bank Operations, and Guidelines on Involuntary Resettlement.\n(ix)  Within three months of physical completion of the Project, ensure the completion\nand submission to the Bank, in English, of a project completion report (PCR).\n(x)  Take responsibility for ensuring that brief monthly progress reports are submitted\nto the Bank, in English, and that these are copied to the Tajikistan Resident\nMission of the World Bank.\n(xi)  As appropriate, travel to Leninabad and other project areas to conduct field\ninspections of project implementation and ensure the overall efficiency of the\nLeninabad field office operations.\nC.  Project Engineers (Dushanbe)\n6. The three project engineers, to be based in Dushanbe for (i) roads and bridges (27\nmonths); (ii) river bank protection works, irrigation, and water supply (18 months); and (iii) power\ndistribution and telephone network (7 person-months), will be responsible to the head, PIU for\nefficient project implementation on all matters related to their respective sectors. The project\nengineer will keep the head, PIU properly informed on matters related to compliance with the\nLoan Agreement; Government regulations and requirements; various Bank guidelines related to\nprocurement, use of consultants, social dimensions, and involuntary resettlement; as well as\ncontractor  performance.  Each  consultant  should  take  proactive  action  for  regular  field\ninspections of project implementation and closely monitor the work of the field engineers in\nKhojand.\nD.  Procurement Specialist\n7. The procurement specialist (27 person-months) will be based  in  Dushanbe  and  be\nresponsible to the head, PIU for timely and efficient procurement activities under the Project.\nThe specialist will\n(i)  liaise closely with the project engineers in meeting the project implementation\nschedule  and  compliance  with  the  Bank’s  Guidelines for Procurement and\nGuidelines on the Use of Consultants;\n(ii)  follow the procurement arrangements in the PAM Loan Agreement;", "Appendix 5, page 3\n(iii)  proactively adopt all possible efforts to improve the competitive objectives in\nprocurement  in  consultation  with  the  head,  PIU;  the  Bank;  and  the  Bank’s\nguidelines, and the urgent nature of the Project;\n(iv)  carry out regular inspection of the procurement activities being conducted under\nthe field office at Khojand; and\n(v)  contribute to the monthly progress reports and the PCR on matters relating to\nprocurement status and planning.\nE.  Project Accountant\n8.  The project accountant (30 person-months) who will also be based in Dushanbe will\n(i)  provide continuous input in organizing and maintaining the project accounts to\nensure efficient recording and planning of the Government and Bank financing\narrangements for the Project;\n(ii)  take  responsibility  for  the  preparation  and  submission  to  the  Bank  of  loan\nwithdrawal applications on a timely basis, and for ensuring that contractors and\nconsultants are paid promptly for their services;\n(iii)  work under the supervision of the chief accountant for the EFAP and the Project,\nwith particular responsibility for maintaining  a clearly  separate  set of project\naccounts from those of the EFAP;\n(iv)  ensure that the accounts clearly show the items and services paid for by the\nGovernment and those paid for out of the Bank loan;\n(v)  be fully responsible to the head, PIU for the timely completion of the project\naccount reports, consistent with the Government and Loan Agreement provisions\nand international accounting practices, and their submission, in English, to the\nBank;\n(vi)  contribute to submission of the brief monthly progress reports; and\n(vii)  be responsible to the head, PIU for ensuring timely action is taken for the annual\nauditing of the project accounts.\nF.  Project Supervisor (Khojand)\n9.  The project supervisor (27 person-months), will\n(i)  have a key role in establishing and ensuring contribution to timely and effective\nproject implementation of the field office in Khojand;\n(ii)  procure office equipment in coordination with the procurement specialist;\n(iii)  ensure efficient, proactive, and cooperative dialogue is maintained with the oblast\n(region) and rayon (district) officials, contractors, NGOs, and disaster-affected\npeople;", "Appendix 5, page 4\n(iv)  give particular attention to  the  resettlement areas  in Asht  Province  and  the\ndevelopment of a close understanding of the project activities by the consultant\nsocial analysts;\n(v)  be responsible to the head, PIU for maintaining the day-to-day efficiency  of\nproject implementation in full coordination with the project engineers and other\nconsultants in Dushanbe;\n(vi)  contribute to providing timely inputs to the brief monthly progress reports and\nother such day-to-day information and communications required by the head,\nPIU, and the consultant staff in Dushanbe;\n(vii)  coordinate the activities of the field engineers in Leninabad Region, ensure that\nthe office resources are used effectively meeting the project objectives, and\ndelegate responsibility for ensuring that all Government, Loan Agreement, PAM,\nand  Bank’s  provisions  of  the  guidelines  are  adhered  to  during  Project\nimplementation; and\n(viii)  delegate signatory authority on completed works as the engineer for project\nactivities in the Leninabad Region and delegate responsibility to the head, PIU, if\nnecessary, consistent with contractual, Government, and Bank requirements.\nG.  Field Engineers (Khojand)\n13.  Two field engineers (27 person-months each) will be based in Khojand and work under\nthe direct supervision of the project supervisor. Two additional field officers will be assigned to\nBank-financed  works  in  Khatlon  Region,  RRS,  and  Gorno-Badakhshan  Region.  All  field\nengineers will\n(i)  liaise directly with the project engineers and other consultants in Dushanbe while\nensuring that all communications are routed through or copied to the project\nsupervisor in the case of the Khojand field officers;\n(ii)  ensure  that  contract  implementation  activities  are  supervised  closely  and  in\ndetail;\n(iii)  assist the environment specialist and ensure that recommendations of the social\nanalysts have been cleared by the head, PIU, and project supervisor for the\nLeninabad Region are incorporated promptly into the Project;\n(iv)  assist  in  efficient  liaison  and  cooperation  with  the  project  beneficiaries  and\nNGOs; and\n(v)  contribute to project reports and carry out other tasks allocated by the project\nsupervisor.\nH.  Environment Specialist\n14.  The  environment  specialist  (6  person-months  intermittent)  will  follow  the  Bank’s\nEnvironmental Guidelines for Selected Infrastructure Projects and Environmental Guidelines for\nSelected Agricultural and Natural Resources Development Projects. The consultant will", "Appendix 5, page 5\n(i)  review the Bank’s summary initial environmental examination for each project\ncomponent in each of the districts where rehabilitation works are financed by the\nBank;\n(ii)  where necessary, conduct full environmental impact assessments and submit\nthem to the Bank for the required 120 days circulation prior to Bank approval;\n(iii)  liaise carefully with the head, PIU and the field engineers to ensure that all\npossible efforts are made to improve environmental sustainability, such as by\nslope stabilization and bioengineering solutions as a result of the Project;\n(iv)  adopt appropriate mitigation measures during project implementation to avoid\nadverse environmental impacts; and\n(v) contribute to the monthly progress report to be submitted to the Bank.\nI.  Social Analysts\n15.  The two social analysts (total 10 person-months) will be responsible to the head, PIU,\nand  will  also  work  in  close  coordination  with  the  project  supervisor  (Khojand)  and  the\nenvironment specialist. They will\n(i)  conduct a base line survey to develop a suitable basis for benefit monitoring of\nthe Bank-financed components, and assist the Government in a review of its\nResettlement Plan for the 288 relocated families in Asht District;\n(ii)  follow the Bank’s Guidelines for Incorporation of Social Dimensions in Bank\nOperations as well as the Guidelines on Involuntary Resettlement;\n(iii)  monitor  project  implementation  to  maximize  improvements  to  the  lives  and\nlivelihood opportunities, including those in the resettlement areas;\n(iv)  proactively involve NGOs working in the project areas;\n(v)  commence the benefit monitoring activities and will submit reports to the Bank\nincorporating the baseline data and the monitoring process; and\n(vi)  contribute to the brief monthly progress reports to be submitted to the Bank.", "Appendix 6\nPROCUREMENT CONTRACT PACKAGES\n($ million)\nItem Procurement Estimated\nMethod Total Cost\n($'000 equiv.)\nA. Civil Works\n1. Main Force Account         1,925\nRoad, bridges, riverbank protection works, and\nirrigation\n2. Minor DP/LCB           4  55\nWater supply, power, telephones, schools\nB. Resettlement Areas\nSite preparation, compensation and housinga Force Account            100\nRoads, water supply, power and telephone DP            250\ndistributionb\nC. Construction Materials LCB/DP         2,270\nSteel, cement, diesel fuel/lubricants, stones,\nsand, pipes, towers and cables, roofing, glass,\nand various fittings\nD. Equipment DP           4  20\nIrrigation and water supply pumps, meters and\nregulators, power transformers and fittings,\ntelephones, school furniture, education\nequipment, and textbooks\nE. Domestic Consulting Services\n1. Remuneration Individual             7  0\n2. Khojand Field Office Equipment. DP             5 0\nUtility vehicle (1), computers (4), phones/fax\nmachines (3), typewriter (1), photocopy\nmachine (1), air-conditioners (3), tables (3)\nand chair (1), miscellaneous/stationery\n3. Training in Disaster Management DP              30\nTotal (A-E)        5  ,570\n DP = direct payment; LCB = local competitive bidding.\n a Government-financed.\n b Bank-financed.", "IMPLEMENTATION SCHEDULE\n1999 2000 2001\nActivity Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec\n1. Civil Works\na. Roads, bridges, and river bank protection\nb. Power and telephone facilities\nc. Irrigation and water supply\nd. Schools\ne. Relocation Centers\n2. Procurement of Equipment\na. Power and telephone facilities\nb. Schools\nc. Relocation Centers\n3. Construction Materials\na. Steel\nb. Cement\nc. Diesel/Lube Oil\n4. Consulting Services\na. Financed from Loan (Domestic Consultants)\nb. Financed from TA (International Consultant)\nCounterpart Officers\nLegend: Preparation of contract documents for procurement, and selection of consultants\nFinalization of designs, and signing of contracts\nImplementation of works, procurement of equipment and materials, and consulting services.\nA\np\np\ne\nn\nd\nix\n 7", "Appendix 8, page 1\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION\nA.  Introduction\n1. Severe flooding and landslides occurred between 6 and 12 July 1999 in Tajikistan as a\nresult of strong convectional wind currents and adiabatic cooling of monsoon-saturated air\nincursions flowing  into  the  Himalayas.  The  resulting  torrential  rainfall  was  widespread  but\nlocally, in some mountainous areas of Tajikistan, the rainfall intensity had an expected return\nperiod of 50 years, and over 400 millimeter (mm) fell in a nine-hour period in one affected area\nin northern Tajikistan. The floods and landslides caused the death of 27 people and over 2,000\nhouses were destroyed or seriously damaged. Over 3,000 farm animals and about 12,000\nhectares of crops were also lost. Damage to public infrastructure included about 600 kilometer\n(km) or roads; over 1,000 meters of bridges; associated riverbank protection works; as well as\npower  and  telephone  lines,  water  supply  systems,  several  schools,  and  a  health  center\n(Appendix 1).\n2. This  summary  initial  environmental  examination  concerns  the  proposed  Emergency\nFlood Rehabilitation Project, in response to the disaster in Tajikistan. The IEE was prepared\nduring  the  appraisal  mission  in  accordance  with  the  Bank’s  Environmental  Assessment\nRequirements,  the  Environmental  Guidelines  for  Selected  Infrastructure  Projects,  and  the\nEnvironmental Guidelines for Selected Agriculture and Natural Resources Projects. The IEE\nwas  prepared  in  consultation  with  secondary  data,  relevant  reports,  and  discussions  with\nhydrological  and  meteorological  experts  of  the  local environmental  authorities,  and  design\ninstitutes responsible for the detailed design of the major civil works contracts under the Project,\nas well as with local residents in the project areas. Available baseline environmental and social\ndata  were  reviewed,  and  field  investigations  were  carried  out  to  assess  the  present\nenvironmental conditions in selected project areas. Also, possible environmental impacts were\nestimated, and mitigating measures were selected and planned to minimize the adverse effects\nexpected during and after project implementation.\nB.  Description of the Project\n3. The Project consists of the emergency rehabilitation of priority public infrastructure in\nflood-affected regions (provinces) and will complement a similar World Bank project. The World\nBank initiated an Emergency Flood Assistance Project (EFAP) in response to similar floods\naffecting mainly Khatlon Region in 1998; it will now provide supplementary financing to address\nsome  of  the  new  damage  in  1999.  The  Bank-financed  project  will  rehabilitate  damaged\ninfrastructure  in  areas  of  Khatlon  Region  not  covered  by  the World  Bank,  as  well  as  in\nnonconflict areas of the Regions of Republican Subordination (RRS), Leninabad Region and in\nthe remote and apparently less-affected Gorno-Badakhshan Autonomous Region (GBAR). The\nProject addresses damaged roads, bridges, and associated riverbank protection; irrigation and\nwater supply; power and telephone distribution; and schools. In addition, the Project will finance\na range of public infrastructure at two existing resettlement areas for 288 households whose\nhouses were totally damaged and were located in flood-prone areas (Appendix 2).\n4. The roads, bridges, and riverbank protection works involve the rehabilitation of collapsed\nor seriously damaged sections. Most roads in the mountainous country closely follow the river\nvalleys  and  are  vulnerable  to  flood-induced  erosion.  Where  necessary,  the  Project  will\nrehabilitate the damaged facilities to a higher standard, to better withstand erosion. In particular,\nsome bridges will be designed with larger cross-sectional openings than for existing box culvert\ndesigns, to allow a freer flow of water and with adequate piling and abutments to withstand", "Appendix 8, page 2\nscouring and heavier river bed-load, which  may  be expected  during flood  conditions.  The\nirrigation and water supply works will also be reconstructed with a view to improving ability to\nwithstand future floods. Particular attention will be given to embankments, water impounding\ndams, irrigation channels, water supply and drainage channels and piping, water regulating\nstructures and pumps, sediment traps, and culverts. Additional works will be considered to\nenhance the flow capacity and avoid contamination and erosion of these facilities. The power\nand telephone distribution facilities will be realigned to reduce risk of being undermined by\nriverbank erosion, and the existing sites of damaged schools will be examined to assess the\nneed for re-siting or other cost-effective measures to avoid flood damage. The rehabilitation\nactivities will have some temporary impacts during construction but no significant or permanent\nimpacts will occur that cannot be avoided by attention to sound engineering practices in the\nproject design and implementation.\nC.  Description of the Environment\n1.  Physical Resources\n5. Ninety-three percent of the 143,100 square km (km2) area of Tajikistan is mountainous\nand prone to earthquakes, and 50 percent is above 3,000 meters. The eastern GBAR of the\ncountry includes the Pamir Mountains with peaks up to 7,500 meters, while the western part of\nthe country is lowland plain of about 300 meters above sea level, bisected by narrow ranges\nwith peaks of over 4,000 meters. For eight months each year, the mountain passes between\nnorthern and southern Tajikistan are blocked by snow. The climate varies from continental to\nsubtropical with temperatures ranging from 22 degrees Celsius in July to –7 degrees Celsius in\nJanuary at 2,000 meters. Most precipitation occurs in winter and spring.\n6. The sun-melted mountain ice is the source of a network of nearly 1,000 fast-flowing\nstreams with upper catchment gradients of about 40 meters per km, many of which empty into\nTajikistan’s two major rivers, the Syr River, rising in the Ferghana Valley, and the Amu River\nrising in the Pamirs, both flow into the Aral Sea. While the country comprises only six percent of\nthe Aral Sea basin, it produces about 50 percent of the total flow into the sea, or about 70 km3\nper year. Flows vary according to the season, and the Vakhsh River carries 30 times more\nwater in July than during winter. Natural erosion rates are high as are the suspended loads\nduring summer. The total surface area of lakes in the country is 700 km2 with a total volume of\n44 km3.\n7.  Tajikistan is rich in biodiversity. The variety of natural landscapes creates conditions for\nmore than 10,000 species of invertebrates, 49 species of fish, 2 species of amphibians, 44\nspecies of reptiles, 348 bird species of which many are migratory, and 84 species of mammals.\nSome distinctive mammal species are in decline, in spite of inhabiting remote areas, including\nthe snow leopard, Pamir mountain sheep, Bukharan mountain sheep, Bukharan deer, and\nVingtorogii goat. An estimated 5,000 species of vascular plants are found in Tajikistan, many of\nthem endemic. Native species include slow-growing pistachios, walnuts, and tulip poplars. At\nleast 135 plants have medicinal value.\n8.  The country is also endowed with rich mineral resources, including aluminum, gold,\nsilver, lead, strontium, and zinc. There are also iron, tin, and tungsten, molybdenum, and\nmercury deposits. It is estimated that there are 150 tons of gold resources, including alluvial\ndeposits.  A  Tajik-British  joint  venture  gold-mining  operation  commenced  in  1996  in  the\nPendzhikent area,  and  a silver-lead  mine  with  large  remaining  resources  recently  ceased\noperation in the project area of Adrasman.", "Appendix 8, page 3\n2.  Socioeconomic Resources\n9.  Tajikistan has a total population of 6.1 milllion, of  which  27  percent  is urban.  The\naverage population density is 42.5 per km2, and the annual population growth  rate  is  1.6\npercent. Tajiks are 60 percent, Uzbeks 23 percent, and ethnic Russians 3 percent of the\npopulation. The remaining 14 percent are mainly ethnic Kyrgyz and Tatars. The population living\nbelow the poverty line is over 80 percent following the collapse of the former Soviet Union and\nloss of its social safety net, poor access to world markets, and the consequences of conflict and\nnatural  disasters  since  independence  in  1991.  The  peace  accord  of  1997  has  freed  the\nGovernment to give more attention to stabilizing the economy and addressing environmental\nconcerns.\n3.  Environmental Issues\n10.  While  the  economic  downturn  since  independence  has  had  positive  environmental\nimpacts in cleaner air in urban and industrial areas, and reduced soil contamination from less\napplication of fertilizer, these problems will re-emerge as the economy improves. There have\nalso  been  negative  impacts  during  the  1990s.  These  include  increased  erosion  due  to\ndeforestation for fuel wood and indiscriminate overgrazing by privately owned herds of livestock,\nless sewage treatment and growth of informal waste dumps contributing to contaminated water\nsupply, and soils impaired due to poor irrigation management and salinization. Two of the\ncountry’s  protected  areas  (zapavedniks)  also  deteriorated  during  the  civil  war  due  to\nuncontrolled hunting.\n11.  Allegations of transboundary air and water pollution are in contention between Tajikistan\nand Uzbekistan due to the emission of hydrogen fluoride waste from the aluminum factory at\nTursunazade. The mercury content of the Zerevshan River due to the Anzob gold processing\nplant, and mineralization of the Syrdarya River due to agricultural processes in the Kyrgyz\nRepublic and Uzbekistan are also areas of transboundary concern. Most mining activity in\nTajikistan has historically adopted an open-pit approach, and  reclamation  has not  been  a\npractice. There are also issues concerning the legacy of inadequately stored nuclear waste\nproducts in Leninabad Region.\n12.  Reliable data on access to safe water are not available. However, nearly all urban\ndwellers and about half of the rural communities rely on groundwater resources. It is estimated\nthat about 40 percent of the water supply systems do not meet sanitary norms due to failure to\nprotect the water source, and lack of treatment facilities or faulty distribution, including damaged\nfacilities  and  inadequate  wastewater  treatment.  Outbreaks  of  typhoid,  dysentery,  and\nleptospirosis attest to the inadequate supplies of potable drinking water.\n13.  Tajikistan  has  a  naturally  high  susceptibility  to  water-related  disasters  due  to  the\ndynamic mountain terrain, heavy precipitation and spring snow melt, steep narrow valleys, and\nsparse mountain vegetation. These problems are exacerbated by human activity, including\ndeforestation, overgrazing and road building. Damage due to floods over the past five years is\nestimated  to  have  cost  over  TJR  400  billion  (about  $300  million).  A  growing  problem  is\nsalinization of agricultural soils due to capillary action induced by irrigation and raised water\ntables.", "Appendix 8, page 4\nD.  Potential Environmental Impacts and Project Mitigation Measures\n1.  General Approach\n14.  Because of the difficult terrain, rural roads, human settlements, and water supply and\nirrigation  offtakes  in  Tajikistan  tend  to  be  located  within  the  narrow  river  valleys.  The\nconstruction  of  roads,  settlements  and  the  increased  land  use  due  to  settlements  have\ncontributed to increased erosion and land losses. However, the damaged roads and other\ninfrastructure are vital to the local communities. Moreover, reforestation, improved management\nof pasture, irrigation and water supply systems, and proper design and maintenance of road and\nriverbank protection works and river crossings may also improve environmental conditions. It is\nwithin the latter context of environmental awareness that the Project is proposed and will be\nimplemented, although the damaged infrastructure will be rehabilitated in generally the same\nlocation and along the same alignment as before, and usually, of the same design. Exceptions\nwill be that some river protection works may be higher and some bridges will have larger open\ncross-sectional area for flood flows to pass and deeper foundations to resist local scouring. In\nmany  locations,  river bank  protection  material  will  be  sourced from  the  bed-load deposits\nresulting from the recent 50-year return period floods, and which was dumped at constriction\npoints such as upstream of some inadequately designed bridges. Natural stream flow will be\nrestored  in  these  locations.  Some  river  channel  straightening  may  also  be  needed  by\nconstructing boulder embankments within the existing, erosion-widened valleys. This will help\ncreate a buffer zone between river channels and road margins. This will be accompanied by\nattention to improved toe-slope design, and bioengineering solutions for planting both road\nmargins and valley slopes above road sections damaged by slope failures and landslides.\nWhere landslides have temporarily caused the partial damming or rivers, particular care will be\ngiven to adequate slope protection and land use management in the general vicinity. Some\nbridges may also be relocated to more stable sections of the river, and care will be given to the\ndesign of approach roads and abutments to avoid constricting the natural river flow. In many\ncases, power and telephone lines will be carefully resited to reduce the risk of their being\nwashed out or eroded.\n2.  Construction Stage\n15.  During construction, the main environmental problems will be associated with sourcing,\ntransporting, and stockpiling materials and construction equipment. Care will also be needed in\nthe operation of equipment to avoid oil pollution, noise, dust creation, or the contamination of\nwater  supply  and  irrigation  systems,  which  may  impact  adversely  on  local  communities,\necology, and livestock. While most protection materials may be sourced from constriction points\ncreated by bed load during the flood, steel and cement for road, bridge, and other civil works will\nbe transported by truck. Attention will be needed to avoid overloading and contributing to further\nroad and slope damage. Instructions will be given to managers to minimize dust problems\nduring  construction  by  water  sprinkling  and  enforcing  speed  restrictions  by  construction\nvehicles. Particular attention will also be given to equipment maintenance to avoid oil spills and\nleaks, especially when operating in the riverbeds. Construction camps and stockpiles, including\nfuel, will as far as possible, use any existing facilities. In all cases, the arrangements will be\nsmall scale and located on wasteland to avoid tree or vegetation cutting, contamination, and\nhazards. Local communities will also be consulted and will provide the main labor force. Care\nand involvement of the local communities will be needed to ensure the proper demobilization of\nthese camps at the end of the Project to ensure they do not have a lasting impact on the\nenvironment and the visual landscape.", "Appendix 8, page 5\n3.  Operating Stage\n16.  The main environmental problems during operation of the rehabilitated infrastructure will,\napart from the environmental risks that prevailed previously due to traffic in community areas\nand water use problems, be the need for proper maintenance and minimizing the risk of further\ndamage. The main mitigation strategy to be adopted will be through Bank-financed TA for\ninstitutional strengthening on disaster awareness and management, focused on sustainable\nsolutions. Essentially, this will involve local communities and NGOs to help create a synergy for\nimproved  maintenance,  reinforced by Government allocations of  maintenance  budget,  and\nplanning and management resources. Attention will also be given to full use of the rehabilitated\nschools, provision of adequate textbooks, and monitoring by the Bank of the timely placement of\nteachers. Linkages will also be forged with the ongoing TA and programmed loan for a Road\nRehabilitation Project and possible TA in 2000 for a comprehensive Flood Management Plan,\nincluding cooperation with the World Bank and other members of the aid community involved in\nland use activities.\nE.  Initial Requirements and Environmental Monitoring\n17. A  domestic  consultant  environment  specialist  will  be  recruited  under  the  loan  for\nintermittent  services  totaling about  6  person-months.  In  coordination  with  the  head  of  the\nGovernment’s project implementation unit,  the environment  specialist  will  visit each of the\nproject  sites  to  review  the  IEE  findings  and  mitigation  measures.  If  necessary,  a  full\nenvironmental impact assessment (EIA) will be conducted, and EIA and Summary EIA reports\nwill be prepared; Bank approval will be a condition for financing the related project components.\nDuring project implementation, the environment specialist will advise contractors and the project\nimplementation unit staff on mitigating measures to be followed, and liaise with NGOs and local\ngroups to ensure their understanding to maximize opportunities for their input to the operational\naspects of the environmental mitigation. The consultant’s terms of reference are in Appendix 5.\nF.  Conclusions\n18. Based on the IEE findings, the Project will have minor impacts on the environment and\nan EIA is not required, because the works substantially involve reinstatement of infrastructure in\nthe existing location, to approximately the same standards (except where improvements are\nnecessary to reduce the susceptibility of the works to recurrent floods). Careful attention to\nenvironmental concerns will nevertheless be necessary during construction such as careful\nsiting of stockpiles, minimizing dust and oil pollution from trucks, and adopting bioengineering\ninslope protection. Sustainability will be improved by involving local communities and NGOs in\nthe planning and conduct of future maintenance, and implementation of Bank-financed TA.", "Appendix 9, page 1\nSUMMARY INITIAL SOCIAL ASSESSMENT\nA.  Benefits and Beneficiaries\n1.  The project benefits comprise restored use of damaged infrastructure, primarily rural\nroads and bridges, associated river-bank protection works, small irrigation and community water\nsupply systems, power and telephone distribution networks, and schools. For 288 resettled\nhouseholds living in areas threatened by recurrent floods, the future outlook will be improved by\nnew housing, cash compensation, and facilities in safe areas, while retaining the structure and\nmembership of their previous communities.\nB.  Needs, Demands, and Absorptive Capacity\n2.  The  flood  effects  have  reduced  rural  income;  this  will  continue  until  effective\nrehabilitation is completed. Access to township markets has been severed or made difficult for\nmany remote communities and farmers; there has been substantial loss of agricultural land, soil,\ncrops, and livestock; irrigation system losses are serious in the relatively dry climate; many\nhouseholds have been forced to sell depleted livestock assets due to feed losses; and resettled\nfamilies are especially dependent on Government and nongovernment organization (NGO) food\nand seed handouts until their first crops are produced.\n3.  Except for the rehabilitated irrigation and water supply systems, the Project will not\ndirectly resolve these problems. However, the reconstructed roads, bridges, riverbank protection\nworks, telephones, and power will restore the necessary access to basic services and help to\nimprove the infrastructure framework for broader economic recovery.  The Project  will  also\ncontribute to postconflict recovery, and generally enhance the outlook for improving vulnerable\ngroup opportunities.\nC. Social Dimensions in Project Design\n1.  Poverty\n4.  Poverty steadily increased in Tajikistan after the collapse of the former Soviet Union’s\nsocial safety net and civil war soon after independence in 1991. Recovery and self reliance has\nbeen weakened, since the end of internal conflicts in 1997, by reduced world market prices for\nmain  exports,  distance  from  world  markets,  and  inflation,  which  has  severely  depressed\npensions. More than 80 percent of the population are living below the poverty line. About a\nquarter  of  these  people  are  facing  chronic  poverty  and  are  unable  even  to  claim  the\nGovernment’s meager social security. Rural households, which dominate the project area, are\namong those most affected by poverty. This is accompanied by prevailing contamination of\nwater supply and the salinization of irrigated areas. The main feature of traditional rural life in\nTajikistan, however, is the practice of homestead gardening. This provides some measure of\nresilience from poverty impacts and for some, provides a small resource to pay for some basic\nservices  such  as  power  consumption,  health  care,  and  transportation.  Farm  families  and\nhomesteaders, among those who lost a total of 12,000 hectares of crops and over 2,000 houses\nduring the July 1999 floods, are therefore in dire need of aid. While relief measures were prompt\nand are being sustained with assistance by leading NGOs, there is an acute need to restore\nland and access to markets and other services on a sustainable basis. The project works will\nalso add a temporary source of income for affected households capable of providing labor.", "Appendix 9, page 2\n2. Gender and Vulnerable Groups\n5.  As a result of the civil war that officially ended in 1997, and a series of earthquakes and\nfloods in the 1990s, about 50,000 lives were lost, many of them household income earners.\nAbout 55,000 children were orphaned and 20,000 women were widowed. While peace is being\nrestored and the aid community is making efforts to restore the economy on a sustainable basis,\nthe economic burdens during the recovery are heaviest households headed by women and\nchildren. Because the 1999 floods were widespread and data is currently unreliable, it can only\nbe  assumed  that  these  groups  are  among  those  worst  affected  by  the  floods,  including\nsusceptibility to disease as a result of malnutrition. In 1997, 11.4 percent of the population died\nbefore the age of 40. As the average age of marriage is 20 years and fertility rates are high (3.7\npercent), it can also be assumed that the conditions for women and children are still worsening.\nSince the education sector was also badly affected by the events of the 1990s, the outlook for\nchildren to share in the economic recovery has been weakened further. A feature of the problem\nis rural to urban migration and recourse to crime and begging among the vulnerable groups,\nincluding the approximately 30 percent of the working population who are unemployed and\ndisaffected, in spite of official statistics that indicate low levels of unemployment. Boarding\ninstitutions for orphans, old-aged, and handicapped people, called internats, are almost totally\nineffective due to lack of funds. While NGOs are providing some relief, there is a need to move\ncommunity-based rather than institutional care. This will help to reduce the cost of care and\nprovide children with access to normal social interaction. The proposed Bank-financed Social\nSector  Rehabilitation  Project and  associated  technical  assistance  for  Social  Safety  Net\nReconstruction  will  help  to  improve  this  situation  and  outlook.  The  Emergency  Flood\nRehabilitation Project will not add directly to these efforts, but will restore some access to basic\nservices among those who are not facing chronic levels of poverty. It will, however, directly\nassist the Government, NGOs, and other project efforts in gaining access and helping to serve\nthe interests of deeply vulnerable groups.\n3.  Resettlement\n6. The restoration of facilities is not expected to entail any land acquisition, including those\nareas where the restoration will improve standards. Any such requirements are expected to\ninvolve wasteland. In the two resettlement areas of Asht District, for the 288 households being\nmoved from flood vulnerable areas, the land, previously uninhabited and unused, has been\nprovided by the local authority, and site preparation and house construction was well advanced\nwithin three weeks of the disaster. Cash compensation, new housing, and homestead gardens\nand crop seeds have been provided by the Government. Leading NGOs have and continue to\nprovide temporary shelter, food, clothing, medicine, and other relief goods, and the Bank-\nfinancing will be for improved road access and provision of basic public infrastructure facilities,\nincluding power, water supply, telephone access, and a school. Persons interviewed by the\nMission indicated their general satisfaction with the arrangements and efforts to house them\nbefore the coming winter. Two experienced domestic consultants, social impact analysts are\nbeing recruited under the loan to assist in reviewing the Government’s Resettlement Plan to\nensure compliance with Bank requirements as a condition of Bank-financing of the resettlement\narea facilities. These consultants will also prepare a social profile and baseline data for all the\nproject-affected areas in the country; this will assist in the benefit monitoring aspects of the\nProject.\n7. For flood victims throughout the country whose houses, crops, and livestock have been\ndamaged or lost, the Government’s total cash compensation budget is TJR90 million. Budget\nallocation for the construction of 565 new houses is TJR170 million.", "Appendix 10, page 1\nTERMS OF REFERENCE FOR THE TECHNICAL ASSISTANCE FOR\n FLOOD DISASTER MANAGEMENT\nA.  Introduction\n1.  The proposed Bank-financed Emergency Flood Rehabilitation Project and the ongoing\nWorld  Bank-financed  Emergency  Flood  Assistance  Project  (EFAP),  both  address  the\nrehabilitation of recent floods in Tajikistan. An international consultant disaster management\nexpert will be engaged for approximately 5 person-months of intermittent services over about\none year, commencing in December 1999 to assist the Government in building its capacity for\ndisaster management, and flood disaster in particular. The consultant will be assisted by a\nGovernment recruited/appointed counterpart officer.\nB.  Terms of Reference\n1.  Overall Disaster Management\n2.  The main tasks of the Consultant will be as follows:\n(i)  In close cooperation with the Government entities concerned, particularly\nthe  United  Nations  Office  for  Humanitarian  Affairs,  nongovernment\norganizations (NGOs), Ministry of Emergency Situation and Civil Defense\n(MESCD), and Center for the Liquidation of the Consequences of Natural\nDisaster  (CLCND),  examine  the  Government’s  overall  disaster\nmanagement structure and organizational arrangements, and recommend\nany short-and medium-term changes that may be required to ensure swift\nand  effectively  coordinated  response  to  flood  disaster  management\n(preparedness, response, relief, and rehabilitation). The key concerns will\nbe the efficient coordination of emergency relief, provision of accurate\nand  consistent  data,  ensuring  a  smooth  interface  between  relief  and\nrehabilitation  measures,  and  advising  on  disaster  preparedness  and\nmitigation.  Accordingly,  the  functional  and  administrative  frameworks\nshould  both  be  reviewed  to  ensure  complementarity,  and  to  avoid\nbottlenecks in taking appropriate action and providing information.\n(ii)  Examine,  in  detail,  the  interface  of  activities  involving  MESCD  and\nCLCND,  and  recommend  any  short-and  medium-term  measures  to\nimprove the disaster management framework, exchange and accord on\ndisaster-related data, and optimal use of and efficient communications\nwith specialist entities, such as for flood warnings, rescue, and planning\nfor the permanent rehabilitation of flood-damaged infrastructure.\n(iii)  Examine the particular roles of the community in managing disaster to\nensure that community-based efforts are well prepared and effective in\nemergency  relief;  the  safety  of  life,  planning,  or  rehabilitation;  and\nappropriate  maintenance  of  public  infrastructure  and  flood  protection\nworks in particular.\n2.  Disaster Rehabilitation Project Implementation\n3. The consultant will have the following responsibilities:", "Appendix 10, page 2\n(i)  In  discussion  with  the  director  and  staff  of  CLCND,  examine  the\nframework  for  design  approval  and  the  implementation  of  public\ninfrastructure  rehabilitation,  consistent  with  sustainability  and  cost\neffectiveness.  These  aspects  will  include  the  location  and  planning\naspects of rehabilitation in light of the river valley-based system of roads\nand communities, possible relocation of vulnerable communities, and the\nrole  of  NGOs  and  community-based  measures  for  self-help  and\nparticipation in rehabilitation works.\n(ii)  As a concrete example of opportunities for design improvements, review\nthe rehabilitation designs of infrastructure for the Project.\n(iii)  Examine the implementation arrangements for the Project and the EFAP,\nand  make  any  recommendations  for  construction  supervision\nimprovements.\n(iv)  Prepare,  in  coordination  with  the  domestic  consultant  social  analysts\nunder the Project, a baseline of project benefit monitoring data and help\ntrain a government team of data collectors. The baseline and monitoring\ndata  and  methodologies  will  be  consistent  with  the  Bank’s  project\nperformance management system, and include estimation of the pre- and\npostproject net present values.\n3.  Training Aspects\n4. The consultant will\n(i)  recommend/facilitate/conduct as appropriate,  any  training,  seminar,  or\nfellowship  programs  for  the  Government  or  community-based\norganizations,  which  could  be  provided  under  the  TA,  the  Project\nresources, or in subsequent projects aimed at disaster preparedness,\nrelief, and rehabilitation, and the interrelationship between these elements\nof disaster management;\n(ii)  provide on-the-job training for the project implementation unit (PIU) on\nBank  guidelines  and  procedures,  including  tendering  process  and\nevaluation,  loan  withdrawal  applications,  project  accounts,  and  report\npreparation; and\n(iii) provide advisory assistance to any of the domestic consulting team of the\nPIU  as  appropriate,  including  environmental  and  project  benefit\nmonitoring.\nC. Reports\n5. Provide a brief inception report outlining the proposed program of activities within\nthree weeks of commencing the consulting services. Thereafter, provide a brief report at\nthe end of each field visit, and a final report within one month of the end of the services.\nThe  final  report  will  summarize  the  activities  conducted,  contain  flow  charts  and\nsummary duties for efficient flood disaster management, the project benefit monitoring\nformat  and  baseline  data,  and  outline  recommendations  for  any  future  technical\nassistance and training. The Government will be provided with six copies and the Bank\nfour copies of each report.", "Appendix 11\nCOST ESTIMATES AND FINANCING PLAN FOR\nTECHNICAL ASSISTANCE FOR\nFLOOD DISASTER MANAGEMENT\n($'000)\nItem Foreign Local Total\nExchange Currency Cost\nA. Bank Financing\n1. Natural Disaster Rehabilitation Consultant\na. Remuneration      1 00 0      1  00\nb. Hotel and per diem        2 5 0        2 5\nc. International travel        1 4 0        1 4\nd. Reports, translation services, and seminar costs        3 5 0        3 5\ne. Domestic air travel 0          1           1 \n2. Contingencies        3 0 0        3 0\nSubtotal (A)      2 04          1       2 05\nB. Government Financing\n1. Services\na. Office space, facilities, and surface transport 0        2 3        2 3\nb. Counterpart officers 0          2           2 \n2. Contingencies 0          5           5 \nSubtotal (B) 0        3 0        3 0\n        Total       204        3 1       235"], "metadata": {"CreationDate": "D:19991118075044", "Producer": "Acrobat Distiller 3.01 for Windows", "Creator": "PSCRIPT.DRV Version 4.0", "Title": "Microsoft Word - emergency.doc", "ModDate": "D:20000207154846+08'00'"}}