{"path": "data/input/ta/rrp-sri34442.pdf", "pages": ["ASIAN DEVELOPMENT BANK\nRRP:SRI 34442\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN\nTO THE\nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA\nFOR THE\nNORTH EAST COMMUNITY RESTORATION AND DEVELOPMENT PROJECT\nSeptember 2001", "CURRENCY EQUIVALENTS\n(as of 31 August 2001)\nCurrency Unit – Sri Lanka Rupee/s (SLRe/SLRs)\nSLRe1 = $0.011\n$1.00 = SLRs90.0\nSri Lanka moved from a managed floating exchange rate system to a freely floating exchange\nrate system on 23 January 2001. In this report a rate of  $1.00=SLRs90 has been used. This\nwas the rate generally prevailing at the time the report was prepared.\nABBREVIATIONS\nADB – Asian Development Bank\nCOS – Country Operational Strategy\nGDP – gross domestic product\nGTZ – Deutsche Gesellschaft für Technische Zusammenarbeit\nICB – international competitive bidding\nICRC – International Committee of the Red Cross\nIDP – internally displaced person/people\nLTTE – Liberation Tigers of Tamil Eelam\nMPCLG – Ministry of Provincial Councils and Local Government\nNEIAP – North East Irrigated Agriculture Project\nNEPC – North East Provincial Council\nNGO – nongovernment organization\nNPCC – National Project Coordination Committee\nPMU – Project Management Unit\nPPCC – Provincial Project Coordination Committee\nSDR – Special Drawing Rights\nSLRM – Sri Lanka Resident Mission\nTA – technical assistance\nUNHCR – United Nations High Commissioner for Refugees\nNOTES\n(i)  The fiscal year of the Government ends on 31 December.\n(ii)  In this report, “$” refers to US dollars.", "CONTENTS\nPage\nLOAN AND PROJECT SUMMARY   ii\nMAP   v\nI. THE PROPOSAL   1\nII. INTRODUCTION   1\nIII. BACKGROUND   2\nA. Introduction   2\nB. Broad Impacts of the Conflict   2\nC. Impacts on Specific Sectors   5\nD. External Assistance   9\nE. Lessons Learned 10\nF. The Government’s Strategy for the North East 11\nG. ADB’s Country Operational Strategy 11\nIV. THE PROPOSED PROJECT 12\nA. Rationale 12\nB. Objectives 12\nC. Scope 13\nD. Cost Estimates 17\nE. Financing Plan 18\nF. Implementation Arrangements 19\nG. Environment and Social Measures 27\nV. PROJECT JUSTIFICATION 28\nA. Impact on Poverty and Other Benefits 28\nB. Risks 28\nVI. ASSURANCES 30\nA.  Specific Assurances 30\nB.  Conditions for Loan Effectiveness 31\nVII. RECOMMENDATION 31\nAPPENDIXES", "LOAN AND PROJECT SUMMARY\nBorrower Sri Lanka\nProject Description The Project will improve the well-being of people affected by the 18-\nyear long conflict in the Northern and Eastern provinces of Sri Lanka\nthrough providing housing and basic services for those who have\nbeen  displaced  by  the  conflict,  improving  health  and  education\nfacilities, reestablishing agricultural and fishing activities as a means\nof providing incomes to people who are presently dependent on\nwelfare payments, and mobilizing communities to become involved\nin implementing Project-financed activities.\nClassification Core Poverty Intervention\nThematic: Human Development\nEnvironmental Category B. An initial environmental examination will be undertaken\nAssessment for each subproject proposed for implementation under the Project.\nRationale The armed conflict between the Sri Lankan government and the\nLiberation Tigers of Tamil Eelam commenced in 1983. About 60,000\npeople have been killed, and a further 700,000–800,000 have been\ndisplaced, a substantial proportion repeatedly. The conflict has also\ndestroyed or damaged houses, infrastructure, and livelihoods, and\nhas  led  to  redistribution  of  ethnic  populations,  loss  of  access  to\nmarkets and social services, and minimal functioning of the civil\nadministration  in  the  Project  area.  The  disruption  of  economic\nactivity  is  estimated  to  have  decreased  the  contribution  of  the\nNorthern and Eastern provinces to national gross domestic product\nfrom 15 percent in the 1980s to 4 percent in 1997. The scale of the\ndestruction and dislocation has so strained the Government’s ability\nto  provide  assistance  that  it  has  turned  to  the  international\ncommunity for support. The Government has in particular requested\nthe Asian Development Bank, as one of its leading development\npartners, for assistance.\nObjectives and The  objective  of  the  proposed  Project  is  to  contribute  to  the\nScope Government’s overall relief and rehabilitation program for the North\nEast,  by  improving  the  living  conditions  and  well-being  of\ncommunities  that  have  been  affected  by  the  conflict,  particularly\ncommunities  that  contain  significant  proportions  of  internally\ndisplaced  people.  The  Project  will  be  part  of  the  Government’s\noverall relief and rehabilitation program for the North East, and will\ncoordinate  closely  with  projects  and  programs  financed  by  the\nGovernment  and  other  international  and  domestic  agencies.  The\nProject’s  scope  will  be  the  implementation  of  a  range  of\ncomplementary  activities  in  the  Project  area  to  ensure  that  the\npeople living there, whether original occupants or people who have\nbeen resettled or relocated, experience a broad improvement in their\nlivelihoods and in their access to services, utilities, and income-", "iii\ngenerating opportunities.\nCost Estimates The total cost of the Project is estimated at $40.0 million equivalent.\nThe foreign exchange cost will be about $12.7 million (32 percent),\nand the local currency cost will be about $27.3 million equivalent (68\npercent).\nFinancing Plan $ million\nSource   Foreign    Local Total       Percent\nExchange Currency Cost\nADB   8.3 16.7 25.0 62.5\nOPEC Fund 2.0 2.0 4.0 10.0\nGermany 2.0 0.5 2.5 6.3\nNetherlands 0.4 0.1 0.5 1.3\nBeneficiaries, in kind 0.0 1.0 1.0 2.5\nGovernment 0.0 7.0 7.0 17.5\nTotal 12.7 27.3 40.0 100.0\nLoan Amount and The  equivalent  in  various  currencies  of  SDR19,694,000  ($25.0\nTerms million equivalent) from ADB’s Special Funds resources, with a term\nof 32 years, including a grace period of 8 years, and interest of 1\npercent during the grace period and 1.5 percent thereafter.\nPeriod of Utilization Until 30 June 2007\nExecuting and The Ministry of Provincial Councils and Local Government will be the\nImplementing Executing Agency. The North East Provincial Council will be the\nAgencies Implementing Agency.\nImplementation The  Project  will  be  implemented  through  existing  Government\nArrangements structures  and  procedures  at  the  national,  provincial,  district,\ndivision, and local levels. The Governor of the Northern and Eastern\nprovinces  will  coordinate  activities  between  the  civil  and  military\nauthorities. The Project will be managed on a day-to-day basis by a\nProject Management Unit (PMU) to be established in Trincomalee.\nThe PMU will be assisted by a management team financed by the\nGerman Government and provided by the  Deutsche Gesellschaft für\nTechnische  Zusammenarbeit.  The  PMU  will  implement  larger\nsubprojects  through  existing  provincial  departments;  and  smaller\ncommunity-based  subprojects  through  district,  division,  and  local\nadministrations,  and  also  through  nongovernment  organizations\n(NGOs) and community-based organizations. Operations in areas\nnot under Government control will be assisted by the United Nations\nHigh Commissioner for Refugees.\nProcurement Goods  and  services  to  be  financed  by  ADB  will  be  procured  in\naccordance  with  ADB’s  Guidelines  for  Procurement  and  the\nGovernment’s  standard  procurement  procedures.  Equipment  and\nmaterials will be procured under international competitive bidding", "iv\nwhere the estimated cost is more than $0.5 million equivalent, by\ninternational shopping where the estimated cost is $0.3–$0.5 million,\nand through local procurement procedures acceptable to ADB where\nthe estimated cost is $0.3 million equivalent or less. Civil works,\nwhich  will  generally  be  small-scale  and  widely  scattered,  will  be\nprocured using  local procurement procedures acceptable to ADB.\nProcurement for smaller scale and community-based subprojects,\nincluding procurement of NGO services, will follow procedures to be\ndeveloped during the inception stage of the Project, and approved\nby ADB before procurement commences.\nConsulting Services Consulting services are required for (i) specialized sector assistance\nto  the  PMU  and  the  district  implementing  agencies;  (ii)  design,\ndesign review, documentation, tender evaluation, contract awards,\nand  contract  supervision  services,  primarily  for  the  larger\ninfrastructure-related  subprojects;  and  (iii)  assisting  the  PMU,\ndistrict project officers, and other officers with, and providing them\nwith training in, community mobilization and participation activities.\nThe  Project  will  require  approximately  14  person-months  of\ninternational  and  2,270  person-months  of  domestic  consulting\nservices. Consultants will be engaged in accordance with ADB’s\nGuidelines on the Use of Consultants  and  other  arrangements\nacceptable to ADB for the engagement of domestic consultants.\nEstimated Project 31 December 2006\nCompletion Date\nProject Benefits and The  Project  will  benefit  a  significant  proportion  of  the  700,000–\nBeneficiaries 800,000 people who have been forced to relocate because of the\nconflict, and also people who have remained in place but have lost\naccess  to  basic  social  and  economic  infrastructure.  Through  the\nProject’s  income-generating  activities,  people  who  now  rely  on\nwelfare  payments  and  food  rations  will  have  the  opportunity  to\nrebuild their lives and to become more independent than has been\npossible for most of the past two decades. The Project’s health and\neducation activities will start the long process of restoring the Project\narea’s social indicators to the levels that existed before the conflict\nbegan. The community focus of a significant portion of the Project\nwill  provide  employment,  training,  and  a  sense  of  ownership  for\npeople who now lack most of the basic essentials for a meaningful\nexistence. The Project will have a significant impact on poverty in an\narea where 60–90 percent of the population is estimated to be below\nthe country-wide poverty line. This compares with poverty levels of\nabout 20–25 percent of the population outside the North East.", "v\n   ", "I. THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed\nloan  to  the  Democratic  Socialist  Republic  of  Sri  Lanka  for  the  North  East  Community\nRestoration and Development Project.\nII. INTRODUCTION\n2. Since 1983, Sri Lanka’s Northern and Eastern provinces have been a battleground\nbetween the Government’s armed forces and the Liberation Tigers of Tamil Eelam (LTTE),\nwho are seeking by force the creation of a separate state that would encompass both\nprovinces. The conflict has varied in intensity from time to time, and from area to area, but\nhas resulted in at least 60,000 deaths, and in the displacement of 700,000–800,000 people,\nmany of whom now live in refugee camps, referred to officially as welfare centers.\n3. The Government has established a number of agencies and programs to provide\nassistance to these displaced people in the form of basic shelter, food rations, and welfare\npayments. However, the Government sees the need to move as many of these people away\nfrom the dependency of life as refugees and back into a more independent a way of life as is\npossible under the present circumstances, either in their original locations or in relocation\nareas. The proposed Project, which was prepared through an Asian Development Bank\n(ADB)-financed  small-scale  technical  assistance  (TA)1  will  assist  the  Government  with\nimplementing this program of community restoration throughout the Project area, which is\nbroadly defined as the entire Northern and Eastern provinces (see map).\n4. The Project has been processed at the request of the Government and in accordance\nwith ADB’s procedures for rehabilitation assistance after disasters.2 Although the conflict that\nhas led to the need for assistance continues the people whom the Project will assist have\nlargely been forced from the areas of most intense confrontation. Now confined to poorly\nserved welfare centers, and deprived of most of the basic requirements for a productive and\nmeaningful existence, they are effectively in the same situation as people elsewhere who\nhave been displaced by a disaster, and who now require assistance to resume their lives.\nUnlike other post-disaster situations, most of the affected people will not return, at least in\nthe near future, to their original places of residence. Their lives will be rebuilt elsewhere. The\nProject will assist them to do this.\n5. While the conflict continues there is the risk that assets created by the Project could\nbe destroyed should the conflict widen or intensify. Project risks are discussed in detail in\nparas. 89–91. In brief, the Project will make arrangements with the Government and other\nparties involved in prosecuting, and addressing the impacts of, the conflict to ensure to the\nextent possible that Project-created assets will be preserved. In addition, the Project will\nfinance major investments only in areas that are reasonably free of conflict; investments in\nareas still subject to conflict, including those not under the Government’s control, will be\nsmaller scale. The potential cost of losing some of these investments early in their useful\nlives will be more than offset by the benefits gained by a significant proportion of the people\ndisplaced by the conflict, many of whom are now existing in the welfare centers. These\nbenefits  will  include  relocation  to  new  homes,    improved  availability  of  medical  care,\neducation,  basic  services  such  as  water  supply  and  drainage,  and  access  to  income-\n                  \n1  TA 3542-SRI: Preparation of the North East Emergency Rehabilitation Project, for $150,000, approved on 10\nNovember 2000.\n2  Operations Manual Section 25.", "2\ngenerating  opportunities.  To  further  reduce the  risk  of  damage,  the  Project  will  not\nfinance investments that have a potential strategic function and could be targets for military\naction, for example major roads and bridges, harbor works, etc.\n6. A Fact-Finding Mission3 visited Sri Lanka between 5 and 23 March 2001 to discuss\nand  agree  on  the  Project  concept,  scope,  and  implementation  arrangements  with  the\nGovernment, international agencies working with internally displaced people (IDPs), and\nrepresentatives of the people themselves. This report is based on the findings of the TA\nstudy;  the  work  of  the  Mission;  and  discussions  with  Government  officials,  Project\nbeneficiaries, and others involved with addressing the needs of people affected by the\nconflict. The Project’s objectives are defined in the Project framework in Appendix 1.\nIII.  BACKGROUND4\nA. Introduction\n7. The armed conflict between the Sri Lankan government and the LTTE, who are\nfighting for a separate state in the northeast of the country, commenced in 1983, although\nthe causes of the conflict go back much further. Deaths due to the conflict are estimated to\nbe around 60,000, while the estimate of the displaced population is 700,000–800,000 or\napproximately 5 percent of the country's entire population. Almost two thirds of households in\nthe north and east have been displaced, a substantial proportion repeatedly. The estimated\ndisplaced population varies among the eight districts5 making up the Northern and Eastern\nprovinces, but appears to be highest in Mannar, at 95 percent. The eight districts have\nbecome separated into so-called cleared and uncleared areas. Cleared areas are under the\ncontrol of the Sri Lankan Armed Forces, while uncleared areas are under LTTE control. The\nreality on the ground is, however, more complex: In the north, cleared and uncleared areas\nare generally demarcated by a front line with fortified structures on both sides. In the east,\nthe situation is more fluid; many areas are semicleared, subject to ongoing instability and\nsporadic conflict. Outside main towns, LTTE presence tends to be strong. Notwithstanding\nthis demarcation, the Government continues to provide services in the uncleared areas,\nalbeit with considerable difficulty and to a much lower level than in the cleared areas. These\nservices include education, health, relief food supplies, power, and banking, among many\nothers.\nB. Broad Impacts of the Conflict\n1.  Demographics of the Project Area\n8. At the time of the last national census, in 1981, prior to the escalation of the conflict in\nthe North East, Jaffna had the largest population (830,552) and Mullaitivu the smallest\n(77,189).  Amparai  was  the  second  lowest  (388,970),  followed  by  Batticaloa  (330,333),\nTrincomalee (255,948), Mannar (106,235), and Vavunia (95,428).6 Current estimates vary\nconsiderably between different sources, and it is not possible to obtain accurate figures in all\ndistricts. However, there is evidence that there have been marked changes in population in\n                  \n3  The Mission comprised J. R. Cooney, Resident Representative, Sri Lanka Resident Mission (SLRM)/Mission\nLeader; K. M. Tilakaratne, Project Implementation Officer, SLRM; Hua Du, Senior Programs Officer; and M.\nNoguchi, Counsel.\n4  For details on the Economy, see CER:SRI 2001-05: Country Economic Review: Sri Lanka, February 2001.\n5  Amparai, Batticaloa, Jaffna, Killinochchi, Mannar, Mullaitivu, Trincomalee, and Vavunia.\n6  Killinochchi district was established after the 1981 census.", "3\nall  of  these  districts,  which  are  directly attributable  to  the  conflict.  Amparai’s\npopulation is estimated to have increased to 635,000; Batticaloa has also grown significantly\nto over 503,000; and Trincomalee has increased by almost 100,000 to 351,000. Vavuniya\nhas grown to almost 130,000, while the population of Mannar has increased the least, to\n111,700. There have been corresponding substantial decreases in the populations of the\nremaining  three  districts—Jaffna,  Mullaitivu,  and  Killinochchi.  There  have  also  been\nsignificant population movements into the districts bordering the North East, in particular to\nareas around Anuradhapura, Polonnaruwa, and Puttalam.\n9. The proportions of the district populations that are currently displaced and living either\nin welfare centers or with relatives or friends vary significantly. Of the five districts for which\nreliable data are available, Mannar has the highest number of IDPs, and also the highest\nproportion of displaced people in relation to its total population: almost half its population\n(53,000, 47.4 percent) is estimated to be displaced, and more than 37,000 are displaced\nfrom other districts. Amparai has the smallest number, and also the smallest proportion of\nIDPs, with an estimated 6,660 people displaced out of its total population of around 635,000\n(1.0 percent). Vavuniya has the second highest proportion of displaced people, with around\n23,000 out of 130,000 (17.7 percent), followed by Batticaloa (36,100 out of 503,000, or 7.2\npercent displaced) and Trincomalee (14,800 out of 331,000, or 4.5 percent displaced).\n10. The  majority  of  the  IDPs  were  subsistence  farmers  and  fishermen  from  Jaffna,\nKilinochchi,  and  Mullaitivu.  An  unusually  high  proportion  (up  to  a  quarter)  of  displaced\nfamilies living in welfare centers are headed by women whose husbands have been either\nkilled or imprisoned, or have disappeared as a result of the conflict. While all displaced\nfamilies are severely disadvantaged in terms of their capacity to support themselves, female-\nheaded households are particularly vulnerable and in need of special assistance. Most\ndisplaced families are dependent on various government welfare programs and remittances\nfrom relatives and friends.\n2. Social Impacts\n11. The  conflict  has  resulted  in  the  loss  of  lives,  houses,  and  lands;  destruction  of\neconomic and social infrastructure and livelihoods; maiming and displacement of people;\nredistribution  of  ethnic  populations;  disruption  of  ethnic  trading  networks  and  patterns;\nrestrictions on the mobility of people and goods due to security checkpoints and a strictly\nenforced pass system; lack of access to markets and social services; and the minimal\nfunctioning of civil institutions and  administration.\n12. Households displaced due to conflict have sought shelter in overcrowded welfare\ncenters (Appendix 2 provides an insight into the experiences of people in these centers).\nFood is scarce both in and out of the centers, with resulting malnutrition. Bans have been\nimposed on transporting construction materials, agricultural inputs, fuel, food, and other\nhousehold items to uncleared areas, leading to hardship and deprivation for the people who\nremain there. The conflict has also increased the numbers of female-headed households and\norphans  throughout  the  country.  The  gender  implications  are  that,  while  women  are\nburdened with more responsibilities, they have also gained greater authority and autonomy\nwithin their families and communities as they are increasingly forced to take on the role of\nhousehold head and principal income earner.\n13. While the war has created refugees and IDPs who are particularly vulnerable to lack\nof basic needs, other people in the conflict-affected zones are similarly affected. Already", "4\ninadequate  infrastructure,  such  as  water supply,  sanitation  facilities,  and  transport\nservices, have either been destroyed or are overloaded by the influx of IDPs. Also, access to\nsources of livelihood has decreased or is totally lacking. Fishing bans and mined fields within\nsecurity zones make it impossible for fishermen and farmers to pursue their livelihood, with\nresulting deterioration of their living conditions, including vulnerability to hunger and disease.\nWhile entire communities have been transformed by this process, the conflict has also\ncreated  marginalized  and  vulnerable  groups  in  specific  locations  that  need  special\nassistance.  In  summary,  the  ongoing  conflict  has  left  deep  economic,  social,  and\npsychological scars on the people of the North East.\n3. Economic Impacts\n14. The conflict severely affects the country’s macroeconomic stability. High defense\nexpenditures and the large-scale rehabilitation program hinder the Government’s ability to\nreduce the fiscal deficit. Defense expenditures have increased from 1.3 percent of gross\ndomestic  product  (GDP)  in  1980  to  4-6  percent  of  GDP  in  recent  years.  In  2000,  the\nGovernment spent nearly $1 billion on defense, more than the amount spent on education\nand health combined. The high deficits raise interest rates, crowding out private borrowing,\nand cause the balance of payments to deteriorate, depleting the official foreign reserves. The\ndrain in reserves culminated in the floating of the currency in January 2001 and the recently\nconcluded agreement with the International Monetary Fund to provide balance of payments\nsupport.\n15. The quantifiable costs from the war, in terms of direct losses from the fighting and\nindirect costs on the rate of growth, were greater than total GDP in 1995.7 In its 1999 Annual\nReport, the Central Bank of Sri Lanka estimated that the conflict has reduced the country’s\neconomic growth rate by about 2-3 percentage points a year. The conflict has damaged Sri\nLanka’s reputation in the eyes of foreign and domestic investors, who are reluctant to make\nnew major investment commitments.\n16. What is less apparent, but equally important, is the fact that the conflict precludes\ngrowth in sectors that hold high potential for creating productive employment for the poor.\nSri Lanka has a natural advantage in tourism. The establishment of a large stock of hotels,\nvisitor sites, and a modern airport in the 1970s and early 1980s was designed to tap this\nrobust global market.  As a result of the conflict, visitor arrivals have been stagnant, and Sri\nLanka has been unable to penetrate the higher value tourist market. Security considerations\nhave also limited Sri Lanka’s ability to develop as a regional service hub. The conflict has\nprompted the out-migration of large numbers of skilled and semiskilled workers, depriving the\neconomy of trained professionals, entrepreneurs, and highly skilled civil servants the nation\nneeds.\n4. Impacts on Government Operations and the Government’s Response\n17. Government services continue to operate in the Project area, including in uncleared\nareas, although with difficulty and much less effectively than elsewhere in the country. The\ncivil  administration  functions  and  basic  social  services,  such  as  education,  welfare\nassistance, and water and electricity supplies, are being provided. The Government is also\ntransporting and distributing large amounts of food and other essential supplies into areas\n                  \n7  S. Kelegama. 1998. “The Economic Dimensions of the North-East Conflict in Sri Lanka,” in R. Rotberg, ed., The\nPolitical, Economic and Social Reconstruction of Sri Lanka, Cambridge, MA: World Peace Foundation.", "5\nover  which  its  security  forces  do  not  have control. The Government, through the district\nauthorities,  the  Commissioner  General  of  Essential  Services,  ministries  responsible  for\nrehabilitation,8  and  others,  is  expending  large  amounts  to  provide  support  to  displaced\npeople living in welfare centers and elsewhere in the area, and also providing assistance to\nthe large numbers of people who fled to India at various times over the past decade, and\nwho have since returned.\n18. Overall,  the  Government’s  expenditure  on  relief  and  rehabilitation  programs  far\nexceeds the amount presently being provided by the international community for these\nactivities. For relief activities, primarily provision of food rations, welfare payments, etc., the\namount budgeted in 2001 is about SLRs2,500 million ($30 million). Using these funds, the\nGovernment is preparing and implementing plans in the Project districts to relocate and\nresettle displaced families; to rehabilitate and reconstruct public infrastructure, in particular\nirrigation systems, roads, health, education, and housing; and to regenerate and improve or\nexpand productive activities in agriculture, fisheries where possible, trade, and services. The\ndistricts for which these plans have been completed, with United Nations Development Plan\nassistance, and in which they are being implemented to varying extents, are Jaffna, Mannar,\nand Vavunia, all located in the north. Similar plans are being developed by the Government\nfor the districts in the east: Amparai, Batticaloa, and Trincomalee. Security and access\nrestrictions at present prevent plans being developed for Killinochchi and Mullaitivu, which\nare completely within the uncleared area of the north. A summary of the plan for Vavunia,\nwhich has an estimated cost of SLRs1,200 million (about $14 million) over three years, is\npresented in Appendix 3, as a typical example of the Government’s plans for each of the\nconflict-affected districts. The Jaffna and Mannar plans are similar, although larger; the\nformer has an estimated cost of about $120 million, and the latter about $40 million. The\nJaffna plan requires substantial revision, which will add significantly to its cost, as a result of\nthe intense military activity over much of the district in 2000 and 2001. Additional information\non the broader aspects of the Government’s strategy and programs for the North East is\nprovided in para. 44.\n5. Impacts on Livelihoods in the Project Area\n19. The northern districts (Jaffna, Killinochchi, and Mullaitivu) have been worst affected\nby the conflict, recording an average negative growth rate of 6.2 percent per annum during\nthe 1990s. In contrast, the national economy grew annually by an average of 5.5 percent\nduring this period. The fisheries sector has been the worst hit, with severe restrictions or\ncomplete bans on fishing for security reasons in many areas. Fisheries production fell by an\naverage of 12 percent per year in the 1990s.\nC. Impacts on Specific Sectors\n20. The following paragraphs describe the impacts of the conflict on major sectors. These\nare the focus of the Government’s rehabilitation programs, and will also be targeted by the\nproposed Project. Appendix 2 also provides a commentary on the status of several of these\nsectors in the Project area, through the eyes of the IDPs themselves.\n                  \n8  Presently the Ministry of Development, Rehabilitation and Reconstruction of the North and Tamil Affairs North\nand  East,  including  the  Resettlement  and  Rehabilitation  Authority  of  the  North,  and  the  Ministry  of\nDevelopment, Rehabilitation, Reconstruction of the East and Rural Housing Development.", "6\n1. Impacts on Health\n21. The continuing conflict has had a major adverse impact on the health status of the\npopulation in the North East. For example, in 1980 Jaffna had the best health status in the\ncountry, and overall the health status in the Project area was comparable with the rest of the\ncountry. Current data indicate that there has been a 25–50 percent decline in all major health\nindicators.  There  are  sharp  increases  in  the  incidence  of  malaria,  typhoid,  dysentery,\ninfectious hepatitis, and respiratory ailments; in diseases resulting from inadequate and\ncontaminated water supplies and from lack of effective sanitation; and in disabilities resulting\nfrom conflict-caused injuries. The infant mortality rate in the Project area increased from 11\nper 1,000 live births in 1985, which was lower than the then national average, to 30 in 2000,\nwhereas  the  national  average  declined  to  16.  This  situation  is  due  largely  to  severe\nshortages of health service personnel and drugs, particularly in the welfare centers and the\nuncleared areas, poor preventive health care, inadequate nutrition, and lack of access to\nclean water and sanitation. The  conflict has also resulted in significant increases in physical\ninjury; disablement; and the incidence of septicemia, gangrene, and tetanus and has created\nan urgent need for rehabilitation for physical disablement and for the psycho-social impacts\nof the conflict on individuals and communities.\n22. Health resources in the North East are currently greatly overstretched, and service\ndelivery in the uncleared areas is extremely limited, with tight restrictions imposed by the\nsecurity forces on the distribution of drugs and surgical equipment. The shortage of medical\nand paramedical personnel is a major concern, with high vacancy rates reported in all\npositions including doctors (32 percent of positions unfilled, despite doctors being paid a\nsubstantial hardship allowance for working in the North East), specialists (80 percent), dental\nsurgeons (34 percent), midwives (54 percent) and nurses (47 percent).\n23. Malnutrition  and  undernutrition,  particularly  among  young  children  and  pregnant\nmothers, are widespread. A recent survey in Trincomalee found that an average of 51\npercent  of  children  under  five  years  old  were  underweight,  compared  with  the  national\naverage  of  13  percent.  Stunting  of  growth,  indicating  long-term  undernutrition  and\nmalnutrition, is also common, particularly in the uncleared areas (up to 42 percent, compared\nwith the 22 percent national average). Over one quarter (26 percent) of young children were\nfound to suffer from wasting, twice as high as the national average (13 percent). Tamil\nchildren in the North East are particularly vulnerable to both wasting and stunting (53.5\npercent and 34.4 percent respectively), in contrast to Singhalese children (41.5 percent and\n15 percent) and Muslim children (33.9 percent and 16.4 percent).\n24. Physical infrastructure is also in need of major rehabilitation, either because the\nconflict has damaged or destroyed hospitals, clinics, etc., or because populations have\nmoved away from conflict areas and are now imposing demands on health infrastructure\nbeyond what it was designed to carry. This applies particularly in Vavunia, where much of\nthe northern population has relocated, and to a lesser extent in Batticaloa, Mannar, and\nTrincomalee. The needs are many, and include additional facilities and accommodation for\npatients and staff, replacement and additional equipment, mobile clinics, and hospital waste\ndisposal and sanitation systems.\n25. Beyond  physical  health,  however,  there  is  a  critical  but  almost  completely\nunaddressed need for psycho-social health care. Sri Lanka’s mental health care system is\nrudimentary,  and  in  the  Project  area  is  almost  non-existent.  Yet  much  of  the  area’s", "7\npopulation  suffers  from  conflict-caused trauma,  exacerbated  by  long  periods  of\nconfinement to welfare centers and submission to severe security restrictions.\n26. Finally,  in  the  context  of  health,  the  destruction  of  water  supply  and  sanitation\nfacilities, and the overloading of remaining already-inadequate systems by influxes of IDPs,\nrequire that water supply and sanitation, for health facilities as well as for the broader\ncommunity, be components of a program to improve health conditions in the Project area.\n2. Impacts on Education\n27. The education system has been severely disrupted, with destruction and damage to\nschool infrastructure and facilities, and occupation of schools by security personnel. Of the\n1,900 schools in the Project area, about 180 are temporarily closed. Many of the others,\nparticularly in the larger towns to which populations from the north have relocated, are now\noperating at well beyond their capacity. Displacement has resulted in thousands of children\nmissing years of schooling. Staff shortages are widespread, particularly in the uncleared\nareas, where most of the closed schools are located. About 5,600 teaching vacancies exist\nin the North East, including in core subjects such as mathematics and science, out of a total\nof 28,000 positions. Teachers are unable to meet the special needs of students who have\nundergone  severe  trauma  and  disruption  to  their  education.  School  attendance  and\neducational attainment among children of displaced families are typically low, and the drop-\nout rate is high.\n3. Impacts on Welfare\n28. The majority of displaced people in welfare centers, of which there are about 50 in the\nNorth East, are long-term residents, some of whom have been there for up to 10 years. Most\nare unable to return home for security reasons, and have been unable or are unwilling to\nrelocate elsewhere.\n29. Living conditions in the welfare centers are generally extremely poor (see Appendix\n2), with severe overcrowding, lack of privacy, and inadequate water supply and sanitation\nfacilities. Despite the severely inadequate living conditions, many families are reluctant to\nleave until they can be reassured that the security situation has stabilized and their lives are\nno longer under threat. About a third of the families in the welfare centers are especially\nvulnerable and in need of special assistance. In some centers as many as a quarter of\nfamilies are headed by women. Many children have been orphaned as a result of the conflict,\nand are now cared for by relatives or friends. In other families, one or more members have\nbeen severely disabled through conflict-related injury. These families are almost entirely\ndependent on Government and nongovernment organization (NGO) welfare programs and\nassistance from relatives.\n4. Impacts on Resettlement and Relocation9\n30. The process of resettlement has been severely hampered by the uncertain security\nsituation, with the boundaries between cleared and uncleared areas frequently shifting. The\nGovernment provides a package of assistance to resettled families, including food rations for\nsix  months,  small  housing  grants  (about  SLRs40,000  for  each  family)  to  assist  with\n                  \n9 Resettlement is defined as moving IDPs back to their original places of residence; relocation is defined as\nestablishing IDPs in new areas, typically State land located away from their original places of residence and\noutside areas that are subject to military action.", "8\nconstruction  of  temporary  and  permanent homes,  and  start-up  allowances.\nRehabilitation and construction of infrastructure, including access roads; water and sanitation\nfacilities; and, where supplies exist, rural electrification are also undertaken in resettled\nareas. However, despite the existence of the district rehabilitation plans referred to earlier,\nGovernment  resources  are  inadequate  to  deal  with  the  scale  of  assistance  required.\nFurthermore, the economic, physical, and psychological damage suffered by the majority of\ndisplaced people has resulted in high levels of fear and mistrust, and an unwillingness to\ntake further risks such as investing in capital assets.\n5.  Impacts on Agriculture and Irrigation\n31. Paddy cultivation remains the main source of income and employment in the region\nalthough, because of the conflict, the area under paddy has declined from 227,000 hectares\n(ha) in 1984 to about 177,000 ha at present. Income levels for families dependent on paddy\nproduction remain low, however, and are significantly lower in uncleared areas due to the\nhigh cost of inputs and lower paddy prices. Vulnerable groups and the marginalized poor,\nincluding landless families whose livelihood depends on casual seasonal farm labor, have\nbeen especially badly affected. Employment opportunities have been greatly reduced due to\ndisplacement among the farming population and restricted social mobility. This has resulted\nin high dependence on relief and remittances from relatives working abroad or in other parts\nof the country. Despite the reliance on paddy cultivation, there is considerable scope for\nincreasing cultivation of other field crops in higher elevation areas, although there has been\nlittle attempt to do this on a commercial scale to date. This is partly due to the conflict, but\nalso a reflection of the importance of paddy in the culture of the region.\n32. Irrigation is extensively practiced in the Project area. Several systems date back 1000\nyears or more, but most are of more recent construction. In total there are about 3,000\nsystems, ranging from small (less than 80 ha—about 2,900 schemes), through medium (80–\n600  ha—about  80  schemes),  to  large  (over  600  ha—about  60  schemes).  Many  of  the\nschemes  have  ceased  to  function  because  of  direct  conflict-caused  damage,  through\nabandonment as populations were displaced, or due to lack of maintenance.\n6.  Impacts on Fisheries\n33. The impact of the conflict on fisheries, and on the communities that depend on fishing\nfor a living, has been devastating. With the exception of Vavunia, which is entirely landlocked\nand  which  offers  considerable  potential  for  inland  fisheries,  the  Project  districts  once\nsupported thriving coastal fishing communities that before the conflict provided the remainder\nof the country with most of its fish. For example, Jaffna contributed 26 percent of the\ncountry’s total fish production, and almost 60 percent of its dried fish. Overall production of\nfresh fish declined from 43,000 tons in 1982 to just 2,300 tons in 1997.\n34. As noted earlier, there are severe restrictions or complete bans on fishing for security\nreasons in many areas. Again taking Jaffna as an example, fishing was severely restricted\nfor many years, and has been almost totally banned since 1995. In other areas, particularly\non  the  east  coast,  that  were  traditionally  rich  offshore  fishing  grounds,  fishing  is  now\nrestricted to coastal lagoons or to narrow widths of ocean close to the shore. The result has\nbeen extensive overfishing in the areas that are accessible, and a reduction in the production\nof fish by an average 12 percent per year in the 1990s. In addition, boats, equipment, and\nshore-based facilities such as storage sheds, ice plants, and docks have been destroyed by", "9\nmilitary action, and institutional mechanisms and marketing channels that supported the\nsector have largely collapsed.\n7.  Impacts on Roads\n35. The  Project  area  has  an  extensive  network  of  national  (2,000  kilometer  [km]),\nprovincial (2,600 km), and rural roads of various types. Other than for some national roads in\nthe cleared areas, where some maintenance work has been carried out, the network has not\nbeen improved or maintained since the conflict began. The remainder of the network is\ncharacterized  by  failed  carriageways  and  conflict-caused  damage,  due  either  to  direct\nmilitary  action  or  the  passage  of  military  equipment.  Many  of  the  roads  are  no  longer\nmotorable, and large numbers of bridges and other structures have been destroyed.\n36.  The road network will require extensive rehabilitation before it can effectively support\nmajor reconstruction programs in the Project area (although it is adequate for the relatively\nlimited activities the Project will undertake), and even more so before it can again provide the\nfoundation  for  sustained  economic  activity.  However,  it  was  apparent  during  Project\nprocessing, given the strategic importance of roads military operations, that extensive road\nrehabilitation work would not be possible in the current security climate.\nD.  External  Assistance\n1. Relief and Rehabilitation Activities\n37. Many  International  and  domestic  agencies,  including  international  and  domestic\nNGOs, are working in the Project area, supporting a range of resettlement, relocation, and\nrehabilitation  activities.  Appendix  4  summarizes  major  ongoing  activities.  International\nagencies such as the United Nations High Commissioner for Refugees (UNHCR) and the\nInternational Committee of the Red Cross (ICRC) play a vital humanitarian and security role.\nUNHCR, the World Food Programme, the Food and Agriculture Organization, the United\nNations  Childrens  Fund,  the  United  Nations  Development  Programme,  Medicins  sans\nFrontieres, Care International, Oxfam, Action Contre le Faim, the German Government’s\nDeutsche  Gesellschaft  für  Technische  Zusammenarbeit  (GTZ),  and  many  others  are\nundertaking a wide range of relief, rehabilitation, and community capacity-building projects,\noften with or through local and national NGOs.\n38. At present, the largest project being undertaken in the Project area is the World Bank-\nfunded North East Irrigated Agriculture Project (NEIAP), approved in 1999 for $27 million.\nThat project is rehabilitating about 400 small irrigation schemes and supporting community-\nbased social and economic infrastructure in the areas that depend on these schemes.\nSeveral bilateral agencies, including Australia, the Netherlands, Norway, and the United\nKingdom, are also supporting small rehabilitation, income-generating, and other projects. A\nlarge number of smaller local NGOs are operating in the area, but their capacity to undertake\neffective community mobilization programs is variable.\n2.  Development Activities\n39. Ongoing development projects that include components for the North East are: the\nWorld  Bank-financed  Basic  Education  Project,  the  ADB-financed  Secondary  Education", "10\nModernization Project10, and the German Government-financed Primary Education Project,\nTeachers In-service Training Project, and Integrated Food Security Project. Three ADB-\nfinanced  TAs,  for  water  supply,11  inland  aquaculture,12  and  east  coast  community\ndevelopment,13 are also being implemented partly or wholly within the Project area, and,\nsubject to their findings and the security situation prevailing in the North East at the time, will\nlead to investment projects within the implementation period of the proposed Project. Given\nthe  overlap  in  sectors,  the  proposed  Project  will  coordinate  closely  with  each  of  these\nprojects.\nE. Lessons Learned\n40. ADB had earlier provided two loans14 to assist the Government with rehabilitating\nroad and education infrastructure in the North East. Although these projects achieved their\nobjectives,  their  focus  on  infrastructure  alone  reduces  their  value  as  examples  for  the\nproposed Project, which addresses the broader issue of assisting IDPs with regaining a\nproductive life. However, one lesson that the earlier projects provide, and that is also evident\nfrom the ongoing World Bank-financed NEIAP and several bilaterally financed projects, is\nthat rehabilitation projects should adopt a process approach to permit flexible adjustment of\nproject design during implementation. This will be particularly essential for the proposed\nProject, which will be implemented in a fluid environment of changing security conditions,\nmoving  boundaries  between  cleared  and  uncleared  areas,  and  in  cooperation  with\nbeneficiaries who are traumatized by many years of flight and the effects of living in insecure\nsurroundings. The Project will adopt such a process approach (para. 63), with subprojects to\nbe  selected  during  implementation  against  predefined  criteria,  to  ensure  the  flexibility\nrequired for achievement of its objectives. A second lesson learned, from the education\nrehabilitation project, is that rehabilitating infrastructure alone is not sufficient; there must be\nteachers available, and also students, for the completed facilities to achieve their purpose.\nThe proposed Project’s education component will address this by undertaking an analysis of\nstudent demand and teacher availability before an education sector subproject is approved\nfor implementation.\n41. Other lessons learned from the activities of agencies operating in the Project area are\n(i) the need to ensure that, in designing Project components, a balance is maintained among\nthe communities—Tamil, Sinhala, and Muslim—that make up the area’s population; (ii) the\nneed  to  undertake  activities  in  both  cleared  and  uncleared  areas;  (iii)  the  very  limited\ncapacity of Government institutions in the Project area to implement projects; and (iv) the\ncritical  need  to  coordinate  the  large  number  of  Government  and  externally-assisted\nrehabilitation programs now under implementation in the Project area, a situation that will\nbecome more acute when the conflict ends.\n42. The Project design addresses each of these lessons—the first through a strong\nproject management organization augmented by bilaterally financed specialists, the second\n                  \n10  Loan  1756-SRI(SF):  Secondary Education Modernization Project,  for  $50.0  million,  approved  on  12\nSeptember 2000.\n11  TA 3587-SRI: Secondary Towns Water Supply and Sanitation, for $1,000,000, approved on 11 December\n2000.\n12  TA 3639-SRI: Aquatic Resources Development and Quality Improvement Project, for $800,000, approved on\n16 August 2000.\n13  TA 3479-SRI: Eastern Province Coastal Community Development Project, for $1,000,000, approved on 16\nAugust 2000.\n14  Loan 865-SRI(SF): Emergency Road Rehabilitation Project, for $20.0 million, approved on 24 November\n1987; and Loan 888-SRI(SF): Emergency Schools Restoration, for $15.0 million, approved on 30 June 1988.", "11\nthrough selecting subprojects in the uncleared areas and monitoring their implementation\nthrough acceptable and experienced international agencies, the third also through a strong\nproject management organization and an initial program of capacity building, and the fourth\nthrough a structured coordination mechanism (para. 67).\n43. In the context of balance, to favor one community over another can easily exacerbate\nthe tensions that already exist among them and contribute to furthering the causes for\nconflict,  rather  than  assisting  with  the  process  of  building  an  environment  for  peaceful\ncoexistence and reconciliation. The principle that guides many agencies active in relief and\nrehabilitation activities in the area is that their assistance should do no harm. The Project will\nbe guided by the same principle. Regarding operations in both cleared and uncleared areas,\nexperience has shown that it is essential to maintain the perception that the populations in\nboth areas are receiving reasonably equivalent access to project activities and benefits.\nShould this not be the case, and operations proceed in the cleared areas alone, it has been\nmade apparent that these operations could become more difficult to implement than would\notherwise be the case. Based on the approach adopted for the ongoing World Bank-financed\nproject, the proposed ADB Project will enlist the assistance of suitable international agencies\nto provide monitoring and reporting services for activities in the uncleared areas (para. 81).\nThese  agencies  will  ensure  that  subproject  activities  including  procurement,  contract\nsupervision, and quality control, which will be managed by the existing Government agencies\noperating in the uncleared areas, are implemented in accordance with relevant guidelines\nand procedures.\nF. The Government’s Strategy for the North East\n44. The  Government  has  been  pursuing  a  two-pronged  strategy15  of  resolving  the\nconflict, with a key element being the adoption of a package to devolve substantial powers to\nthe  provincial  level  of  government.  Currently,  the  Government’s  policy  on  relief  and\nrehabilitation aims to bring the population affected by the conflict back to productive life by\nproviding  basic  amenities  to  help  the  people  to  create  a  physically,  economically,  and\nsocially sustainable environment for their reintegration. Following wide consultations through\n40  workshops  at  both  the  national  and  regional  levels,  the  Government  and  the  aid\ncommunity,  including  ADB,  agreed  on  a  Framework  for  Relief,  Reconstruction,  and\nRehabilitation  (the  3R  Framework)  to  provide  polices,  directions  and  basis  for  effective\nassistance to conflict-affected communities in the country, especially in the North East. The\ndraft  framework,  which  was  also  discussed  at  the  Sri  Lanka  Development  Forum  in\nDecember  2000,  provides  overall  guidance  on  relief  modalities,  institution  building,\nrehabilitation, and reconstruction.\nG. ADB’s Country Operational Strategy\n45. The current Country Operational Strategy (COS)16 for Sri Lanka was finalized in\n1999. The strategy aims to help the country reduce poverty through a focus on economic\ngrowth and human development. The COS has been refocused to incorporate the findings of\nADB’s recently completed poverty analysis and the Government’s framework for poverty\nreduction (2000), following consultations with major stakeholders at the High Level Forum on\nPoverty Reduction held in Colombo in March 2001. The High Level Forum concluded that the\n                  \n15 The strategy includes a greater devolution of powers to Tamil-majority regions and, in the meantime, an\naggressive military campaign against the LTTE.\n16 Country Operational Strategy: Promoting the Environment for Growth, March 1999.", "12\nbiggest source of poverty in Sri Lanka is the civil conflict, that peace is fundamental to\npoverty reduction, and that development assistance focusing on poverty reduction must take\nthe conflict into consideration. In addition to the promotion of broad-based pro-poor growth,\nsocial  development,  and  good  governance,  the  2001  Country  Strategy  and  Program\nUpdate17 concludes that sustainable reduction in poverty must also address conflict-related\npoverty.\n46. ADB operations aim to assist the Government to address conflict-related poverty by\n(i) supporting, in concert with the aid community, the Government’s 3R Framework process\nand post-conflict planning; (ii) providing selective rehabilitation and reconstruction assistance\nto  the  conflict-affected  areas,  targeting  especially  the  displaced  population;  (iii)\nmainstreaming conflict concerns by including specific components in development projects to\naddress the causes of conflict and the needs of the conflict-affected poor; and (iv) building\nlocal capacities to support the Government’s policy of decentralization and the devolution of\npower through both sector and integrated approaches.\n47. The Project, through providing selective assistance to the conflict-affected areas and\nin particular to IDPs, will directly address the objectives of ADB’s strategy for operations in\nthe  North  East.  In  addition,  the  Project  will  allow  ADB  to  remain  engaged  with  the\nGovernment and aid community in the North East. It will add to ADB’s understanding of the\nsituation prevailing there, essential should the security situation improve to the extent that\nmuch larger rehabilitation programs can be prepared and implemented.\nIV. THE PROPOSED PROJECT\nA. Rationale\n48. The armed conflict between the Sri Lankan Government and the LTTE commenced in\n1983, although its causes date from a much earlier period. The disruption of economic\nactivity  is  estimated  to  have  decreased  the  contribution  of  the  Northern  and  Eastern\nprovinces to national GDP from 15 percent in the 1980s to 4 percent in 1997. Between 70 to\n90 percent of the population in the North East is estimated to be below the poverty level,\ncompared with around 25 percent on average in the remainder of the country. The scale of\nthe  destruction  and  dislocation  has  so  strained  the  Government’s  ability  to  provide\nassistance that it has decided to request the international community, including ADB as one\nof the Government’s leading development partners, for support. The proposed Project will\nprovide a portion of that support within a relatively short time frame, through its use of the\ndisaster rehabilitation modality.\nB. Objectives\n49. The  objective  of  the  proposed  Project,  as  described  in  the  Project  Framework\n(Appendix 1), is to contribute to the Government’s overall relief and rehabilitation program for\nthe North East, by improving the living conditions and well-being of communities that have\nbeen affected by the conflict, particularly those that contain significant proportions of IDPs.\nThe Project will be part of the Government’s overall relief and rehabilitation program for the\nNorth East as previously described, and will coordinate closely with projects and programs\nfinanced by the Government and other international and domestic agencies.\n                  \n17  Country Strategy and Program Update (2002-2004), August 2001.", "13\n50. Achieving the Project’s objective will be largely dependent on two factors: balance\nand  flexibility.  Balance  refers  to  the  need  to  ensure  that  the  Project’s  activities  and\ninvestments are reasonably distributed between or among (i) communities (Tamil, Sinhala,\nMuslim);  (ii)  relocated  and  original  communities,  particularly  where  these  are  in  close\nproximity; (iii) cleared and uncleared areas; (iv) urban and rural areas (with a probable bias\ntowards the latter); (v) relocated/resettled and host communities; (vi) those who are most\nvulnerable, in particular the  disabled and households headed by widows or single women;\nand (vii) other things being equal, areas and communities where poverty is most prevalent.\nFlexibility refers to the need to adjust the Project as the fluid security situation requires; as\npopulations move in response to security events or changes in Government policies; and\nalso  as  other  projects  develop,  for  example  the  ongoing  or  proposed  ADB-financed\neducation, aquaculture, community development, and water supply projects (para. 39). The\nProject’s adoption of a process approach (para. 63) will ensure that the required flexibility is\navailable from the time the Project commences.\nC. Scope\n51. The Project will implement a range of complementary activities, to ensure that the\npeople living in the Project area, whether original occupants or people who have been\nresettled or relocated, experience a broad improvement in their livelihoods, and in their\naccess to services, utilities, and income-generating opportunities. The Project will have two\nbroad  components:  larger  scale  anchor  subprojects  and  smaller  scale  community-level\nsubprojects. The former, which will typically consist of investments that will benefit a broad\ncross-section of each district’s population, will be implemented largely through conventional\nGovernment contracting arrangements. The latter, which will typically consist of investments\nfor  individuals  or  specific  communities,  will  be  implemented  by  local  organizations  and\ncommunities as implementing partners assisted by service providers (Government agencies\nat the province, district, and division level; project field staff; and NGOs).\n52. The sectors presently included in the Project scope are health; education; water\nsupply  and  sanitation;  agriculture  (including  irrigation  and  fisheries);  shelter;  roads  to  a\nlimited extent; and, across sectors, income generation. The activity list is not exhaustive\nsince, under the process approach, details will be decided against selection criteria (para.\n63)  during  Project  implementation.  Activities  will  be  implemented  either  as  anchor\nsubprojects,  several  of  which  have  already  been  identified  (see  sector  summaries  in\nAppendix  5)  or  as  community  subprojects  (all  of  which  will  be  identified  during  project\nimplementation), or as a combination of both. Participatory methods will be used at various\nlevels to mobilize and involve the local population in implementation of subprojects.\n1.  Health\n53. As  part  of  the  preparatory  TA,  a  detailed  analysis  of  the  health  system  was\nundertaken. The results are summarized in Appendix 5, which also provides an initial list of\nanchor subprojects. In brief, the scope of the Project’s health activities will include the\nfollowing:\n(i)  major hospital building and refurbishment, primarily in Amparai, Batticaloa,\nMannar, and Vavunia,  including services and equipment (e.g., incinerators\nand sewage systems) and equipment;", "14\n(ii)  an emergency program to recruit paramedic staff (field health workers, public\nhealth inspectors, and nurses) if possible from the area in which they will\nserve,18 and to train them, using Government and other facilities in the Project\narea, such as those in Batticaloa, Jaffna, Trincomalee, and Vavuniya;\n(iii)  rehabilitation of preventive health services, to include village health centers,\nrenovation of rural hospitals, mobile clinics, offices, and quarters;\n(iv)  subject to more detailed study, a program19 to encourage the establishment of\nprivate or cooperative medical clinics in major towns in the Project area, as a\nmeans of addressing the critical shortage of specialist medical practitioners in\nthe North East;20\n(v)  capacity building for institutional and management aspects of the referral care\nservices and for general community-based health care activities; and\n(vi)  subject to further detailed analysis of cost and effectiveness considerations,\nimplementation of a mental health care system within the hospitals to be\nimproved with Project assistance.\n2.  Water Supply and Sanitation\n54. The TA scope also included a detailed study of the water supply and sanitation\nsituation in five of the Project area’s eight districts. The study encompassed large-, medium-,\nand  small-scale  water  supply  systems,  and  covered  welfare  centers,  relocated/resettled\ncommunities, and host communities. The results are summarized below, and presented in\nmore detail in Appendix 5. As a general principle, the Project will not include large-scale\nwater  supply  systems,  for  example  in  Batticoloa  and  Trincomalee,  these  being  more\nappropriately implemented through specific water sector projects.21 It will include\n(i)  medium-scale  water  supply  works  (piped  and  stand-pipe)  in  towns  and\nvillages;\n(ii)  small-scale water supplies in resettled and relocated communities, including\ncommunities that have become or will become hosts to such communities\n(dug and tube wells, small piped schemes, and other options, such as water\nharvesting);\n(iii)  sanitation works, primarily latrines;\n(iv)  water supply and sanitation works in schools included in the rehabilitation\nprogram (see section on Education following); and\n                  \n18  Initially by using the existing centralized recruitment process for 6-12 months and, if this does not improve\nrecruitment, developing an approach based on local recruitment. The objective is to ensure that people are\nselected who have the language and commitment required to serve effectively in the Project area.\n19  Which may include provision of credit facilities through the Project loan.\n20  There is some evidence to suggest that, in addition to the absence of acceptable residential accommodation,\ndoctors are unwilling to work in the North East because of the very limited opportunity to practice private\nmedicine.\n21  ADB has recently approved a TA  that includes a feasibility study for the Batticoloa water supply system.", "15\n(v)  capacity building and provision of tools and training for the community-based\norganizations that will become responsible for operating and maintaining the\nsystems provided with Project assistance.\n3.  Education\n55.  The TA included a study of the status of the education sector in the Project area and\ndeveloped a component that would address the most pressing of the needs identified. The\nProject will focus on primary, some secondary, and nonformal education. Since primary\neducation is the subject of an ongoing World Bank-financed project, care will be taken during\nProject implementation to ensure that there is no duplication of effort between the two\nprojects. Similarly, secondary education is being supported by a recently approved ADB-\nfinanced project.22 That project’s activities will also be taken into account during the proposed\nProject’s implementation. Both ongoing projects, however, focus on longer term development\nof education throughout the country, whereas the proposed Project will provide facilities and\nother support required immediately to restore previously-existing education services. The\noutcome of the TA study is summarized in Appendix 5, and is described as follows:\n(i)  construction of new buildings in existing schools and rehabilitation of existing\nschools in relocated and resettled communities as well as in host villages and\nmajor towns, specifically replacement of existing temporary sheds used as\nclassrooms, completion of unfinished buildings, and reconstruction of other\ndamaged buildings (all subject to having sufficient students and teachers to\njustify the investment);\n(ii)  construction  or  rehabilitation  of  accommodations  for  teachers  at  schools\nwhere  security  is  acceptable,  and  where  it  can  be  shown  that  teacher\nattendance suffers through lack of such accommodation; where security at\nschool  locations  is  a  concern,  the  Project  will  review  the  feasibility  of\nconstructing or improving accommodations in adjacent towns;\n(iii)  rehabilitation or provision of new water supply and sanitation services to all\nProject-supported schools;\n(iv)  furniture and educational materials (books, etc.) for schools;\n(v)  building on work being done by the Government and other aid agencies in\nusing education as a means for conflict resolution;\n(vi)  training for all categories of students in hygiene and sanitation (see prior\nsection on Water Supply and Sanitation);\n(vii)  development,  in  consultation  with  the  national  and  provincial  education\nauthorities, of a program for local recruitment23 and training of Tamil-medium\n                  \n22  Loan 1756-SRI(SF): Secondary Education Modernization Project, approved for $50.0 million on 12 September\n2000.\n23  Or an alternative means of addressing the shortage of Tamil-speaking teachers, that provides reasonable\ncertainty that the teachers will remain in their assigned localities.", "16\nteachers (for which there are about 5,600 vacancies,24 or 25 percent, in the\nProject area); and\n(viii)  development, in consultation with Government agencies and others involved\nwith providing vocational training in the Project area, of a program to expand\nrelevant vocational training programs.\n4.  Shelter\n56. The TA included a study of shelter requirements, defined as providing permanent\naccommodation for IDPs, whether located in welfare centers, living with relatives or friends,\nor for returnees from India or elsewhere. The study is summarized in Appendix 5. The broad\nscope of the shelter component will be as follows:\n(i)  in general terms, support for the Government’s program for the voluntary25\nrelocation  or  resettlement  of  IDPs  and  returnees,  subject  to  ADB’s\nassessment  of  the  manner  in  which  ongoing  relocation  and  resettlement\nprograms are being managed;26\n(ii)  utilities and services for these sites, including access and internal roads; water\nsupply; and, where feasible, power;\n(iii)  community use facilities, including schools and youth and community centers;\n(iv)  development of a program to maximize the involvement of beneficiaries in the\ndesign  and  construction  of  their  relocation  areas,  particularly  in  the\nconstruction of their own housing, through the provision at least of labor; and\n(v)  building  materials  that  will  be  issued  on  a  grant  basis  to  families  to  be\nrelocated, which they will use in addition to their own labor to construct their\nhouses.\n5. Income Generation, including Agriculture, Irrigation, and Fisheries\n57. The TA included a study of the existing situation in the agriculture, irrigation, and\nfisheries (coastal and inland) sectors, the outcome of which is summarized in Appendix 5.\nThe  scope  will  be  developed  during  Project  implementation,  based  on  more  extensive\ndiscussions with communities, NGOs, and Government agencies. Brief details of possible\nactivities, based on consultations held during the TA study, follow:\n(i)  to a limited extent, rehabilitating components (canals and distribution systems\nspecifically) of large- and medium-scale irrigation schemes, subject to detailed\n                  \n24  This number represents approved positions. Since there has been a major movement away from the Project\narea, class size statistics and other measures indicate that the actual requirement for new teachers is\nprobably lower.\n25  Relocation or resettlement of IDPs is done on a purely voluntary basis. IDPs who choose not to relocate or\nresettle are permitted to remain at their present locations.\n26  Site visits during Project preparation indicated that some relocation sites have been developed without regard\nfor how communities, particularly poor communities, should function. Land areas of the sites are too large,\nand the individual dwelling units too spread out; infrastructure overheads (roads, rural electrification, etc.) are\ntoo high, from both construction and maintenance perspectives, and opportunities for communities to form into\na traditional village-type existence are too limited.", "17\nstudy of benefits, where there are large numbers of beneficiaries who have\nbeen  forced  to  leave  their  land  and  are  now  returning,  and  where  land\nownership and similar issues can be clarified;\n(ii)  provision  of  income-generating  opportunities  for  communities,  possibly\nthrough livestock raising, market gardening, etc, in cooperation with NGOs\nactive in the Project area;\n(iii)  strengthened  extension  services  and  training,  including  rehabilitation  of\nselected training facilities, where there is an obvious need for the services,\nwhere staffing is available, and where the facilities can be accessed by all\ncommunities from both the cleared and uncleared areas;\n(iv)  rehabilitation  of  selected  agrarian  service  centers,  where  private  sector\nalternatives for providing agricultural inputs do not exist and are unlikely to be\nestablished because of demand, access, or security considerations;\n(v)  development of inland fisheries;  this applies mainly to Vavunia District, where\nthere is considerable scope for inland aquaculture with the assistance of the\nNational Aquaculture Development Authority (for technical support) and of\nsuitably qualified NGOs (for social mobilization support);\n(vi)  Development of coastal fisheries, depending on the security situation;27 based\non the TA outputs, potential subprojects include construction of small fishing\nanchorages  where  there  is  demand,  provision  of  ice  plants  (possibly  as\nprivate sector investments), and housing and facilities for displaced fishing\ncommunities in Amparai, Batticaloa, and Manna; and\n(vii)  microprojects,  using  approaches  developed  by  international  agencies\n(UNHCR, bilateral agencies, etc.) and by international and domestic NGOs.\n6. Roads\n58. Improved access for communities affected by the conflict is essential, which means\nthat improving roads of all types within the Project area should have high priority. However,\nunder present security and access conditions, it is unlikely that substantial roadworks could\nbe undertaken, and the TA did not explicitly address the sector. Accordingly, road works will\nbe limited to access and internal roads associated with resettlement and relocation sites, and\nlimited rehabilitation of provincial roads and rural roads to gravel road standard. At present,\nrehabilitation of national highways and major bridges will not be included, although this will\nbe kept under review, since restoration of primary road links will be an essential precursor to\nany major rehabilitation program.\nD. Cost Estimates\n59. The total cost of the Project will be $40.0 million, of which the foreign exchange\nportion will be about $12.7 million (32 percent) and the local currency portion about $27.3\n                  \n27  At present, the most serious impediment to improving the well-being of coastal fishing communities is their\ninability to operate offshore for security reasons. If this situation changes, there will be scope for supporting\nthe sector through provision of equipment, ice facilities, storage, etc.", "18\nmillion equivalent (68 percent). A summary cost estimate is provided in Table 1; a detailed\nestimate is provided in Appendix 6.\nTable 1: Cost Estimatesa\n ($ million)\nItem Foreign Local Total\nCurrency Currency\nI. ADB and Government Component\n1. Land and Relocation Allowances 0.0 0.5 0.5\n2. Project Works\na. Anchor Subprojectsb 6.2 18.2 24.4\nHealth 2.0 3.0 5.0\nWater Supply/Sanitation 1.5 3.5 5.0\nEducation 1.0 4.0 5.0\nShelter 0.5 3.5 4.0\nAgriculture/Fisheries 0.5 1.0 1.5\nOthers/Unallocated 0.7 3.2 3.9\nb. Community Subprojects 1.0 5.0 6.0\n3. Equipment and Materials 1.5 0.7 2.2\n4. Incremental Expenditure\na. PMU Staff 0.0 0.3 0.3\nb. Project Support 0.4 0.8 1.2\n5. Consulting Services\na. PMU Support 0.2 0.2 0.4\nb. Anchor Subprojects 0.1 0.6 0.7\nc. Community Mobilization 0.0 0.5 0.5\nSubtotal (A) 9.4 26.7 36.1\nInterest charges 0.9 0.0 0.9\nTotal ADB and Government Component 10.3 26.7 37.0\nII. GTZ Management Services 2.0 0.5 2.5\nIII. Project Support Componentc 0.4 0.1 0.5\nTotal Project Costd 12.7 27.3 40.0\nGTZ=Deutsche Gesellschaft für Technische Zusammenarbeit\na\nIn March 2001 prices.\nb\nTentative sector allocations (see Appendix 5).\nc\nCofinanced by the Netherlands.\nd\nIncluding customs duties and taxes, estimated at about $4.0 million equivalent (about 10 percent\nof total Project cost).\nE. Financing Plan\n60. The proposed financing plan for the Project is summarized in Table 2 and presented\nin more detail in Appendix 6. ADB has included in its 2001 program for Sri Lanka a loan of\n$25 million for the Project, which will be sourced from the ADB’s Special Funds resources.\nThe ADB loan will finance 62.5 percent of Project costs. The Borrower will be the Democratic\nSocialist Republic of Sri Lanka. The Borrower will make the loan available to the Project’s\nExecuting Agency (para. 68) through appropriate budgetary allocations. The loan maturity\nwill be 32 years including a grace period of 8 years, and an annual interest rate of 1 percent\nduring  the  grace  period  and  1.5  percent  per  annum  thereafter.  The  Organization  of", "19\nPetroleum Exporting Countries (OPEC) Fund for International Development will provide $4.0\nmillion  on  concessional  terms28  to  finance  infrastructure-related  subprojects,  to  be\nadministered by ADB. The financing plan presented in Table 2 includes the equivalent of\nDM5.0 million to be provided as a grant by the German Government, to be administered by\nGTZ, and $0.5 million equivalent to be provided as a grant by the Netherlands Government,\nto be administered by ADB.\n61. The Government will finance 17.5 percent (about $7.0 million equivalent) of Project\ncosts. This amount includes about $4.0 million for taxes and duties, and $0.5 million for land-\nrelated costs and relocation allowances. The balance, about $2.5 million, represents the\nGovernment’s contribution to the Project’s direct costs.\nTable 2: Financing Plan\n($ million)\nSource Foreign Local Total Cost Percent\nExchange Currency\nADB 8.3 16.7 25.0 62.5\nOPEC Fund 2.0 2.0 4.0 10.0\nGerman Government 2.0 0.5 2.5 6.3\nNetherlands Government 0.4 0.1 0.5 1.3\nBeneficiaries, in kind – 1.0 1.0 2.5\nGovernment – 7.0 7.0 17.5\nTotal 12.7 27.3 40.0 100.0\n62. The  proposed  level  of  local  currency  financing  by  ADB  takes  into  account  the\nuncertain medium-term economic prospects of the country and the Government’s continuing\ninability to self-finance a substantial proportion of the investment program required to enable\nSri Lanka to undergo the economic and social transition to a higher level of development and\nto reduce the high rate of poverty.\nF. Implementation Arrangements\n1. The Process Approach to Implementation\n63. The Project will be implemented using a process approach to provide the flexibility\nneeded to refine and adjust scope and methodology in the fluid situation that exists in the\nProject area. In specific terms, (i) the selection of specific subprojects will be made during\nproject implementation against agreed upon selection criteria, which are outlined in paras.\n64–66  and  in  more  detail  in  Appendix  5;  and  (ii)  implementation  of  the  larger  anchor\nsubprojects will be undertaken, in order of preference, by private sector contractors, by\nGovernment agencies using their own resources, or by local communities, depending on an\nassessment of likely access and security conditions during the subproject implementation\nperiod. However, with respect to implementation by local communities, the Project loan\n                  \n28  Maturity of 20 years, including a grace period of 5 years, with interest at the rate of 1.5 percent and a service\ncharge of 1.0 percent.", "20\nagreement will require that not less than 20 percent of the Project’s activities are to be\nimplemented through a community participation approach.\n2. Subproject Selection Criteria\n64. Subprojects will be selected on the basis of the following criteria. The arrangements\nby which these criteria will be applied are described in para. 71.\n65. General  Criteria:  These  general  criteria  will  apply  to  all  subprojects  to  be\nimplemented under the Project.\n(i)  The subproject will directly address the requirements of people affected by the\nconflict in the North East of the country.\n(ii)  The  subproject  reflects  the  requirement  for  a  reasonable  balance  of\nsubproject activity between or among communities, as described earlier.\n(iii)  It must be reasonably certain that the works or facilities provided under the\nsubproject will not be damaged or destroyed.\n(iv)  The subproject can be completed within the Project implementation period.\n(v)  The equipment, materials, and other resources required can be acquired in, or\ntransported to, the subproject location without unreasonable obstruction or\ndelay.\n(vi)  The  subproject  must  be  technically  feasible  and  the  least-cost  solution\nalternative.\n(vii)  Communities affected by the subproject must have participated in its selection\nand design.\n(viii)  The subproject should promote to the extent possible gender equity in access\nto health, water supply, and education; and, in respect of vulnerable groups,\nshould place particular emphasis on women-headed households.\n(ix)  No other aid agency is providing, or is likely to provide, financing for the\nsubproject;  nor  is  the  subproject  eligible  for  financing  under  another\nexternally-financed  project  unless  the  other  agency  and  ADB  are  jointly\nfinancing it.\n(x)  The  subproject  is  in  conformity  with  ADB’s  guidelines  on  involuntary\nresettlement.29\n(xi)  The subproject is in conformity with the environmental requirements of both\nthe Government and ADB.\n(xii)  The facilities to be provided under the subproject will be of a size or capacity\nadequate  for  their  intended  use,  making  reasonable  provision  for  future\nincreases in that use.\n                  \n29  Although the Project will not involve involuntary resettlement.", "21\n(xiii)  The  subproject  complies  with  sector  specific  criteria  agreed  upon  by  the\nGovernment and ADB.\n66. Sector-specific Criteria: Detailed sector-specific criteria are outlined in Appendix 5.\nBroadly, these relate to capacity and utilization, sustainability, preference for private sector\noperations where the private sector is active in a subproject area, compliance with accepted\nplanning and social impact methods, involvement of cooperatives and local communities,\netc.\n3. Interaction with Other Programs and Projects in the North East\n67. The  proposed  Project  will  be  implemented  as  part  of  the  Government’s  overall\nprogram of restoring reasonable living conditions for people affected by the conflict. It will\noperate  in  close  coordination  with  the  Government’s  directly  funded  projects,  and  with\nprojects and programs funded by international agencies, NGOs, and others. Coordination will\nbe managed through a National Project Coordination Committee (NPCC) at the national\nlevel,  a  Provincial  Project  Coordination  Committee  (PPCC)  at  the  provincial  level,  and\nexisting  District  Coordination  Committees  at  the  district  level  (see  para.  68).  Donor\ncoordination will also be essential, and will be effected primarily through the existing regular\ndonor coordination meetings. Coordination at the broader strategic level will be through the\nongoing  3R  framework  initiative,  which  is  supported  by  the  Government,  domestic\nstakeholders, and the donor community. The Project will also coordinate closely with the\nWorld Bank-financed NEIAP, which is by far the largest ongoing project being implemented\nin the Project area. Both the ADB- and World Bank-financed projects will operate in the same\nareas, and will draw on essentially the same limited pool of Government staff and NGO\nresources. This coordination will be implemented through the World Bank and ADB being\nrepresented on the NPCCs and PPCCs for both projects.\n4. Management\n68. To the extent possible, the Project’s management structure mirrors the Government’s\nadministrative structure for the provinces, which is complex. The administration operates at\nfive levels: central, provincial, district, division, and local. Broadly, these levels are intended\nto do following: the central and provincial levels are responsible for planning, budgeting,\nmonitoring,  and  review;  the  central  and  devolved30  institutions  at  the  district  level  are\nresponsible for backstopping, coordination, and implementation; the division and local levels\nare responsible for implementation of programs and delivery of services. The reality is not so\nstraightforward, and there is considerable overlap and duplication between the operations of\nthe central and provincial agencies at district and divisional level. The Project’s management\narrangements have been designed to take this situation into account.\n69. Outline Project organizations are presented in Appendix 7; a summary follows:\n(i)  The Governor of the Northern and Eastern provinces31 will be the overall\ncoordinator  for  the  Project,  in  particular  managing  the  critical  interaction\n                  \n30  The 13th Amendment to the country’s 1978 Constitution, which was introduced in 1987, created the provincial\ncouncil system, and devolved certain powers and functions from the central government to the new provincial\nadministrations.\n31  Because of the situation prevailing in the North East, the Northern and Eastern provinces are administered as\none entity, and a single governor represents the central government in these provinces.", "22\nbetween provincial authorities and the security services. The Governor’s role\nwill be fundamental to the success of the Project.\n(ii)  The Ministry of Provincial Councils and Local Government (MPCLG) will be\nthe Project Executing Agency. It will be assisted in this role by a Project\nCoordinating Unit which will work with the Project Management Unit (PMU),\nand be based in MPCLG’s offices in Colombo.\n(iii)  The North East Provincial Council (NEPC), under the direction of the Chief\nSecretary,  will  be  the  Project  Implementing  Agency,  acting  through  its\nprovincial departments and agencies.\n(iv)  The NPCC will be established, chaired by the Secretary MPCLG and including\nthe Chief Secretary of NEPC, representatives of the ministries responsible for\nrehabilitation  in  the  north  and  the  east;  the  ministries  of  Defense  and  of\nFinance  and  Planning;  line  ministries  such  as  Health,  Education,  and\nAgriculture; the Project Director, and others as necessary. ADB and GTZ will\nbe represented on the NPCC. Among other responsibilities, the NPCC will (a)\nreview subprojects approved by the PPCC (see [v] following), to ensure that\nthey  comply  with  the  subproject  selection  criteria  and  are  distributed\nappropriately among communities and areas (para. 50); (b) monitor overall\nProject implementation based on reports prepared by the Project Director; (c)\nassist the Project Director with resolving serious implementation problems, in\nparticular those related to access of personnel, equipment, and materials into\nthe Project area; and (d) provide top level coordination with other national\ngovernment agencies and projects involved with relief and rehabilitation. The\nNPCC will meet at least quarterly.\n(v)  The  PPCC  will  be  chaired  by  the  Chief  Secretary  and  will  include  the\nGovernment  Agents  for  the  districts  making  up  the  Project  area,\nrepresentatives of the provincial departments relevant to the Project and of\nthe security forces, the Project Director, the leader of the GTZ management\nteam (see [vii] following), a representative of ADB, and others as appropriate.\nThe PPCC will meet each month, generally in Trincomalee but from time to\ntime in other district capitals. Among other responsibilities, the PPCC will (a)\nreview and approve subproject proposals prepared by the PMU, ensuring inter\nalia that subprojects are distributed appropriately among communities and\nareas (para. 50); (b) monitor implementation of the approved subprojects; (c)\nresolve  implementation  problems,  in  particular  those  related  to  access  of\npersonnel, equipment, and materials into the Project area; and (d) coordinate\nwith other agencies and projects involved with relief and rehabilitation.\n(vi)  The  PMU,  to  be  established  in  Trincomalee,  will  be  headed  by  a  senior\nProject Director (see Appendix 7 for a description of the Project Director’s\nscope  of  work).  The  PMU  will  manage  and  coordinate  the  Project’s\nsubprojects through existing Government structures and procedures at the\nprovincial, district, and division levels. The Project Director will report to the\nChief Secretary and, through the Chief Secretary, to the Secretary of MPCLG.\nThe Project Director will have direct responsibility for implementing the larger\nscale anchor subprojects, typically through the existing central and provincial\ngovernment  sector  agencies  (health,  education,  irrigation,  etc.);  for", "23\ncoordinating the district and community level subprojects, and for ensuring\nthat the essential balances between and among communities, cleared and\nuncleared areas, etc. are monitored and maintained. The PMU will act as the\nsecretariat for the NPCC and the PPCC. Establishment of the PMU with\nadequate staff to effectively commence Project implementation is a condition\nfor loan effectiveness.\n(vii)  The GTZ management team, consisting of international and domestic staff,\nwill provide assistance to the Project Director with managing all aspects of the\nProject. The team’s composition and scope of work are summarized in para.\n70 and detailed in Appendix 8. Mobilization of the GTZ management team in\nTrincomalee is a condition for loan effectiveness.\n(viii)  Domestic  consultants,  with  international  inputs  as  necessary,32  will  be\nfinanced through the Project loan for (a) specialized assistance to the PMU;33\n(b) design and site management services related to the implementation of the\nlarger stand-alone anchor subprojects (outline Terms of Reference for the\nconsultants are in Appendix 9); and (c) training, supervision, and supporting\nlocal government and nongovernment field staff in mobilizing communities\nand ensuring beneficiary involvement in identification, planning, implementing,\nmonitoring, and evaluating community-based subprojects.\n(ix)  District  level  organizations  will  make  use  of  the  existing  Government\nstructures  to  the  extent  possible,  including  the  District  Coordination\nCommittees,34  for  which  the  respective  Government  Agents  are  the\nsecretaries. The Government Agents working with the District Coordination\nCommittees will provide the initial screening of subproject proposals prior to\ntheir submission to the PMU and the PPCC. The Project organization in each\ndistrict  will  be  headed  by  a  Deputy  Project  Director,  typically  the  Deputy\nDirector  for  Planning,  and  will  take  direct  responsibility  for  implementing\nsmaller scale and community-based subprojects at the district and division\nlevels.\n(x)  Divisional level organizations will be headed by the divisional secretaries, for\nsmall scale operations in divisions.\n(xi)  Community-based  organizations,  will  be  assisted  and  trained  by  suitably\nqualified field staff to be provided by the Project.\n(xii)  Suitably qualified and acceptable international and domestic NGOs will be\ncontracted by the PMU, to manage specific activities within an area.\n5. GTZ Management Team\n70. Appendix 8 describes the GTZ management team’s composition and scope of work.\nIn  brief,  international  and  domestic  specialists  will  assist  the  PMU  and  the  Project’s\nImplementing agencies at the provincial, district, and local levels in an advisory capacity.\n                  \n32  For example, for hospital planning and design, waste management, etc.\n33  For public health management, benefit monitoring, social mobilization, and community profiling, for example.\n34  The committees are usually chaired by a member of Parliament for the district.", "24\nThe team’s core tasks will be Project planning; guiding the participatory planning process,\nincluding social and community mobilization; advising on the organizational setup of the\nProject;  human  resource  development;  capacity  building,  including  training  of  the\nparticipating institutions and organizations in monitoring and evaluation; financial planning\nand  control;  and  procurement.  The  team  will  also  establish  a  management  information\nsystem and will develop monitoring and reporting procedures based on the system.\n6. Subproject Approval Procedures\n71. The PMU will prepare subproject proposals in a format to be agreed upon during the\ninception phase of the Project. All subproject proposals, regardless of their value, will be\npresented to the PPCC members two weeks before each PPCC meeting, and will then be\nreviewed and accepted or amended by the PPCC at that meeting. Acceptance will be based\non the subproject’s compliance with selection criteria developed during the Project inception\nperiod from the broad criteria described in paras. 65–66, and in Appendix 5. The PMU will be\nresponsible  for  establishing  the  necessary  management  information  system  to  track\nsubprojects through their preparation, submission, approval, implementation, and evaluation\nstages.\n7. Schedule\n72. The Project will be implemented over a five-year period, ending in December 2006.35\nThis period reflects the need to build up capacity and community organizations over the first\n12–18 months of the Project period, during which there will be relatively little progress on the\nground, but foundations will be created for longer term successful Project implementation.\n8. Consulting Services\n73. Consulting services are required for (i) specialized sector assistance to the PMU and\nthe  district  Implementing  Agencies;  (ii)  design,  design  review,  documentation,  tender\nevaluation, contract awards, and contract supervision services, primarily for the larger anchor\nsubprojects; and (iii) assisting the PMU and district Government and other staff with, and\nproviding  them  with  training  in,  community  mobilization  and  participation  activities.  The\nProject  will  require  approximately  14  person-months  of  international  and  2,270  person-\nmonths of domestic consulting services. Outline terms of reference for consulting services\nare provided in Appendix 9.\n74. Consultants will be engaged in accordance with ADB’s Guidelines on the Use of\nConsultants and other arrangements acceptable to ADB for the engagement of domestic\nconsultants. These arrangements will include, for the design/supervision services, selection\nof several domestic consulting firms that have the capacity and experience to undertake the\nrequired services. Specific subproject activities will be allocated to each of these firms during\nthe Project’s implementation period based on their performance on earlier subprojects, and\non the basis of their capacity at the time. This procedure reflects the relative weakness of the\n                  \n35  The usual period for implementing disaster rehabilitation projects is three years, although the Operations\nManual, in OM 25, implies that longer periods may be adopted in some circumstances. For this Project, where\nmore time than would normally be the case will be required to build up the organizations that will implement it,\nfive years has been adopted to take into account the initial development period; to maximize the outputs of the\norganizations that have been developed; and to reflect the inevitable impact on subproject implementation\nschedules of restricted access for materials and equipment to most parts of the Project area, and also the\nimpact of a general shortage of contractors and suppliers in the area.", "25\ndomestic consulting industry, and the need to minimize the risk of poor performance by one\nfirm  affecting  the  overall  Project.  Consultants  for  the  sector  assistance  and  community\nmobilization activities will be individuals, engaged through direct contracts with the PMU. The\nGovernment will commence the selection process for the PMU sector assistance and the\ndesign and supervision consultants under advance action procedures (para. 78), to ensure\nthat the consultants are available when the Project commences.\n9. Procurement\n75. Goods and services to be financed by ADB will be procured in accordance with\nADB’s Guidelines for Procurement and the Government’s standard procurement procedures.\nEquipment  and  materials  will  be  procured  under  international  competitive  bidding  (ICB)\nwhere the estimated cost is more than $0.5 million equivalent, by international shopping\nwhere  the  estimated  cost  is  $0.3–$0.5  million,  and  by  local  procurement  procedures\nacceptable  to  ADB  where  the  estimated  cost  is  $0.3  million  equivalent  or  less.  Local\nprocurement has been adopted because of the wide geographic spread of the Project sites,\nthe need for local knowledge and understanding to manage access of goods and materials\ninto the Project area, reflecting conflict and security considerations, and the small scale of\nmost goods and equipment contract packages. Civil works to be financed by ADB, which will\ngenerally  be  small-scale  and  widely  scattered,  will  be  procured  using  local  competitive\nbidding procedures acceptable to ADB.\n76. To the extent possible, tender documentation will be standardized,36 and will be\nreviewed and approved by ADB as standard documents for the Project. These documents\nwill be used by each of the agencies, provincial and district, that will be procuring contracts to\nbe implemented through the Project. ADB’s approval, following approval by the relevant\nGovernment agencies, will be required for all contracts for civil works valued at more than\n$100,000, and for equipment valued at more than $50,000, prior to award of the respective\ncontracts. For contracts valued at less than these amounts, the same procedures will apply\nto the first three contracts awarded by NEPC directly, and by each of the Project districts. For\nsubsequent such contracts, ADB will provide post-award approval. However, if ADB does not\napprove the award or terms of any such contract, the Government will refund to ADB any\npayment made from the loan to finance such a contract, and then provide financing from its\nown or other resources.\n77. Procurement  for  smaller  scale  and  community-based  subprojects,  including\nprocurement of NGO services, will follow procedures to be developed during the inception\nstage of the Project, and approved by ADB before procurement commences. The post-award\napproval procedures described in para. 76 will also apply to these subprojects.\n10. Advance Action\n78. ADB  has  approved  advance  action  for  the  recruitment  of  consultants.  The\nGovernment has been advised that such advance action does not commit ADB to finance\nany part of the Project.\n                  \n36  For civil works, documentation is to be based on the standard documents produced by the Institute of\nConstruction Training and Development.", "26\n11. Retroactive Financing\n79. ADB has approved retroactive financing, up to a limit of $0.5 million, for setting up the\nPMU in Trincomalee, including leasing a suitable building, building improvements, office\nequipment, up to three vehicles, and initial payments to contracted staff. The effective date\nfor retroactive financing was 1 June 2001.\n12. Disbursement\n80. Project expenditures will be managed and accounted for in accordance with the\nGovernment’s financial procedures. Disbursement from the Project loan for loan-financed\nProject components will be made in accordance with ADB’s Loan Disbursement Handbook .\nFor  larger  scale  anchor  projects,  consulting  services,  and  goods  procured  under  ICB\nprocedures, ADB’s direct payment and commitment letter procedures will be used. For other\ndisbursements, in particular for smaller scale and community-based activities and also for\nadministrative  expenditures,  ADB’s  imprest  account  and  statement  of  expenditure\nprocedures will be used.  A first generation imprest account will be established with MPCLG,\nwhich will fund a second generation imprest account at the province level, to be operated by\nNEPC, which will in turn fund third generation imprest accounts at the district level, to be\noperated  by  the  respective  Government  Agents.  Agencies  at  all  three  levels  have  the\nresources and experience to manage Project funding effectively, although NEPC and district\nlevel  agencies  will  require  training  in  operating  imprest  accounts.  This  training  will  be\nprovided by the Project, supported by ADB staff as appropriate, using the guidelines and\nprocedures  recently  developed  with  ADB  assistance.37  Establishment  of  each  third\ngeneration account will require specific ADB approval, which will be given subject to the\ndistrict financial authorities who will be responsible for the account demonstrating that they\nhave the expertise and resources available to manage the account effectively. The initial\namount to be deposited into each imprest account will not exceed the equivalent of six-\nmonths estimated expenditure for activities to be financed from that account, or $200,000,\nwhichever is the lesser. Statement of expenditure procedures may be used for contracts\nvalued at $50,000 or less. Any individual payment to be reimbursed or liquidated under\nstatement of expenditure procedures will not exceed the equivalent of $50,000.\n13. Operations in Uncleared Areas\n81. It is intended that UNHCR will provide support and monitoring services for Project\nactivities to be implemented in uncleared areas in the north.38 This would be formalized\nthrough a  Partnership Agreement between UNHCR and ADB/GTZ, that will reflect the\ndistinct mandates of each organization. The scope of the proposed support would include (i)\nparticipating in information campaigns to create awareness of the Project and to mobilize\ncommunities to seek assistance from it; (ii) assisting with obtaining clearances for movement\nof personnel, materials, and equipment to Project sites; (iii)  visiting Project sites to monitor\nimplementation activities, including physical activities, specifically in areas where access is\nrestricted for security reasons; (iv) providing the PMU, ADB, and GTZ with information on\nconditions in the Project area, in particular the uncleared areas, and providing advice on how\nthe Project can address those conditions. The Project will finance operational support for\nUNHCR, including office space and facilities in the PMU office in Trincomalee, Vavunia, and\nBatticaloa.\n                  \n37  TA 3329-SRI:Capacity Building in Imprest Accounts Monitoring, for $80,000, approved on 8 December 1999.\n38  UNHCR has indicated it is considering the proposal favorably.", "27\n14. Monitoring and Evaluation\n82. The  Project  will  be  one  of  the  largest  externally-supported  initiatives  to  be\nimplemented in the North East. Its complexity and geographical coverage require that the\nProject establish and implement from the outset a comprehensive monitoring and evaluation\nsystem. This will provide effective project steering and also ensure that the Project maintains\nthe essential balances referred to earlier, in particular the balance amongst communities.\nThe  PMU,  with  substantial  inputs  from  the  GTZ  Management  team,  will  develop  and\nimplement the monitoring and evaluation system. The outputs of the system will provide\nmajor inputs into the Project’s progress reporting.\n15. Reporting\n83. The PMU will prepare brief progress reports each month, in a format to be agreed\nupon during the Project inception period. Within three months of the physical completion of\nthe Project, MPCLG will prepare and submit to ADB a Project completion report.\n16. Accounts and Audits\n84. MPCLG, NEPC, and the PMU will maintain adequate records and accounts to identify\nthe financing resources received and the expenditures made on the ADB-financed portion of\nthe Project,  including the goods, works, and services financed out of the proceeds of the\nloan and out of local funds. These Project accounts and related financial statements will be\naudited annually in accordance with sound auditing standards by auditors acceptable to\nADB.  The  audited  reports  and  related  financial  statements  will  be  supplied  by  the\nGovernment to ADB not later than 12 months after the end of the fiscal year to which they\nrefer. The imprest accounts and statement of expenditure procedures will be audited as part\nof the regular annual audit of the Project accounts, and a separate opinion on the use of the\nimprest accounts and the statement of expenditure procedures will be included in the annual\naudit report.\n17. Midterm Review\n85. In accordance with standard ADB practice, there will be a detailed midterm review of\nthe Project. Based on the present Project schedule, the midterm review will be carried out, in\nconjunction with GTZ, in December 2003.\nG. Environment and Social Measures\n1.  Environment\n86. The Project has been classified as Category B. The activities of the Project will\ninvolve small-scale civil and building works in areas that have been used for the same or a\nsimilar purposes. Therefore, they are not likely to generate significant environmental impacts.\nHowever, an initial environmental examination in accordance with the Government’s and\nADB’s environmental guidelines will be undertaken for new construction of housing areas,\nhospital, water supply and sanitation facilities, irrigation systems, and fishing facilities. The\nresults and recommendations of the environmental examinations will be incorporated into the\nrelated subproject proposals. This will ensure that mitigation measures to minimize the\nenvironmental impacts will be appropriately implemented and monitored.", "28\n2.  Social Impacts\n87. The Project’s social impacts will all be positive, in that (i) people who are presently\nliving in substandard accommodation without services will be provided with housing, basic\nservices, and the ability to generate incomes; and (ii) people in the broader community will\nbe benefited by improved health care, education services, and public utilities. The Project will\nrequire no land acquisition, since only vacant state-owned land will be used for the Project;\nnor will it involve involuntary resettlement, since all IDP relocation and resettlement will be\nvoluntary.  Nonetheless,  a  framework  for  relocation  and  resettlement  will  be  prepared,\nincorporating the essential features of ADB’s Handbook on Resettlement.\nV. PROJECT JUSTIFICATION\nA. Impact on Poverty and Other benefits\n88. The population of the North East experiences poverty levels that are much higher\nthan elsewhere in the country. Estimates of poverty range from 60 to 90 percent, although\nthere have been few detailed studies to confirm this. It is apparent from information available\nwith the Government’s rehabilitation agencies and the district level Government Agents that\nIDPs in particular suffer acutely from lack of access to food, security, Government services,\nand  the  means  to  earn  their  own  livings.  This  situation  is  much  more  pronounced  in\nuncleared areas. The proposed Project will begin to address the needs of the IDPs, and also\nof the existing populations among whom the IDPs have been settled. The overall impact will\nbe some reduction in the level of poverty of a substantial proportion of the population in the\nProject area, and an improvement in the general standard of living of those whom the Project\ndirectly affects. In particular, the health component should reduce the presently high levels of\nsickness and disease, and the education component should begin to address the impacts of\ninadequate schooling on children in the area. No attempt has been made to quantify these\nimpacts,  since  baseline  data  are  not  available.  However,  the  detailed  monitoring  and\nevaluation program that the Project will develop and implement will provide a progressive\nindication of the Project’s impacts over its implementation period. Finally, the requirement\nthat a significant portion of the Project be implemented by the beneficiaries themselves will\nbegin a process of regaining self-reliance, creating incomes, and developing marketable\nskills.\nB.  Risks\n1. Security Risk\n89. The  Project  will  operate  in  an  area  that  has  been  and  continues  to  be  conflict\naffected, although international and domestic agencies have operated in the area, both\ncleared and uncleared portions, in significant numbers and for many years without incident.\nConflict-related risks, albeit with low probability of occurrence, are likely to take three major\nforms: direct damage to Project assets by conflict; impeded implementation due to restricted\naccess to some parts of the Project area; and lack of control over Project implementation\nwhere Project management staff cannot freely travel, specifically in uncleared areas.\n90. The broad security risk will be managed through (i) the coordinating role of the\nGovernor of the Northern and Eastern provinces through the civil administration and security\nforces in the Project area (ii) the provincial and district administrations’ local knowledge and", "29\nfamiliarity  with  the  parties  involved  in  the  conflict,  and  (iii)  ADB’s  and  GTZ’s  existing\nagreements with the United Nations system in Sri Lanka for security advice and assistance.\n91. The risk of damage to Project assets will be managed by (i) maintaining close contact\nwith the security forces and other agencies; and (ii) locating the Project’s larger anchor\nsubprojects in district towns that, at least for the recent past, have not been directly affected\nby  the  conflict.  The  second  risk,  of  delay  due  to  restricted  access  for  equipment  and\nmaterials,  will  be  addressed  through  close  coordination  with  the  security  agencies;  the\nGovernor’s assistance will be especially critical in this respect. The third risk, the inability to\nmonitor project activities in uncleared areas, will be addressed through the involvement of\nthe UNHCR.\n2. Institutional Risk\n92. Government  agencies  in  the  North  East  are  typically  understaffed  and\nunderresourced. They are already being called upon to support the Government’s ongoing\nrehabilitation programs in the area; the World Bank-financed North East Irrigated Agriculture\nProject is also placing heavy demands on their capacity. This same situation prevails with\nthe  better  NGOs  operating  in  the  area,  whose  capacity  is  stretched  by  their  present\noperations. The Project will need to draw on these same resources, with the risk that not only\nthe  Project  but  other  operations  will  be  weakened.  This  risk  will  be  addressed  by  (i)\nestablishment of a well-resourced PMU headed by a capable Project Director, who has\nalready been selected; (ii)  support to the PMU from the GTZ management team; (iii) use of\ndomestic consultants to design and manage the larger anchor projects under the direction of\nthe PMU; (iv) strengthening the PMU by including specialist and support staff engaged under\ncontracts  funded  by  the  Project;  and  (v)  subject  to  further  analysis  during  the  Project\ninception period, outsourcing a portion of the Project’s community-based subprojects to\ncapable and acceptable NGOs operating in the Project area.\n3. Social Risk\n93. The Project’s beneficiaries are people who have been traumatized by years of conflict\nand flight. There is a risk that they will not be able to decide among options that the Project\nwill make available to them. The Project will address this risk by ensuring that its operations\nare fully participatory, with Project staff helping beneficiaries to understand what their options\nare (for example, for relocation, water supply, etc.) and also assisting them with making\ndecisions among these options. At present, under the Government’s ongoing rehabilitation\nand relocation schemes, there appears to be little beneficiary involvement in activities that\nare being carried out for their benefit. The Project will develop mobilization schemes as a\npriority activity, with the assistance of the GTZ management team, and implemented by PMU\nand Government staff at the district, divisional, and local level.\n4. Sustainability Risk\n94. There is a perceived risk that the Project’s assets and benefits will not be sustained\nafter the Project has been completed. The risk is less than it appears for the following\nreasons. For the major investments in health, education, and water supply facilities, for\nexample, Project-created facilities will be managed by the provincial agencies that are at\npresent adequately maintaining existing facilities of similar nature. Budget for this would be\nprovided in the same manner as is now done for existing facilities. The incremental workload", "30\nand cost that the new facilities would add to the existing maintenance operations will be\nsmall.  For  community-level  investments,  the  communities  themselves  will  maintain  the\nassets.  For  water  supply  and  sanitation  systems,  there  are  established  systems  for\ncommunity management of facilities, developed in part with ADB assistance, and these will\nbe extended to Project-provided systems. For housing, individual families will be responsible\nfor maintaining their structures, and no problem of sustainability is foreseen. The one area\nwhere sustainability is likely to be an issue is the maintenance of public infrastructure in\nresettlement areas. As noted earlier (see footnote 26), relocation sites constructed to date\nare  typically  over-provided  with  infrastructure,  particularly  roads,  and  these  are  poorly\nconstructed.  The  Project  will  address  this  risk  by  (i)  developing,  in  consultation  with\nbeneficiary  communities,  more  appropriate  relocation  area  designs,  which  minimize\ninfrastructure requirements; (ii) improving the quality of infrastructure, by adopting more\nappropriate designs and adequately supervising construction; and (iii) reaching agreements\nwith provincial and local agencies to maintain the infrastructure.\nVI.  ASSURANCES\nA. Specific Assurances\n95. The Government has given the following assurances, in addition to the standard\nassurances, which have been incorporated into the legal documents.\n(i)  The Government will ensure that Project staff, materials, vehicles, equipment,\nand all other items required for the implementation of the Project will be given\nreasonable access to the Project area.\n(ii)  The Government will review the causes for the high vacancy levels among\nparamedic personnel in the Project area, including the impact of entry level\nqualifications  for  certain  types  of  paramedic  positions  and,  based  on  the\nreview, will develop an approach to reducing such vacancy levels.\n(iii)  The  Government  will  permit,  in  addition  to  national  advertisement  and\nrecruitment, local advertising and recruitment of applicants for paramedic and\nteacher training or take other measures to ensure that the staffing required to\neffectively  operate  the  Project  facilities  are  recruited  and  remain  in  their\npositions.\n(iv)  The Government will ensure that the shortfall of teachers, in particular that of\nTamil  medium  teachers,  in  the  Project  area  will  be  addressed,  and  that\nteachers  will  be  available  when  required  to  staff  schools  rehabilitated  or\nimproved with Project assistance.\n(v)  The Government will ensure that, for training, extension, and similar facilities\nwhere construction or rehabilitation of buildings is required, (a) staffing is\navailable  and  requires  only  the  completion  of  the  facility  for  training  to\ncommence, and (b) staff so trained will not be reassigned out of the Project\narea.\n(vi)  The  Government  will  ensure  that  adequate  environmental  mitigation\nmeasures, in accordance with the Government’s environmental regulations\nand  ADB’s  environmental  guidelines,  are  incorporated  into  subproject", "31\ndesigns,  and  that  these  measures  are  incorporated  during  subproject\nimplementation.  Specifically,  the  Government  will  ensure  that  initial\nenvironmental examinations will be undertaken for the construction of new\nfacilities  in  accordance  with  the  Government’s  and  ADB’s  environmental\nassessment guidelines.\n(vii)  The  Government  will  ensure,  in  the  presently-unforeseen  event  that  land\nacquisition  and  involuntary  resettlement  are  required  for  subproject\nimplementation, that such land acquisition and involuntary resettlement will be\ncarried out in accordance with ADB’s Policy on Involuntary Resettlement and\nADB’s Handbook on Resettlement 1998, as amended from time to time.\n(viii)  The Government will ensure that counterpart funds are made available to the\nProject when and in the amount required.\n(ix)  The Government will ensure that the facilities provided under the Project are\noperated  and  maintained  appropriately,  and  that  adequate  budgetary  and\nother resources will be provided for this purpose. The Government will also\nensure  that  community-based  organizations  charged  with  operating  and\nmaintaining facilities provided under the community-based component of the\nProject are provided with the support and training required to undertake these\nactivities.\nB. Conditions for Loan Effectiveness\n96. The  following  effectiveness  conditions  have  been  included  in  the  Project’s  loan\nagreement:\n(i)  assurance  by  the  Government  that  the  PMU  has  been  established  in\nTrincomalee with adequate staff to commence operations, to include a Project\nDirector, a technical director, a financial management specialist, and finance\nand administration support staff; and\n(ii)  mobilization of the GTZ management team in Trincomalee.\nVII. RECOMMENDATION\n97. I am satisfied that the proposed loan would comply with the Articles of Agreement of\nADB and acting in the absence of the President, under the provisions of Article 35.1 of the\nArticles of Agreement of ADB, I recommend that the Board approve (i) the loan in various\ncurrencies equivalent to Special Drawing Rights 19,694,000 to the Democratic Socialist\nRepublic of Sri Lanka for the North East Community Restoration and Development Project,\nwith a term of 32 years, including a grace period of 8 years, and with an interest charge of 1\npercent per annum during the grace period and 1.5 percent per annum thereafter, and such\nother terms and conditions as are substantially in accordance with those set forth in the draft\nLoan Agreement presented to the Board; (ii) the administration by the ADB of the grant in the\namount of $500,000 equivalent to be provided by the Government of the Netherlands to the\nDemocratic Socialist Republic of Sri Lanka for the North East Community Restoration and\nDevelopment Project; and (iii) the administration by the ADB of the loan in the amount of\n$4,000,000 equivalent to be provided by the OPEC Fund for International Development to", "32\nthe Democratic Socialist Republic of Sri Lanka for the North East Community Restoration\nand Development Project.\n        MYOUNG-HO SHIN\n Vice President\n25 September 2001", "33\nAPPENDIXES\nNumber Title Page Cited on\n(page,\npara.)\n1. Project Framework 34 2, 6\n2. The Experience of Displacement 37 3, 12\n3. The Government’s Rehabilitation Program for Vavunia 42 5, 18\n4. Ongoing External Assistance for Rehabilitation\nin the North East 46 9, 37\n5. Sector Summaries 47 13, 52\n6. Project Costs and Financing Plan 62 17, 59\n7. Project Organization 64 21, 69\n8. GTZ Management Team 67 23, 69\n9. Summary Terms of Reference for Consulting Services 69 23, 69", "PROJECT FRAMEWORK\nDesign summary Performance indicators/targets1 Monitoring mechanisms Assumptions and risks\nGoal\n• Contribute to the Government’s • Reduced level of poverty of a • Long-term surveys of • The conflict will not increase in\noverall relief and rehabilitation substantial proportion of the • numbers of people living in welfare severity or extent.\nprogram for the North East. population of the North East. centers; • The Project facilities will not be\n• Improve living standards in the North • income levels; damaged or destroyed.\nEast. • health and education status, using • There is no significant increase in\nmeasures adopted for earlier the numbers of internally displaced\nGovernment surveys people.\n• Government and the Liberation\nTigers of Tamil Eelam (LTTE) permit\nProject implementation to proceed\nwithout significant restriction.\nPurpose\n3\n4\n• Improve the living conditions and • Improvements in the status of • Monitoring by the Project • The Government and the LTTE\nwell-being of communities in the • health Management Unit, based on the permit Project implementation\nProject area that have been affected • education Project’s monitoring and evaluation without significant restriction.\nby the conflict, particularly • incomes and self-reliance. system, of • People affected by the conflict, in\ncommunities that contain significant • improvements in health indicators particular those who have been\nproportions of internally displaced (malnutrition, infectious diseases, relocated several times, are able to\npeople. etc.); take advantage of the opportunities\n• increases in school enrolment, the Project will offer them.\nparticularly of children from • The institutional capacity of the\ninternally displaced families, and Government agencies, non-\nreductions in drop-out rates; government organizations (NGOs),\n• reductions in the number of and community-based organizations\npeople existing solely on welfare in the Project area will be adequate,\nrations and payments, and with appropriate strengthening and\nincreases in the number of people training, to implement the Project.\nwholly or partly supporting • For the Project’s physical A\np\nthemselves infrastructure activities, suitable p\ne\ncontractors are available to n\nundertake construction work in the d\nix\ngenerally difficult access and  \n1\nsecurity conditions that exist. , \np\n                   a\ng\ne\n \n1 Performance indicators and targets will be developed, as part of the Project’s monitoring and evaluation system, during the Project inception period. Information 1\navailable during processing was not adequate to reliably define numeric indicators for all districts and all sectors.", "Design summary Performance indicators/targets1 Monitoring mechanisms Assumptions and risks\nOutputs\nHealth\n• Improved health conditions in the • Improved major hospitals  in • Government’s progress reports • Project Director appointed as\nNorth East by providing health Amparai, Batticaloa, Mannar, • Project progress reports scheduled, and has appropriate\nfacilities and training, and upgrading Trincomalee, and Vavunia • Routine Project review missions skills and experience\ndistrict hospitals • Rehabilitated village health centers, • Agreement between the German • Civil works and supply contracts\n• Decreased incidence of malaria, rural hospitals, mobile clinics and Government and GTZ is finalized. awarded without delay\ntyphoid, and dysentery doctors’ quarters • Agreement with UNHCR is finalized. • Civil works and supply contractors\n• Recruited and trained paramedical • Agreements with NGOs are have the ability to implement their\nstaff finalized. contracts, and conditions in the\n• Improved capacity for institutional Project area allow them to do so.\nand management aspects of referral • Consultants are appointed on\ncare services schedule, and perform satisfactorily.\nEducation • New and rehabilitated school\n• Educational facilities and buildings\nopportunities for internally displaced • School furniture, books, and\npeople provided by upgrading equipment for science labs\nselected schools and providing • Sufficient teachers for vacancies\ninfrastructure facilities for the • Water supply and sanitation facilities 3\nselected schools 5\n• Quality of education in North East\nimproved\nWater supply and sanitation\n• Provided drinking water and sanitary • Implemented medium-scale water\nfacilities fir IDPs as well as poor supply schemes in towns and\npeople in rural villages in North and villages\nEast • Small-scale water supply for\nresettled and relocated communities\n• Sanitation facilities for resettled and\nrelocated communities A\n• Trained community-based p\np\norganizations for operating and e\nn\nmaintaining the water schemes d\nix\n \nShelter 1\n• Rpreosveidttilnegd  laanndd sr,e bloacsaicte idn fIrDasPtsru icnture • 30,000-50,000 IDPs resettled and , pa\nrelocated g\nand community use facilities e\n• Basic infrastructure (water,  2", "Design summary Performance indicators/targets1 Monitoring mechanisms Assumptions and risks\nelectricity, roads) for resettled and\nrelocated villages\nAgriculture and Irrigation\n• Improved agricultural production and • Selected irrigation schemes in\nopportunities Mannar and Vavunia improved\n•  Agricultural extension services\nimproved\n• Facilities for training centers\nproviders and farmers trained\n• Improved opportunities for inland\nfishing\nRoads\n• Improved access roads to town\n• Improved Class C, D, and rural\ncenters\nroads in the Project area.\n3\n6\nInputs\n• Loan of $25 million from ADB’s • ADB loan approved by 31 October • Loan effectiveness conditions met • The Government will meet\nSpecial Fund resources 2001 and effective by 30 November • Agreements with German and effectiveness conditions and comply\n• Loan of $4 million from the OPEC 2001 Netherlands Governments, and with loan covenants.\nFund for International Development • Agreement between the German UNHCR finalized • The various agreements will be\n• Grant of DM5 million from the Government and the Government • Government provides counterpart finalized as scheduled.\nGerman Government finalized by 31 October 2001. financing of the required amount in\n• Grant of $0.5 million equivalent from • Agreement between the Netherlands the 2002-2006 budgets.\nthe Netherlands Government. Government and the Government\n• Work and materials in kind from finalized by 31 October 2001.\nProject beneficiaries valued at about • Government budgets for 2002-2006\n$1 million equivalent provide for an average of $1.4\n• Counterpart financing of about $7.0 million equivalent per annum as A\nmillion counterpart financing. p\np\ne\nn\nd\nix\n \n1\n,\n \np\na\ng\ne\n \n3", "37\nAppendix 2, page 1\nTHE EXPERIENCE OF DISPLACEMENT1\nA. Introduction\n1. The decision to flee from home is not one taken lightly, and it requires the threat of death or\ninjury to compel people to leave home and seek refuge elsewhere. The flight to safety is fraught\nwith danger, and people continue to be threatened by shelling, snipers and landmines. As a\nprecondition of permission to leave Liberation Tiger of Tamil Eelam (LTTE)-controlled areas for\nGovernment controlled areas, people are often required to pay substantial amounts of money\nand/or to hand over property to the militant force. People then travel long distances on foot or by\nvehicle for many days with limited quantities of food and water. They usually spend nights at some\ntemporary shelter among chaotic social and environmental conditions. Almost half of all internally\ndisplaced  people  (IDPs)  are  children,  some  of  whom  experience  separation  from  families,\nexploitation, abuse, and/or abduction into militant groups.\n2. Though the main aim of flight is to obtain safe refuge, people find that the allotted spaces in\nwelfare centers are hardly conducive to protection and peace of mind. Because of the nature of\ncontinued armed conflict, IDPs are often located within or close to advancing lines of armed\nactivity, and as a result experience repeated displacements. It should also be noted that there are\nlarge numbers of displaced persons in LTTE-controlled areas who do not reside in welfare centers\nand who continue to live in jungle areas without any shelter, food, water, or sanitation facilities.\nExact or even approximate figures of this population are not known. Restrictions on food shipments\ninto these areas are related to the census of 1981, the last census taken, and it is likely that these\npeople suffer severe food shortages.\n3. To flee from one's home is to experience a deep sense of loss. People leave behind assets,\nproperty, relatives, friends, familiar surroundings, and established social networks. Reasons put\nforth by persons include threat from militants due to associations with paramilitary and political\ngroups, loss of livelihood and employment opportunities, and armed conflict situations that put\npeople in immediate danger of death. Most of the problems experienced by IDPs are related to the\nprevailing security situation, education, employment, recreation, violations of human rights, and\nrestrictions on mobility.\nB. Security and Protection\n4. Following either forced or voluntary displacement, IDPs eventually find themselves in a\ntemporary transit camp where the details of the flight, route taken, and reasons for departure are\ninvestigated.  After  this  procedure,  they  are  then  assigned  to  welfare  centers,  where  further\nintensive investigations are conducted for a period of 2–3 months, during which their movements\nare restricted.\n5. During this process, unbeknown to most IDPs, they enter into an unwritten pact in which\nthey are obliged to renounce their freedoms, especially that of movement, in exchange for aid and\nprotection.  A  defining  feature  of  welfare  centers  is  the  societal,  legal,  and  administrative\n“separateness” of the camp from the surroundings such that the laws and regulations of the\ncountry often cease to exist. Welfare centers are often highly militarized, and people have to obtain\npermission to engage in common daily functions such as attending school, finding employment, or\n                  \n1  Extracted from the Report of the Social Sector Specialist, Poverty Impact Monitoring Unit, Colombo, February 2001.\nThe report was prepared as part of the preparation work completed under TA 3542-SRI: Preparation of the North\nEast Emergency Rehabilitation Project.", "38\nAppendix 2, page 2\nengaging in social interactions outside centers. Hence their lives end up being governed by a blend\nof the rules and law laid down by military, governmental, and humanitarian agencies.\n6. To access activities external to the welfare centers, documentation and security clearances\nare dispensed by officials of the center, who thus wield great power over the lives of people under\ntheir charge. People stand in queues every day in order to obtain a 24-hour pass that allows them\nto go out in search of work or even in some cases to go to school. People are expected to be back\nin the camp by 6:00 p.m. In addition, the distribution of resources such as food, water, firewood,\nand  plastic  sheeting  is  often  controlled  by  male  officials,  which  negatively  affects  access  to\nresources for women and female heads of households.\nC. Shelter\n7. Shelters in welfare centers often take the form of large halls from converted schools or\nother  community  buildings.  Rooms  within  these  halls  are  created  by  partitioning  with  plastic\nsheeting, wood, or bamboo sheets. Extensions to the initial setup are made by constructing huts\naround the main building. The room or hut is the living, sleeping, cooking, and changing space for\nall members in a family, which often does not afford a sense of privacy even from other families\nbecause of poor construction.\n8. The huts allow little protection against flood and rain, and following a heavy rain, people are\nforced to share huts with others who have not been flooded or whose roofs are not yet leaking. The\nmaintenance of the fragile construction is difficult, and consequently deterioration is rapid.\nD. Food\n9. The  main  source  of  food  is  dry  rations  distributed  by  government  and  humanitarian\nagencies.  However,  this  is  often  not  enough  and  has  to  be  supplemented  by  labor,  home\ngardening, and/or other income-generating activities. People often cope by eating only one or two\nmeals per day, and food insecurity is high.\n10. One of the major concerns expressed by recipients of relief aid is that distribution needs to\nbe conducted in a fair and transparent manner. People are often not given information about what\nthey will be receiving and about their entitlements. Thus, people waste resources on things they\nwould receive later. The irregular and somewhat erratic supply of dry rations mean that at times\nfamilies do not get rations for two months and at times might receive two months' supply at once.\n11. Although dry rations are a major coping mechanism, people perceive long-term relief as\nmore important, and have often voiced the desire to be assisted in regaining the ability to earn\nmoney and food.\nE. Water and sanitation\n12. There is a severe need for proper water and sanitation facilities. Access to drinking and\nbathing water is limited, which impacts severely on lifestyle through having to walk long distances\nto obtain water. Usually the burden of getting water falls on women, so that women's abilities to\nengage in income-generating activities are hampered. Additionally, there are long waits for bathing\nand toilet facilities; people often wake up as early as 3:00 a.m. to use the facilities. Safety and\nsecurity concerns for women in camps include being subjected to harassment if facilities are\nlocated publicly, and they are vulnerable to assault if facilities are located in isolated positions.", "39\nAppendix 2, page 3\n13. IDPs may be involved in arguments or disputes with host communities over the use of\ncommon or private wells. As a result, people often use irrigation reservoir water for drinking\npurposes, and sometimes even for bathing, giving rise to skin infections and other diseases. In\nsome  occasions,  people  have  dug  their  own  ground  wells.  However  without  proper  cement\ncasings, these wells are not durable sources of water.\nF. Employment\n14. The highest priority of people in welfare centers is becoming self-sufficient and gaining a\nmeasure of self-reliance through access to regular income and employment. Employment was\nstated as the most important concern in welfare centers, with food, education, and employment\nbeing perceived as closely linked. In a study conducted by Oxfam and Save the Children Fund\n(1999) among IDPs, people have ranked their own concerns in the order of employment, water,\neducation, food, health, shelter, nonfood-related items, and clothing. As preconditions for returning\nto their former homes, people ranked security, shelter, employment, latrines, water, and education\nas the most important factors.\n15. The displaced population in camps consists mainly of landless farming families and those\nwho engage in casual labor. People from other social backgrounds have often resources in the\nform of friends or finance that they utilize to move out from centers as soon as possible.\n16. The remaining population encounters a number of obstacles in the attempt to gain access\nto employment. Daily passes need to be obtained in order to work outside the camp, and these\nmay be withdrawn if security risks are perceived by security guards. Usually, passes are easier to\nobtain for those people who have higher social status or who use wealth or valuable assets to\nobtain preferential treatment. People with lower social status or who are in fact poorer find it more\ndifficult to obtain the passes. It is especially difficult for female-headed households to gain access\nto resources that create conditions for employment opportunities. The imposition of curfew times\non welfare center residents also poses restraints on the amount and type of work possible. Threats\nto physical safety also restrict people's mobility. The threat of landmines, forcible recruitment,\nand/or security restrictions on access to land limit people to using paths that are well-known to be\nfree of landmines.\n17. In such circumstances, the search for temporary employment is often assisted by the\nnatural diversity of skills and the ability to learn new skills within the population. People engage in\ncasual employment or self-employment such as agricultural labor, construction of roads, collecting\nfirewood, making coir ropes, preparing charcoal, weaving palm leaf mats, weaving palm roofing,\npottery, brickmaking, bicycle repair, poultry, masonry, carpentry, toddy tapping, and various small\nscale income-generating activities.\n18. However, the nature of these activities is marked by irregularities in income, the paucity of\nresources, the scarcity of markets and spending power, and restrictions of material inputs. Welfare\ncenters located close to towns usually fare much better than those located in more remote areas in\nterms  of  employment  opportunities.  People  stated  that  items  required  for  generating  self-\nemployment and income are seeds, agricultural implements, fishing tackle, fuel, skills training and\naccess to markets. People mentioned that being able to obtain loans and setting up revolving\nfunds were helpful activities.", "40\nAppendix 2, page 4\nG. Social Issues\n19. There  are  inherent  difficulties  in  providing  assistance  and  relief  to  IDP  communities.\nUnderstanding  of  the  social  complexities  of  each  welfare  center  is  needed  in  order  to  plan\nappropriate interventions that account for and respect difference. Providers of assistance, whether\nGovernment of NGO, are attempting to create new communities that consist of disparate classes\nand castes, the latter being a particularly sensitive issue for Tamil communities who make up the\nlargest proportion of IDPs in the Project area. The shared space of displacement is often all that\nthe welfare center residents share. Prior to displacement they would have led separate lives within\naccepted social parameters and norms of their social groupings and differences. Sleeping under\nthe same roof, working in the same fields, and drinking from and bathing at the same well would\nhave been unthinkable and intolerable. In the welfare centers, however, this is the situation that\nprevails,  and  the  welfare  center  community  becomes  perceived  by  outsiders  as  being\nhomogenous.\n20. This assumption distort the consultation process that is the foundation of an effective\nrehabilitation program. Spokespersons for the community emerge from the upper echelons of\npredisplaced social hierarchy. The social deference and respect afforded to these people lead to\nacceptance that they are good representatives for the needs of these communities. However,\nresentment may well fester over the pecking order of access to resources over time and result in\nsabotage of community initiatives.\n21. The fragmentation of village structure and hierarchy and the lack of traditional forms of\nauthority and social organization that before their displacement helped people negotiate problems\nlargely render invalid any community initiatives. The role and place of village elder, rural priest,\nlandowner, petty trader, agricultural laborer is quite well defined in the pre-displaced structure.\nHowever, in the new mosaic, social positioning ceases to exist, with social fluidity undermining the\npossibility of community organization. The desegregation of needs is often gender-based and\noverlooks the issues of caste and class.\n22. Displaced populations are complex societies. When traditional systems of protection are\nstrained or broken down completely, there are often high levels of violence, alcohol and substance\nabuse, family quarrels, and sexual assault. The welfare centers exhibit all of these characteristics\nto varying degrees.\nH. Education\n23. IDPs in welfare centers emphasize schooling and education for their children. The most\ncommon  form  of  education  there  is  non-formal.  Temporary  schools  or  extensions  of  host\ncommunity schools allow children access to formal schooling, although a number of factors hinder\nits continuity.\n24. Being temporary, the schools are often poorly constructed, and lack adequate numbers of\nteachers. Overcrowding and high student-teacher ratios adversely affect the quality of education.\nAdditionally, the ability to obtain the necessities such as educational materials and clothing affects\nchildren's attitudes towards school, with many leaving to supplement household income through\nadditional work. Parents often sell dry rations and other valuables for the purpose of obtaining the\nnecessary materials for education and supporting local teachers. Children for their part forego\nmeals in order to buy books. Often the curriculum is not completed, because of the inadequacy of\nthe number of teachers and the difficulty in conducting regular classes.", "41\nAppendix 2, page 5\n25. In  instances  where  children  do  not  possess  the  required  documents  such  as  birth\ncertificates and registration records, they are not allowed to sit for examinations and are denied\nenrollment in some larger schools. In some cases, children have been required to miss schooling\ndue to delays in the issue of passes from highly militarized welfare centers.\nI. Health\n26. In  welfare  centers  there  is  high  mortality  of  children,  as  measles,  diarrheal  diseases,\nmalaria,  and  malnutrition  become  rife  and  are  hard  to  control.  Contributing  factors  are\novercrowding, lack of food and clean water, poor sanitation, and lack of shelter. With deterioration\nin public health services, practices, and awareness, and with reduced access to reproductive\nhealth services and family planning, people are unable to exert much control over their own state\nof health and well-being. These factors are compounded by the lack of medical supplies, poor\naccess to hospitals and health centers, and the presence of infectious or contagious diseases with\nno proper facilities for quarantine.\n27. In addition to exposure to conditions that are conducive to ill health and disease, social\nproblems create vulnerability to disease. The risk of suicide for both men and women is  high in\nsituations of displacement and residence in welfare centers due to feelings of frustration caused by\nlack of mobility, the lack of upward opportunities, and a sense of helplessness and hopelessness.", "42       Appendix 3, page 1\nTHE GOVERNMENT’S REHABILITATION PROGRAM FOR VAVUNIA DISTRICT1\nA. District Setting\n1. Vavuniya district has a land area of 1,967 square kilometers, which is 10 percent of the land\narea  of  the  Northern  and  Eastern  provinces.  Administratively  the  district  is  divided  into  four\nDivisional Secretariat Divisions: Vavuniya, Vavuniya South, Vengala Cheddikulam, and Vavuniya\nNorth. Vavuniya North covers the largest land area, 39 percent of the total; Vavuniya Division\ncovers 31 percent, Vengala Cheddikulam 20 percent, and Vavuniya South 9.6 percent.\n2. Vavuniya District is sparsely populated. In the 1981 census, the district population was\n94,468. The population did not increase significantly in the 1970s and 1980s. However, in the\n1990s, the population increased considerably due to population displacement from the areas north\nof the district. Much of the district’s resources and activities are concentrated in Vavuniya Division,\nincluding  Vavuniya  Town,  which  is  the  administrative  and  commercial  capital  of  the  district.\nVavuniya North Division, although geographically the largest of the four divisions, is sparsely\npopulated and is uncleared.\n3. With  the  escalation  of  the  ethnic  conflict,  a  large  number  of  the  district’s  population,\nestimated at about 50,000, became internally displaced. In addition there was a large influx of\nrefugees, estimated at around 45,000. Vavuniya's central location was an important factor that\ncontributed to the influx of refugees in large numbers. As a result of this, the district had to cope\nwith problems of displaced populations in addition to other conflict-related problems such as\ndamage and destruction of property and infrastructure.\nB. Impact of the Civil Conflict\n4. Vavuniya District, like the other districts in the NEP, experienced considerable social and\neconomic dislocation due to civil conflict in the 1980s and 1990s. This resulted in extensive\ndamage and destruction of movable and immovable property, public sector infrastructure, and\nother productive assets; loss of life; injury; and large-scale displacement of people. The World\nBank-financed  Emergency  Rehabilitation  and  Reconstruction  Program  II  (ERRP  II,  1994)\nestimated the cost of rehabilitation and reconstruction in Vavuniya District (excluding relief and\ncompensation) at SLRs4,195 million (about $65 million at the time).\nC. Three Major Activity Components\n5. The task before the district administration is three-fold. It has to arrange for the welfare of\nthe displaced people and their resettlement and to implement a program of rehabilitation and\nreconstruction of physical assets while taking action to reactivate the economy to ensure that the\nliving  standards  of  people  are  protected  and  enhanced.  Therefore  in  the  present  program\nframework, the emphasis has been placed basically on three sets of measures. These deal with\n(i)  resettlement and relocation of families displaced;\n(ii)  rehabilitation and reconstruction of public infrastructure assets in such fields as\nirrigation, roads, health, education, and housing;\n                  \n1  Program Framework for Resettlement, Rehabilitation, Reconstruction and Development – Vavunia District,\nResettlement and Rehabilitation Authority of the North, November 1998. Colombo.", "43       Appendix 3, page 2\n(iii)  regeneration,  improvement,  and  expansion  of  productive  activities  in  direct\nproduction  sectors  such  as  agriculture,  livestock,  inland  fisheries  and  forestry,\nindustries, trade, and services.\n6. All the three sets of measures and activities are interrelated. The district administration had\nbeen already involved in all the three main lines of activity with its ongoing programs out of its\nannual financial allocations. But the proposals presented here show how these activities may be\npursued more systematically within a planned framework.\nD. Resettlement of People\n7. Resettlement of people is both a human problem and an economic necessity. It is a human\nproblem in the sense that displaced families cannot be allowed to languish for too long in refugee\ncamps or welfare centers. Economically, once relocated or resettled and provided with a means of\nlivelihood (for example, resettled farmers), they will contribute to increased production. In the\nongoing resettlement programs, displaced families are either resettled in their former places or\nrelocated in new places or “model villages”. In relocating families, there is a considerable amount\nof  infrastructure  spending  to  provide  the  basic  facilities.  The  district  administration  has  been\nspending annually about SLRs40-50 million for resettlement. However, there remain about 5,400\nfamilies to be resettled. In the next 2–3 years, the district administration should be able to resettle\nabout 2,000–2,500 families.\nE. Economic and Social Infrastructure\n8. Infrastructure restoration and improvement is a vital necessity for the further progress of the\ndistrict  economy.  The  district  administration  has  used  a  large  proportion  of  its  total  annual\nallocation from the Government on such work. Some progress has therefore been made in this\ndirection, but a great deal remains to be done. The main areas that require substantial outlays are\nirrigation, roads, health, sanitation, education, and housing.\nF. Direct Production Sectors\n9. In  the  Framework  of  the  Government’s  Rehabilitation  Program  for  Vavunia  (Program\nFramework),  the  importance  of  direct  production  sectors  in  the  district  economy  has  been\nemphasized, the most vital ones being agriculture, livestock, inland fisheries, forestry, industries,\ntrade, and services. Agriculture and livestock together constitute the mainstay of the economy in\nthe district, supporting directly or indirectly more than 65 percent of the rural population. Both these\nimportant activities have been adversely affected by the civil disturbances, and their reactivation is\na vital necessity.\n10. Industry, trade, and services together support about 15 percent of total employment in the\ndistrict. The activities also attract substantial private sector participation. Rice mills, which are an\nimportant agro-industry activity, have long been famous in Vavuniya as a most successful form of\nprivate  enterprise  development.  They  have  been  badly  affected  and  47,  about  half  the  total\nnumber, still remain closed or are only partially operating. There are a number of small-scale\nindustrial units but not all are in production. The Industrial Estate, which was established in 1992 to\npromote small-scale private sector industries is not yet fully operational, and the Government’s\nIndustrial  Development  Board  has  not  been  able  to  play  an  active  role  in  promoting  such\nindustries.", "44       Appendix 3, page 3\n11. Thus,  the  industry  sector  has  been  adversely  affected  by  the  civil  disturbances.  Any\nsignificant  regeneration  and  expansion  of  small-scale  industrial  activity  will  require  generous\nfinancial assistance to potential entrepreneurs. Assistance will also be needed in the areas of\nenterprise  development,  entrepreneurial  and  vocational  training,  and  marketing  support.\nTechnology reorientation, particularly in agro-industry and processing, will be another important\narea for assistance. There can be substantial private sector participation, provided incentives are\nadequate and an appropriate investment climate is fostered. Trade and services with a strong\nprivate sector orientation have revived, partly because most of the institutions are centered in and\naround the township and a sudden influx of a large displaced population also acted as a major\nincentive.\nG. Program Framework and Components\n12. The Program Framework embraces a number of sectors and components. These include\nboth economic and social infrastructure, and direct production activities. It has been designed to\ncontribute to the economic and social advancement of the district population by incorporating the\nthree main lines of activity previously mentioned. The entire program envisages an expenditure of\nabout SLRs1,200 million over a period of three years, which is within the management capacity of\nthe District Administration. The main components are shown in Table 1.\nTable 1 – Vavunia Program Summary\nComponent SLRs million %\nEconomic infrastructure (Electricity, Irrigation, Roads) 413 34\nSocial infrastructure (Education, Housing, Health, Sanitation, Nutrition, Water Supply) 389 33\nResettlement 150 12\nAgriculture (Crops, Livestock, Fisheries) 210 17\nInstitutional Development (Support Services, Business Training, Technical/vocational Training for Youth) 25 2\nOther 21 2\nTotal 1,208 100\nH. Administrative and Institutional Aspects\n13. In the postdevolution phase in the NEP, the relationship between the district administration\nand the provincial administration gave rise to important problems with regard to district level plan\nand program formulation. Presently, the district administration has to deal with central and line\nagencies and it has to deal also with the provincial authority, because part of the funding comes\nthrough  the  provincial  system.  The  provincial  administration  has  to  rely  on  the  district\nadministration for carrying out functions related to devolved subjects. The unclear nature of this\ndual responsibility of the district administration is not conducive to efficient implementation of\nprograms.\n14. The district administration in Vavuniya over the years has survived the vicissitudes of the\ncivil conflict, and after a fairly successful experience in “crisis management” it has reached some\nmaturity in the process. The security situation in the district is still a cause for concern but is\nrelatively stable at present, and the district administration has been able to implement several\nprograms. The experience gained gave it the necessary competence and preparedness in dealing\nwith the district's major problems. One outcome has been that, within the provincial system,\nVavuniya has found a district identity of its own.", "45       Appendix 3, page 4\n15. In the context of the present exercise of preparing and implementing a district program\ndealing with resettlement, rehabilitation, reconstruction, and development, the major stakeholders,\nincluding the beneficiaries, are: Government officials in the district (at different levels); provincial\nofficials; officials of central agencies; local level organizations; and beneficiaries such as farmers,\nresettled villagers, small-scale industrialists and entrepreneurs, and self-employed persons. Many\nof the stakeholders may come through the organizations they represent. However, the participation\nof beneficiaries or target groups in decision making has not generally been effective. This is true\neven where the relevant organizations exist. In this environment, government officials tend to have\na  dominant  influence.  This  imbalance  can  be  rectified  by  strengthening  and  reactivating\nnongovernment organizations so that greater community participation can be achieved. Even some\nof the governmental or semigovernmental organizations (for example,  cooperatives) need to be\nrestructured and reinvigorated so that they can become active participants.", "46 Appendix 4\nONGOING EXTERNAL ASSISTANCE FOR REHABILITATION IN THE NORTH EAST1\nSource Amount\n($ million)\nMultilateral\nWorld Bank—North East Irrigated Agriculture Project2 27.0\nUnited Nations—Rehabilitation and Reconstruction in North East Province 1.3\nUnited Nations High Commissioner for Refugees (several programs)\nBilateral\nGovernment of Germany\nRehabilitation and Reintegration of Refugees in Jaffna 2.5\nRural Water Supply and Sanitation in Jaffna 0.8\nTeacher In-service Training 1.5\nIntegrated Food Security Program 2.3\nWater Supply for Amparai 2.0\nRehabilitation of Water Supply in Mannar 0.5\nRehabilitation of Displaced Persons in Jaffna 0.8\nDrinking Water Supply and Sewerage in Vavunia 0.2\nGovernment of Australia\nIntegrated Water Supply Scheme for Amparai 2.2\nGovernment of Norway\nVocational Training Program in the Northern and Eastern Provinces 0.6\nDevelopment and Rehabilitation Program for Batticaloa 7.5\nGovernment of the United Kingdom\nJaffna Power Rehabilitation Project 1.8\nGovernment of the Netherlands\nReconstruction and Rehabilitation of Damaged Houses 1.1\n                  \n1  Only  major  programs  now  being  implemented  are  listed.  There  are  also  many  small-scale  internationally  and\ndomestically financed programs, typically implemented by nongovernment organizations.\n2 Approved in 1999, and scheduled to be completed in 2004.", "47\nAppendix 5, page 1\nSECTOR SUMMARIES\nA. Introduction\n1. The following summaries are extracted from sector studies that were prepared through the\ntechnical  assistance  (TA)  provided  by  the  Asian  Development  Bank  (ADB)  to  assist  the\nGovernment with preparing the Project. These summaries typically include lists of anchor projects,\ncost estimates, and selection criteria. The lists are indicative only, and do not imply that all of these\nworks will be included in the scope of the Project. In most cases, the total estimated costs for a\nsector exceed the funding that is likely to be available for that sector. Nonetheless, the total\namounts are indicated to allow the Project the flexibility to select subprojects on the basis of\npriority, and also to illustrate that the demand for assistance, in the form of prima facie viable\nsubprojects, exceeds the financial resources the Project will make available.\n2. The TA focused on the five initial districts in the Project area (Amparai, Batticaloa, Mannar,\nTrincomalee and Vavunia), which were more readily accessible. The remaining three districts\n(Jaffna, Killinochchi, and Mullaitivu) will be examined in detail during Project implementation.\nB. Health\n1. Background\n3. Primary health care services have deteriorated due to the destruction of health facilities\nduring periods of conflict; closing of facilities in areas where no health personnel are available or\nwilling  to  serve;  and,  in  some  few  instances,  occupation  of  health  facilities  by  the  military.\nSecondary health facilities have deteriorated due to lack of investment in new plant and equipment\nand have been overwhelmed by the influx of large numbers of internally displaced people, people\nmigrating to more secure areas, and increasing numbers of people who are dependent on the\nsmall number of health facilities. Rural hospitals and peripheral units have been destroyed by\nmilitary action, occupied by the military, or abandoned due to military activity and medical staff fear\nof the various military groups operating in the area. Base and provincial hospitals are working at\nmore than 150 percent of capacity, without adequate staff or equipment; often using leaky vehicle\nsheds for patient wards. Most hospitals lack incinerators; none have proper sewage disposal\nsystems;  and  they  are  spreading  dangerous  hospital  waste  and  raw  sewage  into  nearby\ncommunities.\n4. Overriding all of these factors is the critical lack of qualified medical and paramedical\npersonnel in the North East. More than 45 percent of paramedical and medical positions in the\nNorth East are unfilled. Family health workers (FHW), also known as public health midwives\n[PHM]) are lacking in 55 percent of the positions (679 vacancies), and public health inspectors\n(PHI) in 36 percent of the positions (139 vacancies) at the foundation of the preventive health\nsystem. Senior medical personnel are reluctant to serve in the North East and most hospitals lack\nmedical  specialists  (78  percent  of  positions  vacant)  in  addition  to  basic  medical  (21  percent\nvacant), paramedical (37 percent vacant), and nursing (42 percent vacant) staff. In addition, both\nparamedical and medical personnel are located mainly in the cities and larger towns and the rural\nareas lack the most basic staff and services.\n2. The Health Program Concept\n5. The Project will support a coordinated approach to rehabilitate health services that have\ndeteriorated as a result of the conflict, and restore people’s health in the North East with three", "48\nAppendix 5, page 2\nelements: (i) emergency accelerated training of FHWs and other paramedical staff to fill current\nvacancies,  (ii)  immediate  improvement  of  secondary  health  facilities  to  remedy  the  serious\ndeficiencies in hospitals throughout the North East; and (iii) reestablishment of the community-\nbased primary health care system in the rural areas. This approach will provide an immediate\nprogram of curative facility improvement and paramedical training while rural health staff and\nfacilities are put into place to rehabilitate the health system and deliver improved health services.\n3. Specific Subprojects\na.  Emergency Accelerated Program to Train Paramedic Staff\n6. This component of the health sector program is critical to the success of the program. The\nlack  of  suitably  trained  and  qualified  staff  will  prevent  full  benefit  being  obtained  from  the\ninvestments to be made by the Project in health infrastructure. Specific training-related activities\nwill include the following:\n(i)  establishment of a temporary training center at the Divisional Director of Health\nServices (DDHS) Office, Vavuniya in existing Ministry of Health (MOH) facilities—\nrenovation and provision of training equipment;\n(ii)  construction of a paramedic training facility in Trincomalee, linked to the provincial\nhospital, with provision for training administration and staff and including appropriate\nclassrooms and equipment;\n(iii)  construction of a hostel for 300 trainee FHWs and nurses at the Batticaloa Nurse\nTraining School at the Batticaloa Teaching Hospital;\n(iv)  rehabilitation of training facilities and provision of training equipment at the Nurses\nTraining School at Jaffna; and\n(v)  Support for volunteer health workers (VHWs), who have basic PHM qualifications.\nb. Anchor Subprojects\n7. Anchor projects will include rehabilitation and expansion of key hospitals in the Project\ndistricts that have deteriorated due to lack of capital investment in facilities because they are in\nconflict  areas,  overcrowding  of  facilities  caused  by  increased  populations  depending  on  the\nhospitals because of population displacement, and lack of curative health care in uncleared areas.\nThe subprojects will include, for each of the major hospitals, design and construction of toxic and\nhospital waste disposal and sanitation systems, none of which exist at present. Specifically, the\nsubprojects will include\n(i)  rehabilitation and expansion of Mannar Base Hospital;\n(ii)  rehabilitation and expansion of Vavuniya Base Hospital;\n(iii)  rehabilitation of Trincomalee Base Hospital;\n(iv)  upgrading of Batticaloa Teaching Hospital; and\n(v)  a small private hospital investment loan fund (subject to further investigation).", "49\nAppendix 5, page 3\nc. Community-based Subprojects\n8. The broad scope of the community-based component of the health sector program will\ninclude repair and construction of rural and peripheral area health program management and\nprimary health care facilities, and provision of equipment and transport to help organize and deliver\nprimary and preventive health care to rural, uncleared, and peripheral communities in all districts.\nSpecific activities will include\n(i)  reconstruction of DDHS offices and construction of quarters;\n(ii)  transport for mobile clinics in areas without health facilities, and ambulances;\n(iii)  repair, equipping and expansion of primary curative care facilities;\n(iv)  community  health  centers,  including  establishing  a  community-based  system  of\nmanagement and providing feedback on health conditions to service providers.\n4.  Outline Cost Estimates\n9. Following is a table setting out broad cost estimates for the health program in the five initial\ndistricts. The estimated total cost is about SLRs600 million, or $7.0 million. Jaffna is included, since\none of the training facilities is located there.\nTable 1: Health Sector Costs by Component and District (SLRs million)\nComponent Mannar Vavuniya Trinco Batticaloa Amparai Jaffna Totals\nEmergency PHM Training 3.5 5.3 33.4 42.0 3.2 11.7 99.1\nHospital Rehabilitation 30.0 170.1 52.3 92.6 15.0 360.0\nPreventive Health 6.0 24.6 22.8 33.0 53.8 140.2\nTotal 39.5 200.0 108.5 167.6 72.0 11.7 599.3\n5.  Implementation Arrangements\n10. The North East Provincial Health Directorate will implement the health sector program, in\nassociation with the Project Management Unit (PMU),. The Provincial Director, Health Services\n(PDHS) will be responsible to the Provincial Council for all aspects of the program. In each district,\nthe Deputy Provincial Director, Health Services (DPDHS) will have day-to-day responsibility for the\ndistrict level program. At the divisional level, the DDHS will organize the delivery of health services\nfrom the DDHS Office, using the services of available PHMs and PHIs, and the resources made\navailable through the Health Directorate and the Project. The PMU will include a health specialist,\nwho  is  knowledgeable  about  public  health  and  who  will  be  responsible  for  managing  the\nimplementation of the health program.\n11. A hospital architect (international) will assist the Provincial Engineering Department and the\nhospital superintendents in preparing plans and specifications for the hospital rehabilitation works\nthat are both medically efficient and cost effective. A health systems management specialist will\nassist the PDHS and the DPDHS in implementing the anchor projects and the PHM training\nprogram  on  schedule,  and  in  developing  a  plan  for  the  reestablishment  of  the  primary  and", "50 Appendix 5, page 4\npreventive health care system in all project areas. The health systems management specialist will\nwork closely with the PMU health specialist and the PDHS to ensure that rural health offices and\nfacilities are renovated and health department personnel trained to manage all aspects of the\nprogram.\n12. The PDHS will review the project approach and the proposed projects and, together with\nthe health specialist and the DPDHSs from each district, develop a work schedule and a plan for\ninitiating the accelerated training program, including developing training facilities, hiring staff, and\nselecting trainees. He/she will hire VHWs with PHM qualifications in vacant areas and give them a\nshort training to provide immediate limited health services, and recruit PHM trainees from among\nthe VHWs. He/she also will develop the plan for preparing detailed specifications, and selecting\nconsultants and contractors for secondary health facility improvements, in consultation with the\nProvincial Engineering Department and the PMU, with the assistance of domestic consultants. The\nHealth Department’s program monitoring system will be reviewed and upgraded to provide the\nPMU with regular information on project progress and problems.\n6.  Subproject Selection Criteria\n13. Detailed subproject selection criteria will be based on the following sample criteria, which\nwill be refined during the Project’s inception period.\n(i)  for increasing the capacity of existing hospitals, evidence that the present capacity\nof a hospital is inadequate for the demands placed on it in terms of present bed\noccupancy, outpatient treatments, intensive care unit demand, etc;\n(ii)  also for increasing the capacity of existing hospitals, confirmation that the budget\nrequired for the additional staff necessary to operate the expanded facility will be\nmade available;\n(iii)  for rural hospitals and health centers, whether new or rehabilitated, confirmation that\nthe  population  to  be  served  by  the  facility  justifies  provision  in  terms  of  the\nGovernment’s criteria for providing health services; allowance will be made for the\ndifficulty of users to move between cleared and uncleared areas;\n(iv)  for providing quarters for medical and paramedic staff, a study demonstrating the\nabsence of such quarters is the principal reason for staff not visiting or residing in\nthe area served by a medical facility;\n(v)  for providing quarters for paramedic and other trainees, a study demonstrating that\nthe absence of such quarters is a significant factor in the low turnout of qualified\nparamedic and other staff;\n(vi)  for the provision of ambulances and other mobile equipment, confirmation from\nrelevant  groups  that  the  vehicles  will  remain  in  the  service  for  which  they  are\nintended, and not be removed for other purposes;\n(vii)  for providing equipment, confirmation that it is compatible with existing equipment,\nuses appropriate technology, and can be supported with existing operation and\nmaintenance resources; and", "51\nAppendix 5, page 5\n(viii)  for waste disposal and sanitation systems, evidence that design and implementation\nhave taken into account the need to mitigate the impacts of disposing of the waste\nproduced by the systems.\nC. Water Supply and Sanitation\n1. Objective and Scope\n14. The primary objective expected through the provision of water supply and sanitation is the\nelevation of living standards and improvement of health conditions of the people living in the\nProject area. This will be done initially in five districts and subsequently, after further study, in the\nremaining three districts. The secondary objectives are to provide (i) safe and reliable water supply\nand sanitation services initially in the five districts studied in detail, to serve a total population of\nabout 137,500 in the Project area; (ii) assistance to 25 percent of the schools in the Project area\nthat have no proper water supply and sanitation services; (iii) sanitation systems for 5 percent of\nthe total number of unserved families, augmented by a hygiene education program; and (iv) water\nsupply improvements to the welfare centers most in-need.\n15. Specifically, the Project will include improvement of water supply and sanitation facilities\nthrough the provision of\n(i)  urgent requirements of the existing water supply and sanitation systems for effective\noperation and maintenance including diesel and electric water pumps, generators to\noperate the treatment and pumping systems during frequent power failures, water\ntankers,  truck-mounted  pump  and  tank  units  for  removing  waste  material  from\nsumps and latrines, and pipes to upgrade the water conveyance and distribution\nsystems;\n(ii)  new minor water supply facilities including about 1,200 dug wells, 300 tube wells\nwith  hand  pumps,  5  medium-scale  piped  water  supply  systems  with  domestic\nconnections,  and  stand  posts  or  garden  taps,  through  the  community-based\nparticipatory approach;\n(iii)  two major water supply schemes in urban parts of the project area; the major urban\nwater supply works will include more extensive piped water systems, which may\nserve more than one community with populations over 6,000 people;\n(iv)  basic sanitation facilities, consisting of pour flush latrines or ventilated improved pit\nlatrines (VIPs), coupled with a health education program to enhance the demand\n(through awareness of people) for water and sanitation;\n(v)  new water supplies for 182 schools, new sanitation systems for 238 schools, and\nrehabilitation of water and sanitation facilities for 147 schools of the total of 1,315\nschools in the five initial districts and in a proportional number of schools in the\nremaining three districts, with the technology options including tube wells and hand\npumps, dug wells, simple piped water supply systems, latrines, and urinals; and\n(vi)  water supply improvements including 20 tube wells with hand pumps and 25 dug\nwells for a selected number of most in-need welfare centers from the five initial\ndistricts.", "52\nAppendix 5, page 6\n2. Cost Estimates\n16. The estimated cost of the water supply and sanitation component, as identified by the TA\nstudy, is SLRs543 million or about $6.3 million. Estimates are based on equivalent works in\nongoing ADB-financed water and sanitation projects and, where appropriate, include provision for\nbeneficiary contribution of labor and, in some instances, materials.\n3.  Implementation Arrangements\n17. Overall, the water supply and sanitation component is to be implemented to the extent\npossible  through  the  existing  Government  structure  and  agencies,  with  the  PMU  providing\nassistance and coordination where appropriate and required. Major water supply components, and\nprocurement  of  major  equipment  items,  will  be  implemented  by  water  supply  line  agencies,\nincluding  the  National  Water  Supply  and  Drainage  Board,  and  the  provincial  water  supply\nagencies. Health and sanitary education inputs will be provided by the MOH, as is done for\nongoing projects in the sector. Water supply and sanitation activities for schools will be undertaken\nby the provincial Education Ministry, as part of the education component of the Project (see\nEducation Sector section following). School development societies could also contribute to this\nactivity. Improvements to water supply and sanitation systems in welfare centers will be carried out\nthrough the respective Government Agents. At the local level, water supply and sanitation activities\nwill be undertaken, and the resulting systems maintained, by community-based organizations.\nThese organizations will be assisted by Government agencies and nongovernment organizations\n(NGOs) as appropriate.\n4.  Subproject Selection Criteria\n18. Subject to further review during the Project inception period, subproject selection criteria will\ninclude the following:\n(i)  For water supply systems, the numbers of families to be served for each installation\nshould be consistent with national policies. For wells, typically at least 20-25 families\nshould benefit from a single well, consistent with national policy standards.\n(ii)  For  sanitation  facilities  also,  the  number  of  families  to  be  served  should  be\nconsistent with national policy standards.\n(iii)  Potable  water  source  is  not  available  within  a  radius  of  500  meters  from  the\nsettlement.\n(iv)  Water Resources Board and/or the National Water Supply and Drainage Board\nhave carried out preliminary investigations, and have certified that potable water of\nsufficient quantity and quality is available, and the abstraction of water would not\ncreate adverse impacts to existing water users or the groundwater table, in both the\nshort and long term.\n(v)  for tubewells, beneficiary communities have agreed to contribute labor and other\nmaterials in kind for the installation of hand pumps and construction of basements,\ntogether estimated to be about 5-10 percent of the total cost of civil and mechanical\nworks for a typical tubewell.", "53 Appendix 5, page 7\n(vi)  for open dugwells, beneficiary communities have agreed to voluntarily contribute in\nkind or labor 10 percent of the total cost of civil works.\n(vii)  for sanitation facilities, beneficiaries have also agreed to voluntarily contribute the\nlabor required for construction of the civil works.\n(viii)  beneficiaries  have  agreed  to  maintain  the  wells,  and  have  formed  a  water\nmanagement organization for this purpose.\n(ix)  the entire community, especially women, have agreed to the location of the wells.\n(x)  an appropriate agency has agreed to provide technical assistance to beneficiaries\nfor maintenance of tubewells.\n(xi)  no land acquisition to construct the wells is required.\n(xii)  where the location of a well on privately owned land is unavoidable, a written and\nlegally valid assurance from the land holder must be available allowing permanent\naccess of other beneficiaries to the well.\n(xiii)  total cost is below SLRs120,000 for a single tubewell and SLRs150,000 for an open\ndugwell, and the number of wells provided in any village is limited to three.\nD. Education\n1. Introduction\n19. The education sector had been badly affected by the conflict. Many school buildings have\nbeen damaged and furniture destroyed. Many more schools have been displaced, and some of\nthem are now functioning in temporary huts in other school compounds or on private land. Of the\n1,989 schools in the North East, 172 are temporarily closed. There are 630,255 students in the\nNorth East, of whom 539,622 are in the Tamil medium stream and 90,633 are in the Sinhala\nmedium stream.\n20. The approved number of Tamil medium teachers in the North East in 1999 was 23,979;\n18,591 positions were filled, leaving 5,428 vacancies. In the Sinhala medium there was an excess\nof 23 teachers over the approved 4,273. Tamil medium national schools had a deficit of 11\nteachers to fill the allotment of 1,905, while the Sinhala medium had an excess of 108 teachers\nover the requirement of 230. The highest student/teacher ratio was in the Madhu zonal director’s\ndivision (54.2), due presumably to the difficult living and security conditions in that area.\n21. The  education  component  of  the  Project  will  provide  infrastructure—primarily  school\nbuildings, quarters for teachers, water supply and sanitation services, furniture, and equipment—\nfor  damaged  schools,  provided  those  schools  remain  viable  in  terms  of  student  demand,\navailability of teachers, and access.\n2. Assessment of Damage and Estimates for Rehabilitation\n22. Government  records  indicate  that  154  schools  in  the  Project  area  are  operating  in\ntemporary locations. In addition, there are a number of partly completed schools, and many more\nthat have been damaged by the conflict or through lack of maintenance. Very preliminary estimates", "54\nAppendix 5, page 8\nof the cost of bringing all these buildings to a basic acceptable standard, providing them with\nadequate  water  supply  and  sanitation  facilities,  and  equipping  them  with  furniture  and  other\nresources are set out in Table 2. Detailed designs and cost estimates will be prepared during the\nProject inception period.\nTable 2: Education Sector Cost Estimate\nSubproject Type Estimated cost\n(SLRs million)\nRehabilitation and Reconstruction of School Buildings 427.0\nConstruction of Quarters for Teachers 50.0\nProvision of School Furniture 67.3\nProvision of Water Supply and Sanitation Facilities\nToilets – about 1,000 51.2\nUrinals – about 800 46.1\nWells – about 300 14.7\nZonal Building 1.5\nVehicles 6.0\nTotal 685.4\n($7.5 million)\n3. Subproject Selection Criteria\n23. Proposed  selection  criteria  for  rehabilitation  or  reconstruction  of  schools  and  other\neducation-related facilities as follows:\n(i)  The schools selected should not be included in another funded project’s scope such\nas the World Bank-financed Basic Education Project or the ADB-funded Secondary\nEducation Modernization Project except for the latter, where the proposed Project\nwill fund classroom accommodation that can allow the school to be included in the\nscope of the modernization project.\n(ii)  Compliance  with  student/teacher  ratios  will  be  as  defined  in  the  World  Bank-\nfinanced Basic Education Project.\n(iii)  Preference will be given to schools in rural areas in respect to rehabilitation or\nreconstruction of school buildings.\n(iv)  Subject to an assessment of the period for which the classroom accommodation will\nbe needed, temporary sheds will be replaced with permanent buildings.\n(v)  Sanitation facilities provided to schools included in the Project scope are to be\nequitably distributed among these schools.\n(vi)  Wells are essential (289 locations were identified during Project preparation).", "Appendix 5, page 9\n55 Appendix 5, page 9\n(vii)  Schools with large numbers of students and with intermediate and final secondary1\nclasses should be given priority.\n(viii)  Preference will be given to schools with low teacher vacancies, and to schools that\ncould reduce teacher vacancies if teacher accommodation was available.\n24. In addition, the broad policies and selection criteria developed for the World Bank-financed\nBasic Education Project will apply to education subprojects under the Project. These policies and\ncriteria include the following:\na. Primary Cycle\n25. A school offering primary education should normally be available within 2 kilometers (km) of\nthe home of primary school aged children (ages 6-10). However, where a primary school has an\nenrolment less than 10 pupils per class, and there is another school within 2 km of the child's\nhome, the schools would be rationalized through amalgamation, absorption, or consolidation.\nb. Junior Secondary Cycle\n26. A school offering junior secondary education should normally be available within 4 km of\nthe home of children in the relevant age range (ages 11-14). Schools that have, on average, over\n12 students in a class in grades 6-9 will continue up to Grade 9. If student numbers are less than\n12 per class in grades 6-9, and another school with junior secondary grades is available within the\n4 km radius, grade 6-9 classes would be rationalized through amalgamation, absorption,  or\nconsolidation.\nc. GCE O Level Cycle\n27. A school offering GCE O Level education should normally be available within 4 km of the\nhome of children in the relevant age range (ages 15-16). Schools that have, on average, over 12\nstudents in a class in grades 10-11 will continue up to Grade 11. If student numbers are less than\n12 per class in grades 10-11, and another school with GCE O Level grades is available within the 4\nkm radius, GCE O Level classes would be rationalized through amalgamation, absorption, or\nconsolidation.\nd. GCE A Level Cycle\n28. A school offering GCE A Level education should normally be available within 8 km of the\nhome of children in the relevant age range (ages 17-18). Schools that have, on average, over 12\nstudents in a class in grades 11-12 will continue up to Grade 13. If student numbers are less than\n12 per class in grades 11-12, and another school with GCE A Level grades is available within the 8\nkm  radius,  GCE  A  Level  classes  would  be  rationalized  trough  amalgamation,  absorption,  or\nconsolidation.\n29. As part of the rationalization process that is the objective of the Basic Education Project,\nspecial consideration will be given to such factors as ethnicity, religion, other sensitive social\ngroupings, geographical location, accessibility of schools, and the availability of transport. The\nkilometer radius for calculating the availability of alternative schools, for instance, will apply only to\nschools within ethnic, religious, or other social groups.\n                  \n1 Referred to as General Certificate of Education (GCE), O Level and A Level, respectively.", "56\nAppendix 5, page 10\n30. The outcome of these policies, taking into account the special considerations mentioned\nabove, is that the school system would contain primary schools (grade 1-5), junior secondary\nschools (grade 1-9), and senior secondary schools (grades 1-11, grades 1-13, grades 6-13, and\ngrades 10-13).\n4. Implementation arrangements\n31. Building and other civil works contracts will be prepared by the Provincial Department of\nEducation  based  on  standard  layouts  and  documents.  The  designs  and  documents  will  be\nreviewed by domestic consultants working with the PMU. Procurement will be carried out in\naccordance with Government procedures for such contracts. Contract awards will be decided by a\ncommittee chaired by the relevant Government Agent, based on an evaluation report that has been\nreviewed by the PMU for compliance with the Project’s loan documentation.\nE. Shelter\n32. Shelter in the context of the Project is defined broadly as providing support for people who\nhave been required to relocate or resettle, and also for people who are living in original settlements\nthat have become hosts to resettled and/or relocated people.\n33. The Project will assist with providing housing; water supply and sanitation; internal and\naccess roads; and, where possible, electricity. Studies done under the TA were not sufficiently\ndetailed to produce a clear scope of work. However, initial estimates of scope and cost for the\ninitial five districts are given in Table 3. These are based of field investigations, for scope, and on\nthe costs being incurred by the Government and others in providing housing for internally displaced\npeople. With the exception of Jaffna, security and access considerations are likely to preclude\nsignificant shelter-related work in the remaining three districts in the Project area.\nTable 3: Shelter Cost Estimate\nDistrict Houses Toilets Relocation/ Electricity Access and Other\nResettlement Internal\nschemes Roads\nNo. Amt. No. Amt. No. Amt. No. Amt. No. Amt. No. Amt.\nRs m Rs m Rs m Rs m Rs m\nAmparai 2000 80 - - 3 39 - - - - - -\nBatticaloa 2000 80 - - 3 40 - - - - - -\nMannar - - 1000 6 - - - - - - - -\nTrincomalee 2000 80 - - - - 4 32 - - - -\nVavuniya 1000 40 1000 6 - - 8 64 - - - -\n7000 280 2000 12 6 79 12 96 200 30 900 5\n34. The total estimate value of this tentative program is SLRs500 million, or about $5.8 million.\nIt is anticipated that much of the work involved to construct these settlements could be undertaken\nby the beneficiaries themselves. However, this does not appear to be happening at present, as\nnoted in the following paragraph.\n35. Before the Project commences a major program of shelter activities, a detailed study of the\nGovernment’s policies and plans for its relocation and resettlement program will be undertaken.\nDuring Project processing it was noted that relocation areas have not been designed to reflect\ncurrent practice concerning settlement layouts, community development, traffic patterns, etc. The", "Appendix 5, page 11\n57\nsettlements  appear  far  too  spread  out  for  the  communities  that  will  live  in  them,  and  those\ncommunities typically have had no involvement in the development of the sites. This situation\nwould need to change significantly before the Project could participate in a substantial way in such\nprograms.\n36. The shelter component will also take into account ADB’s requirements vis-a-vis involuntary\nresettlement, should this be required, while noting that it is presently intended that all relocation\nand  resettlement  will  be  voluntary.  Work  is  proceeding  with  developing  a  framework  for  the\nrelocation and resettlement activities that will take into account the procedures defined in ADB’s\nHandbook on Resettlement.\nF. Income Generation, Agriculture, Irrigation, Livestock and Fisheries\n1. Irrigation\n37. The Project will not be involved with small-scale irrigation projects, since many of these are\nbeing rehabilitated under the World Bank-financed North East Irrigated Agriculture Project. Subject\nto  studies  during  Project  implementation  on  the  viability  of  specific  proposals  to  rehabilitate\ncomponents of medium or large-scale schemes, some of these may be considered as eligible\nsubprojects. Selection criteria will include the following:\n(i)  There must be a clear benefit, in economic terms, arising from the rehabilitation\nwork, which will typically be limited to activities on canals and distribution systems,\nand will not include major work on tanks and headworks.\n(ii)  The expenditure for rehabilitation works will not exceed $700 equivalent per hectare\nof the command area affected by the works.\n(iii)  The schemes should be those where a significant proportion of the original residents\nhave been forced to move away, and are now returning to their land, and require the\nrehabilitation work to proceed to restore their previous livelihoods.\n(iv)  Land ownership is clearly defined.\n(v)  The rehabilitation required is not simply the result of maintenance not done, except\nwhere the scheme has been inaccessible due to security reasons.\n(vi)  Large-scale capital works will not be included; preference will be given to schemes\nwhere relatively low-cost labor-intensive works on downstream canals and farm\naccess works are required.\n2.  Agriculture\n38. The TA study examined a number of potential agriculture subprojects in the broad context\nof  restoring  livelihoods  and  providing  income-generating  opportunities.  A  summary  of  these\nfollows,  with  estimated  costs  where  available.  They,  and  other  potential  subprojects,  will  be\nexamined  during  Project  implementation  to  determine  which  should  proceed.  Regarding\nGovernment institutions and facilities, the approach adopted will be to rehabilitate or restore only\nthose that can provide sustainable and cost-effective assistance to rural communities in terms of\ngenerating incomes.", "Appendix 5, page 12\n58\n(i)  reestablishment  of  selected  Agrarian  Service  Centers,  including  supply  of\nagricultural equipment and implements for hire, where it can be demonstrated that\nprivate sector traders are unable or unwilling to provide the services required by the\nfarmers in the area to be served by the center, and there is no existing or potential\nprivate sector alternative to a proposed center within a radius of 5 km; the TA study\nestimated the cost to be SLRs82 million for centers in four districts;\n(ii)  provision of goats, poultry, calves for milk production, etc., with the assistance of\nNGOs and other organizations undertaking similar programs, for domestic use and\nfor breeding and selling on to other farmers;\n(iii)  rehabilitation  and  improvement  of  district  agricultural  training  centers,  including\nprovision of living quarters to all, organizing in-service training programs for field\nstaff, establishing a central publications unit for informing farmers, and provision of\nmotorbikes on credit terms to extension officers;\n(iv)  rehabilitation of the School of Agriculture in Batticaloa, primarily constructing lecture\nfacilities and quarters, provision of some farm machinery for training purposes, for\nan estimated cost of about SLRs12.2 million; and\n(v)  strengthening the veterinary and extension activities of the Department of Animal\nProduction  and  Health,  including  rehabilitation  of  buildings,  procurement  of\nveterinary  equipment,  and  provision  of  transport  (motor  cycles  on  credit);  the\nestimated cost for five districts is about Rs30 million.\n39. There is also considerable scope for outsourcing agriculture and other income-generating\nactivities to capable NGOs and bilaterally funded projects in the Project area. The Project will\nexplore such opportunities during its inception phase.\n3. Fisheries\n40. The TA study examined both coastal and inland fisheries, the latter particularly in Vavunia\ndistrict, which is landlocked but has considerable potential for inland aquaculture. For coastal\nfisheries,  several  proposals  linked  to  improving  the  welfare  of  fishing  communities  through\nimproving their incomes were tentatively identified during loan processing. These included:\n(i)  in Amparai, construction of a fishing anchorage at Sainthamarathu, with ice plant\nand fish storage facilities, to serve about 350 boats, at an estimated cost of about\nSLRs30 million.\n(ii)  in Mannar, rehabilitation or replacement of two unserviceable ice plants, at an\nestimated cost of SLRs9 million, and rehabilitation of a fish meal facility, at an\nestimated cost of about SLRs3 million.\n(iii)  in Batticaloa, construction of an anchorage and ice plants, at an estimated cost of\nSLRs8 million; and\n(iv)  in Amparai, Batticaloa, and Mannar, provision of housing, including water supply\nand  sanitation  facilities,  for  fishing  communities  at  an  estimated  cost  of  about\nSLRs40 million.", "59\nAppendix 5, page 13\n41. In addition, in each district visited by the TA team there was a general proposal for support\nto fishing communities through provision of boats and equipment, rehabilitation of fish stores,\nprovision of cold storage transport, and rehabilitation of ice plants. Considerable work will be\nrequired during Project implementation to develop subprojects to a form in which they could be\nprocessed for approval, in particular to identify potential community and private sector groups that\ncould undertake and sustain these activities. Studies will also be required to identify potential\nenvironmental  impacts  and  to  identify  mitigation  measures  to  address  them.  It  will  also  be\nnecessary to take into account the soon-to-commence ADB-financed studies of inland aquaculture\nand east coast fishing communities. Finally, coastal fisheries are also severely affected by the\npresent security situation, which typically limits areas that can be fished to inshore waters and\ncoastal  lagoons.  Until  this  situation  changes,  there  is  little  that  can  be  done  to  improve  the\nlivelihood of typical coastal fishing communities beyond providing assistance to better manage the\nfish resources to which they presently have access.\n42. For inland fisheries, a more detailed study was undertaken, focusing on Vavunia. The result\nwas an apparently viable proposal to strengthen the inland fisheries sector by providing a fish\nbreeding station with training facilities and necessary fishing gear to fishers and strengthening\naquaculture extension. Vavunia contains about 722 minor, 15 medium, and 3 major tanks, and\noffers significant opportunity for developing inland fisheries and aquaculture. The study indicates\nthat the primary focus of a subproject should be on developing carp aquaculture in seasonal tanks.\nAn outline estimate of cost for such a subproject is given in Table 4.\nTable 4: Cost Estimate for Inland Fisheries in Vavunia\nItem Amount (SLRs)\nFish Breeding Center 6.0 million\nCage culture 0.5 million\nRehabilitation of Aquaculture Extension Center 2.5 million\nFishing gear and inputs 2.0 million\nSocial mobilization and training NAQDA staff 3.0 million\nTotal 14.0 million\n43. The  implementing  agency  would  be  the  National  Aquaculture  Development  Authority\n(NAQDA).  Coordination  with  other  departments,  particularly  the  Agrarian  Services  and  the\nDepartment of Irrigation, would be essential for minor and medium and major tanks respectively.\nThere  is  also  scope  for  involvement  of  a  national  NGO  in  social  mobilization  of  selected\ncommunities for fisheries and aquaculture and in the training of NAQDA extension staff.\nG.  Roads\n1. General Scope of Work\n44. Although the road network at all levels in the Project area has been severely damaged by\nconflict and lack of maintenance, there is relatively little scope to undertake major rehabilitation\noperations  in  the  present  security  climate.  The  situation  will  be  reviewed  during  Project\nimplementation, and may change should the security situation improve. For the present it is\nintended that road rehabilitation and construction be limited to", "Appendix 5, page 14\n60\n(i)  internal and access roads for relocation and resettlement areas;\n(ii)  selected rural roads;\n(iii)  selected Class C and D provincial roads on an opportunity basis, where there is\nagreement by all parties that the works can proceed without hindrance or likelihood\nof damage from subsequent conflict-related causes;\n(iv)  gravel surfacing only, meaning no asphaltic work; and\n(v)  minor  structures  such  as  culverts  and  very  small  bridges,  meaning  no  major\nstructures.\n45. Wherever  possible,  the  works  would  be  executed  through  contracts  with  domestic\ncontractors.  Where  this is  not  possible,  the  works  could  be  carried  out  through  Government\nagencies, community-based organizations, etc.\n2.  Subproject Selection Criteria\n46. Detailed selection criteria will be developed during the Project inception period, based\nlargely on the following. All these matters are to be addressed, and specified documents are to be\nincluded, in the subproject proposals prepared by the PMU for consideration by the Provincial\nProject Coordination Committee.\n(i)  Only  road  classes  C,  D,  and  rural,  are  to  be  included,  subject  to  there  being\nsufficient traffic to justify rehabilitation.\n(ii)  Priority to be given to roads serving agricultural or fisheries activities, that link\nvillages and relocation schemes included in the Project scope to nearby market\ncenters and townships, as identified by the communities and included in village\ndevelopment plans.\n(iii)  Roads that provide access to protected areas, such as wildlife reserves, controlled\nforests, etc, are not to be included.\n(iv)  Roads to be improved should benefit a substantial proportion of a community’s\npopulation.\n(v)  The scope of the activity of road repairs is limited to existing road alignments, where\nno land acquisition is required, except for internal and access roads for relocation\nvillages.\n(vi)  More  than  90  percent  of  beneficiary  families  have  agreed  to  participate  in  the\nconstruction and to carry out maintenance after rehabilitation.\n(vii)  Beneficiaries are willing to contribute in kind, or in labor, about 10 percent of the\ntotal value of the civil works cost. The beneficiaries will ensure that the burden of\nthis contribution does not fall on the poorest members of the community.\n(viii)  The security forces have agreed that the road can be improved.", "Appendix 5, page 15\n61\n(ix)  The estimated base cost, at 2001 prices, should be less than SLRs500,000 per\nkilometer.\n(x)  Confirmation is to be available that the beneficiaries are the original landowners, or\noccupiers, and not new settlers.\n(xi)  Availability of a disaggregated civil works cost estimate showing the civil works\nitems that would be completed by the beneficiaries, in lieu of their voluntary share.\n(xii)  A  written  agreement  from  the  community  accepting  the  responsibility  for\nmaintenance of the road is available.", "62 Appendix 6, page 1\nTable 1: Project Costs\n($ million)\nForeign Local Total\nItem Currency Currency Cost\n(including Taxes\nand Duties\nI. ADB and Government Component\n1. Land and relocation 0.0 0.5 0.5\n2. Project works\na. Anchor Subprojects 6.2 18.2 24.4\nHealth 2.0 3.0 5.0\nWater Supply/Sanitation 1.5 3.5 5.0\nEducation 1.0 4.0 5.0\nShelter 0.5 3.5 4.0\nAgriculture/Fisheries 0.5 1.0 1.5\nOthers/unallocated 0.7 3.2 3.9\nb. Community Subprojects 1.0 5.0 6.0\n3. Equipment and Materials 1.5 0.7 2.2\n4. Incremental Expenditure\na. PMU Staff 0.0 0.4 0.4\nb. Project Support 0.4 0.8 1.2\n5. Consulting Services\na. PMU Support 0.2 0.1 0.3\nb. Anchor Subprojects 0.1 0.6 0.7\nc. Community Mobilization 0.0 0.5 0.5\nSubtotal  9.4 26.7 36.1\nInterest charges 0.9 0.0 0.9\nTotal ADB and Government Component 10.3 26.7 37.0\nII. GTZ Management Services 2.0 0.5 2.5\nIII. Project Support Componenta 0.4 0.1 0.5\nTOTAL 12.7 27.3 40.0\nPMU=Project Management Unit; GTZ=Deutsche Gesellschaft für Technische Zusammenarbeit\na Nethelands cofinancing\nSource: Staff Estimates", "Table 2:  Financing Plan\n($ million)\nComponent/Cofinancier OPEC ADB German Dutch Government Beneficiaries Total\nFund Government Government\nLand and relocation allowances 0.5 0.5\nProject works\nAnchor subprojects 4.0 16.6 4.8 25.3\nHealth 1.0 3.1 0.9 5.0\nWater Supply/Sanitation 1.0 3.1 0.9 5.0\nEducation 1.0 3.1 0.9 5.0\nShelter 0.5 3.1 0.9 4.5\nAgriculture/Fisheries 1.3 0.3 1.5\nOthers/unallocated 0.5 2.9 0.9 4.3\n6\n3\nCommunity subprojects 3.3 0.8 1.0 5.0\nEquipment and Materials 1.5 0.7 2.2\nIncremental expenditure 1.4 0.1 1.5\na. PMU staff 0.3 0.3\nb. Project support 1.1 0.1 1.2\nConsulting Services 1.4 0.2 1.6\na. PMU support 0.4 0.1 0.4\nb. Anchor subprojects 0.6 0.1 0.7\nc. Community Mobilization 0.5 0.1 0.5\nA\nInterest charges 0.9 0.9 p\np\nGTZ Management Services 2.5 2.5 e\nn\nProject Support Services 0.5 0.5 d\nix\nTotal Funding 4.0 25.0 2.5 0.5 7.0 1.0 40.0  6\n, p\na\ng\ne\n 2", "64\nAppendix 7, page 1\nPROJECT ORGANIZATION\nA. Overview of the Project Organization\n1. The summary Project organization chart illustrates the relationships among the national,\nprovincial, district, and divisional levels of the Government’s administrative system, and also the\nrelationships with the Project’s Project Management Unit (PMU), nongovernment organizations\n(NGOs), community-based organizations, contractors, etc.\nB.  Project Management Unit\n2. The PMU will be responsible for the day-to-day implementation of the Project, assisted by\nthe GTZ Management Team. In addition to the project director, the PMU’s senior staff will include a\ndeputy  project  director,  a  technical  director  (engineer),  a  financial  management\ncontroller/specialist,  a  social  development  specialist,  a  health  specialist,  a  monitoring  and\nevaluation specialist, and a resettlement specialists. The PMU will include supporting staff for\ntechnical, administrative, and financial operations. The PMU’s activities will include:\n(i)  supervising project activities, including managing physical and financial progress;\n(ii)  issuing  implementation  guidelines  to  Project  staff  and  to  provincial  and  district\nproject offices, and training district staff and others in relevant aspects of Project\nimplementation;\n(iii)  managing the selection of consultants, in accordance with Government and Asian\nDevelopment Bank (ADB) procedures;\n(iv)  managing procurement of larger contracts for works, equipment, and services; and\nmonitoring  procurement  of  smaller  contracts  managed  by  the  district  project\norganizations;\n(v)  preparing and arranging approval of subproject proposals by the Provincial Project\nCoordination Committee;\n(vi)  initiating project activities through district project organizations;\n(vii)  overseeing implementation of all project activities for compliance with Government\nprocedures, relevant ADB guidelines, quality and scheduling standards, and all\nother requirements that are necessary to ensure that the Project is implemented in\naccordance with the requirements of the project loan agreement;\n(viii)  managing disbursement of Project funds to the districts, and ensuring such funds\nare utilized for approved subprojects by establishing and maintaining an effective\nfinancial monitoring system;\n(ix)  maintaining  project  accounting  records  for  all  funds  received,  including  training\naccounting staff;\n(x)  establishing and maintaining a sound management information system incorporating\nboth physical and financial performance and, on the basis of the system, preparing", "65 Appendix 7, page 2\nmonthly progress reports in a format to be agreed during the Project inception\nperiod;\n(xi)  ensuring  that  the  management  information  system  is  capable  of  presenting\ninformation on critical balance factors that will impact on the success of the Project,\nincluding distribution of project activities among communities, cleared and uncleared\nareas, urban and rural populations, vulnerable and other communities, etc.; and,\nbased on this information, ensuring that these balances are maintained over the life\nof the Project;\n(xii)  managing the Project’s imprest accounts, and preparing withdrawal applications for\nsubmission  to  ADB  through  the  Ministry  of  Provincial  Councils  and  Local\nGovernment; and\n(xiii)  providing secretariat services for the National Project Coordination Committee and\nthe Provincial Project Coordination Committee.", "66\nAppendix 7, page 3\nSUMMARY PROJECT ORGANIZATION\nThe Governor\nNorthern and Eastern\nMinistry of Provincial Councils and Local\nGovernment Secretary\nNational Project\nCoordinating Committee\nNationa\nNorth East Provincial\nCouncil\nProvincial Project\nCoordinating Committee\nProvincial Line Project Management Unit\nLarge contracts\nProject Director\nSpecialists/Project GTZ Management Team\nProvincial\nDistrict\nGovernment Coordinating Committees\n(existing)\nDeputy Project Director\n(Deputy Directors\nSmall contracts\nNational/Provincial NGOs Private\nGovernment Contractor\nDistrict\nDivisional\nLocal Authorities Assistant Government\nCoordinating Committee\n(Pradeshiya (existing)\nCommunity- Divisional\nbased Officers\nDivision\nBENEFICIARIES\nBenefits delivered at the provincial, district, and division\nGTZ=Deutsche Gesellschaft für Technische Zusammenarbeit; NGO=nongovernment organization", "67\nAppendix 8, page 1\nGTZ MANAGEMENT TEAM\n1. The Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) management team will\nbe located in Trincomalee and will consist of the following members:\n(i)  an international specialist for management and organization development;\n(ii)  an  international  specialist  for  business  advice,  procurement  services,  logistics,\nfinance planning, and supervision;\n(iii)  a national specialist for administration;\n(iv)  a national specialist for social mobilization;\n(v)  an International short-term specialists for planning, monitoring and evaluation, social\ndevelopment, etc; and\n(vi)  domestic short-term specialists.   \n2. The Management Team’s broad scope of operations will include the following:\n(i)  assisting with establishing the Project Management Unit (PMU) in Trincomalee and\nthe Project districts;\n(ii)  assessing the capacity and ability of provincial and district government agencies to\nprovide the support the project requires, and developing and implementing training\nprograms to improve their capacity;\n(iii)  assisting the PMU with preparing an overall framework for the Project, and with\npreparing detailed subproject proposals;\n(iv)  ensuring the participation of communities in planning subprojects that impact directly\non them;\n(v)  assisting the PMU with undertaking surveys of potential subproject areas, to assess\nthe social and economic conditions of the potential beneficiaries;1\n(vi)  assisting the PMU with developing and operating efficient procurement procedures\nfor the Project’s works, goods, and services;\n(vii)  through  the  management  team’s  domestic  consultant  members,  monitoring  the\nquality of works being implemented under the Project, and providing reports to the\nProject  Director  on  the  results  of  this  monitoring,  advising  when  necessary  on\nactions to be taken – including withholding of payments – where the quality is not in\naccordance with the Project’s requirements;2\n                  \n1 Based on the comprehensive survey approach and software developed under the GTZ-managed Integrated Food\nSecurity Project in Trincomalee.\n2 The GTZ Management Team will not be required to certify payments to contractors and suppliers.", "68 Appendix 8, page 2\n(viii)  assisting the PMU with developing a management information system, the outputs\nof which will include simple and effective progress reporting systems; assisting the\nPMU with establishing and operating an effective Project impact monitoring and\nevaluation system;\n(ix)  participating in National and Provincial Project Coordination Committee, and district\nlevel committee meetings.", "Appendix 9, page 1\n69\nSUMMARY TERMS OF REFERENCE FOR CONSULTING SERVICES\nA.  Introduction\n1. The Project will require consultants for several activities, including (i) specialized support to\nthe Project Management Unit (PMU); (ii) for several of the anchor subprojects, particularly in the\nhealth and water supply/sanitation sectors, design/design review, documentation, procurement\nassistance, and contract supervision; (iii) for shelter-related subprojects, resettlement assistance;\nand  (iv)  for  the  community-based  subprojects,  assisting  with  community  mobilization  and\nparticipation. These consultants will complement the consultants to be provided as part of the\nDeutsche Gesellschaft für Technische Zusammenarbeit (GTZ) management services.\n2. These terms of reference contain sections for each of these separate services. Generally\nthe consultants will be domestic, but there will be a requirement for some international inputs in\nspecialized areas.\nB.  Consultants for PMU Support\n1.  Health Sector\na. Health Specialist (Domestic)\n3. The health specialist will be a part of the PMU, but will work at the Provincial Health\nDepartment  office  in  Trincomalee.  The  specialist  will  be  a  medically  qualified  person  with\nexperience in preventive health and health administration who can command the respect of the\nmedical administrators and other management staff in the Project districts. She/He will undertake\nthe following specific tasks:\n(i)  Assist the project director (PD) in planning and constructing the Project-supported\nhealth facilities.\n(ii)  Assist in the organization of recruitment and training for volunteer health workers\n(VHW) and public Health midwives (PHM).\n(iii)  Assist with preparing curricula for VHWs.\n(iv)  Provide technical guidance to the PD on medical and health matters.\n(v)  Ensure that the Divisional Director of Health Services and other health staff in\nschools and villages where water and sanitation projects are implemented carry out\nhealth education programs.\n(vi)  Ensure and organize Health Department support for all areas of Project work.\n(vii)  Ensure that all aspects of the health sector program (reestablishment of public\nhealth services, medical facility improvements, PHM training, etc.) are implemented\non schedule and that quality standards are maintained.\n(viii)  Maintain data on subprojects, monitor progress, and submit progress reports to the\nPD for inclusion in the Project’s progress reports.", "70\nAppendix 9, page 2\n4. The health specialist will be a full time position for the five-year duration of the Project. Total\ninput will be 60 person-months.\nb. Hospital planner and architect (international)\n5. The hospital planner/architect will undertake a four month assignment to the Project area\nand will complete the following activities. He/she will work closely with and advise the domestic\nconsultants responsible for design, documentation, and construction supervision of the hospitals\nand other facilities to be provided under the health component of the Project.\n(i)  Review reports prepared for the health sector during preparation of the Project,\nincluding the report prepared by the Poverty Impact Monitoring Unit addressing the\nneed for psychosocial facilities in the hospitals to be improved under the Project.\n(ii)  Review the plan for rehabilitation and expansion of key hospitals and all available\nbackground materials on hospital planning and construction in Sri Lanka.\n(iii)  Visit all Project districts where construction of health facilities is planned and meet\nwith the medical personnel who will operate the new facilities to determine their\npriorities and practices that will influence hospital design.\n(iv)  Meet  with  the  Provincial  Engineering  Department  to  review  specification  and\ntendering procedures, and advise on improvements that can expedite the process\nand ensure that structures are built to specification.\n(v)  Review  existing  plans  for  construction  of  wards,  clinics,  medical  administration\nbuildings, and other structures; and advise on improving the medical efficiency and\ncost effectiveness of the structures.\n(vi)  Develop new plans for hospital wards, clinics, etc. that will improve the functioning\nof the buildings and improve existing plans as necessary.\n(vii)  Advise the Provincial Engineering Department on developing specifications and\ntender documents for the construction projects.\n(viii)  Brief the District Director of Health, other PMU staff, and provincial and district\nhealth officials on the planning, specification and construction process so they can\noversee  the  process  and  ensure  that  the  work  is  done  according  to  their\nexpectations.\n(ix)  Prepare a report for the PMU, to be used also by the domestic consultants assisting\nwith  preparation  of  designs,  documents,  and  construction  supervision,  and  the\nGovernment on the program for rehabilitation and expansion of key hospitals; the\nplanning,  specification,  and  tendering  process;  and  problems  that  may  be\nencountered; and provide recommendations on how the problems may be solved.\n2.  Shelter Sector (Relocation Area Development)\n6. Relocation sites are being developed at present with little regard to the wishes of the\ncommunities that will occupy them, or to current concepts of community-sensitive design. The\nProject will address this issue by including in the PMU sector specialist team an international and a", "71\nAppendix 9, page 3\ndomestic  consultant  who  will  assist  the  PMU  and  the  Government  agencies  responsible  for\nresettlement with developing a community-based approach to relocation area design, and also a\ndomestic consultant who will provide assistance related to resettlement. This approach will take\ninto account previous experience in Sri Lanka with developing land settlement schemes (which\nwere typically developed around large-scale irrigation schemes), current international practice for\ndeveloping large scale residential sites for low-income and disaster-affected people, and also the\nexperience of other Asian Development Bank-financed projects where resettlement is required.\nThe international consultant will have an input of 6 person-months, the settlement development\ndomestic consultant an input of 8 person-months, and the domestic resettlement specialist an input\nof 24 person-months over the life of the Project.\n3. Agriculture Sector\n7. There  is  a  need  in  the  Project  area  to  develop  agriculture-based  income-generating\nactivities for people affected by the conflict. As part of the preparation of the Project, a brief study\nof the agriculture sector was undertaken, and several areas for support were identified. However,\nthese  were  mainly  in  the  traditional  Government-  and  cooperative-dominated  aspects  of\nagriculture; there was little focus on private sector opportunities. To address this need, the Project\nwill  engage  an  international  consultant  with  expertise  in  market-based  rural  industries.  The\nconsultant will undertake the following broadly defined tasks, within an assignment that will extend\nfor a total period of four months, in two assignments each of two months duration. The first\nassignment will consist of the following:\n(i)  Review available information on agriculture in the North East.\n(ii)  Visit the Project area and meet with Government personnel and other agencies\ninvolved with small-scale rural industries.\n(iii)  Identify types of agricultural activities that could be developed to provide income-\ngenerating opportunities to people living in the Project area;\n(iv)  Assess the possibility of developing one or more pilot programs around several of\nthe  identified  agriculture  types  that  have  the  potential  to  be  cost  effective  and\nsustainable, and to deliver reasonable incomes to people who undertake them.\n(v)  Assess the requirements for financing, and investigate how this might be obtained.\n(vi)  Propose one or more agencies that could assist with developing the pilot projects.\n(vii)  Report on findings to the PD.\n8. For the second assignment, which would proceed depending on the Project’s decision on\nwhether  the  report  of  the  first  assignment  found  that  there  were  suitable  opportunities  for\ndeveloping small-scale private sector agricultural activities, the consultant would help the identified\nagencies commence implementation of the pilot projects.\n4. Technical, Monitoring, and Contract Support\n9. The Project will be implemented through a large number of subprojects, most of which will\ninvolve  contracts  of  some  form  (civil  works,  equipment,  consulting  services,  nongovernment\noperations, etc.). The PMU will engage an experienced domestic project management consultant", "72\nAppendix 9, page 4\nto assist the PD with managing Project implementation on a day-to-day basis. The consultant will\nwork closely with the GTZ Management Team. The consultant’s scope of work will include the\nfollowing activities:\n(i)  Assist the PD with developing management information systems to monitor and\nreport on the Project’s implementation status.\n(ii)  With the assistance of the GTZ team, establish and operate a monitoring and\nevaluation  system  for  the  Project,  to  be  in  operation  as  soon  as  the  Project\ncommences, and interface the system with the Project’s management information\nsystem.\n(iii)  Coordinate and oversee the activities of the design and supervision consultants for\nthe anchor projects.\n(iv)  Manage the Project’s larger scale procurement activities, and assist the district level\nmanagement units with procurement activities, to ensure that all procurement is\ncarried out in accordance with the requirements of the Project loan agreement, and\nthe Government’s tender guidelines.\n(v)  Periodically visit each of the Project districts and subproject sites to ensure that\nsubprojects are being implemented as intended, communities are involved in their\nimplementation  where  appropriate,  and  implementation  problems  are  resolved\nquickly.\n(vi)  Maintain contact with the UNHCR for works being undertaken in uncleared areas\nand, whenever possible, visit subproject sites in those areas.\nC.  Consultants for Anchor Project Design and Construction\n10. The Project will implement a substantial number of subprojects, referred to as anchor\nsubprojects, that will require designing, or reviewing designs, and supervising construction of\nvarious buildings and civil works. Since the detailed scope of each of these subprojects will not be\nfinalized  until  the  Project  has  commenced,  consultants  will  be  selected  on  the  basis  of\nrequirements at the time. The selection will be made from panels of suitably qualified consultants,\nto be provided by domestic consulting firms. The broad scope of work for the consultants will be as\nfollows:\n(i)  Prepare designs and contract documentation for anchor subprojects, using standard\ndesigns and documents where possible but for health sector projects, base designs\non the report of the international health specialist.\n(ii)  Assist the PD with procuring contractors for the subprojects.\n(iii)  Supervise  construction  of  the  subprojects,  including  measuring  work  done  for\npayment  purposes,  monitoring  quality  in  accordance  with  specifications,  and\ncertifying payments.\n(iv)  Ensure that all contract conditions are understood and enforced, including approvals\nof  materials  and  work  methods,  penalties  for  late  completion,  removal  of\nnonconforming work, correction of defects, etc.", "73\nAppendix 9, page 5\n(v)  Report to the PD on the status of all contracts under implementation at the end of\neach month, using a standard format to be developed and agreed upon during the\nProject’s inception period.\n(vi)  Prepare specifications and contract documentation for equipment subprojects, for\nhealth, education, water supply and sanitation, and other sectors where required.\n(vii)  Assist the PD with procuring the equipment, including inspecting quality, certifying\npayment, and ensuring that contract provisions are observed.\n11. The presently estimated consultant requirement, all domestic, for design and construction\nsupervision services is about 700 person-months, primarily for design and site supervision staff.\nThis estimate is based on the design and documentation activities being completed within two\nyears (200 person-months), and the supervision activities extending over five years with four full-\ntime  field  consultants,  each  covering  two  districts  (300  person-months)  plus  management,\ntechnical  and  administration  support.  Support  equipment  and  facilities,  such  as  vehicles,\ncomputers, etc, will be included in the scope of the consulting services contract, and will be funded\nthrough the Project loan.\nD.  Consultants for Community Mobilization and Participation\n12. Since the Project includes a substantial proportion of activities that are to be implemented\nat the community level, there will be a requirement for support to assist communities, and the\nGovernment agencies that work with them, with effectively managing the community mobilization\nand participation process. A small portion of the required staffing will be provided through the GTZ\nManagement Team (see Appendix 8), but the balance will be provided through the Project.\n13. The detailed scope of work for the social mobilization consultants will be developed during\nthe Project’s inception period. Inputs required will be about 1,440 person-months, based on three\nconsultants (young graduates) for each of the eight districts, for the duration of the Project."], "metadata": {"CreationDate": "D:20011012090312", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "rsa", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R154-01.doc", "ModDate": "D:20011017081513+08'00'"}}