{"path": "data/input/ta/rrp-kgz-32143.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK RRP: KGZ 32143 \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nAND TECHNICAL ASSISTANCE GRANT \n \nTO THE \n \nKYRGYZ REPUBLIC \n \nFOR THE \n \nCOMMUNITY-BASED EARLY CHILDHOOD DEVELOPMENT PROJECT \n \n \n \n \n \n \n \n \n \nSeptember 2003", "CURRENCY EQUIVALENTS \n(as of 5 August 2003) \n \nCurrency Unit –  som (Som) \nSom1.00 =  $0.0247 \n$1.00 =  Som 40.4850 \n \nABBREVIATIONS \n \n  AO  –  ayil okmotu (village authority) \n  ADB  –  Asian Development Bank \n  CFC  –  child and family coordinator \n  DHS  –  Demographic and Health Survey \n  ECD  –  early childhood development \n  EIRR  –  economic internal rate of return \n  EPI  –  Extended Program of Immunization \n  FAP  –  feldshers accoucheur (midwife) post \n  FGP  –  Family Group Practice \n  FSU  –  former Soviet Union \n  IDA  –  iron deficiency anemia \n  IDD  –  iodine deficiency disorder \n  IEC  –  information, education, and communication \n  IMCI  –  Integrated Management of Childhood Illnesses \n  IMR  –  infant mortality rate \n  JFPR   –  Japan Fund for Poverty Reduction \n  M&E  –  monitoring and evaluation \n  MDG  –  Millennium Development Goal \n  MHIF  –  Mandatory Health Insurance Fund \n  MLSP   –  Ministry of Labor and Social Protection \n  MOEC  –  Ministry of Education and Culture \n  MOF   –  Ministry of Finance \n  MOH   –  Ministry of Health \n  NGO  –  nongovernment organization \n  PCO  –  project coordination office \n  PMO  –  project management office \n  TA  –  technical assistance  \n  U5MR  –  under-five mortality rate \n  UNICEF  –  United Nations Children’s Fund \n  USAID  –  United States Agency for International Development \n  VIF  –  Village Initiative Fund \n  WHO  –  World Health Organization \n \n \n \n \n \nThis report was prepared by R. Hiraoka, (mission leader), G. Atay, V. B. Tulasidar, and A. \nChyngysheva. \n \n ", " \nGLOSSARY \n \n  ayil okmotu (AO)  –  village authority \n  FAP  –  primary health care post \n  feldsher  –  primary health care worker \n  oblast  –  Province \n  raion  –  District \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  5 \nA.  Objectives  5 \nB.  Components and Outputs  6 \nC.  Cost Estimates  9 \nD.  Financing Plan  10 \nE.  Implementation Arrangements  11 \nIV.  TECHNICAL ASSISTANCE  15 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS  16 \nVI.  ASSURANCES  18 \nA.  Specific Assurances  18 \nB.  Conditions for Loan Effectiveness  20 \n            C.        Conditions for Disbursement                                                                                20      \nVII.  RECOMMENDATION   20 \nAPPENDIXES  21 \n1.         Project Framework  21\n2.         Summary of Early Childhood Development Subsector  25\n3.         External Assistance to the Kyrgyz Republic in the ECD Sector    30\n4.         Poverty Rates   33\n5.         Outline Terms of Reference for the Child and Family Coordinator   34\n6.         Village Initiative Fund  35\n7.         Project Cost Estimates and Financing Plan by Source  37\n8.         Project Management Structure  38\n9.         Implementation Schedule  39\n10.       Indicative Procurement Packages  40\n11.       Training Programs  41\n12.       Outline Terms of Reference for Training   42\n13.       Outline Terms of Reference for Consulting Services  43\n14.  Technical Assistance for Institutional Strengthening for   47\n            Community-Based Early Childhood Development  \n15.       Economic and Financial Sustainability Analysis   51\n16.       Summary Poverty Reduction and Social Strategy Form   58", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The Kyrgyz Republic \n   \nClassification  Core poverty intervention \nHuman development/Gender and development  \n   \nEnvironment  Category C \nAssessment \n   \nProject Description  The Community-Based Early Childhood Development Project will \nenhance the development of young children between birth and 8 \nyears  of  age,  by  providing  holistic  interventions  on  improving \nhealth, nutrition, and psychosocial development. The Project is \ndirectly relevant to the human development needs of the Kyrgyz \nRepublic  stated  in  the  Government’s  Comprehensive \nDevelopment Framework and Education Strategy for 2010. It will \nalso contribute to the attainment of the Millennium Development \nGoals (MDGs) to reduce infant mortality rate (IMR) and under-five \nmortality rate (U5MR) and sustain universal primary education. \nThe Project will focus on the 12 poorest raions (districts), while \nensuring that the extended program of immunization will cover the \nneeds  of  all  eligible  children  in  the  country.  In  addition  to \ninterventions in health, nutrition, and education, the Project will \npay special attention to building the capacity of the ayil okmotus \n(AOs–village authorities) and communities to plan, improve, and \nsustain child development. \n   \nRationale  Young  children  suffer  most  in  times  of  economic  contraction. \nInternational  research  shows  that  poverty  has  measurable \ndetrimental  effects  on  children’s  physical  growth,  cognitive \ncapacity,  and  psychosocial  adjustment.  Long-term  impacts  are \nmost severe when children are unprotected in the years before \nthey enter school. Health, nutrition, and education directly impact \nthe lives of young children in poor families. Targeted programs \nthat  integrate  health,  nutrition,  and  education/care  for  young \nchildren offset the deleterious effects of poverty. Without targeted \ninterventions, the majority of children in poverty will not develop \nfully  in  their  early  years,  thus  permanently  diminishing  their \ncapacity  to  achieve  their  potential.  Recent  years  have  seen \ndeclines  in  budgets,  coverage,  and  quality  of  social  services, \nparticularly in rural and remote areas. Remote health posts and \nschools  are  the  last  to  benefit  from  supplies  or  training \nopportunities. Basic indicators on child development in the Kyrgyz \nRepublic  show  substantial  scope  for  improvement.  Early \nchildhood  development  (ECD)  has  important  implications  for \nwomen as well since their lives are closely intertwined with their \nchildren’s. ECD interventions will reduce women’s time spent on \ncaring for sick children. Increased access to affordable preschool \nprograms  will  enable  women  to  avail  themselves  of  economic \nopportunities.   Reduction   of   iron   deficiency  anemia  (IDA) will  ", "iii \n  improve  women’s  productivity,  and  reduce  pregnancy-related \nrisks, including maternal mortality. \n \nObjectives and Scope  The  goal  of  the  Project  is  to  improve  health,  nutrition,  and \npsychosocial development of children between birth and 8 years \nof  age  in  the  12  poorest  raions.  Specific  objectives  are  to  (i) \nreduce IMR and U5MR, (ii) reduce iodine deficiency disorder, (iii) \nreduce IDA both among children and pregnant women, and (iv) \nimprove the psychosocial development of preschool children. By \nimproving  children’s  health  and  nutrition  status  and  increasing \naccess to preschool programs, the Project can increase women’s \neconomic  opportunities  outside  the  home.  The  Project  will \ncontribute  to  the  attainment  of  the  MDGs  to  reduce  IMR  and \nU5MR  and  to  achieve  universal  primary  education.  The \ncomponents and the strategies adopted under each follow: \n \nThe child health and nutrition component will (i) ensure universal \ncoverage  and  quality  of  immunization,  (ii)  improve  case \nmanagement  for  major  childhood  morbidities,  (iii)  improve \nfunctioning  of  primary  health  care  posts,  (iv)  universalize \nconsumption of iodized salt, and (v) introduce behavioral change \nto  prevent  IDA.  The  early  childhood  care  and  education \ncomponent will (i) improve access of poor children to preschool \nprograms,  including  state-run  preschools  and  community \npreschool programs; (ii) improve the quality of grade 1 education; \nand (iii) improve the quality of child care at home. The capacity \nbuilding  component  will  (i)  develop  the  capacity  of  local \ngovernments and communities to plan, implement, and monitor \nECD  activities,  and  (ii)  improve  collection  of  community  and \ncentral government data and monitoring of development indicators \nfor young children between birth and 8 years of age. \n   \nCost Estimates  The total cost of the Project is $13.47 million equivalent. The \nAsian  Development  Bank  (ADB)  will  provide  a  loan  of  $10.5 \nmillion equivalent from its Special Funds resources, representing \n78% of the total project cost. The Government will provide $2.57 \nmillion equivalent, and communities will contribute $0.40 million \nequivalent by sharing the cost of community projects.   \n   \n($’000) \nFinancing Plan        Foreign  Local    Total  Percent \nSource     Exchange Currency   Cost    \n   Asian         \n   Development Bank       5,383       5,117  10,500      78\n   Government              0       2,570      2,570   19\n   Communities               0          400         400   3\n           \n    \n    Total       5,383       8,087  13,470    100\n   ", "iv \nLoan Amount and Terms  The  Government  has  requested  ADB  to  provide  a  loan  of \nSDR7,545,000  equivalent from its Special Funds resources, with \na maturity of 32 years, including a grace period of 8 years; and an \ninterest charge of 1% per annum during the grace period, and \n1.5% per annum thereafter. \n   \nPeriod of Utilization  Until 30 June 2009 \n   \nEstimated Project  31 December 2008 \nCompletion Date \n   \nImplementation  To ensure strong leadership to coordinate the different ministries \nArrangements  involved,  the  President’s  office  has  been  selected  as  the \nExecuting  Agency.  The  President’s  office  will  have  overall \nresponsibility for project coordination and implementation, and will \nappoint a project coordinator from among its senior officials. The \nProject will establish a project management office in Bishkek. An \ninteragency steering committee will give advice and decide on \npolicy matters. Many project activities will be implemented by AOs \nand  communities.  To  support  decentralized  implementation,  a \nproject coordination office will be established in each of the three \nparticipating oblasts.   \n   \nExecuting Agency  The President’s Office \n   \nProcurement  All ADB-financed goods and services will be procured following \nADB’s Guidelines for Procurement. Equipment will be procured by \n(i)  international  competitive  bidding  for  contracts  valued  at \n$500,000 or more; (ii) international shopping for contracts below \n$500,000;  and  (iii)  local  competitive  bidding  (LCB)  or  direct \npurchase for items valued at less than $50,000. Due to the small \nand  scattered  nature  of  civil  works,  rehabilitation  of  physical \nfacilities  will  be  carried  out  through  LCB.  Furniture,  some \nequipment, and learning materials are produced locally. Domestic \nproduction  capacity,  quality,  and  prices  are  satisfactory.  Such \nitems will be procured through LCB. Vaccines will be procured \nthrough the United Nations Children’s Fund under arrangements \nsatisfactory to the Ministry of Health and ADB. \n   \nConsulting Services  ADB-financed consulting services by firms or individuals will be \nawarded  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants. Consulting services financed under the loan will be \nfor  project  management  and  capacity  building  for  the  local \nadministration.  A  total  of  665  person-months  of  consulting \nservices (23 international and 642 domestic) will be required in \nmanagement,  finance,  procurement,  information  system,  early \nchildhood care and education, primary health care, community \nplanning  and  mobilization,  evaluation,  and  architecture/ \nengineering. \n   ", "v \nProject Benefits and  Direct  beneficiaries  of  the  Project  are  about  148,000  children \nBeneficiaries  between birth and 8 years of age in the 12 poorest raions. In \naddition, support for immunization will benefit all infants in the \ncountry.  The  Project  will  directly  enhance  the  development  of \nchildren and their future productivity.  \nThe Project will improve the effectiveness and efficiency of child \ndevelopment services. Some services in the health sector have \nbeen unable to achieve their full potential due to gaps in training \nand irregular supply of essential drugs. By bridging the gaps, the \nProject  will  improve  the  effectiveness  of  existing  services  at \nminimal additional cost. The Project will also improve the cost-\nefficiency of early education programs by introducing alternative \ncommunity-based models to complement formal preschools, and \nimproving child care at home.  \nThe Project will build the capacity of the AOs and communities. \nMany project activities will be implemented at the community level \nand managed by AOs. This focus on AOs and communities will \nimprove governance by bringing activities closer to the intended \nbeneficiaries, and facilitate the achievement of project objectives \nby providing–through a village initiative fund–opportunities for the \ncommunities to design and implement activities that meet their \nneeds.  \nRisks and Assumptions  The  Project  involves  almost  no  technical  risk.  The  selected \ninterventions have been tested and proven effective in the Kyrgyz \nRepublic and internationally. The most significant challenge will be  \neffective implementation through multiple ministries and central \nand local government bodies. A steering committee consisting of \nexperienced representatives of concerned ministries and oblasts \n(provinces) has been established and will provide policy guidance \nto the Project. The Project provides for substantial training of AO \nrepresentatives and assistance of the child and family coordinator \nduring the first 2 years of project implementation. \n \nAnother  challenge  is  sustainability  of  the  services  after  the \ncompletion of the Project. Maintaining the quality of primary health \ncare and preschool programs will require predictable, timely, and \nadequate budget allocations. Recurrent costs will be about 1% of \nthe national health and education budget. The Project will ensure \nthat the Government develops sustainability plans for vaccines \nand essential drugs, which are the major needed supplies. \n   ", "vi \nTechnical Assistance  Technical  assistance  for  Institutional  Strengthening  for \nCommunity-Based Early Childhood Development aims to fill the \nmajor institutional and capacity gaps so that the Government can \npursue an effective ECD Program. The main objectives of the TA \nare  to  help  the  Government  (i)  develop  an  updated \ncomprehensive strategy for ECD; (ii) develop a monitoring and \nevaluation system for ECD; and (iii) introduce parent education \nmodels  to  improve  child  care  practice  at  home.  The  TA  will \nfinance consulting services for 13 person-months of international \nconsultants,  and  54  of  domestic  consultants  with  expertise  in \nECD;  preschool  standards;  information,  education,  and \ncommunication;  and  evaluation  and  monitoring.  The  total  TA \namount is estimated at $600,000 equivalent comprising $378,000 \nin foreign exchange and $222,000 equivalent in local currency \ncost. ADB will provide $500,000 as a grant from the Japan Special \nFund funded by the Government of Japan to finance the entire \nforeign exchange costs and $122,000 equivalent of local currency \nexpenditures.  The  Government  will  finance  the  remaining \n$100,000 equivalent in kind. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Kyrgyz Republic for the Community-Based Early Childhood Development Project. The \nreport also describes proposed technical assistance (TA) for Institutional Strengthening for \nCommunity-Based Early Childhood Development, and if the Board approves the proposed loan, \nI, acting under the authority delegated to me by the Board, will approve the TA. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Young children suffer most in times of economic contraction. International research \nshows that poverty has measurable detrimental effects on children’s physical growth, cognitive \ncapacity, and psychosocial adjustment. The long-term impacts of these effects are most severe \nwhen children are unprotected during the years before they enter school. Targeted programs \nthat integrate health, nutrition, and education/care for young children offset the deleterious \neffects  of  poverty.  Without  targeted  interventions,  the  majority  of  children  in  poverty  will \nexperience inadequate development in their early years, permanently diminishing their capacity \nto achieve their potential.   \n \n3.  The Kyrgyz Republic has a population of 5 million, about 22% of whom are below 8 \nyears of age. The per capita income is about $300, the second lowest among Central Asian \ncountries, and poverty is prevalent. According to the National Statistical Committee, 40% and \n47% of the population live in poverty in urban and rural areas, respectively. The health, nutrition, \nand education sectors have direct impacts on the lives of young children in poor families. These \nsectors were funded centrally during the former Soviet Union (FSU) and, until its final years, \nwere relatively protected. The Kyrgyz Republic had achieved a high level of education and had \ndeveloped  extensive  education  and  health  care  networks  before  independence.  However, \nbudgets, coverage, and quality of services have declined in recent years. Rural and urban \ndisparities are widening. Scarce resources are concentrated in the major cities and towns; \ntraining and supplies reach remote, impoverished rural health posts and schools last.  \n \n4.  Social indicators of the Kyrgyz Republic show the effects of increased poverty and \ndeclining  public  investment  in  child  development.  Achieving  by  2015  the  Millennium \nDevelopment Goals (MDGs) to which both the Kyrgyz Republic and the Asian Development \nBank (ADB) subscribe may be at risk. Major efforts will be required especially to meet the \ntargets  of  reducing  infant  mortality  rate  (IMR)  and  under-five  mortality  rate  (U5MR)  and \nsustaining universal primary education by arresting the problem of increasing dropouts. The \nProject seeks to help the Government improve health, nutrition, and psychosocial development \nof young children and attain the MDGs. The Project framework is presented in Appendix 1. \n \n5.  The IMR remains high in the Kyrgyz Republic despite almost universal literacy and high \nlevels of attended births (95% of deliveries take place at health facilities supervised by trained \nmedical staff). Government statistics in 2001, which use the Soviet definition of live birth, show \nthat IMR was 21.7 and U5MR was 29.7. According to the 1997 Demographic and Health Survey \n(DHS) that used World Health Organization (WHO) standard definitions, IMR was 61.3 and \nU5MR was 72.3. Both the Government and DHS figures on the IMR and U5MR were much ", "2 \nhigher than the European average.1 The DHS figures place the Kyrgyz Republic in the group of \nlower human development countries with weak health care systems and lower literacy. \n   \n6.  Children’s nutrition status has deteriorated since independence. In addition to a general \nincrease in poverty, the reduced availability of food subsidies targeted at children and meals \nformally provided through preschools has eliminated key nutrition sources for young children. \nThe collapse of the production and distribution of fortified food has increased micronutrient \ndeficiency.  According  to  DHS,  the  prevalence  of  stunting,  which  is  highly  correlated  with \nreduced cognitive performance, reached 29% and 30% in Osh and Naryn oblasts (provinces), \nrespectively. The prevalence of iodine deficiency disorder (IDD) is increasing. The Government \nreports  that  the  number  of  IDD  cases  has  increased  by  8-10  times  in  the  last  10  years. \nInternational research has clearly and consistently demonstrated that an average of 13 IQ \npoints is lost in iodine-deficient children living in areas where goiter is endemic.2 Iron deficiency \nanemia (IDA) is also highly prevalent: 48.5% of children below 3 years of age and 38% of \nwomen  were  anemic  in  1997.  Women  with  IDA  face  a  higher  risk  of  pregnancy-related \ncomplications that contribute to higher maternal mortality ratio. Mothers with IDA give birth to \ninfants whose psychomotor and cognitive skills are diminished or developmentally delayed.  The \nschool performance of children with IDA, is also affected. Among adults, productivity losses due \nto IDA have been estimated at 5-17% depending on the kind of work. Overall, micronutrient \nmalnutrition in developing countries costs at least a 5% loss of gross domestic product.3 \n \n7.  Many young children have not benefited from psychosocial development opportunities \nand  primary  school  dropouts  are  increasing.  Prior  to  independence,  preschool  institutions \ncomprising full-day nurseries and kindergartens offered a package of child nutrition, health, and \neducation services free of charge to more than a third of preschool-age children. However, \nmany preschool institutions have been closed down. Rural areas are especially hard hit. Only \none third of operating preschools are located in rural areas. The surviving preschools have \nstarted  charging  small  fees  to  compensate  for  reduced  state  support  and  have  become \nunaffordable to poor children. In 2000, only 7.1%, 3.6%, and 2.3% of preschool-age children in \nJalal-abad, Osh, and Naryn, respectively, attended preschool. Parents have not been able to \nreplace  the  functions  of  preschools.  Parents  in  rural  areas  lack  knowledge  of  child  care \npractices to stimulate children’s psychosocial development, and have little time or inclination to \ncommunicate or play with their children. A study conducted during Project preparation revealed \nthat many young children in the Kyrgyz Republic are left unattended for most of the day. Four- \nyear olds were with some caretaker only for 5 hours a day and spend the rest of the day alone.  \n \n8.  Before,  extensive  preschool  coverage  resulted  in  children  joining  the  formal  school \nsystem already able to read and write. In contrast, most children now enter grade 1 unprepared \neither academically or socially. The average age at school entry has declined: in 1991, 27,200 \n6-year-olds entered grade 1, and in 1999, 40,000 did. This suggests that grade 1 is increasingly \nserving as kindergarten and a school preparation class. The result is added pressure on grade 1 \nteaching. According to the Government’s 2000 Education for All Report, the primary school \ncompletion rate is only 85%. This lower-than-expected completion rate is at least partly due to \nlack of preparation for school at entry. Children who attend preshool are more likely to complete \nprimary school and show higher school achievement. \n                                                 \n1  The average IMR of Europe is 12.8 in 1996 (WHO).  \n2 Bleichrodt, N. and M. P. Born, M.1994. A Meta-Analysis of Research on Iodine and its Relationship to Cognitive \nDevelopment.  The  Damaged  Brain  of  Iodine  Deficiency,  edited  by  J.B.  Stanbury.  New  York.  Cognizant \nCommunications Corporation. \n3  World  Bank.  1994.  Enriching  Lives:  Overcoming  Vitamin  and  Mineral  Malnutrition  in  Developing  Countries. \nDevelopment in Practice Series. ", "3 \n9.  The condition of poor young children and their families and deteriorating public services \nfor children require effective early childhood development (ECD) programs. Investment in ECD \nbenefits not only children and their families, but also society as a whole. Society benefits from \ngreater productivity in later life. Investment in ECD can reduce the needs for and cost of future \nsocial welfare programs, and public expenditures in the health care system. Children who \nbenefit from health and nutrition interventions and preschool experiences are more likely to \nenroll and persist in school, to be healthier, to need fewer social protection or criminal justice \nservices, and to earn higher incomes as adults. Research shows a positive correlation of ill \nhealth as a child, with physical impairments and health problems later in life, all of which are \nburdens on health services. ECD also addresses an important societal concern of equity. ECD \nhas larger impacts on deprived children than better-off children and contributes to narrowing the \ndifferences  in  development  at  the  beginning  of  life  among  children  of  various  economic \nbackgrounds. This is especially important for the Kyrgyz Republic and other FSU countries \nwhere economic inequality is widening.  \n \n10.  ECD also has positive impacts on women, especially mothers, since mothers and child \nhealth are closely intertwined. Improvements in child health results in less time needed to care \nfor sick children and reduced costs of health care. Aside from the obvious benefits of improved \nhealth for both mothers and children, ECD interventions, especially increased availability of \npreschools, enable women to access economic opportunities outside the home. Provision of \npreschools releases women from full-time child care, and gives them opportunities to participate \nin the labor market and earn incomes. Reduction of IDA among pregnant women reduces \npregnancy-related risks and contributes to overall improvement of women's health. \n \n11.  The Government has long recognized the importance of child development. The Law on \nProtection  of  the  Kyrgyz  People’s  Health  clearly  stipulates  the  state’s  responsibility  for \nprotecting  children’s  right  to  living  conditions  required  for  sound  physical,  cognitive,  and \npsychosocial development, and the obligation of citizens to take care of children’s health, \nphysical, cognitive, and psychosocial development. Investing in ECD is directly relevant to the \nbasic human development needs of the Kyrgyz Republic as stated in the Government’s poverty \nreduction strategy and also the Education Strategy for 2010.  \n \nB.  Analysis of Key Problems and Opportunities \n12.  While the problems associated with ECD in the Kyrgyz Republic are challenging, most of \nthem  have  well-established  remedies.  The  Project  will  select  the  most  cost-effective \ninterventions in the areas of health, nutrition, and early childhood care and education consistent \nwith ADB’s Policy on Education (2002), and Policy for the Health Sector (1999). ECD is a \npriority subsector under the education policy. The health policy prioritizes support for primary \nhealth care that benefits the poor and identifies priority, cost-effective health interventions. The \nsector/subsector analysis is presented in Appendix 2.   \n \n13.    Child Health.  According to Government data, the major causes of infant deaths are \nacute respiratory infections and diarrhea–diseases that were responsible for 38.2% and 12.4% \nof all infant deaths in 2001. Causes of under-five deaths follow the same pattern. Child deaths \ndue to these diseases can be prevented by quality primary health care. In the Kyrgyz Republic, \nprimary health care providers consist of FAPs (primary health care posts) and Family Group \nPractices (FGPs). FAPs have feldshers (primary health care workers) and midwives and are \noften the only health care providers located in remote villages. FGPs have medical doctors in \nplace. They provide primary health care services to people and supervise the FAPs. While \nFGPs  have  received  assistance  under  other  projects  in  recent  years,  FAPs  have  been ", "4 \nneglected. Therefore, to reduce child mortality in rural areas, improving the FAPs will be crucial. \nImmunization  is  arguably  the  most  important  means  to  prevent  infant  deaths.  The  Kyrgyz \nRepublic has maintained universal immunization for children, relying on vaccines funded by the \nGovernment of Japan and the Global Alliance for Vaccines and Immunization. However, this \nassistance is due to end in 2004. Given its fiscal constraints, the Government will need interim \nfinancial support to sustain universal immunization. The Integrated Management of Childhood \nIllnesses (IMCI) program was developed by WHO and UNICEF to efficiently reduce the severity \nof major childhood illnesses and deaths due to illnesses among children less than 5 years old. \nIMCI has been piloted in three raions, but not on a large scale for lack of resources. \n \n14.  Child Nutrition. The most effective means to prevent IDD and IDA is to promote use of \niodized salt and iron fortification of staple food.4 Since 2001, ADB has been administering a \nJapan  Fund  for  Poverty  Reduction  (JFPR)  project  for  improving  nutrition  of  women  and \nchildren.5 The Project has contributed to production of iodized salt and iron-fortified wheat flour \nof  good  quality,  enforcement  of  the  universal  salt  iodization  law,  and  increased  public \nawareness  of  the  importance  of  using  iodized  salt  and  fortified  food.  The  Government \nintroduced the National Program for Reduction of IDD for 2003-2007 (approved 9 December \n2002) to accelerate actions to prevent IDD. The main objectives of the program are to (i) \nachieve compulsory salt iodate fortification and refortification; (ii) increase the percentage of the \npopulation  consuming  iodized  salt  to  95%;  (iii)  prevent  industrial  salt  use  for  human \nconsumption; (iv) conduct social mobilization for IDD prevention; and (v) train primary health \ncare providers on IDD prevention, diagnosis and treatment. \n \n15.  Early  Childhood  Care  and  Education.  Expanding  early  childhood  education  is  a \npriority  of  the  Government  Strategy  on  Education  Development  to  2010.  The  number  of \npreschools will be increased and the curriculum will be reformed. The FSU model of full-day, \nfull-service nurseries and kindergartens is expensive and beyond the financial means of the \nGovernment and poor families. Pedagogy used at the conventional preschools also need to be \nupdated and made more child-centered. Several alternative preschool programs have been \npiloted  in  the  Kyrgyz  Republic6  and  the  Project  will  support  systematic  development  of \nalternative preschools in the community or at home to extend the access of poor children to \npreschools,  and  improve  grade  1  teaching.  The  combination  of  increasing  preschool \nopportunities and better grade 1 teaching will contribute not only to children’s psychosocial \ndevelopment  but  also  to  increasing  the  primary  school  completion  rate  and  learning \nachievement.  Even with increased availability of preschool programs, families will continue to \nbe the primary child care providers, and the quality of child care at home will have significant \nimpacts  on  child  development.  Therefore,  the  Project  will  also  aim  to  improve  child  care \npractices at home. \n \n16.  External  Assistance.  Several  international  organizations  are  supporting  different \naspects  of  ECD,  focusing  on  either  child  health  or  programs  (Appendix  3).  Major  partner \norganizations  including  the  World  Bank,  UNICEF,  WHO,  and  the  Japan  International \nCooperation Agency were regularly consulted during project preparation.   \n                                                 \n4 Dietary diversification through a broad-based food policy and supplementation for high-risk groups remain options in \nan integrated strategy for eliminating micronutrient malnutrition, but both have limitations. \n5 ADB. 2001. Grant assistance to Azerbaijan, Kazakhstan, Kyrgyz Republic, Mongolia Tajikistan, and Uzbekistan, \nfunded by the Japan Fund for Poverty Reduction for Improving Nutrition of Poor Women and Children in Asian \nCountries in Transition. Manila. \n6 For example, Mothers Schools, Summer Preparatory Courses, programs assisted by Step by Step, Save the \nChildren-UK, Bilingual Education, and Global Education Institute. ", "5 \n17.  Lessons  Learned  and  Special  Features.  The  Project  has  three  distinct  design \nfeatures:  integrated  ECD,  multisectoral  and  decentralized  implementation,  and  community-\nbased  interventions.  Health,  nutrition,  and  education  are  interactive  determinants  of  child \ndevelopment, and programs to optimize child development should integrate these features. The \nintegrated ECD interventions have been found to be more effective than isolated single sector \ninterventions. Most ECD interventions by the Government or international organizations remain \nisolated and narrowly focused pilots, small in scale, often covering only a few raions. The \nProject will consolidate successful pilot interventions as an integrated package of ECD services, \ntake  them  to  scale,  and  coordinate  multiple  agencies  to  achieve  tangible  effects.  The \nexperience of ADB-financed ECD projects in the Philippines shows that strong leadership at the \nnational  Government  level  is  crucial  in leading  a  multisectoral  ECD  project,  and  also  that \nactivities entrusted to local governments are more likely to progress than those handled by the \ncentral government. The President’s office has been selected to be the Executing Agency to \nlead this multisectoral Project and to coordinate different ministries. A substantial part of project \nactivities  will  take  place  at  the  ayil  okmotu  (AO,  village  authority)  level.  The  AO  and  the \ncommunity will be entrusted with organizing community-based preschools. AO and community \ninitiatives will be supported by providing grants from a village initiative fund (VIF). This model is \nbased on a positive experience of the discretionary fund under the ADB-financed Social Service \nDelivery Project in the Kyrgyz Republic.  \n \nIII.  THE PROPOSED PROJECT \nA.  Objectives \n18.  The goal of the Community-Based Early Childhood Development Project is to improve \nhealth, nutrition, and psychosocial development of children between birth and 8 years of age in \nthe 12 poorest raions. Specific objectives are to (i) reduce IMR and U5MR, (ii) reduce IDD, (iii) \nreduce  IDA  both  among  children  and  pregnant  women,  and  (iv)  improve  psychosocial \ndevelopment of preschool children. The Project will contribute to attaining the MDGs to reduce \nIMR and U5MR and achieve universal primary education. The Project will also contribute to \nincreasing women’s economic opportunities outside the home by improving children’s health \nand nutrition status, and increasing access to preschool programs.  \n \n19.  The Project has three components. The child health and nutrition component will (i) \nensure universal coverage and quality of immunization, (ii) improve case management for major \nchildhood morbidities, (iii) improve functioning of primary health care posts, (iv) universalize \nconsumption of iodized salt, and (v) introduce behavioral change to prevent IDA. The early \nchildhood care and education component will (i) improve access of poor children to preschool \nprograms including state-run preschools and community preschool programs, (ii) improve the \nquality of grade 1 education, and (iii) improve the quality of child care at home. The capacity \nbuilding component will (i) develop the capacity of local governments and communities to plan, \nimplement,  and  monitor  ECD  activities;  and  (ii)  improve  data  collection  and  monitoring  of \ndevelopment indicators for young children between birth and 8 years of age from the community \nto the central Government levels. \n \n20.  The Project will target poor children between birth and 8 years of age. Using poverty \nstatistics, the Project will target the 12 poorest raions with poverty rate above 69% in 2001.7 \n                                                 \n7  Ak-Tala, At-Bashy, Jumgal, Kochkor, and Naryn raions in Naryn oblast; Chatkal, Toktokul and Toguz-Toro in Jalal-\nAbad oblast; and Alay, Kara-Khulja, Chon-Alay, and Nookat raions in Osh oblast. \n ", "6 \nAbout 148,000 children are expected to directly benefit from the integrated interventions in the \nproject raions, while about a million children will benefit from immunization in the entire country. \nThe profile of the project raions are in Appendix 4. \n \nB.  Components and Outputs \n1.  Child Health and Nutrition \n \n21.  Expected outputs of the component are (i) sustained universal immunization of children \nin the country, (ii) expanded use of IMCI, (iii) universal use of iodized salt by households, and \n(iv) rehabilitated primary health care facilities.  \n \n    a.  Sustaining Universal Immunization of Children \n \n22.  The Project will support the purchase of vaccines and procure equipment necessary for \nmaintaining an effective cold chain from participating raion centers (i.e., principal towns) to \nprimary health care facilities. The Government will be accountable for maintaining the cold chain \nfrom the vaccines' point of entry to the country to the raion centers, and for ensuring an \nadequate  supply  of  power  to  primary  health  care  facilities.  Considering  the  importance  of \nimmunization  in  containing  IMR  and  infant  morbidity,  the  Project  will  finance  the  national \nrequirements of vaccines for an extended program of immunization (EPI) from 2005 to 2008, \nand provide refrigerators at primary health care facilities and the Sanitary and Epidemiological \nServices.   \n \n    b.  Reducing Child Mortality \n \n23.  IMCI  reduces  the  mortality  of  children  between  6  months  and  5  years  of  age  by \naddressing the common causes of child mortality–acute respiratory infections and diarrhea–and \nmitigating malnutrition. The Project will support the training of primary health care workers \n(feldshers) on IMCI in the project raions. In addition to the main clinical and nutrition module, the \ncare module that will promote psychosocial development of children will be included as part of \nIMCI training. Piloting of the care module has started with support of UNICEF and WHO, and \nthe Government will adopt the IMCI care module by the end of 2003. While training the FGP \ndoctors on IMCI will be primarily the Government’s responsibility, the Project will provide for \ntraining about 25 doctors in the targeted raions. The Project will also support essential drugs \nand medical supplies required by FAPs to implement IMCI. Essential drugs at FAPs have been \nin short supply, although the situation is gradually improving. The Government has introduced \ncorrective  measures  including  the  cofinancing  of  essential  drugs  by  the  Mandatory  Health \nInsurance Fund (MHIF). However, it will take the Government some time to allocate sufficient \nfunds for the MHIF, and to increase the availability of pharmacies in rural areas. Therefore, the \nProject’s support is necessary as an interim measure.  \n \nc.  Reducing IDD and IDA \n \n24.  The Project will support the national program for reduction of IDD. It will finance social \nmobilization, especially monitoring of iodized salt by communities and retailers. The Project will \nprovide  salt  testing  kits,  and  information,  education,  and  communication  (IEC)  materials.  \nCommunity salt monitoring has been piloted in Naryn oblast by the Swiss Red Cross and the \nJFPR project. It has increased awareness of the importance of iodized salt and the availability of \niodized salt in the market. Support for IDA reduction consists of iron supplements–iron tablets \nfor children and women and syrup for young children–as part of the essential drug package, and ", "7 \nIEC activities. IEC will promote diets that would increase iron intake and absorption, discourage \nbehaviors that inhibit iron absorption, and advocate implementation of nutrition policies. IEC \nmaterials on IDD and IDA which were developed under the JFPR project and by other aid \nagencies will be utilized in this Project.  \n \nd.  Rehabilitation of Primary Health Care Facilities \n25.  Equipment  and  facilities  in  FAPs  are  in  serious  disrepair  and  affect  the  quality  of \nservices for children. The maintenance of the primary health care facilities is the responsibility of \noblast  governments,  which  often  lack  financial  resources.  This  subcomponent  will  aim  at \nrehabilitating the FAPs, which need major repair. It is estimated that 120 FAPs at most, need \nmajor repair. The Project will also finance the essential equipment in FAPs, which need to be \nreplaced in the project raions.  \n    \n  2.  Early Childhood Care and Education \n \n26.  Major outputs of this component are (i) new community or home based preschools, (ii) \nimproved grade 1 education, (iii) improved child care practices at home, (iv) revised standards \nfor preschool programs, and (v) rehabilitation of currently operating kindergartens and a limited \nnumber of grade 1 classrooms. Community or home-based preschool programs will serve not \nonly as instrument to impart psychosocial stimulation activities to children but also as efficient \nmeans to health and nutrition education.  \n \na.  Community and Home-Based Preschools \n27.  This subcomponent will help communities to develop cost-effective preschool programs.  \nThe  Project  will  support  (i)  child  and  family  coordinators (CFCs)  who  will  work  with  AOs, \nmobilize communities, and initiate preschool programs in the community; (ii) one resource \nkindergarten per raion as a resource center for community or home-based preschools; (iii) \nproviding  instructional  materials  and  supplies  necessary  for  children's  activities,  and  other \nnecessary supplies to AOs; and (iv) training for teachers of kindergarten preparatory courses, \nand community or home-based preschools, and monitoring their performance. The Ministry of \nEducation and Culture (MOEC) will select one resource kindergarten in each raion among \ncurrently operational kindergartens. The resource kindergartens will have complete lending \nlibraries  of  reference  materials  for  other  kindergartens  and  community  or  home-based \npreschools and will be used as training sites. Kindergartens that will serve as hub kindergartens \nto  advise  and  supervise  a  group  of  community  or  home-based  kindergartens  will  also  be \nprovided with learning materials and in-service teacher training.    \n \n    b.  Improving Grade 1 \n \n28.  This subcomponent will improve the quality of grade 1 in primary schools, and ensure \nuniversal enrollment and completion of grade 1. Textbooks and learning materials are in short \nsupply in many primary schools, and many grade 1 teachers have not received regular refresher \ntraining. The Project will provide (i) complete sets of textbooks and learning materials for grade \n1 pupils and (ii) in-service training for grade 1 teachers.  \n                         \n                        c.  Improving Child Care Practice \n \n29.  This subcomponent aims at improving child care practice especially parents’ knowledge \nof and skills in child care. The Project will support development of an IEC strategy for better ", "8 \nchild care, production of IEC materials, and training. IEC will focus on building awareness of \nfamily impacts on ECD, feasible activities at home for psychosocial development (e.g., verbal \ninteraction, reading, and play), and nutrition education. This component, complementing the \nactivities for reducing IDD and IDA, will provide a comprehensive package of key nutrition \nmessages covering exclusive breastfeeding, complementary feeding, use of iodized salt, and \nintake of iron supplements. Parent education materials will be developed by a working group \ncomprising representatives of MOEC, Ministry of Health (MOH) and other experts, assisted by \nan international consultant.      \n \n    d.  Developing Standards for Preschool Programs \n \n30.  Standards  and  regulations  for  preschool  programs  have  not  been  updated  since \nindependence  and  need  major  updates.  MOEC  proposes  to  develop  new  standards  for \npreschool  programs  including  state  kindergartens  and  nurseries,  community/home  based \npreschools, preparatory courses, and preschools run by nongovernment organizations (NGOs) \nor the private sector that meet world standards. The Project will support the development of \nstandards by providing an international consultant for the advisory TA to work with the working \ngroup appointed and led by MOEC. \n \ne.  Rehabilitating of Grade 1 Classrooms and Kindergartens \n \n31.  Some schools and kindergartens need repair to create a safe learning environment for \nchildren.  The  Project  will  support  rehabilitation  of  selected  grade  1  classrooms  and \nkindergartens. About 30 kindergartens and 50 grade 1 classrooms will need major repair.  \nMOEC will select the 50 schools based on geographic accessibility, quality of teachers, and \npossibility of offering preparatory courses for preschool children. The 30 kindergartens for major \nrehabilitation  work  will  be  selected  based  on  the  need  for  repair  and  capacity  to  support \ncommunity-based preschools. \n \n3.  Capacity Building \n32.  This component will develop the capacity of AOs and committees to improve ECD by \nplanning and managing ECD activities, and strengthen the Government capacity to monitor \nindicators  of  child  development.  The  outputs  of  the  component  are  (i)  community-based \nactivities  for  improving  ECD  financed  by  the  VIF,  (ii)  strengthened  capacity  of  AOs  and \ncommunities to plan and carry out activities for child development with the assistance of CFCs, \nand (iii) improved monitoring of child development indicators. \n \na.  Strengthening AO’s Capacity \n \n33.  The AO’s capacity to plan and implement project activities will be strengthened by \ntraining on management and by CFCs. CFCs will be selected on a competitive basis from the \nlocality and hired on a contractual basis for 2 years and supported by the Project. Their main \ntasks are to (i) assist the AO to develop work plans for project activities carried out at the AO \nand  community  levels,  (ii)  mobilize  and  help  communities  establish  a  child  development \ncommittee and identify needs of their children, (iii) initiate new preschool and child activities, (iv) \nmanage the IEC campaign, (v) review the project activities conducted at AO or community \nlevels, (vi) monitor performance indicators and prepare project progress reports. The outline \nterms of reference of CFCs is attached as Appendix 5. CFCs are meant to support the AOs and \ncommunities  during  the  initial  stage  of  the  Project,  which  requires  intensive  community \nmobilization and IEC activities. After 2 years, CFCs' work will be transferred to existing social ", "9 \nworkers or another category of workers, which the Ministry of Labor and Social Protection \n(MLSP) is piloting in a few raions and is planning to introduce more widely in the future. \nOtherwise, AOs will support the CFCs from their own budget. The Project will support training of \nCFCs and social workers on community mobilization, essential topics on child development, \nproject activities and administration. \n \nb.  Village Initiative Fund \n \n34.  The VIF subcomponent will provide the AO and communities with financial resources \nand opportunities to address their specific needs in ECD. Funds will be made available over 5 \nyears for the projects in the project raions that will have a direct, tangible, and positive impact on \nchildren between birth and 8 years of age. Communities will be eligible to apply for VIF financing \nthrough AOs; each application should not exceed $5,000. Project raions or  groups of AOs that \nwish to implement a project that will benefit children across different AOs can apply for VIF \nfinancing through the raion administrations. In this case, each application should not exceed \n$15,000 dollars. The community will share 20% of the project cost: 10% in cash and 10% in \nkind.  The  operational  framework  of  the  VIF  is  presented  in  Appendix  6.  VIF  will  become \noperational within 3 months of project effectiveness. \n \n    c.  Monitoring ECD Indicators \n \n35.  MLSP has been conducting the Social Passport Survey since 2000. It is an annual \nsurvey  to  update  the  database  on  the  economic  status  of  each  household  in  the  Kyrgyz \nRepublic.  Social workers posted at AOs visit each household to collect data on household \nincome and other welfare indicators, which are used to facilitate targeting of social assistance \nprograms. A module on ECD indicators will be added to the standard Social Passport Survey \nquestionnaire under the Project, which will allow key project output indicators for ECD to be \nregularly monitored. The data from AOs will first be compiled at the raion Social Protection \nDepartment; sent on to the oblast administration, which will compile the data for the oblast; and \nthen submitted to the central Government. The results of analysis will be fed back to the \nconcerned ministries, oblast and raion administrations, and AOs. To ensure quality survey data, \nthe Project will support data management training for social workers in the targeted raions and \nMLSP staff in the raion, oblast, and central Government who are responsible for management of \nsurvey data. The Project will also assist the Government in computerizing such data. Once the \nquality of data enumeration is improved, each of the participating raions and oblasts will be \nprovided  a  computer,  if  the  respective  government  agencies  agree  to  bear  recurrent  and \nmaintenance costs for the computers and data management. \n \n36.  Apart from the regular social passport monitoring, surveys will be conducted at the \nbeginning and end of the Project to establish the baseline and end values of ECD indicators. \nThe survey will be designed with TA to allow rigorous evaluation of the outcome of project \ninterventions.  \n \nC.  Cost Estimates \n \n37.  The total cost of the Project is estimated at $13.470 million equivalent, including duties \nand taxes. Of the total, $5.383 million or 40% is the foreign exchange cost, including $0.226 \nmillion in interest charges; and $8.087 million equivalent (60%) represents the local currency \ncosts. The detailed cost estimates are in Appendix 7. The summary is in Table 1. \n \n ", "10 \nTable 1: Cost Estimates by Component  \n( $‘000) \n \nComponent  Foreign  Local Currency   Total Cost  \nExchange  \nChild Health and Nutrition                2,551                  757              3,308 \nEarly Childhood Care and Education                   637               2,102              2,739 \nCapacity Building                   631               1,684              2,315 \nProject Management Support                     834                  668              1,502 \nTaxes and Duties                        0               1,700              1,700 \n         Subtotal                4,653               6,911            11,564 \nContingencies                    504               1,176              1,680 \nInterest Charges                   226                      0                 226 \n         Total                5,383               8,087            13,470 \n \nD.  Financing Plan \n \n38.  The Government has requested ADB to provide a loan of $10.5 million equivalent from \nits Special Funds resources. The amount will finance 100% of the foreign exchange cost and \n$5.117 million equivalent of the local currency cost or about 63% of the local currency cost. The \nloan will have a term of 32 years, including a grace period of 8 years, with an interest charge of \n1.0% per annum during the grace period and 1.5% per annum thereafter. The remaining $2.970 \nmillion equivalent as counterpart financing or 22% of the total cost will be contributions of \nGovernment  ($2.570  million  for  all  taxes  and  local  recurrent  costs  for  maintenance  of \nrehabilitated facilities, equipment, and furniture) and of communities ($0.400 million for financing \nmaterials and labor for small civil works, taxes and duties, and operation and maintenance of \nproject facilities). The Borrower will be the Kyrgyz Republic. \n \nTable 2: Financing Plan \n($’000) \n \nSource  Foreign  Local  Total Cost   Percent \nExchange   Currency    \n     \nAsian Development Bank (ADB)           5,383           5,117          10,500             78 \nGovernment                  0           2,570            2,570             19 \nCommunities                   0              400               400               3 \nTotal           5,383           8,087          13,470           100 \n \n39.  The provision of financing for the local currency cost of $5.117 million equivalent is \nconsidered justified under ADB’s local currency financing policy.8 Despite progress made in \nfiscal consolidation, public finances have not reached a stage to generate budgetary savings to \nsupport  the  public  investment  program  (PIP).  Further,  the  underdeveloped  financial  sector \nprevents  the  Government  from  mobilizing  domestic  private  savings;  consequently,  the \nGovernment relies on external assistance to finance almost the entire PIP. A relatively large \nexternal support for local currency costs will be necessary until the Government overcomes \n                                                 \n8   ADB.1995. A Review of Lending Foreign Exchange for Local Currency Expenditure on Projects. Manila. ", "11 \nthese transition-related difficulties. The proposed budget is consistent with the Government's \nPIP disbursement limits. \n \nE.  Implementation Arrangements \n1.  Project Management \n40.  The President’s office will be the Executing Agency. The President’s office will have \noverall responsibility for project coordination and implementation, and will appoint a project \ndirector among its senior officials.  An interagency steering committee will meet at least once in \n3 months, and more often as necessary, to provide overall policy guidance, monitor the project \nactivities and outputs, and advise and decide on policy-related matters. The steering committee \nwill consist of representatives of the President's office, the Ministry of Finance (MOF), MOH, \nMOEC, MLSP, and Ministry of Local and Self Government. A project management office (PMO) \nwill be established under the President’s office but physically located outside the office to be \nmore accessible to stakeholders. An oblast project coordination office (PCO) in each of the \nthree participating oblasts will be established within 1 month of project effectiveness. The PMO \nwill  oversee  day-to-day  project  management  and  implementation  and  be  responsible  for \nprocurement. PCOs will be situated in the oblast governments and assist local governments \n(raion administrations and AOs) in planning and monitoring project activities. The PMO in \nBishkek will be (i) staffed by domestic consultants including a project manager, procurement \nspecialist,  and  a  financial  specialist  and  an  assistant;  and  (ii)  also  assisted  by  domestic \nconsultants  on  primary  health  care/IMCI,  early  childhood  care  and  education,  community \nplanning and mobilization, evaluation and information system. Each of the three PCOs will be \nstaffed with domestic consultants including a project coordinator, an assistant, and a part-time \narchitect or engineer. The Project will support the salary of the consultants, office equipment \nand operational costs. The PMO will be assisted by an international management specialist on a \ndeclining basis over the project implementation period. The structure of project management is \nin Appendix 8. \n \n41.  MOH will be responsible for implementing the child health and nutrition component. \nMOEC will be responsible for the early childhood care and education component while MOEC \nand MOH will be jointly responsible for the subcomponent on improving child care practice. \nMLSP will be responsible for collecting data and monitoring ECD indicators through the regular \nSocial Passport Survey, and will, in consultation with AOs, develop a plan for sustaining CFC’s \nwork without the Project’s support. AOs will be responsible for organizing community and home-\nbased  preschool  programs,  and  mobilizing  and  assisting  communities  in  developing  and \nimplementing projects to be financed by the VIF.   \n \n  2.  Implementation Schedule \n \n42.  The Project will be implemented over 5 years starting in January 2004 and ending in \nDecember  2008.  In  the  first  year,  priority  will  be  given  to  making  arrangements  with  the \nconcerned communities to start rehabilitation works in the spring of 2004 and be completed \nbefore  the  fall  of  2005.  Due  to  extreme  winter  weather  in  most  project  areas,  physical \nrehabilitation work will occur from April to November. Other first year activities will comprise \nfielding consultants; recruiting CFCs, and training AOs, CFCs, and social workers; reviewing \nbaseline data for monitoring and evaluation (M&E), detailed project planning; setting up imprest \naccounts for loan and counterpart funds; raion and community workshops for key implementing \nagents (AOs, teachers, health personnel, social workers); and developing preschool program \nstandards. The modest start will allow the PMO to develop and test project procedures, build ", "12 \ncapacity within local government units and enlist the cooperation of concerned communities in \nexecuting the works. The process of tendering for rehabilitation of structural components will be \nbased on surveys and detailed work plans. Monitoring of civil works and services to each \ncommunity will be done by each ministry through their affiliated departments in the oblast \nadministrations, assisted by AOs, CFCs, and communities. The implementation schedule is in \nAppendix 9. \n \n43.  An implementation plan for the first year covering all project activities will be submitted to \nADB before project inception. Subsequently, the PMO will prepare an annual implementation \nplan covering all project activities by September of each year that will allow the Government to \nallocate counterpart funding in the following year’s budget. The required information will include \n(i) a time schedule for all tasks, the duration and linking of tasks, and their estimated cost; and \n(ii) a list of projected contract awards and disbursements.  \n   \n  3.  Procurement \n \n44.  Procurement for ADB-financed goods and services will be carried out in accordance with \nADB’s Guidelines for Procurement. The PMO will be responsible for overall procurement and, in \nconsultation  with  MOH,  MOEC,  and  MLSP  for  procurement  relevant  to  each  ministry. \nEquipment will be procured by (i) international competitive bidding (ICB) for contracts valued at \n$500,000 or more; (ii) international shopping (IS) for contracts below $500,000; and (iii) local \ncompetitive bidding (LCB) or direct purchase for items valued at  less than $50,000. ICB will be \nused for civil works contracts over $1,000,000. Due to the small and scattered nature of the \nphysical facilities to be rehabilitated, civil works will be carried out through LCB. Major repairs \nwill be managed by the PMO through contractors, and minor rehabilitation will be handled by \ncommunities  under  the  VIF  with  20%  of  costs  shared  by  communities  in  kind  and  cash.  \nEssential drugs will be procured through ICB, and other health and education supplies through \nIS. Furniture and some equipment and learning materials (largely classroom/FAP furnishing, \ntextbooks and teaching support materials) are produced locally and will be procured through \nLCB. Domestic production capacity and quality are satisfactory and prices are reasonable. It is \nunlikely that foreign suppliers will be interested in these small contracts. MOH and MOEC will \ndevelop distribution systems for essential drugs and textbooks, respectively, acceptable to ADB, \nthat will ensure transparent distribution of these goods to project beneficiaries, before disbursing \nthe loan funds for them. Indicative procurement packages are reported in Appendix 10. \n \n45.  Vaccines  will  be  procured  from  ADB’s  member  countries  through  UNICEF  under \narrangements satisfactory to MOH and ADB. Each purchase of vaccines will be subject to \nADB’s approval. The Kyrgyz Republic has been procuring EPI vaccines through UNICEF. Such \nprocurement is the safest and most economical method for developing member countries at \npresent. WHO controls the quality of vaccines procured through UNICEF. ADB’s research \nshowed that procurement of vaccines through by UNICEF is cost-effective.9    \n   \n  4.  Training \n \n46.  The project will provide substantial in-country training, totaling about 300,000 person- \ndays. The training schedule has been designed to bring training as close as possible to actual \nproject activities. Training for health care personnel on IMCI, and in-service training for grade 1 \nand kindergarten teachers will take place in the oblasts; training for CFCs, social workers, \nfeldshers, and community or home-based preschool teachers will take place in the raions; and \n                                                 \n9 ADB. 2001. Immunization Financing in Developing Countries and the International Vaccine Market. Manila. ", "13 \ntraining for parents will take place in the communities. The summary of training activities is \npresented in Appendix 11. Training on IMCI will be conducted by the State Medical Institute for \nContinuous Training, that has most of IMCI trainers as its staff and has been the main training \ninstitute for IMCI. Service providers for training the CFCs and social workers, and teachers of \nkindergartens, preparatory courses, and community or home-based preschools, and grade 1 \nteachers will be selected by the PMO in coordination with MLSP and MOEC, in accordance with \nprocedures acceptable to ADB and agreed-upon terms of reference (Appendix 12). MLSP will \ntrain its data management staff at the raion, oblast, and central levels on data management and \nanalysis, and social workers on Social Passport Survey data enumeration.  \n \n  5.  Consulting Services \n \n47.  Consulting  services  by  firms  or  individuals  financed  by  ADB  will  be  selected  in \naccordance with ADB’s Guidelines on the Use of Consultants. Consulting services financed \nunder the loan will be for project management and implementation support. A total of 665 \nperson-months of individual consulting services (23 international and 642 domestic) will be \nrequired in management, finance, procurement, early childhood care and education, primary \nhealth care/IMCI, community planning and mobilization, evaluation, information system, and \narchitecture/engineering. Approximately 300 person-months of domestic consultant inputs will \nbe allocated to PMO and PCO support services. International and domestic individual consulting \nservices will be engaged in accordance with the procedure satisfactory to ADB. The individual \ninternational  consultants  will  assist  PMO  staff  to  develop  appropriate  systems  for  project \nmanagement and train the PMO and PCO staff on project planning and management. The \ninternational consulting services will be provided on a declining basis over the project period. At \nthe end of each year, the PMO and ADB will review the performance of both domestic and \ninternational consultants. The outline terms of reference for consultants are in Appendix 13.  \n \n6.  Advance Action and Retroactive Financing \n \n48.  The President’s office will set up the PMO. Before loan effectiveness, key consultants \nthat will staff PMO will be recruited: a project manager, financial specialist, and procurement \nspecialist.  The  Project  will  retroactively  finance  the  costs  incurred  after  the  conclusion  of \nappraisal (18 June 2003) and related to advertising  posts, shortlisting, and placing the staff in \nthe PMO, and purchasing necessary office equipment not exceeding $200,000. However, ADB \nconcurrence in advance action and retroactive financing does not commit ADB to finance the \nrelated expenditure under the Project, or to finance the Project. \n \n7.  Disbursement Arrangements \n \n49.  An imprest account will be established after loan effectiveness to facilitate disbursing the \nloan  proceeds.  The  imprest  account  will  be  established  in  accordance  with  ADB’s  Loan \nDisbursement Handbook and detailed arrangements between MOF and ADB. The PMO will \nopen the account in a commercial bank, selected by the Government and ADB. The initial \ndeposit in the imprest account will be 10% of the loan amount, or the estimated expenditures for \nthe next 6 months whichever is lower.  PCOs will assist oblast, raion, and AO administrations in \nformulating  project  activities  for  the  5-year  implementation  of  the  Project,  complete  with \nexpenditure estimates for each year of implementation. These budgets will be reviewed and \nupdated quarterly. All budgets will be reviewed and approved by MOF before implementation. \nApproved expenditures will be recorded at source by the PCOs and the PMO. The PMO will \napprove  and  supervise  all  disbursement  arrangements.  ADB’s  statement  of  expenditures ", "14 \nprocedures  will  be  followed  to  liquidate  the  imprest  account  and  to  reimburse  individual \npayments that do not exceed $3,000 equivalent. \n \n8.  Accounting, Auditing, and Reporting \n50.  The  Government  will  provide  ADB  with  quarterly  progress  reports  on  project \nimplementation.  The  PMO  will  consolidate  the  reports  and  will  particularly  address \nimprovements in ECD indicators and the institutional development aspects of the Project. The \nquarterly progress reports will have information on the physical progress of rehabilitation work, \nstatus of ECD, compliance with loan covenants, organizational and financial issues, and actions \ntaken  or  planned  to  remedy  them,  and  the  proposed  program  of  activities  and  expected \nprogress in the next 6 months. The PMO will also report annually, the results of M&E based on \nthe community survey conducted by social workers. Within 3 months of substantial physical \ncompletion of the Project, PCOs and the PMO will submit to ADB a project completion report \nthat  will  cover  the  details  of  implementation,  cost,  M&E  activities,  and  other  information \nrequested by ADB. \n \n51.  The  PMO  will  be  responsible  for  recording  project  expenditures  based  on  its  own \nexpenditures and reports of expenditures carried out by PCOs. The PMO will report project \nexpenditures monthly to MOF, with copies to ADB, with quarterly and annual summaries. The \nimprest account, SOE records, statement of accounting policies; statement of income (cash \nreceipts), statement of expenses (cash payments), cash flow statement; and notes to financial \nstatements will be audited at the end of each calendar year in accordance with the Guidelines \nfor  the  Financial  Governance  and  Management  of  Investment  Projects  and  the  Loan \nAgreement. \n \n9.  Project Performance Monitoring and Evaluation \n52.  An  integrated  system  of  data  collection  and  analysis  will  be  developed  to  monitor \nprogress in achieving the project objectives. Specifically the system will provide the Government \nand ADB with the data and indicators to monitor project inputs, processes, and outputs as \nprovided  in  the  project  framework  and  in  key  performance  indicators  and  to  assess  the \ntechnical, social, and economic impacts of the Project. The system will be sufficiently specific to \naddress the evaluation needs of the Project. Additionally, the project management information \nsystem will monitor the implementation of specific components; furnish evidence of project fund \noutlays, including the entity that received the funds, and the completion status of the funded \nactivities. ECD indicators will be collected through the Social Passport Survey. The Project will \nalso conduct baseline and evaluation surveys. The surveys will be designed with the help of \ninternational  and  domestic  evaluation  specialists  for  the  advisory  TA,  to  enable  rigorous \nevaluation of the project outcome.  \n \n53.  The Project will conduct qualitative monitoring of project activities. MOH, MOE, and \nMLSP will be involved in monitoring the technical quality of activities in the component under \ntheir responsibility. Technical specialists of each ministry will visit project sites together with \nPMO or PCO staff and report the findings to each ministry, PMO, and PCO. There will be \nindependent monitoring and evaluation for the subprojects funded by VIF. At the end of years 2, \n3 and 4 of project implementation, at least 10% of randomly sampled subprojects will be \nreviewed and evaluated by a third party financed by the Project.   \n \n54.  Within 4 months of loan effectiveness, the PMO will develop and submit to ADB for \nreview and concurrence a detailed implementation plan for M&E and for preparing baseline ", "15 \ninformation. Annual reports will be submitted to ADB through the PMO throughout project \nimplementation;  these  reports  will  include  indicators  of  project  completion,  delivery,  and \nbenefits.   \n \n10.  Project Review \n \n55.  ADB and the Government will carry out project supervisory missions every 6 months. \nBefore each ADB visit, the President’s office will prepare an updated progress report. ADB \nreviews will examine records of M&E activities and meet with central and local Government, \ncommunity leaders and Project beneficiaries. Within 2 years after project effectiveness, the \nGovernment and ADB will undertake a comprehensive midterm review to (i) examine the scope, \ndesign, implementation arrangements, and other relevant issues in light of the Government’s \ndevelopment of ECD strategies and policies; (ii) assess the Project's progress and achievement \nof  the  objectives;  (iii)  identify  problems  and  constraints; and  (iii)  recommend  any  required \nmodifications, restructuring, and reallocations.   \n \nIV.  TECHNICAL ASSISTANCE \n56.  The  TA  for  Institutional  Strengthening  for  Community-Based  Early  Childhood \nDevelopment aims to assist the Government in filling the major institutional and capacity gaps to \npursue  an  effective  ECD  program  in  the  long  run.  The  main  objectives  are  to  help  the \nGovernment (i) develop an updated, comprehensive strategy for ECD; (ii) develop an M&E \nsystem for ECD; and (iii) introduce parent education models. Activities planned under each \nobjective follow. (i) A task force will be constituted to develop an ECD strategy for the country, \nwith  the  help  of  international  specialists  that  have  expertise  in  global  and  domestic  ECD \npolicies. (ii) Data on ECD are scattered across different sector surveys and some indicators are \nsimply not available. To monitor the status of ECD and rigorously evaluate the effects of \nprojects/programs on ECD, proper information systems will be developed. An evaluation study \nframework will also be designed at the beginning of the Project to evaluate the effect of the \nproject interventions. (iii) Parents play the most important role in ECD, especially for children \nbelow 3 years of age. The TA will support developing a comprehensive package of messages, \ntraining, and materials for parents' education on ECD. \n \n57.  The TA will last for 18 months starting in January 2004. It will finance 13 person-months \nof international consultants, and 54 person-months of domestic consultants with expertise in \nECD, preschool standards, and project evaluation and monitoring. ADB will engage individual \nconsultants  for  the  ECD  team,  and  a  consulting  firm  for  monitoring  and  evaluation,  in \naccordance with ADB’s Guidelines on the Use of Consultants. A consulting firm will be selected \nby quality and cost-based selection (QCBS) and simplified proposals will be invited from short \nlisted firms. The Executing Agency for the TA is the President's office. TA consultants will work \nclosely with the PMO, and their outputs will be submitted to both PMO and ADB. The total cost \nof the TA is estimated at $600,000 equivalent comprising $378,000 in foreign exchange cost \nand $222,000 equivalent in local currency cost. ADB will provide $500,000 on a grant basis from \nthe Japan Special Fund, funded by the Government of Japan, to cover the entire foreign \nexchange costs and $122,000 equivalent of the local currency expenditures. The Government \nwill provide the remaining $100,000 equivalent in kind. Outline terms of reference and cost \nestimates are in Appendix 14. \n ", "16 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Project Benefits \n1.  Poverty Reduction \n \n58.  Investment in ECD results in improved human capital in the long run and high future \nincomes of individuals. The investment is especially effective among children from economically \ndisadvantaged  families.  ECD  investments  targeting  poor  children  will  help  prevent \nintergenerational transfer of poverty. Large regional variations in the poverty rate and availability \nof poverty data at the raion level enabled the Project to adopt efficient geographic targeting of \nthe poor population. The 12 targeted raions are the poorest, with poverty rates above 69% as of \nJuly 2002. Activities under the Project are also pro-poor, focusing on primary health care and \ncommunity-based activities in rural areas. Except for support for immunization, which covers the \nentire child population in the Kyrgyz Republic, the activities concentrate at community-level \ninterventions, including support for the FAPs the first health care contact point for the rural poor \nand preschool activities in rural communities. The combination of efficient geographic targeting \nand selecting pro-poor interventions will ensure that more than 50% of the project beneficiaries \nare poor.   \n \n  2.  Strengthening Local Self-Governance \n \n59.  The AO is the lowest elected political body. At the level of the AO and the community, \nmany Project activities will be carried out and substantial training will be given. This focus on the \nAO and the community will help improve governance by bringing activities closer to the intended \nbeneficiaries, and improve efficiency by giving the communities opportunities to design and \nimplement through the VIF, projects catering to their specific needs. The experience with an \nADB-financed  ECD  project  in  the  Philippines  also  shows  that  activities  entrusted  to  local \ngovernments are more likely to progress than those handled by the central Government.    \n \n  3.  Improved Effectiveness and Efficiency of Services \n \n60.  Some services in the health sector, such as IMCI, have not achieved their full potential \ndue to remaining gaps in training and insufficient supply of essential drugs. The Government \nhas been able to mobilize resources for training FGP doctors on IMCI, but has not been able to \ntrain feldshers, who are the first health care contact for the rural population. Essential drugs \nnecessary for implementing IMCI have not reached all primary health care providers. Filling \nthese gaps, the Project is improving the effectiveness of existing services at minimal additional \ncosts. \n \n61.  The Project will also improve the cost-efficiency of preschools. Replicating existing state-\nrun  kindergartens  is  not  a  financially  viable  option  for  MOEC’s  endeavor  to  increase  the \ncoverage of preschools. The annual expenditure per child in state-run kindergartens ranged \nfrom $60 to $100 equivalent in 2000. The Government budget that covers between 65% and \n90% of the expenditure, depending on the oblast, mostly pays for teachers’ salary.  By contrast, \nthe Project expects that the annual recurrent expenditure per child of a community or home-\nbased  preschool  will  be  $30-40  following  an  initial  $1,500-2,000  investment  in  equipment, \nfurniture, and learning materials.   \n \n \n ", "17 \nB.  Analysis of Economic and Financial Sustainability \n \n62.  The Project is expected to directly benefit more than 148,000 children between birth and \n8 years of age in the 12 target raions. Over 20 years, the beneficiaries will total 484,000 children \nand 368,000 pregnant women. In addition, the immunization subcomponent will cover all infants \nin the Kyrgyz Republic. The economic benefits of the Project will come from (i) savings in health \nexpenditures due to fewer hospital visits, (ii) savings in education expenditures due to reduced \ngrade repetition, (iii) productivity gains from an increased life-span and reduced mortality, (iv) \nproductivity gains from improved education achievements especially through reduced dropout \nrates,  (v)  productivity  gains  from  reduced  IDA,  and  (vi)  social  protection  benefits  through \nimproved social behavior. The estimated economic internal rate of return (EIRR) for the Project \nis 63.6%.  Because of practical difficulties in estimating them, the calculation did not include the \nbenefits in (vi), or the benefits to children outside the project raions but who benefit through \nimmunization and improved national ECD policies. The actual return will be higher when the \nexcluded benefits are factored in. The EIRR is highly sensitive to assumptions made, especially \nexternal factors, such as the macroeconomic situation of the country, which will determine \neconomic opportunities for the population. Therefore, even if the Project succeeds its achieving \nobjectives, the high EIRR may not materialize due to external economic factors. The economic \nanalysis is presented in Appendix 15.   \n \n63.  The Project avoids introducing new functionaries in the Government payroll or facilities \nto  be  sustained  by  the  Government  budget.  The  Project’s  recurrent  costs  that  cover \nmaintenance  of  facilities,  equipment,  supplies  (vaccines,  essential  drugs,  and  education \nmaterials), training, and monitoring will represent less than 1% of the national health and \neducation budget over the forecast period of 20 years.10 The Project encourages cost sharing \nby the AO and the community. If their contributions are considered, the percentage will further \ndecrease.  Major  recurrent  costs  are  vaccines  and  essential  drugs.  The  Government  has \ncommitted itself to financially sustainable procurement of vaccines. Essential drugs will be \nincreasingly  made  available  as  the  MHIF  improves  its  performance  and  more  pharmacies \nbecome available in rural areas. Therefore, sustaining the project activities beyond the project \nperiod is expected to be within the fiscal capacity of the Government.  \n \nC.  Environmental and Social Measures \n1.  Environment \n \n64.  The  Project  will  not  have  significant  adverse environmental  effects. Civil  works  are \nlimited to rehabilitating of existing health facilities, kindergartens or grade 1 classrooms in rural \nareas. The Project will not procure potentially hazardous medical supplies such as syringes and \nneedles. The Project will finance mostly preventive medical activities, which leave almost no \nmedical wastes. The Government also has a regulation on medical waste management. Project \nsupervision  will  closely  monitor  the  issue  of  medical  wastes  in  health  facilities  during \nimplementation and introduce corrective measures if a problem is found.   \n   \n2.  Social Analysis \n \n65.  The Project does not have any adverse social impacts. A social analysis undertaken \nduring project preparation involved various stakeholders. In addition to surveys, national, oblast, \n                                                 \n10 It is assumed that the share of the Government budget in the total gross domestic product (GDP) remains the \nsame and that the GDP grows on average 4%. ", "18 \nand raion task forces have identified problems, opportunities, and available resources through \nconsultation with stakeholders and workshops. The Project will need no land acquisition or \nresettlement. Current ECD indicators including preschool attendance or health-seeking behavior \ndo not demonstrate gender inequality. Vulnerability, ECD indicators, and access to basic social \nservices in the Kyrgyz Republic vary by region, residence (rural or urban), and economic status. \nThere is no evidence that ethnicity determines vulnerability or disadvantage in access to basic \nsocial services. The summary poverty and social analysis is in Appendix 16.     \n \nD.  Risks \n \n66.  The Project involves almost no technical risk. The selected interventions have been \ntested and proven effective in the Kyrgyz Republic and internationally. The most significant \nchallenge is the efficiency of implementation involving multiple ministries, both national and local \ngovernment  bodies,  and  the  AO.  The  AO  became  an  elected  body  only  recently,  and  its \ncapability  to  plan  and  manage  a  project  is  untested.  To  ensure  strong  leadership  and  to \neffectively coordinate policies and activities among different ministries, the President’s office has \nbeen selected as the Executing Agency. The President’s office has constituted the steering \ncommittee comprising representatives of concerned ministries and project oblasts to provide \npolicy  guidance.  The  Project  has  made  substantial  provisions  for  supporting  AOs  through \ntraining and CFCs during the first 2 years of project implementation.  \n \n67.  Another challenge is sustainability of the services after project completion. Maintaining \nquality  primary  health  care  and  preschool  programs  requires  Government  commitment  to \nallocate sufficient funds to carry out the ECD strategy and sector reforms. Supplies of essential \ndrugs  and  vaccines  will  be  the  major  items  of  recurrent  costs.  The  Project  will  help  the \nGovernment plan for these supplies.   \n   \nVI.  ASSURANCES \nA.  Specific Assurances \n68.  The  Government  has  given  the  following  assurances,  in  addition  to  the  standard \nassurances, which are incorporated in the legal documents:   \n \n1.  Child Health \n69.  The Government will ensure that FGP doctors and feldshers will be trained on IMCI, \nbased on the IMCI training module including the care module, in accordance with the training \nplan to be agreed upon with ADB.   \n \n70.  By the end of year 3 of project implementation, MOH will develop a plan satisfactory to \nADB  for  sustaining  universal  immunization  coverage,  IMCI  training  for  relevant  health \npersonnel, and supplying of essential drugs after the Project.   \n \n2.  Early Childhood Care and Education \n \n71.  MOEC  will  ensure  that  training  of  grade  1  teachers,  kindergarten  teachers,  and \ncommunity-based  preschool  teachers  will  be  conducted  by  appropriate  institutions  in \naccordance with a set of training guidelines to be developed under the TA.   \n ", "19 \n72.  MOEC will ensure that it will adopt the standard for preschools acceptable to ADB within \na year after loan effectiveness.    \n \n3.  Capacity Building \n \n73.  Within 4 months after loan effectiveness, the President’s office will adopt a project M&E \nplan acceptable to ADB. The key performance indicators agreed upon by the Government and \nADB will be used to evaluate the achievements and impact of the Project. \n \n74.  A baseline survey for the target raions will be carried out within 12 months after loan \neffectiveness, and its findings will be used to confirm or modify, in consultation with ADB, the \nbase values and target values for the Project's key indicators. A survey will be carried out not \nlater than 6 months before the end of the implementation period to evaluate the achievements \nand impacts of the Project. The Government and ADB will conduct a joint midterm review of the \nProject in year 3 of project implementation. \n \n75.  The  President’s  office  will  ensure  that  the  AOs  will  select  the  CFCs  through  a \ncompetitive selection process and recruit CFCs on a contractual basis for the first 2 years of  \nproject implementation based on criteria agreed upon with ADB. \n \n76.  By the 18th month of the CFCs’ recruitment, both MLSP and AO will jointly develop a \nplan on how to sustain the work of the CFCs without financial support from the Project and \nsubmit the plan for ADB’s consideration. \n \n77.  MOF will promptly allocate and transfer to MHIF the budgetary resources needed for the \nhealth insurance scheme covering children below 16 years of age. \n \n78.  The President’s office in coordination with MLSP, will ensure that CFCs and social \nworkers will be trained by appropriate institutions selected according to criteria agreed upon with \nADB. \n \n79.  MLSP will ensure that the computers provided to the raions and oblasts will be utilized in \ncompiling  and  analyzing  the  data  of  the  Social  Passport  Survey  and  information  on  ECD \ncollected as part of the survey in the project raions. The Government will ensure that computers \nare operated and maintained, and necessary allocations are made in a timely manner for the \nrecurrent costs. \n \n80.  The Government will enter into an agreement, acceptable to ADB, with the recipient \ncommunities before disbursing funds from the VIF to finance the subprojects. The Government \nwill  ensure  that  not  less  than  20%  of  each  subproject’s  costs  are  borne  by  the  recipient \ncommunity:10% in cash, 10% in kind. \n \n81.  The final decision on award of funds from the VIF will be made by the PMO, with the \nassistance of the VIF evaluation subcommittee, and in accordance with criteria agreed upon by \nthe Government and ADB. \n   \n4.  Environment   \n \n82.  By year 2 of implementation, the Government in consultation with ADB will review the \nstatus of handling of medical wastes at FAPs, and introduce corrective measures if a problem is \nfound.   ", "20 \nB.  Conditions for Loan Effectiveness \n \n83.  The Government will ensure that the project director has been appointed and that key \ncontractual staff for the PMO have been selected. \n \n84.  The President’s office will issue the order that will specify the responsibility of MOF, \nMOEC, MOH, MLSP, and project oblast administrations, with respect to project implementation. \n \n85.  MOF will issue an order with respect to the establishment of the VIF.   \n \nC.  Conditions for Disbursement \n86.  MOH and MOEC will develop distribution systems for essential drugs and textbooks, \nrespectively, that is acceptable to ADB, and that will ensure transparent distribution of those \ngoods to project beneficiaries.   \n \n87.  The Government, through MOF, will promulgate operational regulations covering the \nmanagement, scope, operations and reporting requirements of the VIF. \n \nVII.  RECOMMENDATION \n88.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial  Drawing  Rights  7,545,000  to  the  Kyrgyz  Republic  for  the  Community-Based  Early \nChildhood Development Project from ADB's Special Funds resources with an interest charge at \nthe rate of 1% per annum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears,  including  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to the \nBoard. \n \nTADAO CHINO \nPresident \n \n \n2 September 2003 \n \n \n \n ", "  Appendix 1  21 \nPROJECT FRAMEWORK \n \nDesign  Performance  Monitoring   Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \nGoal       \n       \nImprove health, nutrition  Infant mortality rate (IMR)  Statistics of national, oblast,  The Kyrgyz Republic maintains \nand psychosocial  in project raions (districts)  and raion governments  its commitment to child \ndevelopment of children  reduced by 20% from    development. \nbetween birth and 8 years  2004 levels by 2009      \nof age in the 12 poorest  Under-five mortality rate    Modest economic growth will \nraions  (U5MR) in project raions    continue and the poverty rate \nreduced by 30% from    will be contained. \n2004 levels by 2009     \nPrevalence of iodine     \ndeficiency disorder (IDD)     \nin project raions reduced     \nby 90% from 2004 levels     \nby 2009   \nIron deficiency anemia   \n(IDA) in project raions   \nreduced among pregnant   \nwomen by 30% from 2004   \nlevels by 2009   \nThe percentage of grade 1  Project baseline and \nchildren who pass the  evaluation survey at the last \nbasic literacy,  year of the project \nmathematics, and life skill \ntest in project raions \nincreased by 30% from \n2004 levels by 2009 \n  \nPurpose       \n       \nImprove access of  Sustained universal  Survey by the Ministry of  The health reform efforts will \nchildren to and quality of  immunization coverage  Health (MOH)   continue. \nbasic child health and       \nnutrition services       \n  By 2009, increase by 50%  The monitoring reports by   \n  of percentage of child  Family Group Practices   \n  illnesses, especially  (FGPs)    \n  diarrhea and acute     \n  respiratory cases treated  Regular recording at primary   \n  according to Integrated  health care posts (FAPs)   \n  Management of Childhood     \n  Illnesses  (IMCI)  Annual household survey by   \n  guidelines  social workers   \n       \n  By 2009, increased to  Annual household survey by   \n  100% of percentage of  social workers   \n  households using iodized     \n  salt      \n       \n       \nImprove access of  At least 50% of children  Survey by grade 1 teachers  Ministry of Education and \nchildren to and quality of  enter primary school after    Culture (MOEC) will maintain its \npreschools run by the  preschool (vs. against    commitment to preschool \nstate, or based on  those without any kind of    reform. \ncommunities or home  preschool)      \n       \nImprove the capacity of   At least 80% of aiyl  Regular reports by the project  The government maintains the \ncommunities to plan and  okmotus (AOs)  management office (PMO)  decentralization efforts. ", "22  Appendix 1 \nDesign  Performance  Monitoring   Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \nmanage child  implementing projects    The AOs will not change \ndevelopment  financed by the village    frequently. \ninitiative funds (VIF)     \n     \nAt least 60% of  Annual survey by social \ncommunities organizing  workers and monitoring \ncommunity/home-based  reports by the project \npreschool activities  coordination office (PCO) \n   \nOutputs/Activities       \n       \n1. Child Health and       \nNutrition       \nMaintained delivery of  Annual vaccine supplies  Reports by the MOH Sani    \n100% of vaccine  ensured at the beginning  Epidemiology Services and   \nrequirements to FGPs and  of every year  reports by FGPs and FAPs   \nFAPs       \n       \nEffectively maintained  Nonworking refrigerators     \ncold chain for ensuring  repaired and replaced      \nvaccine potency       \n       \nFeldshers (primary health  Training plan for feldshers  Reports by FAPs and Family  FGP doctors are trained by \ncare workers) trained on  developed  Medicine Center  other sources. \nIMCI       \n  Feldshers and FGP     \n  doctors trained     \n       \nTesting of salt by the  Testing kits supplied to all  Annual survey by the social  Iodized salt is available in \ncommunity  communities   worker  sufficient quality in the country \n      at affordable prices. \n  Salt testing conducted at  Report by the PCO    \n  least annually in all     \n  communities     \n       \nFAPs rehabilitated and  Rehabilitation completed   Report by FGP and FAPs    Essential drugs will safely reach \nprovided with sufficient    Regular reports by the PCO  the intended FAPs. \nessential drugs and basic  Equipment procured for  and the PMO    \nequipment  FAPs      \n       \n  Essential drugs purchased     \n  annually and delivered to     \n  the FAPs      \n       \n       \n2. Early Childhood Care       \nand Education       \nCommunity/home-based  Child development  Regular report of the PCO  Communities are willing to try \npreschools established  committee or equivalent    out a new preschool. \nand provided with learning  established at the     \nmaterials  community and a model     \n  selected with assistance     \n  of the child family     \n  coordinator (CFC)     \n       \n  The training module on  Regular report of the PMO   \n  the community-based     \n  preschool developed     \n  Community-based  Regular report of the PMO  Qualified candidates for \n  preschool teachers    preschool teachers are ", "  Appendix 1  23 \nDesign  Performance  Monitoring   Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n  selected and trained    available. \n       \nA resource kindergarten  Resource kindergartens  Regular report of the PCO  The kindergarten is willing to \nper raion established  procured with learning and  and the PMO  play a supervisory role. \n  reference materials, and     \n  plan and conduct    The staff understands \n  supervision of other    alternative models of \n  preschool programs    preschools. \n       \nTeaching at Grade 1  Teacher in-service training  The plan submitted by the  Existing teacher training centers \nimproved   plan developed and 750  oblast education department  have sufficient capacity. \n  teachers (one teacher per  and annual survey by the   \n  class) trained   social workers    \n       \n  All grade 1 students have  Report of the oblast   \n  a set of textbooks  education department and   \n    annual survey by the social   \n    workers   \n       \nParents trained on better  Parents education  Regular report of the PMO  Parents are interested in better \nchild care at home  materials developed and  and report by the AO  child caring and have time to \n  50,000 parents trained     attend training. \n       \nStrategy and standard for  A task force constituted  The report of the task force  The task force will comprise \npreschool developed  and the strategy and  and submission of the final  capable professionals, able to \n  standard drafted and  approved strategy and the  think creatively. \n  approved by MOEC  standard solution to the   \n    President’s office   \n       \nSelected kindergartens  A rehabilitation list  Report of the PCO (prepared   \nand grade one classrooms  developed and planned  by the project architect)   \nrehabilitated       \n  Rehabilitation completed     \n       \n3. Capacity Building       \nVillage initiative fund (VIF)  The resolution for the VIF  A copy of the resolution  The community is able to \nestablished.  passed by the    cofinance a project. \n  Government     \n       \n  AO and community  Report of the PCO   \n  leaders trained on the     \n  mechanism and     \n  application for the VIF     \n       \nCFC’s appointed at each  AOs completing the  A copy of contracts for CFCs  Qualified candidates for the \nAO  selection and contracting    CFCs are available in each AO. \n  of the CFC according to     \n  the agreed-upon criteria     \n  and terms of reference.     \n       \n  CFCs trained on child  Report of the PCO.   \n  development and their     \n  role.     \n       \nChild development  Child development  Copy of the questionnaire   \nquestionnaire developed  module modified and  endorsed by the steering   \nand added to the social  endorsed by the steering  committee submitted   \npassport survey  committee and added to  Annual social passport survey   \n  the social passport  reports   \n  survey, at least in the     ", "24  Appendix 1 \nDesign  Performance  Monitoring   Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n  project raions     \n       \nSocial workers trained  116 social workers trained  Report of the PCO.  Turnover of social workers will \n  along with CFCs    be minimal. \n       \nRaion Ministry of Social  Computer program for the  Report of the PCO  MLSP should bear recurrent \nWelfare and Labor  social passport data  cost for the computer. \n(MLSP) staffers trained on  management developed \ndata social passport data  and staff trained on data \nmanagement  management. \n \nInputs  Base Cost ($)     \n1. Child Health and      3,308,000  Quarterly progress reports  PMO and MLSP personnel are \n    Nutrition    submitted by the President’s  proficient in collection, \n        office and PMO   interpretation, and analysis of \n2. Early Childhood Care     2,739,000    data and trends. \n    and Education       MOH and MOEC reports   \n         Quality of data and information \n3. Capacity Building    2,315,000  Supervisory missions by  are transparent and impartial \n         Government and ADB   \n4. Project Implementation    1,311,000     \n            Field surveys and studies  Reporting activities are carried \n      out in a timely manner within \n      the agreed-upon time frame.  \n     \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 2  25 \nSUMMARY OF EARLY CHILDHOOD DEVELOPMENT SUBSECTOR  \n \nA.  Introduction \n \n1.  Early childhood development (ECD) is inherently multisectoral because young children \nare holistic in their development. Their physical, emotional, social, and cognitive development \nare intertwined and cannot be addressed in isolation. Health, nutrition, and education have \ndirect impacts on the lives of young children in poor families. These services were funded \ncentrally  during  the  former  Soviet  Union  (FSU)  and,  until  its  final  years,  were  relatively \nprotected. However, recent years have seen declines in budgets, coverage, and quality of \nservices. Scarce resources are concentrated in major cities and towns.Training and supplies \nreach remote impoverished health posts and schools last, even though poverty rates are higher \nin rural areas than urban areas. \n \nB.   Health, Nutrition, and Early Childhood Development \n2.  The  officially  reported  infant  mortality  rate  (IMR)  fell  during  the  1980s  and  1990s. \nNevertheless, the IMR remains high for a country with almost universal literacy and health care \ncoverage and places the Kyrgyz Republic in the league with poor countries with a weak health \ncare system. According to government statistics for 1983-1996, the IMR declined from 40 to 26 \nper 1,000 births in 1996. However, the Demographic and Health Survey (DHS) in 1997, which \nfollowed the definitions of the World Health Organization (WHO), reported an IMR of 61 per \n1000 live births based on the international standard definitions over the period 1992-1997 \n(Table A2.1). Official statistics reported IMR at 21.7 per 1,000 live births in 2001. \n \nTable A2.1: Infant and Child Mortality Rates by 5-Year Periods \n(per 1,000 live births) \n \nYears  Period  Neonatal  Post-  Infant Mortality  Under-5 \nPreceding   Mortality  Neonatal  Mortality \nDHS  Mortality \n0-4  1992-1997  31.6  29.7  61.3  72.3 \n5-9  1987-1992  34.6  36.2  70.8  79.2 \n10-14  1982-1987  26.8  55.2  82.0  99.0 \nDHS = Demographic and Health Survey. \nSource: 1997 DHS of the Kyrgyz Republic. \n \n3.  The 1997 DHS also found that 25% of children were severely or moderately stunted, \nreflecting chronic malnutrition; and 3% were severely or moderately wasted, indicating acute \nmalnutrition. Children aged 6-23 months were less well nourished, reflecting poor diets and \nillnesses during weaning.  Among schoolchildren 52% exhibited iodine deficiency in a 2000 \nUnited  Nations  Children’s  Fund  (UNICEF)  study.  The  cognitive  deficits  caused  by  iodine \ndeficiency during pregnancy and early childhood are severe and permanent. Since the collapse \nof the FSU, regulatory frameworks for iodized salt have failed. The supply of iodized salt is \nlimited. Some salt marketed as iodized is not iodized, or does not meet minimum standards; \nconsequently, consumer confidence and demand have been weakened.   \n \n4.  The problem of child malnutrition and reduced food consumption is severe in rural and \nremote areas, especially in eastern and southern regions. In rural areas only tea, bread, and \npotato are available for ordinary meals. Rates of moderate and severe anemia among children \nand pregnant women have risen. Anemia among pregnant women was 16% and almost one ", "26  Appendix 2 \nquarter of children under the age of three suffered from moderate or severe anemia in 1997. A \n2001 UNICEF study in Naryn reported a rate above 40%. \n \n5.  Health sector investments have not grown sufficiently to meet these challenges. Health \ncare expenditures as a percentage gross domestic product (GDP) and as a percentage of \ngovernment  expenditures  have  declined  from  3.9%  to  2.1%  and  from  13.6%  to  11.5%, \nrespectively (Table A2.2). Expenditures on FAPs (primary health care posts), which service the \npoorest and most remote communities, have lagged slightly behind other categories of local \nexpenditure.  The  real  declines  in  community-based  health  services  seriously  threaten  the \ndevelopment of the most vulnerable children. Central Government expenditures have risen \nmore  than  local  expenditures  despite  reforms  that  are  explicitly  intended  to  decentralize \nresponsibilities for service delivery and financing. The Mandatory Health Insurance Fund (MHIF) \nwas set up in 1996 to improve helath care financing.  In 1997, the fund began to receive  \ninsurance  preimums  and  finance  health  care  services.    However,  MHIF  has  encoutered \ndifficulties. The revenue collecated was much lower, and received insufficient transfers from the \nGovernment.  \n \n \nTable A2.2: Health Care Expenditure Analysis, 1995-2000 \n \nItem  1995  1996  1997  1998  1999  2000 \nHealth Sector as % of GDP            3.9             3.1             3.2             2.8             2.3             2.1 \nTotal Government  Total     4,611      5,202      6,696      7,298      9,312    11,308 \nExpenditure (som million)  Central     3,270      3,746      5,657      6,128      7,950      9,697 \n Local     1,913      1,873      2,136      2,386      2,809      3,407 \nHealth Sector  Total        627         733         977         962      1,126      1,296 \nHealth Sector Share (%)  Total          13.6           14.1           13.7           13.2           12.1           11.5 \nPrimary health care (PHC)  Local          50.3           58.8           65.9           70.5           90.8           99.3 \n     Polyclinics, Dispensary,              40.2           47.9           55.1           58.9           75.8           83.5 \n     Ambulance Station \n     Primary Health Care Posts          10.1           10.9           10.8           11.6           15.0          15.8 \nPHC/Health Sector (%)   Local          10.3           11.1           11.2           10.7           11.8          11.4 \nFAP/Health Sector (%)  Local            2.1             2.1             1.8             1.8             1.9            1.8 \nSource: Ministry of Finance. \n \nC.  Education, Child Care, and Early Childhood Development \n6.  Following  independence,  many  kindergartens  were  closed  down  and  preschool \nenrollment declined overall from approximately 40% (for children 1-6 years old, with lower rates \nfor the youngest children and much higher rates for older children) to less than 10% nationwide \n(Table A2.3). Recent studies estimated a rate of approximately 16% in urban areas, 8% in raion \n(district) centers, and less than 5% in rural villages. Of the 468 kindergartens still in operation, \n63% serve cities and towns, 37% serve rural areas, generally raion centers rather than villages. \nThese  data  capture  only  state-supported  full-day  kindergartens  and  a  handful  of  private \nkindergartens.  Preschool  services  by  nongovernment  organizations  (NGOs)  are  few  and \npreschool enrollments would not be materially altered if such schools were included.   \n \n \n \n ", "  Appendix 2  27 \nTable A2.3: Kindergartens and Enrollment, 1990-2000 \n \nItem  1990  1991  1920  1993  1994  2000 \nKindergarten Enrollment (‘000)        151.5       144.7     143.2       92.2   58.9  45.6 \nNumber of kindergartens (no.)     1,696    1,604     1,380  998     639    468 \n \n7.  With  the  earlier  extensive  provision  of  preschool  and  early  childhood  education  in \nkindergartens, the majority of the children joining the school system already knew how to read \nand write. In contrast, most children now enter grade 1 without the necessary preparation for \nschool. In addition, the reduced availability of meals in schools and closure of milk kitchens and \npreschools, especially in rural areas, aggravated the problems of poverty. Cost recovery for \nmeals and introduction of fees for enrollment in preschools have eliminated a key component of \nthe social safety net for young children and their family. \n \n8.  The lack of kindergarten facilities may result in overcrowding the early grades of primary \nschool, particularly in rural areas. Before independence, when kindergartens provided care for 1 \nto 6-year-olds, most children started grade 1 at 7 years of age. In 1991, 27,200 6-year-olds \nattended grade 1; in 1999, 40,000 6-year-olds were attending grade 1, suggesting that families \nare using grade 1 as kindergartens.   \n \n9.  Primary  school  enrollments  continue  to  rise  and  new  schools  are  being  built  to \naccommodate them (Table A2.4). UNICEF reports a 98% gross enrollment rate for primary \nschools (grades 1-4). For secondary schools, gross enrollment ratios are 75% for males and \n83% for females.  \n \n \nTable A2.4 :Primary School Enrollment, 1993–2002 \nItem  1993  1994  1995  1997  1998  2000  2002 \nChildren in Primary  378.6  385.9  470.7  470.9  469.5  457.2  469.5 \nEducation (‘000) \nPrimary and General  1,832  1,840  1,843  1,889  1,918  1,975  2,014 \nSchools (no.) \nSource:  Statistics Department of the MOEC. \n \n10.  Expenditures for primary education and preschool have not kept pace with GDP or \noverall budget growth (Table A2.5). Between 1995 and 2000, total government expenditures \nincreased by a factor of 2.45, while the education sector increased by a factor of 2.15, and its \nshare of the total budget decreased from 23.1% to 20.3%. Local primary school expenditures \ndropped  from  36.6%  of  the  sector  budget  to  32.4%.  The  proportion  of  the  sector  budget \ndedicated to kindergartens fluctuated, but did not drop substantially.   \n \n11.  The availability of textbooks, new or old, has become a chronic problem. Teachers are \noverworked, underpaid, and undertrained; less than 10% receive in-service training annually \ndespite a national target of 20%. Most remote rural teachers have had no training in a decade. \nMany  classrooms  and  schools  need  maintenance  and  new  equipment.  Playgrounds  are \ndangerous, with broken equipment and multiple hazards. Buildings, heating systems, electrical \nequipment,  toilets,  and  sewerage  systems  are  in  serious  disrepair.  These  conditions  are \ndisincentives to school attendance; only about 85% of enrolled children attend daily. \n ", "28  Appendix 2 \nTable A2.5: Education Sector Expenditure Analysis, 1995-2000 \n \nItem    1995  1996  1997  1998  1999  2000 \nEducation as % of GDP             6.6           5.2            4.9           4.9           4.1            3.5 \nTotal Government  Som    4,611    5,202     6,696    7,298    9,312   11,308 \n  Expenditures  Million  \nEducation Sector  Total    1,065    1,223     1,514    1,682    1,991     2,203 \nEducation Sector   Total         23.1         23.5          22.6         23         21          19.5 \n   Share of Govt (%) \nExpenses  Central       216       346        518       581       638        740 \nLocal       849       877        996    1,100    1,353     1,563 \nKindergarten  Total         74.2         78.0          87.1       107.6       131.5        143.8 \nPrimary (grades 1-4)a  Local       311.3       312.1        344.1       363.5       437.9        506.0 \nPrimary   Education    Local         36.6         35.6          34.5         33.0         32.4          32.4 \n   Sector Share (%)a  \nKindergarten Sector Share (%)  Total           6.9           6.3            5.7           6.3           6.6            6.5 \na Estimates on local data. Republic expense data are not available for grades 1-4.  \nSource: Data from Ministry of Finance, National Statistics Committee. \n \n12.  The lack of preschools for poor children is detrimental to ECD, but the sustained support \nfor state-run kindergartens is not an effective or efficient public investment. It is a good private \ninvestment for the families that can afford the subsidized kindergarten fees, but those same fees \nmake the services inaccessible for the children who really need them. Average family costs for \nkindergarten are more than 5 times the cost of primary school, vary among the target oblasts, \nand are markedly higher in urban than in rural areas. Despite family payments, government \ncosts per child for kindergarten are extremely high and the effectiveness of the programs is low. \nMeasuring psychosocial development of young children is very difficult and there is a debate on \nthe most reliable indicators. Nevertheless, research has shown no improved performance on \nachievement tests for most children from kindergartens with the notable exception of those \nsupported  by  an  NGO,  Step  by  Step.  Returns  on  public  investment  in  present  state-run \nkindergartens are likely to be marginally positive over the long term. However, returns on \ninvestment for poor children would be between 1:3 and 1:7 according to international research.  \n \n \nTable A2.6: Costs for Kindergarten and Grade 1, 2000 \n  Government Costs   Family Cost   Family Cost \n  per Child per Year   per Child per Year   per Child per Year \n  in Kindergarten   in Kindergarten  in Grade 1-4 \nOblast  (Som)  (Som)   (Som)  \n  Total  City  Raion  Total  Total \nNational Average  3,530  4,296  2,579  1,070  206 \nJalal-Abad  2,088  3,331  1,255     585  126 \nOsh  3,079  3,068  2,735  1,554  209 \nNaryn  3,430  3,580  3,310     226  226 \nSource: Ministry of Finance.  \n \n13.  Less comprehensive, less expensive preschool models would likely produce similar \nbenefits and high returns if children from impoverished families participated. Communities and \nfamilies  have  different  needs;  in  some,  seasonal  child  care  is  an  urgent  need;  in  some, \nextended families still care for young children; in others, women are single parents and have ", "  Appendix 2  29 \nconstant need for child care. It is urgent that poor families and children obtain access to high- \nquality care and school preparation. \n \nD.  Summary \n \n14.   ECD services in the Kyrgyz Republic are in short supply, often of poor quality, and \ninaccessible to most poor families because of distance or fees.  Investments in these services \ndo not reliably reach areas where poor families predominate, and when they do, fees and costs \nare insurmountable barriers to families and children who need the services most and would \nbenefit most from them. Targeted investments to reach poor young children, including in remote \nrural communities, would yield significant long-term benefits. Improved capacities, which are \ndefined  in  the  early  years,  would  make  investments  in  the  education  system  much  more \nefficient. ", "30  Appendix 3 \nEXTERNAL ASSISTANCE TO THE KYRGYZ REPUBLIC  \nIN THE EARLY CHILDHOOD DEVELOPMENT SECTOR \n \nFunding  Subsector  Project  Project  Duration  Activity \nAgency  Amount     \n($ millions) \n           \nADB  Multisector  Social  10.0  1999-2003  Education and health reforms; \n(Education/  Services  (loan)  pilot ECD test activities; local \nHealth)  Delivery and    government capacity building to \nFinance  deliver priority social services to \nProject   the rural poor; and mobilization of \nlocal communities in social service \ndelivery and finance \n \n  Education  Education  12.9  1998-2003  Basic education development: \nSector  (loan)  curriculum and textbook reform, \nDevelopment  teacher development, \nProgram  improvement of education \ndelivery, capacity building, and \nresource mobilization  \n \n  Health  JFPR: Grant  6.85  2001–2003  Fortification of salt and flour; \nAssistance to  (grant)  legislative enforcement; support \nAsian  for regulatory authorities; and \nCountries in  social marketing and promotion \nTransition for \nImproving \nNutrition of \nPoor Mothers \nand Children \n \nJICA  Health  Mother and  5.5  2002- 2004  Provision of equipment, supplies \nChild Health  (grant)  and training for maternal hospitals \nall over the country \n \n  Health  Vaccine  1.26   2000–2004  Financing of vaccines \nIndependence  (grant)  procurement for the Vaccine \nInitiative  Independence Initiative  \nFunding    \n \n           \nKreditanstalt  Health  Mother and  5.0   2003-2005  Provision of equipment and \nfur  Child Health  (loan)   training for maternal hospitals, \nWiederaufbau  2.5   south of the Kyrgyz Republic \n(KfW)  (grant)   \n \n \nSave the  ECD  Children in  N.A.  1998 -  Training and support to a short-\nChildren (UK)  Difficult  stay reception center for homeless \nCircumstances  children in Bishkek; support to re-\n  open kindergartens in rural areas; \nintegrated education projects; \ncurriculum development; and \ncapacity building \n           \n  Health  Child Health  N.A.  1998 -  Practical support for child care \nand Disability  organizations; community \ninvolvement; and parents’ clubs   \n \n ", "  Appendix 3  31 \nFunding  Subsector  Project  Project  Duration  Activity \nAgency  Amount     \n($ millions) \nSoros           \nFoundation   Health  Healthy  0.55  2003-2006  Grant support to the communities \n(USAID)  Community  (grant)  through nongovernment \n   Grant Program  organizations (NGOs) and \ncommunity initiative groups in the \nfields of mother and child health, \ninfectious diseases, hygiene and \nsanitation, health reform \nadvocacy, mental health, healthy \nlifestyle promotion, and child \nhealth improvement \n \nSoros  Health  Child Abuse  0.3   1999 -  Child abuse prevention and child \nFoundation  Prevention and  (grant) /  health activities; creation of \nChild Mental  year  Children Consultative \nHealth  Rehabilitation Center; center for \nthe street children and hotline for \nassistance to abused children \n \nStep by Step  Education  Center of  N.A.  1995 -  Training in innovative educational \nEducational  methods for teachers; \nInitiatives  implementation of new teaching \ntechnologies; creation of centers \non the basis of preschools and \nschools; community involvement; \nand inclusive training of disabled \nchildren  \n \nSDC  Health  Health Reform  2.0   2001-2004  Support for health care reform: \n  Support  (grant)  hospital improvement and \nProject  services restructuring, hygiene \nand sanitation improvement, \nstrengthening of primary health \ncare; health care promotion and \ncommunity involvement  \n \nUNICEF  Education    N.A.  2000-2005  Mother and child survival, parent \neducation and IEC campaigns; \nGrowth and Development \nProgram - pilot projects in \npreschools; support for textbook \nleasing system; and support of \nIMCI training in 3 pilot raions  \n \n  Health  Vaccine  N.A.  2000 -  National immunization campaigns; \nIndependence  procurement and supply of \nInitiative  vaccines and cold chain \nequipment; and support for pilot \nraions \n \nUSAID  Health  Increased  3.6  2003 -2005  Primary health care education of \nUtilization of  (grant)  health professionals; support for \nQuality  Tuberculosis control activities; \nPrimary health  adaptation of WHO definition of \ncare in Select  live birth and infant mortality; \nPopulations  community and local government \n \n ", "32  Appendix 3 \nFunding  Subsector  Project  Project  Duration  Activity \nAgency  Amount     \n($ millions) \n \nUSAID  Health  Increased  3.6  2003 -2005  mobilization; and HIV/AIDS \nUtilization of  (grant)  prevention and control \nQuality   \nPrimary health \ncare in Select \nPopulations \n \n  Health  Child Survival  2.2  2003 -2005  Child Survival Project in pilot \nProgram  (grant)  oblasts, south of the Kyrgyz \nRepublic \n \nWorld Bank  Health  Health Reform  15.0   2003 -2007  Health care reforms: health \n– II  (loan)  service delivery restructuring, \nhealth financing reforms, quality \nimprovement, public health \nreforms \n \nWHO  Health  Child Health  0.025  2002 -2003  Promotion of Effective Perinatal \n(grant)  Care; IMCI  \n   \n \nLegend: ADB = Asian Development Bank, ECD = Early Childhood Development Project, HIV/AIDS = human \nimmunodeficiency virus/acquired immune deficiency syndrome, IEC = information, education, and communication., \nIMCI = Integrated Management of Childhood Diseases, JFPR = Japan Fund for Poverty Reduction, JICA = Japan \nInternational Cooperation Agency; NA = not available; SDC = Swiss Agency for Development and Cooperation, \nUNICEF = United Nations Children’s Fund, USAID = United States Agency for International Development, WHO = \nWorld Health Organization. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 4  33 \nPOVERTY RATES \n(July 2002) \n \nOblast  Raion  Poverty Rate             \n(%) \n  Naryn                  Ak-Tala  97.0a \n                At-Bashy  88.0a \n                Jumgal  91.0a \n                Kochkor  90.0a \n                Naryn  93.0a \n     \n  Jalal-Abad                  Suzak  62.0 \n                Bazar-Korgon  49.0 \n                Nooken  48.0 \n                Ak-Si  62.0 \n                Ala-Buka  62.0 \n                Chatkal  69.0a \n                Toktogul  72.0a \n                Toguz-Toro  75.0a \n     \n  Talas                  Talas  45.0 \n                Bakai-Ata  31.0 \n                Kara-Buura  37.0 \n                Manas  30.0 \n     \n  Osh                  Alay  72.0a \n                Aravan  68.0 \n                Kara-Kulja  81.0a \n                Uzgen  54.0 \n                Chon-Alay  72.0a \n                Kara-Suu  51.0 \n                Nookat  70.0a \n     \n  Batken                  Batken   61.0 \n                Kadamjai  63.0 \n                Leylek  68.0 \n     \n  Issyk-Kul                  Issyk-Kul  17.0 \n                   Tup  30.0 \n                   Ak-Suu  51.0 \n                   Geti-Oguz  43.0 \n                   Ton  65.0 \na Project raion. \nSource: Social Passport Survey compiled by TA consultants. \nNote:ThepovertylineisSom673perperson.", "34  Appendix 5 \nOUTLINE TERMS OF REFERENCE FOR THE CHILD AND FAMILY COORDINATOR \n \n1.  Child and family coordinators (CFCs) will help the ayil okmotus (AOs) and communities \nplan, implement, and monitor the project activities. The principal tasks of the CFCs are to (i) \nhelp the AO develop a project work plan and proposal; (ii) launch project activities in each \ncommunity  of  the  AO;  (iii)  coordinate  inputs  from  the  Ministry  of  Health,  the  Ministry  of \nEducation and Culture, and the Ministry of Labor and Social Protection (MLSP), and integrate \nEarly Childhood Development (ECD) messages and services in health centers, schools, and \nsocial passport activities; (iv) initiate new preschool and child development activities in the \ncommunity; (v) offer parent education and support; (vi) manage the implementation of the \ninformation, education and communication campaign in the communities; (vii) develop training \nand public education programs considered necessary to ensure the full participation of all \nstakeholders in developing and managing ECD activities; (viii) identify community needs for \nassistance and capacity building; (ix) annually review the performance of subprojects and take \ntimely action to remedy weaknesses to ensure that activities and expenditure information are \ntransparent and readily accessible to stakeholders; (x) ensure women and the poor are fully \ninvolved  in  planning  and  implementation  and,  to  the  extent  possible,  management  of \nsubprojects, (xi) assist the social worker in collecting and handling data, and reporting; and (xii) \nprepare semiannual reports and other reports as needed by the project coordination office. \n \n2.  The CFC will (i) be a local person who understands the problems of children and \nparents, (ii) be a respected leader, (iii) possess strong organizational skills, (iv) have good \ncommunication skills; and (v) be independent and prepared to travel extensively.  \n \n3.  The CFC will be selected on a competitive basis. The position will be advertised, and the \ncandidates  will  be  evaluated  by  the  selection  committee  comprising  the  AO  and  project \ncoordination office in the oblast. CFCs will be hired on a contractual basis for 2 years fully \nfunded under the Project. The CFC will be supervised on site by the AO, but will report to the \nproject coordinator for the oblast.  \n \n4.  Training for CFCs will be conducted in the raion. Social workers will be included in the \ntraining. If in 2 years it is determined that the work has positive results and a dedicated staff \nperson is needed, then AOs may finance the position. Otherwise, the work of the CFC is \nexpected to be absorbed by the social worker, or another category of workers, whom MLSP is \npresently trying out in a few raions and planning to introduce more widely in the future. \n ", "  Appendix 6  35 \nVILLAGE INITIATIVE FUND \n \nA.  Objectives \n \n1.  The Village Initiative Fund (VIF) will be used to finance community projects that will have \ntangible positive impacts on child development in the communities, and to support minor repairs \nof FAPs (primary health care posts), preschools, or grade 1 classrooms. The goal of the VIF is \nto improve child development in the communities. The objectives are to (i) build local capacity to \nidentify the needs of children and opportunities for improving child development; (ii) promote \nparticipation of local communities in early childhood development activities; and (iii) support the \npolicy of decentralization to local administration. \n \n2.  Eligible applicants are the communities under the aiyl okmotus (AOs) in the 12 project \nraions, and the 12 raion administrations. The communities may choose to partner with any other \norganization, including a nongovernment organization (NGO), in preparing applications and \nimplementing a project. \n \nB.  Selection Criteria and Procedures \n \n3.  Grants will be provided to fund minor rehabilitation or maintenance of primary health \ncare facilities, preschools, and grade 1 classrooms. Major repair involving repair of roofs will be \ncontracted out by the project management office (PMO). \n \n4.  The VIF will also support projects that will have a positive impact on the development of \npoor children.  A few examples of such projects follow \n \n(i)  preparing facilities for community-based preschools, \n(ii)  creating a parent resource center, \n(iii)  developing  a  community  care  and  home  visitation  program  for  children  with \nspecial needs, \n(iv)  growing vegetables to improve children’s diets, \n(v)  producing learning materials for children, \n(vi)  creating a library for children, \n(vii)  rehabilitating water supply systems to provide safe drinking water for children, \nand  \n(viii)  improving hygiene in the community to prevent waterborne diseases. \n \n5.  Communities will submit applications to the AO, which will ensure that the application is \nin order and will send it to the PMO via the oblast project coordination office (PCO). If the \nproposed project covers children across different AOs in a raion, the raion administration will \nconsult the concerned AOs before submitting an application to the PMO via the PCO. Specific \nsteps are involved in the procedure: \n \n(i)   The PCO will train the child and family coordinator (CFC) to assist the community \nin preparing proposals. \n            (ii)  The  community  or  group  of  communities  will  develop  a  proposal  with  the \nguidance or assistance of the CFC. In developing a proposal, the community \nmay choose to work with a school, FAP, women’s group, or an NGO.   \n(iii)  The raion administration will develop a proposal in consultation with the relevant \ndepartments, AOs, and CFCs \n(iv)  Community proposals must be endorsed by the AO  ", "36  Appendix 6 \n(v)  A community proposal is submitted directly to the PCO by the AO, and a raion \nproposal by the raion administration. \n(vi)  The proposal is reviewed by the PCO who will consult with raions, education, \nhealth,  and  the  Ministry  of  Labor  and  Social  Protection  (MLSP)  officials  for \nguidance, if necessary and \n(vii)  The PMO, assisted by a VIF evaluation committee to be formed under the project \nsteering committee, makes the final award of the funds.  \n \n6.  The PMO and PCOs will assist the AO, CFC, and community to organize information \ndissemination meetings, train them to write proposals, and provide consultation and necessary \ninformation.  \n \n7.  Applications will be reviewed once in 3 months by the evaluation subcommittee under \nthe steering committee. The subcommittee will comprise the PMO, PCO, and representatives of \nthe Ministry of Health, Education and Culture, Finance and MLSP. The evaluation will be based \non the criteria agreed upon in the Project, including expected impact of the project on targeted \nchildren and participation of the community in planning and implementation.  \n \n8.  For minor rehabilitation of facilities, the maximum amount of each grant will be $2,500. \nFor child development projects, the maximum amount will be $5,000 for a community project, \nand $15,000 for a project that covers children in more than one AO. The community will \ncontribute at least 10% of the total project cost in kind, and another 10% in cash.    \n \n9.  The PMO and the receiving community will make an agreement on a grant. After the \nreceiving community deposits its cash contributions to the project bank account, the PMO will \npay the grant in one or several tranches, depending on the requested amount.  \n \n10.  Concerned ministries, through their counterpart departments in oblast administrations, \nwill be responsible for supervising of the rehabilitation of facilities financed by the VIF. The \nsupervising  bodies  will  submit  quarterly  monitoring  reports  to  the  PMO.  The  AO  will  be \nresponsible for submitting progress and completion reports on the VIF funded projects in the \ncommunities to the PCO, which will compile the reports and then send the consolidated form to \nthe  PMO along with a quarterly report.  \n \n11.  When notified by the AO of the completion of the grant project, the supervising bodies \nwill check the state of the project, and submit final reports for each individual grant to the \nMinistry of Finance and the PMO.   \n \n12.  Independent monitoring and evaluation of at least 10% of randomly sampled projects will \nbe conducted at the end of years 2, 3 and 4 of project implementation.     \n \n13.  The PMO can stop payments for a grant project if violations or major differences from \nthe originally agreed upon plan are found.  \n \n14.  The PMO, the PCOs, the President’s office, or oblast and raion administrations have the \nright to randomly inspect the use of VIF by visiting rehabilitated facilities or project sites.   \n \n \n \n \n ", " \n  A ppendix 7  37 \nPROJECT COST ESTIMATES AND FINANCING PLAN BY SOURCE \n($ ‘000) \n  Total  Government and Communities  ADB Financed \nItem  Foreign  Local  Total  Foreign  Local  Total  %  Foreign  Local  Total  %  \nExchange  Currency  Cost  Exchange  Currency  Cost  Share  Exchange  Currency  Cost  Share \nInvestment Costs                       \n A.   Rehabilitation of                        \n      Facilities        190        810    1,000  0       181         181     18       190      629       819  82 \nB.  Furniture        143        656       800  0       130         130     17       143      527       670       83 \nC.  Equipment        506          47       554  0           9             9       2       506        38       544  98 \nD.  Supplies     2,390          826     3,216     0       113         113        4    2,390        712     3,103      96 \nE.  Training        168        538       706  0       109         109     16       168      426       597  84 \nF.  Community and IEC                                                                        \n     Campaigns          60        111       170  0         25           25     15         60        86       145  85 \nG. Village Initiative                        \n     Fund        548    1,473    2,021  0       400         400     20       548   1,073    1,621  80 \nH. Surveys          15         15          30  0           0             0       5         15        15         30    100 \nI.  Consultancies        418        115       533  0         27            27         5       418        88        506  95 \nJ. Monitoring and Data                                                                              \nAcquisition          10         35         45  0           7             7     16         10        28         38  84 \n         \n \n  PMO Operation          41       477       518  0        98           98     17         41      379       420  83 \n    \n  Account Audit          54           6         60  0          1             1       2         54          5         59  98 \n   \n  Recurrent Costs        110       101       210  0        14           14       7       110        86       196  93 \n \n  Duties and Taxes  -    1,700    1,700  0   1,700      1,700  100  -  -  -  - \n \n         Total Investment     4,649    6,913  11,563  0  2,815      2,815    24    4,649   4,095    8,748  76 \n \n  Contingencies       504    1,176    1,680  0      154         154      9       504   1,022    1,526  91 \n \n  Interest Charge       226  -       226  0  -  -  -       226  -       226    100 \n \nA\n         Total Project Cost    5,383    8,087  13,470  0  2,970      2,970      5,383   5,117  10,500    p\n   p\ne\n   Percentage of          40         60       100  0        22          22          40       38        78    n\nd\n   Project Cost  ix\nLegend : IEC = information, education, and communication, PMO = project management office.   7\n3          \n7", "38  Appendix 8 \nPROJECT MANAGEMENT STRUCTURE \n \n \n  MOF  President’s Office  Project Steering \nCommittee\n \n  Project Director  President’s Office, \n \n  MOF, MOH, MOEC, \n  MLSP, MLSG \n  Project Oblasts \n \n \nCCoonnssuullttaannttss   Project Management Office \n \nInternational \nInternational \n \nand Domestic \nd\n  •  Project Manager \n  •  Finance/ Accounting Officer\n  •  Procurement Officer \n  •  ECD/Education Specialist \n  •  Primary Health Care/IMCI   \n            Specialist \n  •  Community Planning and  \n            Mobilization Specialist \n \n \n \n \n \n \n \nJalal-Abad Oblast  Naryn Oblast  Osh Oblast  \n \nAdministration  Administration  Administration \n \n \n \n \n \n \nJalal-Abad PCO  Naryn PCO  Osh PCO \n \nProject Coordinator Project \nProject Coordinator   \nArchitect/Engineer Coordinator \nArchitect/Engineer   \nArchitect/Engineer \n \n \n \n \n \n \n \n \n \nRaions, Aiyl Okmotus (AO) \n \nCommunities \n \n \n \nAO = village authorities, ECD = Early Childhood Development, IMCI = Integrated Management of Childhood Illnesses,\nMLSG = Ministry of Local Self Governance, MLSP = Ministry of Labor and Social Protection, MOEC = Ministry of\nEducation and Culture, MOF = Ministry of Finance, MOH = Ministry of Health, PCO = project coordination office.  ", "", "40  Appendix 10 \nINDICATIVE PROCUREMENT PACKAGES \n \nDescription  Number of   Procurement  Valuea  \nContracts  Method  ($ ‘000) \n \nA.  Civil Works              \n      1.   Rehabilitation of Primary   Multiple  LCB            600 \n            Health Care Facilities        \n2.   Rehabilitation of Educational   Multiple  LCB            400 \n      Facilities \n \nB.  Goods       \n      1.   Furniture for Primary Health  1  LCB            125 \n            Care Facilities          \n2.   Medical Equipment and   Multiple  IS            335 \n            Supplies        \n3.   Essential Drugs and Salt   Multiple  ICB            795 \n      Test Kits       \n      4.   Vaccines  Multiple  through UNICEF         1,380 \n      5.   Furniture for Preschool and   Multiple  LCB            660 \n            Grade 1             \n6.   Education Equipment   Multiple  DP                4 \n7.   Office Equipment  Multiple  LCB            215 \n   \n \nDP = direct purchase, FAP = primary health care posts, ICB = international competitive bidding, IS = international \nshopping, LCB = local competitive bidding, UNICEF = United Nations Children’s Fund.   \n \na  Excluding taxes and contingencies. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 11  41 \nTRAINING PROGRAMS \n \n        Training     \nTypes of Training  Persons      Sessions    \n(no.)  Location  Days  (no.)  Person-Days  Remarks \nPrimary health care and  20  Oblasts  14        24            6,720  IMCI training  for 450 \nIMCI     feldshers and 24 FGPs \n             \nGrade 1 Education   25  Oblasts  14        30            10,500  In-service training for 750 \ngrade 1 teachers  \n             \nPreparatory Courses for  20  Oblasts  10        10            2,000  Training seminars for 200 \nPrimary education   teachers of preparatory \nclasses  \n             \nEarly Childhood  20  Oblasts  14        10           2, 800  Training seminars for 200 \nEducation   state kindergarten teachers\n             \nCommunity-Based  20  Raions  14        25            7,000  Training seminars for 450 \nPreschool     community preschool \nteachers \n             \nEarly Childhood  18-20  Raions  7        18            2,394  Training seminars for 116 \nDevelopment for  CFCs, 116 social workers, \nCommunity Workers- and 116 social patronage \nPreservice   nurses \n             \nEarly Childhood  8-10  Ayil  7       40            2,520  In-service training in field \nDevelopment for  Okmotus  for 116 CFCs, 116 social \nCommunity Workers In- workers, and 116 primary \nService Training  health care providers \n             \nBetter Parenting-Early  20  Ayil  10 half-day  2,500        250,000  Training for 50,000 \nChildhood Care and  Okmotus  meetings  parents given by CFCs \nDevelopment  over 3  and social workers \nyears \n             \nCapacity Building for  10-15  Center  14       10            1,750  Training seminars for 116 \nLocal Administration  ayil okmotu personnel in \nOfficials  project planning and \nmanagement \n \nTraining on Data  20  Center  4     2               160  Training on data entry \nManagement for MLSP  and analysis for raion, \nStaff  oblast, MLSP staff \nresponsible for social \npassport survey data \nmanagement \n \nData Enumeration  10  Raions  2  30  600  Training on Social \nTraining for Social  Passport Survey data \nWorkers and CFCs  enumeration for social \nworkers and CFCs in \nproject raions \n                                                  Total        286,444   \n \n \n \nAiyl Okmotu = village authority, CFC = child and family coordinator, FGP = Family Group Practice, feldshers = primary\n \nhealth care workers, IMCI = Integrated Management of Childhood Illnesses, MLSP = Ministry of Labor and Social\n \nProtection.", "42  Appendix 12 \nOUTLINE TERMS OF REFERENCE FOR TRAINING \n \nA.  Community Preschool, Preparatory Preschool, and Kindergarten Teachers \n   \n1.  The training agency will (i) train kindergarten teachers and their assistants, (ii) train \nkindergarten and grade 1 teachers to offer preparatory courses for children entering grade 1, (iii) \ntrain community preschool teachers, and (iv) supervise and monitor the performance of the \nteachers  after  training.  All  training  will  be  conducted  according  to  training  guidelines  for \npreschool programs developed under the Project.  \n \n2.  The project management office (PMO) will select training agencies in consultation with \nthe Ministry of Education and Culture (MOEC), and MOEC will enter into a contract with the \nselected training agencies. Training agencies may be selected for each oblast, or one agency \ncan cover all 12 project raions. The training agency may be public, private, or a not-for profit \nentity,  but must  (i)  be  registered in  the  Kyrgyz  Republic;  (ii)  have adequate  financial  and \nadministrative management; (iii) have past performance relevant to the scope of this work; (iv) \nprovide contact information for references regarding prior work; (v) have key personnel with \nessential expertise to carry out the work; and (vi) be familiar with the oblast and communities. \nPerformance will be reviewed annually, and the contract will be renewed only if performance is \nsatisfactory. \n   \nB.  Child and Family Coordinators and Social Workers \n \n3.  The  training  agency  will  (i)  provide  1-week  preservice  training  to  child  and  family \ncoordinators (CFCs) and social workers in participating ayil okumotus; (ii) provide on-site in-\nservice training totaling 7 days; and (iii) regularly supervise and monitor the performance of \ntrainees in the field. The training will be conducted according to training guidelines developed \nunder the Project. The subjects of the training will include (i) organizing village committees; (ii) \nassessing child and family needs; (iii) planning responses to children’s needs; (iv) writing a work \nplan and Village Initiative Fund proposal; (v) organizing community preschools; (vi) Integrating \nmultisectoral services for young children; (vii) promoting iodized salt testing and consumption; \n(viii) communicating with parents about early childhood development (ECD); (ix) educating \nparents on ECD topics; (x) conducting home visits to children at risk, and (xi) monitoring and \nreporting ECD activities, including how to conduct surveys.  \n \n4.  The PMO will select training agencies in consultation with the Ministry of Labor and \nSocial Protection. The President’s office will enter into a contract with the training agencies. \nTraining agencies may be selected for one oblast, or an agency can cover all 12 project raions \nacross Osh, Jalal-Abad, and Naryn oblasts. The training agency may be public, private, or a \nnot-for profit entity, but must meet the following criteria: (i) registered in the Kyrgyz Republic, (ii) \nadequate financial and administrative management, (iii) past performance relevant to the scope \nof this work; (iv) contact information for references regarding prior work, (v) key personnel with \nessential expertise to carry out the work, (vi) experience in community mobilization, and (vii) \nfamiliarity with the oblast and communities. Performance will be reviewed annually, and the \ncontract will be renewed only if performance is satisfactory. ", "  Appendix 13  43 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \nConsultancy   Terms of Reference \nRequirement \n   \nA.     Child Health and Nutrition  \nPrimary health care/  Assist project management office (PMO), provide technical guidance for the \nIntegrated  health component of the project, and liaise between the PMO, Ministry of \nManagement of  Health (MOH), and oblast project coordination offices (PCOs). Specific tasks \nChildhood Illnesses  are to (i) coordinate the Extended Program of Immunization (EPI), Integrated \n(IMCI) specialist  Management of Childhood Illnesses (IMCI), and iodine deficiency disorder/iron \n(domestic,  48  person-  deficiency  anemia  (IDD/IDA)  prevention  activities  in  the  project  areas \nmonths)  (procurement,  logistics,  interagency  collaboration);  (ii)  coordinate  training \nservices for IMCI, ensuring that procurement is timely and procedures are \nfollowed; (iii) guide oblast inspections of facilities and review recommendations \nfor repairs; (iv) verify that equipment, supplies, and training are reaching the \ntarget FAPs (primary health care post); (v) verify scope, quality and costing of \nthe facility repair; (vi) participate in the proposal evaluation committees; (vii) \norganize project monitoring in primary health and IMCI part of the Project; and \n(vii) participate in the working group on early childhood development (ECD) \nstrategy and contribute to child health and nutrition aspects of the strategy. \n \nB.     Early Childhood Care and Education \nEarly childhood care  Assist the PMO and provide technical guidance for the early childhood care and \nand  education  education component of the project and liaise between the PMO, Ministry of \nspecialist  Education and Culture (MOEC), and oblast PCOs. Specific tasks are to (i) \n(domestic,  48  person- participate  in  the  task  force  and  working  group  on  developing  preschool \nmonths)  strategy and standards, and early childhood development (ECD) strategy; (ii) \n  work  on  training  and  supervising  child  and  family  coordinators  (CFCs)  to \ncoordinate development of new preschool options and preparatory courses; \nadvocate change in regulatory frameworks if necessary; (iii) advise the oblast \nPCOs  in  developing  of  terms  of  reference  and  service  contracts  for  the \ncommunities in the field of child care and preschool; (iv) coordinate assistance \nand  training  services  among  oblasts,  raions,  and  ayil  okmotus  (AOs);  (v) \nmonitor the quality of preschool and care services; (vi) ensure that procurement \nand distribution of equipment and supplies for classrooms and preschool/child \ncare homes/facilities are timely and coordinated with training so that equipment, \nsupplies,  and  training  reach  the  intended  beneficiaries;  (vii)  guide  oblast \ninspections of classrooms and review recommendations for repairs; and (viii) \nverify scope, quality, and costing of the facility repair.  \n \nC.     Capacity Building \nProject management/  Assist the project manager in establishing the PMO and the PCOs, establish \nimplementation  relationships with the President’s office, Ministry of Finance (MOF), steering \nspecialist    committee, and provide on-the-job training to the PMO manager for efficient \n(international,  23  implementation of the Project. In particular, the consultant will (i) finalize the \nperson–months in 5  staffing needs of the PMO; (ii) provide training and direction to all staff and \nvisits)   domestic consultants employed; and make them self-sustainable and proficient \nby year 3 of project implementation; (iii) prepare a timetable and operating \nprocedures  for  all  Project  activities  and  obtain  MOF  acceptance  of  the \ntimetable; (iv) develop a manual of procedures for managing and  implementing  \nthe  Project; (v) design systems, procedures, and bookkeeping formats  that  \nreflect  current ADB procedures for procurement and disbursement; (vi) ensure \nthat all procedures developed are acceptable and can be implemented by the \nPMO  and  PCOs  and  will  allow  production  of  prompt and accurate financial ", "44  Appendix 13 \nConsultancy   Terms of Reference \nRequirement \n  reports; (vii) assist in establishing of the imprest account and correct and \ntransparent  procedures  for  flow  of  funds  to  PCOs  handling  claims  and \ndisbursements; (viii) at the end of each visit write a report on the status of \nimplementation and activities carried out; and (ix) execute any additional task \nsuggested by the Government and the Asian Development Bank (ADB). \n \nEvaluation specialist  The consultant will assist the PMO in evaluating the project in accordance with \n(international, 2  the evaluation design developed under the advisory technical assistance (TA).  \nperson-months)  The consultant will  (i) review the project monitoring and evaluation design and \nmodify  it  if  necessary,  to  fit  the  situation;  (ii)  oversee  data  collection  and \nanalysis according to the prepared by the TA consultant; (iii) identify potential \nareas of inefficient resource utilization; (iv) evaluate the strategies and action \nprograms adopted to address identified issues, gaps, and constraints; and (v) \nreport on strengthening local capacity to formulate policies and strategies to \nmeet the country’s priority needs, and implement comprehensive analysis.  \n \nCommunity planning  Assist  the  PMO  and  provide  technical  guidance  for  community  planning, \nand mobilization  mobilization, and capacity building for AOs and liaise between the PMO, AOs, \nspecialist  and  oblast  PCOs.  Specific  tasks  are  to  (i)  identify  community  needs  for \n(domestic, 48 person- assistance and capacity building; (ii) annually review the performance of each \nmonths)  AO  to  ensure  that  information  on  activities  and  expenditure  is  accurate, \ntransparent, and readily accessible to stakeholders, and that women and the \npoor are fully involved in planning and implementing, and where possible,  \nmanaging subprojects; (iii) assist in preparing the community development and \nmobilization components of annual work plans and budgets; (iv) monitor and \nreport on sustainability of ECD services and arrange for training and assistance \nas necessary to strengthen sustainability in AOs; (v) oversee and liaise with \nother national and international agencies and nongovernment organizations \n(NGOs) that have community-based ECD related projects;  and (vi) maintain a \ncurrent  database  of  NGOs  to  assist  local  communities  to  strengthen  their \ncapacity and plan, develop, manage, and sustain integrated ECD programs. \n \nInformation system  Assist the PMO and provide technical guidance for developing, implementing, \nspecialist  and updating of the management information system. Specific tasks are to (i) \n(domestic, 48 person- draft specifications and tenders for the project information system hardware \nmonths over the  and  software;  (ii)  assist  in  procuring  and  installing  the  project  information \nimplementation period)  system network; (iii) work with project consultants to plan and manage use of \nmonitoring data; (iv) design a database format and system; develop and update \nthe project database system management; (iv) provide regular maintenance \nand update of the information system; and (v) provide regular assistance and \ntraining to the project team and recipients.   \n \n \nD.     Project Management and Implementation \nProject manager  The  project  manager  will  be  responsible  for  planning  and  day-to-day \n(domestic,  60  person- management of the project activities and will report to the project director. \nmonths)  Specific tasks are to (i) prepare a detailed plan, timetable, and annual budget \nfor project implementation and submit it to the PSC and ADB or approval; (ii) \nhelp the PCOs,  raions,  and  AOs  prepare  work  plans,  timetables,  and \nbudgets for project implementation; (iii) establish operating procedures for all \nproject activities, procurement, disbursement, reporting and monitoring; (iv) \nsupervise  and  monitor  the  activities  of  TA  consultants;  (v)  contribute  in \npreparing  and  distributing  of  the  handbook  on  project  management  and \nimplementation; (vi)  provide guidelines, formats, and training to the implement- ", "  Appendix 13  45 \nConsultancy   Terms of Reference \nRequirement \n  ing agencies for data and other information to be included in the progress \nreports; (vii) submit quarterly and annual progress reports and  summaries to \nADB  and  the  Kyrgyz  Government;  (viii)  biannually  review  and  update  the \nimplementation schedule and budget of the Project; (ix) oversee monitoring and \nevaluation  activities;  and  (x)  with  the  project  director,  prepare  the  project \ncompletion report. \n \nFinancial specialist  The financial specialist will be responsible for financial management of the \n(domestic,  60  person- project and compliance with ADB procedures for disbursement and auditing of \nmonths)  project  accounts.  The  specialist  must  be  familiar  with  ADB  disbursement \nprocedures  in  the  ADB  Loan  Disbursement  Handbook  and  government \nfinancial  practices.  Specific  tasks  are  to  (i)  review  the  President’s  office \n(Executing  Agency)  and  MOF  procedures  and  records;  (ii)  review  local \ngovernment budget capacities and expenditures; (iii) develop, pilot test, revise, \nand  finalize  subproject  procedures;  develop  a  business  plan  and  financial \nmanagement procedures for the project and subprojects; (iv) develop and train \naccountants  to  understand  the  form  and  contents  of  business  plans  and \nfinancial management procedures for participating villages, AOs and raions; (v) \nensure  at  each  level  the  capacity  for  managing  subprojects,  developing \nbusiness plans, and managing activities and finances; (vi) assist the PCOs in \nevaluating of subproject proposals submitted by Aos and raion administrations; \n(vii)  guide  contractors/NGOs  charged  with  strengthening  local  government \nmanagement capacities to the correct financing practices; and (viii) prepare \nquarterly, annual, and special as-requested financial reports; and (ix) advise the \nproject manager on financial matters pertaining to the project.   \n \nProcurement specialist  The procurement specialist will be responsible for procurement related to the \n(domestic,  60  person- Project in compliance with ADB procedures. The specialist must be familiar with \nmonths)  ADB procurement procedures stated in ADB Guidelines for Procurement and \ngovernment procurement practices. Specific tasks are to (i) prepare lists and \nspecifications of equipment, materials, and services to be purchased through \nADB funding; (ii) assist the MOH in procuring vaccines;  (iii) prepare tender \ndocuments for the bidding for equipment and supplies for the Project; (iv) assist \nthe project manager of the PMO in the bidding process and evaluating bids for \nequipment,  supply,  and  services;  (v)  create  guidelines  for  all  purchasing \nprocedures and incorporate them in the project operations manual; (vi) monitor \nthe timeliness, progress, and quality of the equipment, materials, and services \nprovided by contractors/suppliers, and prepare reports on work progress; (vii) \nverify that contract documents, procurement procedures are implemented in \ncompliance with ADB’s anti-corruption requirements;  and (viii) report quarterly \non  procurements  and  on  project  activities  to  ensure  transparency  and \naccountability at each level.  \n \nProject coordinators   The  project  coordinator  will  oversee  and  coordinate  implementation  of  the \n(3 domestic, 180  project  at  oblast,  raion,  and  AO  levels  under  the  guidance  of  the  project \nperson-months (60   manager. Specific tasks are to (i) prepare an annual work plan and budget for \neach)  raion and AO levels; (ii) assist in preparing and monitoring Village Initiative \nFund subprojects in AOs; (iii) oversee the procurement of goods and services \nfor  the  raions,  including  training  and  community  assistance;    (iv)  manage \nproject  inputs  from  the  ministries  and  coordinate  with  the  PMO,  other \nimplementing  agencies,  and  subcontractors  in  the  raions;  (v)  manage,  in \nconsultation with AO, the VIF program; (vi) review all subproject requests and \nprepare  recommendations  for  the  PMO  to  consider;  (vii)  oversee  financial \nmanagement  and  reporting  in  the  raions; (viii)  prepare  quarterly and annual ", "46  Appendix 13 \nConsultancy   Terms of Reference \nRequirement \n  reports on project progress and other reports as requested by the PMO or \noblast  administration;  (ix)  monitor  the  implementation  of  subprojects  and \nprovide the data required for the project performance monitoring system; and \n(x) implement the construction supervision procedures and assist the architects \nin supervision. \n \nOblast Architects/  The architects will be responsible for assessing, budgeting and monitoring \nEngineers  rehabilitation in the target raions. Specific tasks are to (i) inspect schools, \n(3 domestic, 90  FAPs, and community facilities proposed by AOs for repair and equipment; (ii)  \nperson-months (30   prepare  cost  estimates  for  the  rehabilitation  work;  (iii)  prepare  bidding \neach)  documents for major tender work, assist the PMO in bidding and evaluating  \nbids; (iv) supervise the rehabilitation work; (v) for minor rehabilitation work,  \nassist AOs in preparing proposals for VIF funding; and (vi)  inspect and certify \ncompleted repairs.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 14  47 \nTECHNICAL ASSISTANCE FOR \nINSTITUTIONAL STRENGTHENING FOR COMMUNITY-BASED  \nEARLY CHILDHOOD DEVELOPMENT \n \n1.  The Law on Protection of Health in the Kyrgyz Republic stipulates state responsibility for \nproviding children with living conditions required for sound physical, cognitive, and psychosocial \ndevelopment, citizens are also obliged to take care of children’s health, physical, cognitive and \npsychosocial development. Various practices piloted in the country have proven effective in \nimproving  the  development  status  of  young children.  The  main  objectives  of  the  technical \nassistance (TA)1 are to help the Government (i) develop a comprehensive updated strategy for \nearly childhood development (ECD), (ii) develop a monitoring and evaluation (M&E) system for \nECD,  and  (iii)  introduce  parent  education  models.  Main  outputs  of  the  TA  will  be  (i)  a \ncomprehensive ECD strategy and operational plan; (ii) preschool standards and policy; (iii) \ntraining  guidelines  for  different  categories  of  preschools;  (iv)  information,  education,  and \ncommunication (IEC) strategy with concrete actions plans, messages and materials identified; \n(v) training modules on community mobilization for child and family coordinators and social \nworkers, (vi) the project M&E design; (vii) information system for M&E; and (viii) baselines \nsurvey and analysis. The cost estimates and financing plan are in Table A.14.1.   \n \n2.  Consulting  services  (13  person-months  of  international  and  54  person-months  of \ndomestic) will start within 1 month of project inception. The consultants will be divided into ECD \nand M&E teams. Individual consultants will provide consulting services for ECD. A consulting \nfirm  chosen  by  quality  and  cost-based  selection  will  provide  services  for  M&E.  Simplified \ntechnical  proposals  will  be  invited  from  shortlisted  consulting  firms.  The  international  ECD \nspecialist will ensure coherence among the outputs of the teams. The consultants will be \nrecruited  in  accordance  with  Asian  Development  Bank’s  (ADB)  Guidelines  on  the  Use  of \nConsultants and other arrangements for engaging domestic consultants. The Executing Agency \nis the President’s office. The consultants’ base office will be in the project management office \n(PMO) to ensure close coordination. The consultants will simultaneously report to the project \ndirector and PMO of the Project and ADB. Outline terms of reference for consultants are given \nhere. Necessary equipment will be procured by consultants according to ADB Guidelines for \nProcurement. \n  \n1.  ECD Team (international, 7 person-months and domestic 48) \n \n3.  The  ECD  team  will  consist  of  an  international  ECD  specialist  and  domestic  ECD \nspecialists with different specializations. The team will be led by the international specialist, who \nwill also be responsible for nominating suitable domestic consultants for ADB’s final selection. \nThe team will work closely with all stakeholders on ECD—the President’s office, Ministry of \nEducation  and  Culture  (MOEC),  Ministry  of  Health  (MOH),  Ministry  of  Labor  and  Social \nProtection (MLSP), local governments, United Nations Children’s Fund (UNICEF) and other \ninternational organizations, nongovernment organizations (NGOs), and communities. The tasks \nof the team encompasses four major objectives: (i) develop an ECD strategy; (ii) develop a \npreschool strategy and standard; (iii) develop training guidelines and modules for different \npreschool teachers—community-based, state kindergarten, and preparatory class teachers, and \nparents; (iv) identify the most appropriate ECD indicators to be monitored; and (v) develop the \nIEC strategy, action plans, and communication materials. In addition, the ECD team will give \ntechnical advice and support to the Executing Agency and the PMO, as necessary, to ensure \nthe high technical quality of the Project. \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 8 May 2003. ", "48  Appendix 14 \n \n4.  Develop  ECD  Strategy.  The  team  will  assist  the  Government  in  developing  and \noperationalizing a comprehensive ECD strategy, building on existing programs and policies in \ndifferent sectors. The specific tasks follow ; (i) constitute a core ECD working group; (ii) review \nexisting policies and programs relevant to ECD; (iii) draft a comprehensive strategy for ECD \nwith specific goals, and activities by different stakeholders. The President’s office will finalize the \nstrategy and operational plan with the support of domestic consultants, the PMO, the working \ngroup, and the steering committee under the Project. \n \n5.  Develop Preschool Strategy and Standards. The team will assist MOEC in developing \na  new  preschool  strategy  with  clear  goals  and  time-bound  activities,  and  standards  for \npreschool  education;  which  meet  international  standards  of  quality  of  preschool,  and  will \nencourage participation of different sectors and different approaches to preschools including \ncommunity-based programs. The specific tasks follow: (i) assist a working group under MOEC \nto review current strategies and standards; (ii) prepare cases of preschool standards of other \ncountries for the task force to compare and review; (iii) organize discussion sessions and \nworkshops for modifying international standards to fit the situation of the Kyrgyz Republic; (iv) \ndraft the strategy and standards for Government review and approval; (v) develop an advocacy \nstrategy to amend regulations in accordance with the new standards; and (vi) reserve enough \ntime to review and comment on final drafts of the standards. The strategy and standards need \nto be accompanied by financial analysis, which will provide a timeframe for achieving the goals.   \n \n6.  Develop  Training  Packages.  The  team  will  assist  MOEC  in  designing  training \npackages  and  materials  for  effective  education  of  parents,  preparing  for  community-based \npreschool  teachers,  preparatory  course  teachers,  and  existing  kindergarten  teachers.  The \nspecific tasks follow: (i) review the results of community studies during the project preparatory \nTA and other studies of parents’ and service providers knowledge, attitudes, and practices \nrelated to ECD; (ii) identify and prepare a strategy to collect needed data suitable for use at \nbaseline and final evaluation, in collaboration with M&E specialists; (iii) conduct workshops with \nstaff from all supporting ministries and NGOs to review current child care practice in the Kyrgyz \nRepublic and share with them best international practices and the most effective materials; (iv) \ndesign a training template and materials for different categories of preschool teachers; (v) \nsupervise a pilot training and revise the parent education program as needed in light of results; \nand (vi) draft specifications for the parent education program.   \n \n7.  Identify  Appropriate  ECD  indicators.  The  team  will  assist  the  Government  in \ndetermining the most appropriate set of ECD indicators to be monitored for the Project and for \nthe ECD strategy. Child health indicators are well established, but there has been no consensus \namong ECD specialists on the most appropriate indicators for early childhood education. The \nspecific tasks follow: (i) organize a group of technical experts to review the indicators for child \nhealth, child nutrition, and early childhood education; (ii) with the group, identify the most \nappropriate  indicators  for  each  aspect  of  the  Project  and  the  ECD  strategy;  (iii)  develop \nmonitoring methodology; and (iv) develop methodology for identifying signs of development \ndelays, and subsequent referral mechanism including home visitation by appropriate specialists. \nThe monitoring process should be in line with the M&E mechanism proposed for the Project. If a \nseparate survey is required for specific indicators, the survey needs to be designed.  \n \n8.  Develop an IEC Strategy. The team will assist the Government in developing an ECD \nIEC strategy that covers public awareness, education, and behavior change strategy. The team \nwill work closely with MOH, MOEC, MLSP, PMO and project coordination offices (PCOs). The \nspecific tasks will follow (i) review IEC materials and methodology developed in or adapted for ", "  Appendix 14  49 \nthe  Kyrgyz  Republic  (e.g.,  by  UNICEF  and  the  Japan  Fund  for  Poverty  Reduction  (JFPR \nProject);  identify  those  that  the  projected  ECD  activities  can  incorporate,  including  salt \niodization, integrated management of childhood illnesses (IMCI) training, iron deficiency anemia \n(IDA) prevention, infant and child feeding practices, and early child care and education; (ii) \nconduct focus groups and other developmental research and field pretests of messages and \nmaterials; (iii) design messages, channels, and a process for developing any additional mass \nmedia,  print,  and  face-to-face  materials;  (iv)  oversee  preliminary  field  tests  of  the  ECD \nmessages  during  visits  to  the  communities  and  analyze  the  results;  (v)  identify  agencies \ncapable of implementing the campaign; (vi) draft the bid documents for subcontracting IEC \nservices; and (vii) prepare an M&E program for ECD IEC. \n \n9.  In addition, the domestic IEC specialists will assist the PMO and PCOs in mobilizing the \ncommunity. The specialists will (i) prepare the training module on community mobilization for \nchild and family coordinators (CFCs), social workers, and patronage nurses in consultation with \nMLSP  and  other  experienced  organizations;  (ii)  conduct  site  visits  to  observe  CFCs  and \ncommunities and assist them in community mobilization and IEC activities; and (iii) during the \nvisits, conduct focus group discussions and assess the effectiveness of IEC and community \nmobilization. \n  \n2.  Monitoring and Evaluation Team (international 6 person-months; domestic 6 \nand a domestic survey team) \n \n10.  The  M&E  team  will  consist  of  an  international  M&E  specialist,  an  international \ninformation system specialist, domestic M&E specialist and a domestic survey team for data \nenumeration and compilation. The team will closely work with the information system specialist \nin the PMO.  The international M&E specialist (3-person-months) will select an appropriate \ndomestic survey team and (i) design project evaluation that will allow rigorous impact analysis of \nthe project interventions on the ECD indicators; (ii) review the social passport and project \nmonitoring modules for annual reporting by ayil okmotus (AOs) and raions and recommend \nadditions or changes to ensure that only necessary data for M&E are collected; (iii) incorporate \nin project evaluation information from other project-related research and activities; (iv) design \nand supervise collection of baseline data for project performance indicators and project outcome \nindicators in the initial group of participating raions; (vii) review and comment on the baseline \nevaluation report on the first three raions written by the domestic consultant; (viii) work closely \nwith  domestic  consultants  to  achieve  accurate  data,  adequate  analysis,  and  user-friendly \ntransparent reporting.   \n \n11.  The international information systems specialist (3 person months) will work closely with \nthe information system specialist in the PMO and develop the management information system \n(MIS) and transfer necessary technology and knowledge to the PMO specialist to maintain the \nMIS. The specific tasks will follow: (i) assess ECD information needed and used by major \nstakeholders  (ministries,  oblasts,  raions,  AOs,  and  NGOs);  (ii)  assess  social  passport \ninformation  needed  and  used  by  MLSP,  MOH,  and  MOEC;  (iii)  assess  project  needs  for \nadditional monitoring data; (iv) assist in developing and pretesting instruments for collecting  \nsocial  passport  data  and  a  project  monitoring  module  that  are  user-friendly  and  will  be \ncompatible in the future with computer-based data management; (v) develop for each level of \ndata collection and processing, a user-friendly reporting and data management system that is \ncompatible  with  computer-based  data  management;  (vi)  develop,  test,  and  implement  the \nanalysis and report templates for data monitoring; (vii) assist MLSP to procure the necessary \nhardware and software to manage the social passport data from participating pilot sites; and ", "50  Appendix 14 \n(viii)  assist in designing and planning training programs for CFCs, social workers, AO, raion, \nand oblast administrations to use the new data collection, processing, and analysis instruments. \n \nTable A14.1: Cost Estimates and Financing Plan \n($’000) \n \nItem   Foreign   Local   Total \nExchange  Currency   Cost \nA. Asian Development Bank Financinga       \n1.  Consultants       \n      a. Remuneration and Per Diem        \n          i. International Consultants       286         0      286 \n          ii. Domestic Consultants           0       60        60 \n      b. Travel        \n           i. International         30         0        30 \n           ii. Domestic            0       10        10 \n      c. Studies and Reports            5       10        15 \n2. Equipmentb         10         0        10 \n3. Workshops, Training, and Seminars           0       18        18 \n4. Operational Costs            0       10        10 \n5. Representative for Contract Negotiations          5         0          5 \n6. Contingencies          42       14        56 \n                        Subtotal (A)       378     122      500 \n       \nB. Government Financing        \n1. Office Accommodation/Conference Halls          0       50        50 \n2. Staff Time and Information            0       40        40 \n3. Contingencies            0       10        10 \n                        Subtotal (B)           0     100      100 \nTOTAL       378     222      600 \n \n                   a From the Japan Special Fund financed by the Government of Japan. \n                     b Computer and communication equipment. \n                Source: Asian Development Bank (ADB) estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 15  51 \n \nECONOMIC AND FINANCIAL SUSTAINABLITY ANALYSIS \n \nA.  Methodology and Approach \n \n1.  This economic analysis was undertaken in accordance with the Asian Development \nBank (ADB) Guidelines for the Economic Analysis of Projects. The analysis is based on the \nproject interventions outlined in the project framework (Appendix 1). It describes the economic \nrationale  and  target  beneficiaries,  provides  with-and  without  project  analysis,  establishes \neconomic benefits and economic costs, and compares the economic internal rate of return \n(EIRR) with the economic opportunity cost of capital, which is assumed to be 10%.1 Sensitivity \nanalysis tests changes in the EIRR with modified assumptions about project costs and benefits. \nThe period of analysis covers 20 years period carried out in constant 2002 dollar prices.    \n \nB.  Project Objectives and Scope \n \n2.  The project objectives and components are described in the main text. The three project \noblasts of Jalal-Abad, Naryn, and Osh have a population of 2.9 million (69% of the country’s \npopulation), of whom about 2 million live in rural areas. The Project will improve access to \nquality health and education services for the rural population, thereby directly or indirectly \nimproving the health and education status of some 484,440 children living in the 12 poorest \nraions of the target oblasts, including children born during the 20-year period. \n \n3.  Improvements in infant and child mortality in the target raions are based on targets \nconsistent with the Millennium Development Goals (MDGs) for the Kyrgyz Republic by 2015. \nThe Project aims to contribute to the MDG targets of reducing by two thirds the infant mortality \nrate (IMR) from 61.3 (1997) to 20.8 (2015) and the under 5 mortality rate (U5MR), from 72.3 to \n24.6 in the same period.   \n \nC.  Rationale for Investment and Approach \n \n4.  The economic rationale for investing in early childhood development (ECD) is strong. \nInvestment in ECD will improve an individual’s future prospect of earning. The improvement will \ncontribute to individual wealth and poverty reduction, increase future productivity of the labor \nforce, and lead to economic development. Numerous studies demonstrate that improved health, \neducation, and poverty that impact the first several years of children’s development are directly \nrelated to improved adult and societal productivity. The early years of human life are a critical \nperiod  during  which  the  foundations  for  healthy  physical,  cognitive,  emotional,  and  social \ndevelopment are laid. Neuroscience has revealed the importance for brain development of a \nchild’s health, activities, and experiences in the first few years of life. Children who are deprived \nof appropriate stimulation, care, and nutrition during their early years often develop poorly and \ncannot reach their full potential. Although not always impossible, it is very difficult and expensive \nto alter the outcomes of this critical period in later life. Some deficits, for example, iodine and \niron deficiency, cause irreversible damage. \n \n5.  Investment in ECD benefits not only children and their families, but also society as a \nwhole.  Society  benefits  from  ECD  through  greater  productivity  in  later  life.  The  child  care \nprograms  free  up  women  to  work  and  thus  increase  the  availability  of  the  labor  force. \nInvestment in ECD is also preventive and can reduce the need for and costs of social welfare \n                                                 \n1 ADB. 1997. Guidelines for Economic Analysis of Projects. Manila. ", "52  Appendix 15 \nprograms, and public expenditures in the health care system. Children who benefit from health \nand nutrition interventions and preschool experiences are more likely to enroll and persist in \nschool, to be healthier, to need fewer social protection or criminal justice services, and to earn \nhigher incomes as adults. Research shows a positive correlation of ill health as a child, and \nphysical impairments and health problems later in life, all of which are burdens on health \nservices.  ECD also addresses the important societal concern of equity. ECD is known to have a \nlarger impact on deprived children than better-off children. Therefore, ECD will contribute to \nnarrow  differences  in  development  among  children  who  come  from  various  economic \nbackgrounds. This is especially important for the Kyrgyz Republic and other former Soviet Union \ncountries where economic inequality is widening.  \n \n6.  Integrated  Approach.  Health,  nutrition,  education,  and  home  care  are  interactive \ndeterminants of child outcomes, and therefore programs to optimize child development should \nintegrate these features. Experience shows that integrated ECD interventions are more effective \nthan isolated single sector intervention. Young children are very susceptible to infections and \ndiseases, and this vulnerability is greater when a child is malnourished. Malnutrition, illness, or \nneglect during childhood has immediate and long-term effects on cognitive development and \nlearning achievement through loss of concentration, apathy, and reduced activity. Children who \nare malnourished or neglected during early childhood are more likely to delay enrollment in \nprimary  school;  they  are  likely  to  perform  less  well  and  to  learn  less  than  well-nourished \nchildren.  \n \n7.  Community-Based Approach. The preschool system in the former Soviet Union was a \ndistinctly center-based approach that prevented the involvement of communities and parents in \nchild development, and imposed centrally planned standardized curriculum. The center-based \napproach was an expensive model. The existing state-run kindergartens are not a financially \nviable option for endeavor the Ministry of Education and Culture’s (MOEC) to increase the \ncoverage of preschool. The annual expenditure per child in a kindergarten in Jalal-Abad was \n$60-100 equivalent in 2000. The Government budget covers between 65% and over 90% of the \nexpenditure, depending on the oblast, and pays mostly for teachers' salaries. By contrast, the \ncommunity-based  preschool  programs  introduced  under  the  Project  expects  the  per  child \nannual recurrent expenditure of a community/home-based preschool to be $30-40 in addition to \nthe initial $1,500-2,000 investment on equipment, furniture, and learning materials. With the \nProject, household expenditures on health care due to child morbidity will decline. Increased \naccess to preschool programs may increase total expenditures on preschool programs by both \nhousehold and government in the end, but will substantially reduce the expenditure per child \nwho benefits from preschool programs.   \n \nD.  Cost Benefit Analysis \n \n8.  The quantitative cost-benefit analysis for the Project follows the methodologies outlined \nin ADB’s Guidelines for the Economic Analysis of Projects. The analysis uses domestic prices \nas the numeraire. The economic opportunity cost of capital was assumed to be 10% (footnote1). \nSensitivity analysis tested changes in the to EIRR with modified assumptions about project \ncosts and benefits. The period of analysis covered 20 years and was carried out in constant \n2002 dollar prices. To simplify the calculation, the analysis focused on benefits from the Project \nin  the  12  project  raions,  while  some  project  activities  including  immunization  and  policy \ndevelopment will benefit children across the country.  \n \n \n ", "  Appendix 15  53 \n  1.  Economic Costs \n \n9.  Base investment costs are in constant 2002 dollar prices, with domestic prices used as \nnumeraire. Taxes and duties account for 19% of the project costs. Incremental recurrent costs \nare calculated for the 15 years following the 5-year project implementation period and are \nestimated at about 119% of project costs. These costs are high relative to many health projects \nbecause the loan will cover the purchase of vaccines, equipment, and supplies for universal \nimmunization of the country’s entire child population. These costs for immunization are the main \nelement of recurrent costing. Cost items in foreign exchange are converted to domestic prices \nusing a shadow exchange rate factor of 0.9. \n \n  2.  Economic Benefits \n \n10.  Major benefits from the Project include cost savings to the health sector due to reduced \nchild morbidity and mortality, increased earnings contributed to society by the increased lives \nsaved, and the impacts on the education system and the increased earnings resulting from an \nadditional year of schooling. \n \n    a.  Cost Savings \n \n11.  Cost savings that accrue to the health sector from lower morbidity are estimated to be \napproximately  $79.15  per  child  (Table  A15.1).  The  analysis  assumes  the  following  (i) \nGovernment  expenditures  on  health  care  are  approximately  $10.50  per  person,  with  an \nestimated 30% increase for treating severe cases; (ii) out-of-pocket expenses are about $26.2 \n(iii) If children are severely ill, it is likely that 1-2 doctor’s visits will occur before hospitalization. \nThe cost of a doctor’s visit and transport from a rural area is about $12.50; and (iv) cost of \nmedication is $15.00.3 An estimated total net present value is $7,585,429 over 20 years   based \non saving 15,119 children and improving the health of 484,440 children benefited by the Project \nover a 20-year period.4 Given that the per capita income of the Kyrgyz Republic is only $300, \nthe health care cost of a sick child is a burden on households.  \n \nTable A15.1:  Cost of Health Care for Severe Illness/Death of Child ($) \n Government Expenditures                        13.15  \n Out-of Pocket Expenses                        26.00  \n Out-patient Visits                        25.00  \n Medication                        15.00  \n                      Total                        79.15  \n \n    b.  Benefits of Reduced Child Mortality \n \n12.  Improving infant and child mortality in the target raions is based on targets consistent \nwith the MDGs for the Kyrgyz Republic by 2015, which are to achieve a two-thirds decrease in \nIMR from 61.3 in 1997 to 20.8 in 2015, and a decrease in U5MR from 72.3 in 1997 to 24.6 in \n2015. The Project estimates a 30% reduction in U5MR from 2004 to 2009, followed by an \n                                                 \n2 Calculated from the hospital discharge survey. \n3 The Uzbekistan household survey showed that the average drug expenditure for respiratory and intestinal illness \nranged from $3.50 to $10.60 at the unofficial exchange rate and $14-43 at the official exchange rate.  The $15 \nmedication expense is based on an average. \n4 This figure represents the difference in the number of children in the target population in the with project scenario \nless the number of children in the without project scenario, or estimated children’s lives saved by reducing under-5 \nchild mortality through project interventions. ", "54  Appendix 15 \nadditional 36% reduction between 2009 and 2015. The U5MR continues to decline after 2015, \nbut  at  a  slower  rate  beyond.  Immunization,  integrated  management  of  childhood  illness, \nimproved nutritional practices in homes, and  improved facilities, equipment and  training in \nhealth  centers  will  help  achieve  MDG  targets  provided  the  Government  sustains  these \ninterventions beyond the project period. The improvement in these health indicators is used to \ncalculate the income benefits of lives saved for the project target beneficiaries. The population \naged 0-4 years was selected as the base population for constructing cohort life tables that \nallowed age-specific mortality rates to be applied to the group of children benefiting from the \nProject. Life tables were constructed by partitioning time into intervals, and then counting for \neach time interval the number of subjects alive at the start of the interval, those who die during \nthe interval, and those who are lost to follow-up or withdrawn during the interval. The analysis \nassumes that those alive at the end of a time interval are at risk for the entire interval. \n \n13.  As a result of the Project, the 15,119 additional people in the 12 project raions will \neconomically contribute to society. The probability of finding employment affects how many \npeople in each age category are able to find work. It is assumed that children in the Kyrgyz \nRepublic begin to enter the workforce at age 15. This assumption is supported by statistics on \nthe  International  Labor  Organization  (ILO)  web  site.  The  age-specific  probability  of  work \nstatistics was taken from the ILO web site and is based on the projected probability of finding \nwork in the Kyrgyz Republic in 2010.5 The increased earnings accruing to society are calculated \nby multiplying the age- specific population by the probability of finding employment and the \nagricultural wage rate of $224. Table A15.2 shows the additional earnings that the 15,119 \npersons who are saved will contribute over their lifetimes. The wage rate represents 80% of the \ngross national income of $280/year. A 3% annual increase in wages is assumed throughout the \nlife of the population.  \n \nTable A15.2: Income Benefits to Society of Reduced Child Mortality ($) \n \n \nAgricultural Wage Rate  (per year)  Benefit (Net Present Value) \n224  4,323,380 \n230  4,439,122 \n \n14.  Note that the economic benefits accruing to society from reduced child mortality are \ntaken from just one project impact – a group of economically active children that would have \nperished without the Project.  \n \n    c.  Educational Benefits \n \n15.  Various  studies  conclude  that  increasing  educational  attainment  contributes  to  an \nincrease in wage levels. No relevant studies show the percentage increase in wages attributable \nto 1 year of additional education in the Kyrgyz Republic. The average length of schooling in the \nKyrgyz Republic is approximately 9 years. It is assumed that the Project will increase the \naverage years of education by 1 year. Using this information and studies from other countries, \nwe assume 1 one year of additional education contributes to a 2.6% increase in wage levels. \nApplying age-specific probability of work statistics and mortality rates to the 484,440 children \nbenefited by the Project, the increase in wages will lead to an additional lifetime earnings \ncontribution of about $5,971,759 by these children over 40 years.  \n                                                 \n5  ILO statistics are provided for the year 2000 and projected for 2010, based on current estimates.  Since the under 5 \npopulation will begin entering the workforce in 2010, the projections for 2010 were used to project lifetime earnings. ", "  Appendix 15  55 \n16.  Local educators acknowledge that enrollment and completion data in rural areas are \ninflated and that the official average 9 years of schooling is an overstatement for those areas. \nInternational research points to community mobilization, parent education, and preschool as \ninterventions  that  measurably  increase  school  enrollment  and  completion  rates.  Increased \nenrollment and completion in the early years of primary school results in higher benefits than a \ntenth  year  of  schooling.  Therefore  the  returns  in  Table  A15.3  likely  underestimate  the \neducational benefits of the Project in two ways: by the numbers of out-of-school children who \nwill enroll or complete additional years, and the value of the additional years completed. \n \nTable A15.3: Summary of Education Benefits ($) \n \nWage  Benefit (Net Present Value) \n224.00  224,765,737 \n228.48  230,737,496 \n \nE.  Economic Internal Rate of Return and Sensitivity Analysis \n \n17.  The calculated EIRRs in Table A15.4 are expected to be lower than the true EIRR. The \nbenefits of ECD investments accrue over the full lifetimes of beneficiaries and improved health \nand education of the next generation; these longer-term outcomes are not captured in the \nanalyses. Other benefits not fully captured or discussed here include improved efficiency in \nhealth and education systems; reinforcement of decentralization and local capacities; improved \nwomen’s knowledge, skills, employment opportunities, and access to services (gender benefits); \nsavings due to reduced rates of child morbidity and malnutrition (which reduce the need for \ncurative  services)  and  improved  cognitive  development  and  school  performance;  expected \nreturns  on  schooling  in  terms  of  learning  about  new  technologies  and  markets  related  to \ninformation technology (a government priority); and improved quality of life for at least two \ngenerations.  Table  A15.4  shows  the  results  of  comparing  the  with-  and  -without  Project \nscenarios. Since research indicates that children that are healthier stay in school longer and are \nbetter prepared to learn, it is likely that in the future they will earn higher wages.  Therefore, it is \nassumed that the wage level without the Project is $224, and that with the Project is $230.  \n \nTable A15.4: Sensitivity Analysis \n \nCosts  Benefits  EIRR \n  ($)  ($)  (%) \nBase Case                  (15,284,820)              25,005,192      63.6 \nIncrease Costs 10%                   (16,813,302)              25,005,192     48.8 \nIncrease Costs 20%                   (18,341,784)              25,005,192     36.3 \nDecrease Benefits 10%                   (15,284,820)              22,504,673      47.2 \nDecrease Benefits 20%                   (15,284,820)              20,004,153      30.9 \nCosts Increase 10%  \nBenefits Decrease 10%                   (16,813,302)              22,004,153      33.9 \nCosts Increase 20%  \nBenefits Decrease 20%                   (18,341,784)              22,504,673        9.3 \n \n18.  Even if the costs increase by 10% and benefits decrease by 10%, the Project still shows \npositive gains, with an EIRR of 33.9%. \n \n \n \n ", "56  Appendix 15 \nF.  Financial Sustainability Analysis \n \n19.  The Project’s recurrent costs that include maintenance of facilities, equipment, supplies \n(vaccines, essential drugs, and education materials), training, and monitoring will be a little over \n$1 million and represent less than 1% of the total health and education budget over the forecast \nperiod of 20 years (Table A15.5). About one third of the recurrent costs accrued to the Ministry \nof Health, and two thirds to the Ministry of Education and Culture.  \n \nTable A15.5: Estimated Annual Recurrent Expenditure after Project Implementation \n($ ‘000) \n  Responsible Ministry \nYear  MOEC  MOH  MLSP and Oblasts  Total Annual \nRecurrent Costs \nYear 6  335  683  9  1,026 \nYear 7  336  689  9  1,035 \nYear 8  338  696  9  1,044 \nYear 9  340  703  9  1,053 \nYear 10  342  711  9  1,062 \nYear 11  343  718  9  1,071 \nYear 12  345  725  9  1,080 \nYear 13  346  732  9  1,089 \nYear 14  348  740  9  1,098 \nYear 15  349  747  10  1,107 \nYear 16  351  755  10  1,116 \nYear 17  352  762  10  1,125 \nYear 18  354  770  10  1,135 \nYear 19  353  778  10  1,142 \nYear 20  357  786  10  1,154 \nMLSP = Ministry of Labor and Social Protection, MOEC = Ministry of Education and Culture, MOH = Ministry of \nHealth. \n \n20.  The Project encourages cost sharing by the ayil okmotu and the community. If their \ncontributions are considered, the percentage will further decrease. Major sources of recurrent \ncosts are vaccines and essential drugs. The Government has committed itself to be financially \nself-sustainable in procuring vaccines. Essential drugs will be increasingly made available as \nthe Mandatory Health Insurance Fund improves its function. Therefore, sustaining the activities \nplanned under the Project beyond the project period is expected to be within the fiscal capacity \nof the Government. Advance planning for procurement of vaccines and essential drugs has \nbeen included as a specific assurance to facilitate budget allocation upon project completion. \n \nG.  Conclusion \n \n21.  The economic and social implications of not undertaking the ECD Project are serious \ngiven the recent trends in poverty, health, and education services in the Kyrgyz Republic. ECD \ninvestments are among the most effective means interrupting of the intergenerational transfer of \npoverty. The analysis shows a high EIRR of 63.6% can be expected from the Project. If \nimmunization and other benefits for children outside the 12 Project raions are factored in, the \nEIRR would be even higher. However, caution is needed in interpreting the EIRR. As the \neconomic returns of ECD interventions will largely materialize over a long term, estimation of \neconomic returns inevitably relies on a series of assumptions on costs and benefits of the \ninterventions, and external factors such as economic growth. Some economic benefits of ECD \nare hard to quantify, which leads to elimination or underestimation of certain benefits in the \nestimation.  Sensitivity  analyses  indicate  a  high  variability  of  the  EIRR  due  to  different \nassumptions.  The  EIRR  will  also  be  substantially  influenced  by  external  factors  affecting ", "  Appendix 15  57 \neconomic opportunities for the population, such as macroeconomic indicators. This means that \neven if the Project succeeds in achieving its intended objectives, the recurrent costs of the \nProject as the estimated financial sustainability analysis shows will be less than 1% of the total \nhealth and education budget. With advance planning, the Government should be able to absorb \nthe recurrent costs. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "58  Appendix 16 \n               SUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY FORM \n  \nA.  Linkages to the Country Poverty Analysis \n   \nSector identified as a national priority in country poverty  Sector identified as a national priority in country poverty \nanalysis?  Yes.  partnership agreement?  The poverty partnership \n  agreement (PPA) will be developed by the end of 2003. \n \n \nContribution of the sector/subsector to reduce poverty in the Krygyz Republic: \nThe quality of primary health care and early education, including diagnosis and treatment of chronic illnesses, disease \nand malnutrition, provides the basis for growth and development of children. Without adequate health services, the \nlifetime opportunities of children may be limited before the children enroll at school. Problems of children are \ncompounded in families living in poverty, especially in poor communities. Public investment in better health, nutrition, \nwater/sanitation, and  early  childhood development  offers long-term  human development benefits. Reduction  in \ndiseases due to iodine deficiencies offers immediate savings in public health expenditure. \n \n \nB.  Poverty Analysis   Proposed Classification: Core Poverty Intervention \n \nWhat type of poverty analysis is needed? In 2001,the poor comprised 40% of the population in urban areas, and 47% \nin rural areas, according to the Government national sample expenditure survey. The \"social passport\" data from the \nMinistry of Labor and Social Protection (MLSP) indicate higher poverty rate based on income data. Analysis of data \ncollected during project preparation reveals that larger families are concentrated in rural areas, and that the number of \nchildren aged 0-8 are greater in poor rural families. In addition to income poverty, analysis reveals higher rates of \niodine deficiency, anemia, and malnutrition in rural communities. Access to primary health care is reduced by lower \nlevel of services, lack of medicines and equipment, and the prohibitive cost of travel to the raion center for testing, \ndiagnosis, and treatment. Any preschool opportunities outside the raion center are the exception. Small/isolated rural \ncommunities lack both information about health, nutrition, and child development as well as the  resources to meet \nidentified needs. The Project targets the 12 poorest raions where poverty rate is above 69%, and most of the \ninterventions cover all eligible children. Therefore, more than 50% of the beneficiaries will be the poor. \n \n \nC.  Participation Process \n \nStakeholder analysis? National task forces and oblast task groups (raions vs oblasts) have identified services that no \nlonger meet standards achieved in former Soviet times. Solutions proposed tended to seek funding to meet the former \nSoviet Union’s standards rather than reviewing needs and the most effective response to need. Participatory dialogue \nstakeholder opportunities and resources as well as problem analysis have been completed, and new solutions are \ndeveloping. \n \nParticipation strategy? The proposed project aims at community mobilization, including rapidly assessing needs, and \nidentifying potential responses, combined with a Village Initiative Fund giving communities some resources to \nprovide/improve children’s services and an incentive to make those improvements. Project will also coordinate the  \ncommunity response to identified needs and improve the quality of basic health care, information about hygiene, \nnutrition, and child development, and thus, ensure a better preparation for children entering school. \n \nContribution of the sector/subsector to reduce poverty in the Krygyz Republic: Early Childhood Development (ECD) \ninterventions are key to interrupting intergenerational transfer of poverty by building opportunities for and capacities of \nindividuals born into poverty.  ECD interventions enable women to work and older girls to attend school. Project will be \nimplemented in the poorest raions, thus maximizing the effects of ECD interventions, which have the strongest \nimpacts, where participating children are from marginalized and low-income families. \n   \n \n \n \n \n \n \n ", "  Appendix 16  59 \nD.         Gender and Development \n  \nStrategy to maximize impacts on women: No gender bias in primary health care or preschool education has been \nfound. The Project pays special attention to improved diagnosis of iodine and iron deficiencies in pregnant women. \nEarly childhood development has implications for women’s life as well. Women’s life is closely intertwined with their \nchildren’s. ECD interventions will reduce women’s time spent on caring for sick children. Increased access to \naffordable preschool programs will enable women to avail of economic opportunities. Reduction of iron deficiency \nanemia will improve women’s productivity, and reduce pregnancy related risks including maternal mortality. \n \nE.  Social Safeguards and other Social Risks \n       \nSignificant/    Plan \nNonsignificant/  Strategy to Address Issues  Required \nNone   \nResettlement  No resettlement  The Project will need no land acquisition or resettlement.  None \n \nIndigenous Peoples  Not significant  Vulnerability, social indicators, and access to basic services  None \nare determined by economic status rather than by ethnicity.  \n \nLabor  Not significant  No issues are expected.  None \n \nAffordability  Significant  Improving  access  to  primary  health  care  facilities,  Yes \nservices/medicines  available,  and  travel  costs  for  poor \n  families requiring raion/oblast services \nOther Risks/  Not Significant  No issues are expected.   None \nVulnerabilities \n \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "aj3", "Creator": "Acrobat PDFMaker 5.0 for Word", "ModDate": "D:20041115163712+08'00'", "Title": "PROPOSED LOAN AND TECHNICAL ASSISTANCE GRANT", "CreationDate": "D:20030909175238+08'00'"}}