{"path": "data/input/ta/rrp-sri-33251.pdf", "pages": ["ASIAN DEVELOPMENT BANK RRP:SRI 33251  \n \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nTO THE \n \nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA \n \nFOR THE \n \nDISTANCE EDUCATION MODERNIZATION PROJECT  \n \n \n \n \n \n \n \n \n \n \nMay 2003 ", "CURRENCY EQUIVALENTS \n(as of 8 May 2003) \n \nCurrency Unit  –  Sri Lanka Rrupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.010301     \n$1.00  =  SLRs97.075     \n         \n \nABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  DEPP  –  Distance Education Partnership Program \n  EIRR  –  economic internal rate of return \n  GDP  –  gross domestic product \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  ICT  –  information and communication technology \n  ILO  –  International Labor Organization \n  IT  –  information technology  \n  JICA  –  Japan International Cooperation Agency \n  MPD&I  –  Ministry of Policy Development and Implementation \n  MTET  –  Ministry of Tertiary Education and Training \n  NDEN  –  National Distance Education Network \n  NORAD  –  Norwegian Agency for Development Cooperation \n  OUSL  –  Open University of Sri Lanka \n  PMO  –  project management office \n  PPSI  –  private postsecondary institutions \n  Sida  –  Swedish International Development Cooperation Agency \n  SLIATE  –  Sri Lanka Institute of Advanced Technical Education \n  SMEs  –  small and medium-sized enterprise \n  TA  –  technical assistance \n  UGC  –  University Grants Commission  \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by a team consisting of W. Loxley (Team Leader), S. Ho, \n \nC. Vandenabeele, L. Gutierrez, and S. Chanmugam. \n \n \n \n \n \n \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  iii \n \nMAP  vii \n \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nC.  Government Strategy and Policy  4 \nD.  Funding Agencies’ Strategy in Education  4 \nE.  Lessons Learned from Experience in Education  6 \nIII.  THE PROPOSED PROJECT  7 \nA.  Objectives  7 \nB.  Components and Outputs  7 \nC.  Special Features  10 \nD.  Cost Estimates  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  13 \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  16 \nA.  Benefits and Impacts  16 \nB.  Risks  18 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  20 \n \nAPPENDIXES   \n \n1.  Project Framework  21 \n2.  Problem and Solution Tree  25 \n3.  Distance Education  26 \n4.  Education and Postsecondary Education Sector Analysis  27   \n5.  Policy Matrix of Reforms by Component  32 \n6.  External Assistance to the Education and Higher Education Sectors  33 \n7.  Task Force Evaluation of Public-Private Partnership Proposals  34 \n8.  Cost Estimates and Financing Plan  37 \n9.  Implementation Schedule  39 \n10.  Procurement Packages and Mode of Procurement  40 \n11.  Terms of Reference for Consulting Services and Staff Training  41 \n12.  Indicative Staff Development and Training  46 \n13.  Project Monitoring Measures  48 \n14.  Summary Poverty Reduction and Social Strategy  49 \n15.  Economic Justification  53 \n16.  Financial Projections for the Open University of Sri Lanka and   57 \n  the Distance Education Partnership Program  ", "SUPPLEMENTARY APPENDIXES (available on request)   \n \nA.  Draft National Employment Policy for Sri Lanka (Government, 2002) \nB.  e-Sri Lanka: An ICT Development Road Map (Ministry of Economic Reform, Science \nand Technology, 2002) \nC.  The Future - Regaining Sri Lanka (Government, 2002) \nD.  Connecting to Growth: Sri Lanka’s Poverty Reduction Strategy (Government, 2002) \nE.  TA 3598-SRI: Feasibility Study for Postsecondary Education Modernization (ADB, 2002) \nF.  Fresh Look at Unemployment. (World Bank,1999) \n \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Democratic Socialist Republic of Sri Lanka \n   \nClassification  Other  Development  Intervention:  Thematic:  Human  Development  and \nEconomic Growth \n   \nEnvironment  Category C: Environmental implications were reviewed, and no significant \nAssessment  adverse environmental impacts were identified. \n   \nProject Description  The Project will increase educational opportunities throughout Sri Lanka \nfor  secondary  school  graduates  who  cannot  attend  conventional \nuniversities due to limited capacity. It will also benefit all others who need \nto acquire knowledge more directly related to employment in the private \nsector,  since  the  public  service  is  contracting  rapidly.  Severe  budget \nconstraints  are  curtailing  the  growth  of  the  public  education  system, \nwhereas private postsecondary institutions (PPSIs) have a more narrow \nrange of offerings and lack the physical capability to significantly increase \nenrollment  for  traditional  face-to-face  instruction.  Consequently,  it  is \nproblematical, under the actual structure, to provide enough meaningful \nlearning opportunities for the ever-growing number of secondary school \ngraduates  who  qualify  for  further  education.  The  Project  will  support \ndistance education technology to increase access to diploma and degree \nprograms, especially among the rural educated poor. Institutional support \nwill go to the (i) Distance Education Partnership Program (DEPP), which \nprovides on-line self-study; (ii) public and private postsecondary institutes; \nand (iii) the Open University of Sri Lanka (OUSL).   \n \nRationale  Sri Lanka, like many other developing economies, has a pressing need to \nincrease skill levels but faces great difficulty in providing educated labor \nand  modern  skills  due  to  market  failures  that  yield  poor  access  to \npostsecondary education. The whole economy has thus adjusted to low \nskill  levels  as  wages  have  stagnated  and  the  educated  poor cannot \nupgrade their only real asset?education. Postsecondary education in Sri \nLanka also suffers from inefficiencies. Less than 3% of the relevant age \ngroup is enrolled, compared with 8% in South Asia as a whole, while \nabout 25% percent of the age cohort qualifies for entry. Tertiary education \nresources are not allocated according to performance criteria, resulting in \nlittle incentive to increase enrollment or enhance performance. In many \ncases, the curriculum is not in line with economic and social requirements, \nleading  to  a  continuing  decline  in  educational  relevance,  access, \nefficiency, and financing. Addressing these sector constraints will require \n(i)  information  awareness  campaigns  that  encourage  public-private \npartnerships to increase quality, relevance, and access to postsecondary \neducation; (ii) distance education to promote greater flexibility at low cost \nfor students outside Colombo to gain access to quality programs; (iii) \naccreditation and standard setting within a national accreditation board; \n(iv) program expansion in high-demand fields such as business, computer \nscience, foreign languages, and engineering; and (v) introduction of user \nfees to offset the cost of on-line study. The Government supports these \npolicies, and the Project will help implement them by addressing market \nfailures  through  support  for  distance  education  and  public-private \npartnerships. ", "iv   \nObjectives and  The Project will support the Government’s human resource strategy laid \nScope  out in three recent documents: (i) The Future - Regaining Sri Lanka, (ii) \nThe Draft National Employment Policy for Sri Lanka, and (iii) e-Sri Lanka: \nAn ICT Development Roadmap. The Project will help the Government to \nimplement these strategies by modernizing the postsecondary education \nsystem, especially through the introduction of distance education and the \npromotion  of  public-private  partnerships  to  reduce  pressure  on  public \nsector enrollment. The Project will promote economic growth and social \ncohesion, including among plantation workers and social conflict areas. \nThe Project aims to boost enrolment, quality, and relevance of learning \nthrough distance education that can facilitate on line learning for the \n165,000 external degree students of traditional universities, qualified PPSI \ntraining programs offered by at least 15 recognized private institutions with \nover 40,000 clients, conventional public institutions that wish to migrate to \nmixed-mode environment, and some 20,000 learners attending the 26 \nOUSL campuses across the country. The combined capacity of the PPSIs, \nSri  Lanka  Institutes  of  Advanced  Technical  Education  (SLIATE),  and \nOUSL will effectively double over the next 5 years. Thus, an additional \n50,000 learners will have access to a full range of quality courses of study \nthrough  the  national  network  of  telecenters  and  affiliated  facilities.  In \naddition, the Project will support the key thrusts of government policy to \nmake Sri Lanka computer literate (e-Sri Lanka), and it will stimulate value-\nadded  services  such  as  electronic  government  (e-government),  small \nbusiness  connectivity,  and  community  development.  This  initiative \ncomplements World Bank- and ongoing ADB-funded projects aimed at \ntraining the educated unemployed so that they will acquire employment-\nrelated  qualifications  by  interlacing  distance  education,  public-private \npartnerships, and open university study.   \n   \nCost Estimates  The total project cost is estimated at $60 million equivalent, including \nphysical and price contingencies, taxes and duties, and service charge; \n$24 million (40%) comprises the foreign exchange cost, and $36 million \nequivalent (60%), the local currency cost.  \nFinancing Plan           ($ million) \n    Foreign  Local     \n  Source  Exchange  Currency  Total  Percent \n  Asian Development Bank  24  21  45  75 \n  Government  0  10  10  17 \n  Beneficiaries  0  5  5  8 \n  Total  24  36  60  100 \n           \nLoan Amount and  It is proposed that the Asian Development Bank (ADB) provide a loan in \nTerms  various currencies equivalent to SDR33,005,000 ($45 million equivalent) \nfrom ADB’s Special Funds resources. The loan will have a term of 32 \nyears, including a grace period of 8 years, with an interest charge of 1.0% \nper year during the grace period, and 1.5% per year thereafter.  \n   \nPeriod of Utilization   31 December 2009 \n   \nEstimated Project  30 June 2009 \nCompletion Date  \n ", "  v\nExecuting Agency  Ministry of Policy Development and Implementation  \n   \nImplementation  The Ministry of Tertiary Education and Training (MTET), the Implementing \nArrangements  Agency, will establish the project management office (PMO) to carry out \nthe day-to-day operations of the Project.  \n   \nProcurement  DEPP  will  require  procurement  of  computer  and  network  equipment, \nsoftware licenses, specialized learning and content creation services and \nproducts,  subscriptions  to  learning  services,  electronic  libraries  and \nrelated maintenance, and some specialized transmission and receiving \nequipment to provide access to on-line education nationwide. The Project \nwill upgrade existing amenities and establish new facilities on selected \ncampuses of OUSL. Goods and services will be procured in accordance \nwith ADB’s Guidelines for Procurement.  Civil works contracts above $2 \nmillion will follow international competitive bidding (ICB), while those $2 \nmillion  or  less  will  follow  local  competitive  bidding.  Procurement  of \nequipment  above  $500,000  will  follow  ICB,  while  contracts  valued \n$500,000 or less will follow international shopping. Furniture, learning \nmaterials, and software costing less than $100,000 per item may be \nprocured by direct purchase.  \n   \nConsulting Services  The  Project  will  require  703  person-months  of  consulting  services, \nconsisting of 203 person-months of international and 500 person-months \nof  domestic  consultants.  Separate  packages  will  be  prepared  for \nconsultants working under OUSL and DEPP. MTET will select individual \nconsultants to conduct policy studies. All consultants will be engaged in \naccordance with ADB's Guidelines on the Use of Consultants and other \narrangements  acceptable  to  ADB  for  the  engagement  of  domestic \nconsultants. Quality- and cost-based selection procedures will be used to \nselect consultants to be engaged through a consulting firm. A select \nnumber  of  short-term  domestic  consultants  for  the  PMO,  OUSL,  and \nDEPP may be engaged individually. \n   \nProject Benefits and  The Project will strengthen the postsecondary education system outside \nBeneficiaries  the  conventional  university  system  by  increasing  enrollment  through \ngreater  internal  efficiency,  application  of  new  distance  learning \ntechnologies, and promotion of public-private partnerships to share all \nservices and infrastructure provided under the Project. The Project will \nsupport World Bank and ADB initiatives in postsecondary education and \ntraining. It will provide the vital distance education network for the future \nmultimedia university, will foster partnerships between public and private \ninstitutions to share facilities, and will make relevant and topical course \nmaterials and knowledge directly accessible to at least 200,000 students \nwithin 5 years. Teachers and administrators at OUSL and at public and \nprivate educational institutes will have opportunities for staff development, \nand about 150 public and private institutions, including OUSL and its 26 \nregional centers, will benefit from access to funds to provide local in-\nservice training and curriculum development for academic programs on-\nline. \n   \n   \n ", "vi   \nRisks and  The Project is not subject to major technical or financial risks. However, (i) \nAssumptions  continued liberalization of telecommunications; (ii) modernization of the \nsector  administration  as  a  whole;  (iii)  the  adoption  of  policies  and \nmeasures designed to stimulate the use of information and communication \ntechnology (ICT) and to standardize their applications and processes; (iv) \nresistence in the strategy to give the private sector a greater role in \npostsecondary  education;  (v)  continued  improvements  in  development \nand  expansion  of  rural  infrastructure  to  increase  access  by  the \nmarginalized; and (vi) careful attention to financing the subsector will be \nnecessary  to  ensure  long-term  support  for  distance  education.  The \nGovernment is scheduled to liberalize telecommunications by the end of \n2003; connection rates will fall automatically as competition and capacity \nincrease. e-Sri Lanka: An ICT Development Roadmap has been finalized \nand will be coordinated by the Ministry of Economic Reform, Science and \nTechnology through an ICT agency that has recently been created, and \nthe policy is supported by the World Bank within its effort to strengthen \ncapacity to carry out the economic reform agenda. The ICT Roadmap will \nhelp MTET to develop specific policies related to the national ICT policy \nfor  education,  which  will  shortly  lead  to  telecommunications  tariff \nreductions for educational institutions using the Internet. The Project will \nrequire many international consultants to configure, install, and operate \nthe DEPP; to transfer technical knowledge to local experts; and to develop \noperating policies, procedures, and performance monitoring mechanisms. \nAt  present,  qualified  technical  expertise  to  develop  and  place  course \nmaterials on the web for easy student on-line access is very scarce. The \ne-SRI  Lanka  Roadmap  includes  a  program  on  ICT  human  resource \ndevelopment that seeks to mainstream ICT technology and professional \nstaff training for broad-based tertiary education service delivery across the \ncountry. The Project will provide initial resources for computer hardware, \nsoftware, and staff development inputs under private sector auspices to \nstart up a distance education network. These efforts will be reinforced by \ncurrent plans to establish multimedia university courses in selected public \nuniversities that will provide the expertise both to operate DEPP and to \nsupport a proposed multi-media university (MMU). The project’s short-\nterm goals will help establish on-line distance education, support public-\nprivate  sharing  of  resources,  and  establish  national  accreditation \nstandards for institutes and academic courses.    \n \nA small financial risk pertains to OUSL and DEPP financial sustainability, \nas recurrent costs after the Project are expected to average as little as $1 \nmillion per year. OUSL is the only public postsecondary education institute \nin Sri Lanka that is allowed to charge fees. Project resources will allow \nOUSL to provide the quality necessary to attract new students and retain \nexisting  ones  who  might  otherwise  drop  out  if  they  cannot  access \nsufficient  equipment,  materials,  and  instruction,  especially  in  regional \ncampuses.  Increasing  fees  for  improved  quality  and  enrolling  more \nstudents will allow OUSL to recover its recurrent costs for all its nonsalary \nand incremental contract staff required under the Project. Beneficiary fees \nwill help make OUSL sustainable, although government grants for salary \nsupport to permanent staff will still be required. DEPP is expected to be \nentirely self-financing by the fifth year of the project.  \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Democratic Socialist Republic of Sri Lanka for the Distance Education Modernization \nProject (Appendix 1). \n \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n2.  Past failure to ensure an adequate supply of relevant skills has forced the economy to \nadjust to low skill levels, thus perpetuating poverty and low economic growth. Sri Lanka needs \nto modernize its economy and allow the educated workforce to grow. The rate of return to \npostsecondary education is relatively high (16-19%), yet unemployment among educated youth \nis also high (13% compared with 8% nationwide), precluding dynamic economic growth and \nindicating that the labor market is not functioning effectively. For the economy to function well, it \nneeds macroeconomic stability, openness to competition, and labor market growth through \nhuman capital formation for all citizens. Sri Lanka has made some progress in these areas. \nSince the shift to an open economy started around 1977, the country has experienced over \n5.0% growth in gross domestic product (GDP) annually, unemployment declined from 20.0% to \n8.0%, the population rate stabilized at 1.1% per annum, and inflation has averaged about 7.9% \neach year. Consumption and economic poverty have lessened to a little over 26%, while rural \npoverty remains problematic. Economic growth with low population growth and inflation has \nallowed the economy to grow fast enough to begin rural transformation, expand small and \nmedium-sized enterprises (SMEs), and reduce the size of the public sector. This structural \nchange  has  started  a  shift  from  low  value-added  agricultural  production  to  high-value \nmanufacturing and services, resulting in a gradual increase in the education and income level. \nSri Lanka is modernizing and diversifying its economy1 despite the Asian crisis and civil war that \nuntil recently consumed 2% of GDP each year. Continued sustainable economic growth is likely \nif the civil conflict abates; the urban-rural income gap narrows; and the cost of borrowing \ndeclines, offering financial relief to SMEs.  \n \n3.  Continuing structural economic change will depend on private sector growth and a shift \nto manufacturing and services. At the same time, the supply of educated labor is artificially \nconstrained  by  a  public  sector-dominated  education  system  that  is  unresponsive  to  the \nchanging needs of the economy. Only 12% of the labor force have a high-school degree or \nabove; only 2% of this group have a university degree, because only 3% of qualified secondary-\nschool graduates gain admission to university. For the economy to become globally competitive, \nthese numbers need to double over the next 10 years. For historical reasons, education supply \nhas been artificially constrained and narrowly focused on a few professions and a one-to-one \nmatching of public sector education placement to public sector employment openings when the \neconomy was dominated by government service. Human resource planning never addressed \nself- or private sector employment, leading to skill mismatch and labor shortage. At the same \ntime, the social demand for postsecondary education continues, with 25% of the relevant age \ncohort meeting university entrance requirements but only 3% gaining entrance to conventional \nuniversities.  \n \n4.  The Government is keen to expand enrollment capacity in postsecondary education to \nmeet rising social demand: 200,000 secondary-school graduates compete for about 50,000 \nplaces  each  year.  However,  the  government  cannot  do  so  without  increasing  budgets  or \n                                                 \n1  The Government came to power in December 2001 and is committed to the peace process and an open economy. ", "2  \ncharging fees in conventional universities; neither measure is likely at present. With limited \nbudget growth over the past 10 years, postsecondary education enrollment has stagnated, and \nquality has not kept pace with innovations in knowledge and new technologies elsewhere. \nDropout  reduction  and  additional  intake  could  make  postsecondary  school  operations \nsignificantly more efficient. Introducing new technologies such as distance learning could also \nincrease enrollment, with only initial capital inputs to develop the infrastructure. Encouragement \nof  public-private  partnerships  to  employ  distance  education  could  lead  to  cost  sharing \nassociated with expanded capacity to meet social demand without increasing investments in the \npublic system. \n \nB.  Analysis of Key Problems and Opportunities \n \n5.  Postsecondary education in Sri Lanka suffers from many problems. Less than 3% of the \nuniversity age group is enrolled in public universities (private postsecondary institutes are not \naccredited by the government) compared with 8% for South Asia as a whole, and 20% for \nThailand  and  34%  for  Singapore  –  two  countries  that  Sri  Lanka  would  like  to  emulate. \nInstitutional resources in tertiary education are not allocated according to performance, giving \nuniversities little incentive to increase enrollment or enhance results. The relatively low quality \nand quantity of tertiary education output reflects the sector’s continuing decline in quality and \nthe relevance of its programs, restricted access, low efficiency, underfinancing, and excessive \nstate control over admissions and curricula. Because tertiary education is free, students and \ntheir parents have little interest in reforms. Traditionally, graduates have been content to queue \nfor years for public sector jobs. All these problems are being addressed by the government \nreforms in tertiary education, which provide for amended policies to (i) create an enabling \nenvironment  for  private  sector  participation;  (ii)  establish  performance-based  educational \naccreditation  standards,  especially  in  high-demand  fields  such  as  business,  management, \ncomputer science, engineering, economics, and natural sciences; (iii) replace line-item with \nperformance-based budgeting; and (iv) modernize educational pedagogy through new learning \ntechnologies such as distance education supported by multimedia university courses in selected \nuniversities (Appendix 2). \n \n6.  New learning technologies such as distance learning can deliver excellent academic \nprograms to a wide audience that is currently excluded from the conventional system (Appendix \n3). There is no national delivery system for distance learning, and the core skills needed to \ndevelop materials and to train teachers to operate in a learner-centered environment are still in \nearly infancy, as are the hardware and software for web-based learning with onlineon-line \ntutorial support. The best approach to establish a National Distance Education Network (NDEN) \nmay be to link hardware and specialized software and services to the establishment of a \ntechnically competent business enterprise. This business enterprise labeled Distance Education \nPartnership Program (DEPP) can offer curriculum and training expertise to create, migrate, and \nupgrade existing courseware to the web and to deliver knowledge and learner support to a \nextensive variety of conduits nationwide. Multimedia learning centers can be located in schools, \nin Internet cafes, and in many other institutions, depending on the need for access to the \ndistance learning network around the country. The services should be made available to public \nand  private  institutions  on  a  cost-shared  basis  to  engender  competition,  raise  academic \nstandards, and promote linkages among institutions.   \n \n7.  This information and communication technology (ICT) approach to distance education \nboosts the Government’s ongoing efforts to develop ICT multimedia university programs on \nseveral  campuses  of  leading  universities,  where  course  offerings  provide  curriculum \ndevelopment, training, and marketing skills for on-line learning. Currently, OUSL has the basic \nregional infrastructure for distance education outreach but lacks capacity, materials, and skills to \nintroduce distance learning. In the context of the Government’s determination to favor the \n ", "  3\nprivate sector as a key instrument in education, the DEPP partnership model enlists the private \nsector to manage and operate a distance education network within a framework of well-defined \npolicies, guidelines, and jointly agreed upon outputs of quality and quantity. Given appropriate \nmonitoring mechanisms, this strategy represents a practical approach to professionally develop \ndistance education programs and learning exchanges for new and ongoing courses, including \nthose at OUSL, other public institutions such as Sri Lanka Institute of Advanced Technical \nEducation (SLIATE), and for private postsecondary institutes. In 5 years, when professional staff \nare readily available in Sri Lanka, and when distance education programs are up and running \non-line for a wide range of postsecondary institutions, it may be possible to either fully privatize \nthe DEPP, or integrate it within OUSL  or some other public or private institution. Under the \nWorld Bank Tertiary Education Project, support for ICT programs at public universities will be \nencouraged to provide the foundation for ICT courses that will eventually lead to mixed mode \nand multimedia universities. Since the need is great and continues to expand, the government \nwill incubate several sustainable small-scale programs in different regions of the country rather \nthan aim for one single large multimedia university. The very nature of a multimedia university \nimplies connectivity that can link campuses easily.   \n \n8.  The  Project  supports  the  Government’s  policies  by  increasing  access  to  quality \nprograms at low cost for those excluded from conventional universities (Appendix 4). OUSL was \nconstituted in 1980 under the Universities Act No. 16 of 1978 and OUSL Ordinance No. 1 of \n1989. OUSL enrolls about 10,000 students annually in mostly certificate, diploma, and degree \nprograms that provide a progressive ladder of educational opportunities through nontraditional \nteaching  methods.  OUSL  also  addresses  the  need  to  transfer  the  knowledge  and  skills \ncapabilities  required  in  secondary  education,  teacher  training,  social  services,  agricultural \nextension, and continuous professional development of workers in many fields. OUSL has a \nwide network of 26 existing and planned campuses nationwide for students who cannot leave \ntheir jobs or families to study full-time away from home. The rationale for a public-supported \nOUSL is that it provides public goods, especially in the social sectors, and contributes to \neconomic  growth,  human  development,  and  poverty  reduction  by  providing  postsecondary \neducation in remote areas. OUSL enrollment peaked in 1998 and slowly fell as the quality and \nrelevance of the programs and facilities declined due to budget cut-backs. To reinvigorate \ngrowth, OUSL needs to upgrade existing faculties on regional campuses and to streamline \nadministrative procedures, including student admissions and tracking. OUSL has several key \nadvantages over the conventional education system. Its unit costs are only 20% of conventional \nuniversity costs on average, and with improvements in procedures and upgrading of facilities, \nenrollment can double over the next 8 years along with student completion rates. With a larger \nbudget from increased enrollment, OUSL will help increase the pool of educated labor and level \nof public services provided outside the capital. \n \n9.  Another avenue to help double access to educational opportunities is to encourage \npublic and private schools to share common resources and activities. Government policies to \nbuild public-private partnerships include (i) public awareness campaigns to share information on \ncareer guidance and job information among students; (ii) transparent accreditation policies that \nlead  to  flexible  enrollment  admission,  accountability  for  monitoring  academic  standards, \naccreditation, and transfer across institutions; (iii) distance learning technologies to disseminate \nquality programs and information around the country; (iv) foreign and local institutional twinning \narrangements; and (v) public funds for cost-sharing ventures with private institutions to increase \nenrollment and support the needy through scholarships. Of special interest is the Government’s \nprovision  of  matching  grants  to  private  postsecondary  institutions  for  ICT  and  multimedia \nservices that allow private schools to migrate academic programs on-line. The Government is \nwilling to provide matching grants to promote institutions to cover the high costs of borrowing for \nICT and multimedia equipment and services to go on-line. The matching grant also supports \nstipends for needy students to attend private schools. \n ", "4  \nC.  Government Strategy and Policy \n \n10.  The Government that took office in December 2001 is committed to modernize the \neconomy to broaden and deepen the labor market through a flexible education system with \nspecial attention to minimizing differences across regions, especially through ICT and new \nlearning technologies.2 Starting with The Future - Regaining Sri Lanka framework released in \n2002, the Government has signaled its policy agenda to stabilize macro policies, financial \ninvestment, infrastructure development and productivity in key sectors and public sector reform. \nThe document sets the tone for reforms to support self-employment and encouragement of job \ncreation for SMEs while looking into education finance reform and public-private participation in \ntertiary education. The draft National Employment Policy for Sri Lanka also sets forth the \nstrategy for modernizing the labor force. The policy stresses career guidance and employment \ninformation, education, and training for lifelong employability; support for self-employment and \nSMEs;  and  cooperation  among  government,  employers,  and  employees  to  reduce  labor \nregulations and create investment incentives to encourage growth of SMEs. These policies and \npriorities will help refocus government efforts to expand jobs outside the public sector. Along \nsimilar lines, the Government’s poverty reduction strategy aims to give citizens the chance to \nparticipate in the pro-poor growth process by enhancing livelihoods, increasing incomes, and \nensuring access to essential local social services. Priorities worked out with aid agencies and \nnongovernment organizations will (i) create opportunities for the poor to benefit from higher \nproductivity  by  fostering  broad-based  rural  development,  competitive  industrialization,  and \nservice sector development; (ii) improve market access by linking poor regions to dynamic \nmarkets, including through telecommunications deregulations; (iii) raise productivity to broaden \nmarket access for SMEs, including programs to liberalize labor regulations; and (iv) increase \naccess to quality education for upward socioeconomic mobility. \n \n11.  The Government recently released its vision of Sri Lanka connected via ICT to provide \nthe  smooth  flow  of  knowledge  connectivity  throughout  the  country.  e-Sri  Lanka:  An  ICT \nDevelopment Roadmap offers a five-pronged program to (i) establish an agency to develop the \nICT strategy and policy; (ii) develop the national hardware and software infrastructure through \ntelecommunications network and regulatory policy; (iii) develop ICT human resource capacity \nthrough  qualified  professionals  to  use  ICT  for  broad-basing  tertiary  education  across  the \ncountry; (iv) develop e-government service delivery; and (v) use the e-government to leverage \neconomic and social development through access to internet, computer literacy, and telecenters \nto connect communities to the mass media. Specific education policies include (i) accreditation \nfor easy transfer of course credit across institutions, (ii) performance-based school assessment, \n(iii) public-private partnerships and link programs across institutions, and (iv) distance-learning \nprograms to provide outreach through quality on-line academic programs to working rural \nstudents who cannot leave their jobs or families to study in cities. These distance-learning \napproaches involve ICT and accompanying user fees. A list of policies is found in Appendix 5. \n \nD.  Funding Agencies’ Strategy in Education \n \n 12.  The Asian Development Bank (ADB) Country Strategy and Program Update (2002) and \nPoverty Reduction Strategy in Sri Lanka3 highlight poverty reduction and emphasize pro-poor \ninvestments to strengthen public-private partnerships. In education, this means that ADB will \nsupport reform efforts to (i) open access and improve quality, particularly in rural and conflict \nareas; (ii) promote social cohesion through provision of educational opportunities nationwide \n                                                 \n2  Government of Sri Lanka. 2002. The Future – Regaining Sri Lanka. Colombo; Government of Sri Lanka. 2002. \n  Connecting to Growth: Sri Lanka’s Poverty Reduction Strategy. Colombo; Ministry of Employment and Labor, 2002. \n  Draft National Employment Policy for Sri Lanka. Colombo; Ministry of Economic Reform, Science and Technology. \n  2002. e-Sri Lanka: An ICT Development Roadmap. Colombo. \n3  ADB. 2002. Poverty Reduction Strategy in Sri Lanka: Issues, Findings, Approaches. Manila. \n ", "  5\nthrough distance education for skill development, career guidance, and institutional capacity \nbuilding; and (iii) improve public-private institutional resource management. The ADB policy on \neducation  supports  efforts  in  postsecondary  and  tertiary  education,  where  millennium \ndevelopment goals already have been substantially achieved to improve internal and external \nefficiency and equity. Priorities include providing course information, attitude change, and skills \nessential for sustainable economic growth, with emphasis on equity, access, quality, capacity \nbuilding, resource mobilization, public-private partnerships, and new learning technologies. The \nProject includes subsidiary priorities: (i) reaching the poor; (ii) improving quality; (iii) increasing \nefficiency; (iv) mobilizing resources; (v) collaboration with beneficiaries; and (vi) supporting \ninnovation. The Project supports increasing educational opportunities in rural areas for those \nunable  to  attend  formal  schools;  improving  quality  of  and  access  to  improved  academic \nprograms, especially on-line; increasing the internal efficiency of OUSL and the  Ministry of \nTertiary Education and  Training (MTET); mobilizing resources outside the government grant \nsystem;  collaborating  with  public-private  institutions;  and  introducing  distance-learning \ntechnologies to raise standards.  \n \n13.  ADB previously supported skill development for junior secondary-school leavers by \nproviding  wider  choices  in  vocational  and  technical  programs.4  ADB  provided  technical \nassistance (TA) to improve the financing of social sectors (1995) that looked at trend data \nshowing how the Government allocated and budgeted funds across the sectors. ADB provided \nTA to improve educational planning in 1998. The study provided valuable information in the form \nof  an  employment  survey  on  how  students  sought  employment  after  school.  The  study \nculminated in a policy agenda that recommended (i) expanding university education to qualified \nnonpublic and private sector institutions through rules and regulations on opening, operating, \nand closing schools, maintaining standards, and fair trade practices to protect students; (ii) \nimproving the quality of course content through an accreditation board; (iii) offering career \nguidance and job search information; (iv) recommending financial management of resources to \nreplace line-item budgeting with performance-based budgeting; and (v) harnessing new learning \ntechnologies to improve access and quality. Based on discussions, visits, interviews, and focus \ngroups, these reviews and employment survey provided government with important information \nto develop the university reforms agenda.5    \n   \n14.  In  September  2000,  the  Government  sponsored  a  tertiary  education  workshop for \ndonors in Kandy. ADB was requested to support public and private postsecondary education \ninstitutions outside the conventional, academically oriented university system.6 At the same \ntime, the Government requested the World Bank to help rationalize the traditional university \nsystem. Both agencies spent 2002 engaged in project preparation. ADB prepared the distance \neducation project. The World Bank prepared a tertiary education project to increase graduate \nemployment  through  competitive-based  funding  proposals  from  conventional  university \nfaculties.  Throughout  ongoing  discussions  on  educational  reform  since  1996,  government \nofficials,  beneficiaries,  private  stakeholders,  and  other  financial  agencies  were  consulted \nclosely.  The  Norwegian  Agency  for  International  Cooperation  (NORAD)  and  Swedish \nInternational Development Cooperation Agency  (Sida) are helping universities reform their \n                                                 \n4  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \n  Democratic Socialist Republic of Sri Lanka for the Skills Development Project. Manila.     \n5  ADB. 1995.  Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Study on Financing of \n  Social Services. Manila; and ADB. 1998. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for \n  Improving  Education  Planning.  Manila,  which  included  Vol.  2,  Chapter  1:  The  Labor  Force  Experience  of \n  Secondary School Graduates with University Degree Holders in 1993 and 1997; Vol. 2, Chapter 2: Population \n  Change and Labor Supply in Sri Lanka; Vol. 2, Chapter 3: Survey Sample of Employed and Unemployed \n  Secondary School and University Graduates from Public and Private Post Secondary Schools and Universities; \n  and Vol. 2, Chapter 4: A Survey of Selected Growing (sunrise) Industries. \n6  ADB. 2000. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Postsecondary Education \n  Modernization Project. Manila. \n ", "6  \nmanagement,  information,  financial,  and  accounting  systems.  The  Japan  International \nCooperation Agency (JICA) is helping develop ICT skills for web writers and is supporting a \nbachelor’s  degree  in  teaching  at  the  University  of  Colombo.  The  International  Labour \nOrganization (ILO)  is  helping  the  Ministry  of  Employment  and  Labor  develop  a  job-listing \ndatabank for public consumption. Together with the World Bank,7 NORAD, Sida, ILO, and JICA, \nthe aid strategy on higher education is designed to improve internal and external efficiency, \nboost quality, and ensure sustainability of the tertiary education system for the greatest number \nof students (Appendix 6). More recently, the World Bank has been involved in developing a \nmajor ICT project, based on e-Sri Lanka.   \n \nE.  Lessons Learned from Experience in Education  \n \n15.  Worldwide  experience  shows  that  education  systems  can  be  expanded  to  meet \nincreased social demand for improved quality, even with budget constraints. When additional \npublic funds are limited, careful attention must be paid to limit the scope to public programs that \nenhance the public good. Adequate public funds are needed to pay the base costs for quality \nteaching inputs. Another approach is to promote public-private partnerships, which can provide \nresources to help institutions employ new learning technologies to meet social demand.8 ADB \nexperience in setting up a private university in Ho Chi Minh City, Viet Nam, indicates that where \ndemand exists, the private sector and prospective students are willing to share costs. In Sri \nLanka, private schools are reluctant to start because of the financial risks associated with high \nborrowing costs and financing of student services, including on-line libraries, and ICT.  \n \n16.  ADB experience in establishing the Open University in Dhaka, Bangladesh, showed that \nwithout adequate resources, efficiency suffers unless schools are allowed to charge tuition. The \nOpen  University  also  required  sound  management  and  administration  to  encourage  the \nGovernment  to  provide  additional  funds  to  fully  utilize  the  facilities.  In  open  universities \nworldwide, students are generally willing to  pay for services, provided that the amounts are \naffordable, services are of high quality, school administration is efficient, and schools make full \nuse of facilities. In Nepal, ADB learned that vocational and technical training requires close \ncooperation  with the private sector, and surveys of demand for specific occupations. The \nproposed Sri Lanka project stresses demand-driven academic programs and close cooperation \nwith the private sector, because education must be closely linked to employer needs. To \npromote social equity, charging for services and seeking exemptions through socially targeted \nstipends is better than simply providing free services across the board. While politically difficult \nto implement, the best policy is to provide the highest quality to the most people at least cost \nwhile ensuring options to the poor who lack the resources to access quality programs. \n \n17.  Project implementation in Sri Lanka previously suffered from cumbersome procurement \nprocedures that are now being addressed by ADB’s  Sri Lanka Resident Mission. Typically, \nproject implementation works well when the implementation office and executing agency are \nexperienced in project administration and work together. ADB education projects have been \nfairly successful. Projects have been completed within cost and on time. Proper administration \nensured that overseas study tours and procurement of goods and services were effective. \nHowever,  continuous  supervision  of  MTET  capacity  will  be  required  to  ensure  successful \nimplementation of existing and new ADB projects. Likewise, care will be required to ensure that \n                                                 \n7  World  Bank.  2002.  Construction  Knowledge  Societies:  New  Challenges  for  Tertiary  Education.  Human \n  Development Network. Washington DC; and World Bank. 2002. University Education Improvement Project. Aide \n  Memoire, Appraisal Team. 2002. \n8  ADB. 2000.  Report and Recommendation of the President for the RMIT International University of Vietnam. \n  Manila.; ADB. 2000. Project Completion Report. Open University of Bangladesh. Manila.; and ADB. 2002. Project \n  Performance Audit Report on the Technical Education and Vocational Training Development Project in Nepal. \n  Manila.   \n ", "  7\npolicy reforms for tertiary education are coordinated between the Ministry of Policy Development \nand Implementation (MPD&I) and MTET.  \n \n \nIII.  THE PROPOSED PROJECT \n \nA.  Objectives \n \n18.  The Project supports the Government’s human resource strategy laid out in three recent \ngovernment  documents:  (i)  The  Future  -  Regaining  Sri  Lanka;  (ii)  The  Draft  National \nEmployment Policy for Sri Lanka; and (iii) e-Sri Lanka: An ICT Development Roadmap. The \nProject  aims  to  boost  the  enrollment,  quality,  and  relevance  of  learning  through  distance \neducation such that it will immediately facilitate on-line learning for the 165,000 external degree \nstudents  of  traditional  universities,  qualified PPSI training programs offered by at least 15 \nrecognized institutions with over 40,000 clients, conventional universities that wish to migrate to \na mixed-mode environment, and some 20,000 learners attending the 26 OUSL campuses \nacross the country. The combined capacity of the PPSIs, SLIATE, and the OUSL will effectively \ndouble over the next 5 years. Thus, an additional 50,000 learners will have access to a full \nrange of quality courses of study through the national network of telecenters and affiliated \nfacilities. In addition, the Project will support the key thrusts of e-Sri Lanka, and it will stimulate \nvalue-added  services  such  as  e-government,  small  business  connectivity  and  community \ndevelopment.  This  initiative  will  interweave  three  inter-dependent  components  of  distance \neducation, public-private partnership and open university study. It will complement World Bank- \nand ongoing ADB-funded projects aimed at training the educated unemployed so that they will \nacquire employment-related qualifications.  \n \nB.  Components and Outputs \n \n19.  The Project will have three components that will increase access to and quality of \neducational opportunities for secondary school graduates. The first component will improve \nprogram  content  and  course  distribution  by  establishing  the  DEPP  to  provide  access  to \ncurriculum,  training,  and  multimedia  services  through  more  than  100  multimedia  centers \nnationwide. The DEPP also includes the NDEN, linking the 26 OUSL centers and other public \nand private postsecondary institutions via web-based multimedia courses and training, tutorial \nchat rooms, and on-line electronic access to OUSL and other member PPSI electronic libraries, \nmultimedia, and university press services. These services will be provided for up to 200,000 \nstudents in public and private postsecondary institutes participating in the Project. The second \ncomponent will stress public-private institutional sharing through matching grants for (i) stipends \nfor the poor, (ii) information sharing on career and labor market awareness, (iii) participation in \nstandardized accreditation setting, (iv) access to on-line distance education programs and funds \nfor ICT and learning materials, and (v) participation in program sharing with foreign universities. \nComponent two also includes project management activities. The third component will use \nconsultants  and  staff  training  to  make  OUSL  more  efficient  by  modernizing  school \nadministration,  including  by  streamlining  the  information  technology  (IT),  financial  and \naccounting, budgeting, and student registration systems for all campuses. The component will \nalso expand and upgrade facilities at all OUSL campuses, including providing science and \ncomputer laboratories, staff offices, equipment, furniture, and vehicles. The Project is outlined in \nmore detail in paras. 20-27. \n \n ", "8  \n1.  Component 1: Establishment of the DEPP to Raise Quality and Enhance \nCapacity \n \n20.  The DEPP will be established to raise quality and enhance capacity by setting up and \nmanaging a distance education network that provides curriculum content, training, mentoring, \npeer group support and interaction, and related undertakings, plus maintenance of hardware \nand software. The projected cost is $15 million for expertise, capacity building, technology \ntransfer, equipment and software, and recurrent costs. The DEPP will operate as a corporate \nentity located within public premises. This component will have two parts. Part A will include the \nestablishment  of  the  DEPP  office  to  provide  curriculum  development,  training,  research, \nmarketing,  and  contract  outsourcing  management  services  for  on-line distance education \nacademic courses for up to 150 public and private postsecondary institutes. The DEPP board \nwill comprise the same members as the project steering committee along with MPD&I. DEPP \nactivities  will  include  international  and  domestic  consultants  to  develop  the  business  and \nmarketing plan, set up a curriculum program department, and train local web writers and on-line \ntutors to operate distance education programs on-line. A system evaluation will be carried out to \nassess the long-term sustainability of the DEPP. Budgetary support for local staff and training, \nand recurrent operating costs will be provided under the Project to cover costs for the first 5 \nyears when revenue growth is weak.  \n \n21.  Part B will include the establishment of the NDEN under DEPP. The NDEN is the \nhardware side of the DEPP and includes consultants, some equipment, and recurrent operating \ncosts to configure, install, and operate the national distance education system needed to \nsupport DEPP service delivery of on-line educational courses to 150 public and private member \ninstitutions, including OUSL campuses. Outputs will include the establishment of a national \nnetwork  of  multimedia  centers  to  provide  on-line  learning.  Activities  will  include  hiring  of \ninternational and domestic consultants, leasing capacity and delivery systems, purchase of a \nlimited range of equipment, payment of recurrent costs for contract workers, and operation and \nmaintenance during project implementation to establish the NDEN at all OUSL campuses and \nanother 100 multimedia centers in public and private postsecondary institutions assisted under \nthe Project.  \n \n22.  DEPP and NDEN technicians will guide the setup of the national hardware and software \nnetwork, in close collaboration with the private sector service providers, to connect multimedia \ncenters nationwide. The network will consist of the distribution center at the DEPP and the \nmultimedia centers around Sri Lanka. Multimedia centers are similar to computer labs found in \nschools but they include radio, audio, multimedia, facilities, facsimile, copying, telephone, and \nweb browsing services. The administration, engineering, and technical services; multimedia \ncenter operations; and facilities and equipment setup will be handled by the DEPP. MTET will \noutsource the establishment and operation of the DEPP to a private contractor. Outputs will \ninclude establishment of DEPP facilities and staff training, configuration and installation of \nhardware and software, and servicing day-to-day operations to expand the system into a profit-\nmaking venture before project completion. Outputs will include an  on-line delivery system of \nquality academic programs, training and tutorial support, admissions and billing system, career \nguidance, and job listing. The NDEN will provide the delivery system and technical servicing for \nfacilities and equipment, including connectivity for multimedia centers and numerous public and \nprivate educational institutions. In all, up to 80,000 external degree students and students \nattending public and private institutions will gain access to DEPP distance education programs \neach year. \n \n \n \n \n ", "  9\n  2.  Component 2: Public-Private Partnerships to Increase Access \n \n23.  Policies  will  be  introduced  to  promote  more  fluid  private  sector  participation  in \npostsecondary education. Policies include support for (i) universal accreditation standards, (ii) \nprivate participation in on-line distance education, (iii) link programs with foreign and domestic \ninstitutions, and (iv) scholarships and stipends to support education and training. Particular \nimportance will be attached to matching grants provided to private sector institutes to offset high \ncosts  of  borrowing,  and  to  promote  expansion  to  increase  enrollments.  Stipends  and \nscholarships for the poor will also be encouraged along with allowances for short-term training \non-line with postsecondary education institutes to meet immediate skill shortages in key labor \nmarket segments. This component will have two parts. Part A will include matching grants to \nsupport several new MPD&I policies affecting postsecondary education. The Project will support \nthe Government’s establishment of an autonomous accreditation board under the University \nGrants Commission (UGC) for all tertiary education institutions to set standards and monitor \ninstitutional qualifications through data collection. The Project will provide studies and public \nawareness campaigns to alert students to career guidance, job search skills, and understanding \nof labor market requirements through information sharing on the web. The project management \noffice (PMO) will carry out studies to (i) audit OUSL capacity to provide quality education, (ii) \nestablish ICT policy for distance education for external degree students, and (iii) establish \nguidelines for licensing and accrediting academic programs for private postsecondary schools to \nensure  fair  trade  practices.  The  Project  will  provide  funds  for  foreign  and  domestic \npostsecondary education institutions to exchange faculty and curricula. The Project will provide \nsupport for stipends for poor students in public and private institutions and for unemployed \nsecondary  school  leavers.  Approximately  4,500  needy  OUSL  students,  needy  students \nregistered at DEPP, and unemployed A-level graduates seeking short term training will qualify \nannually for need-based stipends to pay tuition fees. The Project will support ICT policies by \nproviding public and private postsecondary institutions with matching funds to achieve these \ngoals. MTET will provide matching grants under the Project to public and private postsecondary \neducation institutes that can demonstrate increased enrollment through increased access to \ndistance learning, programs linked with foreign institutions, and stipends for the poor. Part B will \ninclude the recurrent costs for staff and domestic consultants to operate the PMO, which will \nhandle the day-to-day operations of the Project and implement educational policy. A Task Force \nunder MTET will be set up to evaluate proposals from private institutes (Appendix 6).  \n \n24.  Outputs will include policies that support (i) development of  on-line career guidance \nprograms, school-rating  systems,  on-line  job  search,  school  certification  assessment,  and \nschool ranking through an accreditation board; (ii) stipend programs for the poor and for rapid \ntraining of unemployed educated youth; and (iii) ICT for school multimedia centers, and on-line \naccess to academic programs and digital learning materials for up to 100 mostly private \npostsecondary institutes through matching grants. Matching grants will be provided to private \npostsecondary institutions that submit proposals for grants to upgrade ICT facilities and convert \nprogram syllabuses to on-line learning and outreach to a wider audience in towns across Sri \nLanka. Matching grants will be contingent on schools providing additional stipends for the poor \nand will help reduce the high cost of borrowing for computers and transferring academic \nprograms to the web.  \n \n  3.  Component 3: OUSL Expanded Capacity \n \n25.  The Project will modernize OUSL to bring it up to world-class standards in distance \neducation. The Project will support developing OUSL human and material assets that will be \nmade available to over 20 PPSIs. By project completion, enrollment capacity will be doubled, \nwith 60% of new clients in rural areas. Approximately $8 million will go toward upgrading central \nfacilities, and $10 million for refurbishing regional educational amenities accessible for shared \n ", "10  \nuse  by  other  public  and  private  educational  institutes.  The  OUSL  outreach  is  unique  in \nsupporting poorer students in rural areas for whom there are few other options to obtain an \nacademic diploma or degree. \n  \n26.  OUSL  capacity  expansion  will  have  two  parts.  Part  A  will  include  administrative \nstreamlining and staff development to modernize the (i) accounting, budgeting, and financial \nsystems; (ii) the IT system; (iii) the student admission system, including a tracer study and \ntracking system; and (iv) a staff development program, including curriculum revision. To double \nenrollment and increase the completion rate, OUSL will strengthen its administrative computer \noperations with the help of consultants, who will train staff in the use of new equipment and \nsoftware. Part B will include renovation and upgrading of central and regional campus facilities. \nAt the central campus, the Project will support construction of two much-needed buildings: (i) a \nscience and technology center for the faculty of engineering and natural sciences, which will \ninclude science laboratories and staff offices; and (ii) an educational learning technologies \nbuilding, which will also house the education faculty and the IT center. Other buildings will be \nrehabilitated, including the library, multimedia center, and university press. Construction of new \nbuildings and rehabilitation of the other OUSL regional and study centers will support staff \noffices, science laboratories, and computer centers. All civil works on OUSL campuses were \ndetermined  by  need.  Two  new  regional  centers  will  be  upgraded  from  study  centers  at \nBatticaloa and Anuradhapura. Hatton, Dambulla, Gampaha, Hambantota, and Puttalam will \nhave 5 new study centers for a total of 6 regional and 20 study centers. New centers will be \nestablished on government lands; no resettlement is required.   \n \n27.  Outputs  will  include  (i)  doubling  of  enrollment  from  20,000  to  40,000  students;              \n(ii)  modernizing the OUSL accounting/budgeting and financial system; (iii) strengthening the \nICT system; and (iv) improving the admissions system, which will be put on-line, and the staff \ntraining program, which will provide foreign and local training for OUSL faculty and staff. The \nsuccessful candidates will be required to return to OUSL and teach for a minimum of 3 years \nafter  training.  An  OUSL  social  audit  will  be  carried  out  to  determine  performance-based \nbudgeting,  which  will  link  enrollment  growth  to  budget  growth  so  that  performance-based \nbudgeting can be implemented. Other outputs will include construction of the two important \nbuildings on the OUSL central campus and numerous rehabilitations at all other regional and \nstudy centers. Furniture, equipment, vehicles, consulting services, and recurrent costs for new \ncontract staff will be provided to ensure enrollment growth. Increased outreach capacity to \nregional campuses will be met through additional contract staff paid by fees from new students, \nand improved registration and counseling, which will lead to higher enrollment and fees.  \n \nC.  Special Features \n \n28.  New Learning Technologies. The DEPP will provide a platform for an ICT network of \nhardware and software linking 26 new and existing OUSL centers around the country via the \nInternet, with provision to expand to additional multimedia centers in 100 public and private \neducational institutions over 6 years. The DEPP will offer the technical competence to develop a \nbusiness and marketing plan to provide, on a cost-recovery basis, online(i) curriculum content \ndevelopment, (ii) tutorial training, (iii) course design production, and (iv) management and \nmarketing. Learning content available on-line will include OUSL core programs, and courses for \nany  other  PPSI  that  seeks  to  migrate  its  course  content  onto  the  web  for  ready  access \nthroughout the country. The DEPP will combine technical expertise and access to web-based \non-line  multimedia,  a  national  professionally  trained  system  of  tutors,  and  digital  learning \nmaterials targeted at external degree students. The DEPP will support multimedia courseware \nbeing developed by selected universities, and eventually, it may be absorbed into a private \nmultimedia university or it could be set up as a stand-alone organization owned and operated by \nmember PPSIs for their common benefit. \n ", "  11\n29.  Public-Private Partnership Model. Aside from establishing the DEPP to support public-\nprivate partnerships to create and deliver new learning technologies, the PMO will encourage \npublic-private sharing of startup costs to access distance learning and improve computer and \nlibrary facilities by providing matching funds to acquire and migrate print materials to interactive \nmode, and to localize foreign-sourced materials for on-line delivery, including tutorial support \nsystems and electronic library facilities. Private postsecondary institutions are normally licensed \ndegree-granting  establishments  recognized  by  MTET.  They  may  also  qualify  for  student \nstipends to encourage on-line study, and for capital funding for equipment, shared access to \nlabor market surveys and career guidance counseling, public awareness campaigns sharing \ninformation on educational opportunities, and foreign and local institutional linkages. The Project \nwill  provide  access  to  these  services  by  encouraging  public  and  private  postsecondary \ninstitutions to participate in project activities. The Project will accomplish this by providing \nmatching  funds  for  educational  institutions  to  reduce  borrowing  costs,  strengthen  ongoing \nprograms to increase enrollment, and support student scholarships.  \n \n30.  Education Policy Coordination. Previous ADB TA provided the government with a \nframework to advance tertiary education goals. The Project will support new governmental \nproposals expressed in e-Sri Lanka, and it will provide mechanisms to implement the related \ngoals. The Project will support government policies to harness the private sector as a strategic \npartner to rationalize the expansion of intake capacity through public-private partnerships and \ndistance  learning  at  OUSL.  MPD&I  will  closely  coordinate  these  activities  with  ongoing \ngovernment  efforts  to  undertake  tertiary  education  reforms  and,  with  the  World  Bank,  to \nmodernize conventional universities to provide relevant courses. MTET and UGC will establish \nan autonomous accreditation board by 2005 to audit postsecondary institutes, and train staff in \nself-evaluation so that results-based budgeting will take precedence over traditional line-item \nbudgeting. MPD&I will coordinate with OUSL to extensively review OUSL operations to improve \nefficiency and monitor enrollment growth and budgeting. MTET will coordinate career guidance \nand  labor  market  employment  information  systems  with  the  Ministry  of  Labor  to  provide \ninformation  on  curriculum  and  courses  at  postsecondary  education  institutes.  MPD&I  will \nestablish a task force to formalize the links between university education and postsecondary \ninstitutes to facilitate cross-enrollment and standardization of academic requirements through a \nframework  for  cooperation  among  postsecondary  institutions.  The  study  will  recommend \nadoption of clearly defined rules and regulations on opening, operating, and closing institutes; \nrequirements for accreditation through the accreditation board; and listing of fair trade practices \nto protect students.  \n \nD.  Cost Estimates \n \n31.  The total project cost is estimated at $60 million equivalent, including physical and price \ncontingencies, taxes and duties, and interest charge; $24 million (40%) comprises the foreign \nexchange cost, and $36 million equivalent (60%), the local currency cost. The foreign and local \nproject cost estimates by component are summarized in Table 1 and Appendix 8.  \n \nE.  Financing Plan \n \n32.  It is proposed to provide a loan of $45 million equivalent from ADB's Special Funds \nresources. The Borrower will be Sri Lanka. The loan will have a term of 32 years, including a \ngrace period of 8 years, with an interest charge of 1.0% per year during the grace period and \n1.5% during the remaining term. ADB will finance 70% of the project cost, including $24 million \n(100%) of the foreign exchange cost and $21 million equivalent (58%) of the local currency cost. \nThe Government will finance $10 million equivalent (17%) of total costs for civil works, special \nprograms, incremental recurrent cost, taxes, and duties, with local beneficiaries financing the \nremaining $5 million equivalent (8%) of total costs through course fees, and private institution \nmatching funds for ICT facilities and multimedia equipment (Table 2). \n ", "12  \nTable 1: Project Costs by Component \n($ million) \n  Foreign  Local \nProject Component  Exchange  Currency  Total \nA.  Base Costa \n1.  Component 1 \n  Distance Education Partnership to  \n    Raise Quality  12.3  4.6  16.9   \n2.  Component 2 \n    Public-Private Partnership to \n  Improve Access  1.0  16.7  17.7 \n  3.  Component 3 \n    Expanded OUSL Capacity  7.0  11.0  18.0   \n    Subtotal (A)  20.3  32.3  52.6 \n \nB.  Contingencies  \n  1.  Physical Contingencyb  1.0  1.4  2.4 \n  2.  Price Escalationc  1.0  2.3  3.3 \n    Subtotal (B)  2.0  3.7  5.7 \n \nC.  Interest Charged  1.7  0  1.7 \n \n      Total  24.0  36.0  60.0 \n    Percentage  40.0  60.0  100.0 \na. Taxes and duties included in base costs at 10% of civil works, furniture, and instructional materials; and 15% of \nequipment.  \nb  Computed at 5% for all categories. \nc  Computed at 2.4% per year for both foreign exchange and local currency. \nd  Computed at 1.0 percent% per year. \n \n \nTable 2: Financing Plan \n($ million) \n  Foreign  Local  Total \nSource  Exchange  Currency  Cost  Percentage \nAsian Development Bank  24  21  45  75 \nGovernment  0  10  10  17 \nBeneficiariesa  0  5  5  8 \n  Total  24  36  60  100 \n \na  Beneficiary costs include student user fees for the  Open University of Sri Lanka  (OUSL) and the  Distance \nEducation Partnership Program (DEPP), and private postsecondary school counterpart funds to match government \nsupport for information and communication technology (ICT), multimedia equipment, link programs with foreign \nuniversities, and stipends for poor students.  \n \n33.  Asian Development Fund loan funds are justified to upgrade the OUSL campus network \nand expand its outreach to double enrollment and provide seed funds for the DEPP to place \ncore  programs  on-line  for  external  degree  students.  Most  students  benefiting  from  these \nprograms reside in rural towns and lack access to educational opportunities. Cost sharing \nthrough course fees will recover up to 40% of OUSL nonsalary recurrent expenditures and \nsalary expenditures for contract staff after 6 years. These fees will provide the resource base to \noperate OUSL thereafter. OUSL needs government support to strengthen public services. \n \n ", "  13\nF.  Implementation Arrangements \n \n1.  Project Management \n \n34.  The project steering committee, chaired by the policy development and implementation \nsecretary, will include the tertiary education secretary; the project director of the PMO (as \nrecording secretary); and representatives from the National Education Commission, OUSL, \nprivate postsecondary institutes, Chamber of Commerce, public-private partnership Task Force, \nUGC, and University of Moratuwa. The steering committee will serve as the apex decision-\nmaking body and will meet quarterly to review progress and take decisions. The PMO has been \nestablished by MTET, offices have been identified, and core staff appointed. The PMO at \nminimum will include the project director, deputy director, two accounts officers, procurement \nspecialist, building engineer, and monitoring and evaluation officer. It will also include two staff \nmembers to prepare the Project's OUSL activities, one full-time staff member to manage DEPP \nactivities, and one special programs coordinator. To implement special programs, a public-\nprivate partnership task force composed of outside academics and representatives from OUSL, \nMTET, and the private sector will ensure transparency in reviewing and selecting proposals \nsubmitted for scholarship and matching grants. Scholarships for the poor will be reviewed by the \nPMO,  and  recommendations  on  recipients  will  be  based  on  a  review  of  existing  criteria \nconsidering financial need and academic performance, which will be agreeable to ADB. MTET \nwill set up the Task Force within 1 month of loan effectiveness. The Task Force also will review \nthe public-private partnership applications for matching grants and make recommendations to \nthe steering committee for approval. The Task Force will recommend policy guidelines on \npublic-private partnerships to operate and maintain quality standards. The DEPP technical \ncommittee, composed of representatives from MPD&I OUSL, MTET, and a management firm, \nwill oversee all issues related to DEPP management and NDEN installation and servicing. \n \n2.  Implementation Period \n \n35.  The Project will be implemented over 6 years, from June 2003 to 2009 (Appendix 9). \n \n3.  Procurement \n \n36.  The Project will upgrade existing facilities and establish new ones in OUSL central and \nregional campuses.  Furniture and equipment for these buildings and for the DEPP and the \nNDEN,  including  standard  network  equipment,  science  equipment,  and  office  computer \nequipment, will be provided under the Project. The goods and services financed under the loan \nwill be procured  following  ADB Guidelines for Procurement. Civil works will take place on \ngovernment land and will not engender any involuntary resettlement. Civil works contracts \nabove $2 million will follow  international competitive bidding  (ICB), while those valued at $2 \nmillion or less will follow local competitive bidding. Procurement of equipment above $500,000 \nwill  follow  ICB,  while  contracts  valued  $500,000  or  less  will  follow  international shopping. \nFurniture,  learning  materials,  and  software  costing  less  than  $100,000  per  item  may  be \nprocured through direct purchase to ensure local relevance and quick delivery. Civil works and \nequipment packages are in Appendix 10. \n \n4.  Consulting Services \n37.  The Project will require 703 person-months of consulting services, consisting of 203 \nperson-months  of  international  and  500  person-months  of  domestic  consultants.  Separate \npackages  will  be  prepared  for  consultants  working  under  OUSL  (72  person-months, \ninternational; 55 person-months, domestic) and the DEPP (121 person-months, international; \n304  person-months,  domestic).  An  additional  10  person-months  of  international  and  122 \n ", "14  \nperson-months of domestic individual consultants will be provided to the PMO. All consultants \nwill be engaged in accordance with ADB's Guidelines on the Use of Consultants and other \narrangements acceptable to ADB for engagement of domestic consultants. A select number of \nshort-term domestic consultants will work for the PMO. OUSL and the DEPP may be engaged \nindividually to respond rapidly to problems (Appendixes 11 and 12). \n \n5.  Advance Action  \n38.  The Government has requested advance action to ensure that the Project activities start \non time. Aside from ensuring that the PMO is established and core staff are identified before \nloan negotiations, the implementing agency (IA) will prepare the ICB procurement package for \nDEPP hardware and the shortlist of DEPP consultants. OUSL will prepare the ICB contract for \nnew civil works at OUSL so that construction can be tendered within 6 months after loan \neffectiveness. ADB has approved advance action for the procurement of the civil works contract \nat OUSL and the supply contract for the DEPP, and the consulting services for the DEPP and \nthe NDEN on the understanding that such advance action does not commit ADB to finance the \nProject. \n \n6.  Selection  Criteria  for  Stipends,  Public-Private  Partners,  and  Foreign-\nDomestic Links  \n39.  The PMO, with the assistance of the Task Force, will advertise requests for poor \nstudents  enrolled  at  OUSL,  poor  unemployed  secondary  school  graduates,  and  educated \nunemployed seeking skills training to apply for stipends to pay their tuition fees. Criteria will be \nbased on an income means test and other socio-economic factors approved by PSC and ADB.  \nAnnual enrollment and academic performance will determine continuous eligibility scholarship \nholders. Training programs for educated unemployed will be submitted to ADB for approval \nwithin 3 months of loan effectiveness.9 The PMO will ask postsecondary institutions to submit \nproposals for matching funds to upgrade ICT facilities and develop academic courses on-line. \nProposals will not exceed $50,000, of which the Project will pay half through matching grants. \nOnly postsecondary private institutions recognized by MTET can apply, and they must show \nsignificantly increased capacity as a result of the upgrade as outlined in the proposal. To qualify \nfor the grant, schools must provide the PMO with detailed information on their existing and \nproposed additional stipend program for the poor. Public-private partners may also request, as \npart of the grant, permission to join link programs with foreign institutions to gain access to \nforeign degree-granting institutions. Under the foreign-domestic link program, funds to pay for \ncourse material and faculty exchange may be requested through a proposal to be evaluated by \nthe advisory program in consultation with the PMO and ADB. \n \n7.  Disbursement Arrangements \n40.  To expedite the disbursement of loan funds, the Government will establish an imprest \naccount at the Central Bank of Sri Lanka in Colombo. The imprest account will be established, \nmanaged,  replenished,  and  liquidated  in  accordance  with  the  ADB  Loan  Disbursement \nHandbook, dated January 2001, and detailed arrangements agreed on by the Government and \nADB. The ceiling for the use of statement of expenditure procedures will be $100,000 (Loan \nDisbursement Handbook, para. 9.17). The initial advance to the imprest account should cover \nthe anticipated expenditures for 6 months but not exceed $2 million. The flow of funds will be \napproved by the PMO, with funds for local training and consultants provided directly to OUSL \n                                                 \n9  Alternatively, the Government may seek ADB concurrence to implement scholarships through the ongoing ADB-\nassisted pilot Self-employment Promotion Initiative revolving fund established under Loan 1707-SRI(SF): Skills \nDevelopment; the ongoing Tharuna Aruna Program jointly operated by government and private sector; or the \nongoing student scholarship program. \n ", "  15\nvia an imprest account I/A subaccount as noted in the project administration memorandum. The \nPMO will provide funds to public and private schools under special programs for ICT equipment, \nlearning materials, and rehabilitation improvements to raise enrollment, increase access to \ndistance learning, and support scholarship programs for the needy. The PMO will pay suppliers \nthrough direct payment or direct purchase for proposal-based applications submitted to the \nPMO, screened by the task force, and approved by MTET and ADB.  \n \n1.  Accounting, Auditing, and Reporting \n41.  The Government will ensure that records and accounts are maintained to identify the \ngoods  and  services  financed  from  the  loan  proceeds.  Separate  project  accounts  will  be \nmaintained and audited annually in accordance with sound auditing standards acceptable to \nADB. A separate opinion on the use of the imprest account and statement of expenditure will be \nincluded in the annual audit report. Certified copies of such audited accounts will be submitted \nto ADB within 9 months after the close of each fiscal year. The PMO will prepare quarterly \nreports  on  the  implementation  of  project-funded  activities.  The  report  will  be  in  a  format \nacceptable to ADB, and will indicate progress made against established targets, problems \nencountered during the quarter, steps proposed and taken to solve problems, compliance with \nloan covenants, and project activities to be undertaken during the next quarter. A project \ncompletion report will be prepared within 3 months of the physical completion of the Project. \n \n2.  Project Performance Monitoring and Evaluation \n42.  In  addition  to  system  evaluation  of  the  DEPP  by  PMO  staff  and  consultants, \nperformance monitoring will be evaluated on baseline data under the Project collected from \nUGC, OUSL, SLIATE, and other public and private educational institutions participating in the \nProject. The baseline data include annual enrollment registration, attendance and graduation or \ncompletion rates by course and program, and unit costs based on output and budgets. These \ndata will be disaggregated by gender, campus, and program. Tracer studies will be carried out \nin the fifth year of the Project to determine the employment problems facing OUSL students, \nexternal degree students studying on-line, and private school students under the Project. The \nADB project performance monitoring system will provide  the project-monitoring framework. \nResult-based performance will be monitored by the PMO and evaluated against institution \nimprovement plans. The results of the tracer studies and surveys of OUSL and DEPP students \nwill be included in the analysis of impact. Benefit evaluation will be measured qualitatively \nagainst stated goals of improving the number of enrollees, and against cost-effectiveness \nmeasures. The performance-based management systems at OUSL, SLIATE, and participating \nprivate institutions will be based on management and budget-related performance indicators \ndeveloped under the Project (Appendix 13). \n \n3.  Project Review \n \n43.  Given the labor-intensive nature of enhancing skills in Sri Lanka, the project approach \nwill be long term, and monitoring will be process and output oriented. Comprehensive reviews of \nproject performance will be conducted at the end of the first and third year of implementation. \nThe first review will focus on the success of the implementation procedures. The second \n(midterm) review will focus on overall benefits, achievements, and restructuring and reallocation \nof project funds. Financial compliance monitoring will focus on agreed-on criteria and guidelines \nestablished by the PMO to ensure that funds flow efficiently, transparency is maintained, and \naudits are carried out annually.  \n \n \n \n ", "16  \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits and Impacts \n \n44.  The Project offers many benefits to postsecondary education institutions and students. \nOverall, educational opportunities will increase for an additional 100,000 postsecondary school \nstudents, who will benefit from better course content structured for easy transfer of academic \ncredits across schools. As students gain access to a wider choice of institutes and programs, \nprogress from certificate to diploma to degree courses within and across educational institutions \nwill become easier. OUSL is expected to double enrollment from about 20,000 to 40,000, and \nthe student completion rate from about 6.5% to 12.3%. At the end of the Project, over 25,000 \nstudents pursuing self-study in private institutions will have access to on-line distance learning, \nwhich is expected to increase the number of students completing external degrees. About \n35,000 additional students in PPSIs will gain access to student services and course content on-\nline.  About  20,000  unemployed  secondary  school  graduates  will  gain  access  to \nsemiprofessional job training. A wide variety of postsecondary institutions will benefit from the \nProject. OUSL will be a major beneficiary. About 125 private postsecondary profit and nonprofit \ninstitutes will also benefit. In all, about 150 public and private institutes and 80,000 additional \nstudents will benefit from the Project each year by 2012. Over 18 years, about 1.4 million more \nstudent enrollees will have access to postsecondary education due to the Project. The Poverty \nReduction and Social Strategy is found in Appendix 14.  \n \n45.  As educational opportunities increase, so will the number of students completing their \nstudies. The Project will improve economic opportunities, with dependence on the public sector \ngiving  way  to  economic  restructuring  to  modernize  the  labor  force  through  promotion  of \ndemand-based job skills required in the private sector, such as accounting, business, computer, \nand language skills. Job mobility will increase as workers have more choice, in or outside Sri \nLanka. The project economic internal rate of return estimate has been calculated at 14% for the \nlow scenario, and 23% for the likely scenario once the social conflict is resolved and the market \nis deregulated. Job mobility creates job vacancies throughout the structure while raising skill \nlevels and expectations. The Project will support the ADB and government strategy to increase \npostsecondary education opportunities to improve skills needed for the modern economy. The \neconomic analysis is consistent with the fiscal impact of public sector investment, including \nrecurrent costs. The evaluation provides for a cost-benefit analysis with collection of data, and \nidentifies underlying risk factors of new technologies; the move to open markets; and the lack of \nphysical infrastructure. The Project will support the institutional capacity of MTET, and policies \nsupporting public-private partnerships, ICT, and support for beneficiaries outside Colombo. The \neconomic  and  financial  criteria  of  the  Project  support  its  feasibility  up  to  14  years  after \ncompletion. Abandoning the Project will leave the postsecondary education sector in disarray, \nwith little prospect of rationalizing expansion intake of capacity; harnessing the private sector as \na  strategic  partner;  encouraging  quality  improvement,  especially  through  new  learning \ntechnologies; or supporting improvements in OUSL to double enrollment, especially outside \nColombo. The Economic justification is found in Appendix 15. \n \n46.  As OUSL graduates more government workers from rural areas, social services in \ngovernment offices will improve: rural towns will gain more human resources, and communities \nwill become more efficient in sharing and using information and knowledge needed to utilize \nsocial services. OUSL will become semiautonomous and be able to recover 40% (up from the \ncurrent 25%) total annual expenditure by 2008, and 50% by 2010. As government expansion of \ntertiary education is unlikely, OUSL will lead the way toward recovering as much as half of the \ncost of daily operation, thereby supporting cost-containment policies to expand enrollment \nwithout  sacrificing  quality  or  increasing  budgets.  Improved  public-private  participation  will \nenhance cooperation among 150 major postsecondary educational institutions, including OUSL, \n ", "  17\ntechnical colleges, and private profit and nonprofit institutions that provide diploma and degree \nprograms.  Shared  information,  including  career  guidance  and  job  information,  national \nstandards for course content and school admissions, and link programs between foreign and \nlocal and public and private institutions will help improve efficiency and offer students a choice \nin educational opportunities. Establishment of the NDEN will help develop the means to provide \non-line educational learning across the country, especially to areas outside major urban centers. \nSpecial attention will be provided to the conflict areas in the north and northeast and to \nplantation areas in the highlands. As Sri Lanka modernizes, it will not remain isolated from the \nflow of global information, knowledge, and technology. The DEPP will link Sri Lanka with the \noutside world through link programs with foreign universities and web-based institutions, while \nlinking  public  and  private  partnerships  within  the  country.  This  coordination  function  to \nmainstream access to information and knowledge is essential to economic development.  \n \n47.  Gender. Females are well represented at all levels of the education system, with over \n50% graduating and gaining entrance to the next higher level at every stage of education. \nHowever, female university graduates are twice as unlikely to find jobs after graduation due \npartly to a disproportionately large number of females studying in the arts and humanities, which \nare less marketable than the sciences and professions. Females once comprised a large \nproportion of the new teaching staff recruited by government. Professional growth in teaching \npositions has declined over the past 5 years as enrollment in primary education declined, \ndirectly affecting educated female labor. Certain cultural and social factors, including geographic \nmobility, have prevented educated women from taking  jobs.  The  Project  addresses  these \ninequities  by  providing  career  guidance  and  job  search  skills  from  which  females  may \ndisproportionately  benefit,  and  performance  monitoring  indicators  will  be  disaggregated  by \ngender.  \n \n48.  Conflict Areas.10 For the past 20 years, people living in conflict areas have experienced \nsevere trauma. Aside from being separated, many families have been dislocated from their \ncommunities  or  unable  to  leave  their  community  to  avail  themselves  of  educational  and \neconomic opportunities. The Project will provide alternatives to the educated poor unable to \nmigrate who seek low-cost educational study via distance education. \n \n49.  Ethnicity.  Sri  Lanka's  population  is  divided  into  several  main  cultural  and  ethnic \ndivisions: Singhalese (75%), Tamil (15%), Muslim (8%), and Christian (2%). While all groups \nprovide educational services to their own community, many from each group still require access \nto public education. The civil conflict is mostly a result of ethnic and cultural differences. The \nProject  will  strengthen  the  public  system  to  provide  low-cost  quality  distance  education \nnationwide to all, regardless of ethnicity. Efforts will be made to support plantation districts and \nconflict  areas,  where  ethnic  minorities  and  vulnerable  groups  generally  are  isolated  from \nmainstream opportunities. \n \n50.  Poverty Reduction. Outside metro Colombo, Western Province, and other large major \ncities, poverty is widespread, especially in plantation areas in the highlands, where economic \nopportunities are limited to tea plucking, especially for males. The north and northeast, where \nsocial conflict has kept the economy from expanding, are also especially poor. The Project will \nhelp poor areas raise the level of educational skills and educational opportunities via access to \ndistance  education.  Educational  opportunities  yield  the  educational  mobility  needed  by \nexpanding economies. \n \n                                                 \n10 World Bank. 1999.  Rural Poverty in Sri Lanka. Washington DC; ADB. 2000.  Technical  Assistance to the \nDemocratic Socialist Republic of Sri Lanka for Preparation of the North East Emergency Rehabilitation Project. \nManila.     \n ", "18  \n51.  Environmental Impact. The Project will have no adverse environmental impacts, as it \ninvolves only expanding existing facilities at OUSL. The low-cost distance learning component \nmay provide alternatives to building physical education facilities in many public and private \ninstitutions and thus bring environmental benefits by reducing potential construction-related \nimpacts. \n \nB.  Risks \n \n52.  Distance  education  projects  supporting  postsecondary  education  in  Sri  Lanka  face \ntechnical, institutional, and financial risks, which are, however, outweighed by the integrated \nbenefits and impacts. \n \n53.  Technical  Risks.  Distance  education  will  not  expand  rapidly  in  Sri  Lanka  if  high \ntelecommunication costs and poor access to infrastructure persist. The DEPP will be phased, \nstarting with basic facilities and expanding by taking advantage of the web-based  Internet \nconnectivity with outreach first through OUSL campuses. In the third year, multimedia centers \nwill be added to SLIATE, public and private institutions, and eventually Internet cafes. The \nGovernment has taken initiatives to deregulate the telecommunications industry, and connection \ncharges are expected to decline as service improves. Over 6 years, technology will get simpler, \nawareness of it will rise, and the youth will gain experience in the use of Internet and other ICT \nfeatures. Generally, growth in new technologies tends to be exponential, with diffusion of the \ninnovation upon implementation. The Project provides the major up-front costs for equipment \nand  technical  expertise.  By  project  completion,  the  transfer  of  technical  expertise  will  be \ncomplete, and recurrent costs will be contained. At that time, the Government may choose to \nincorporate the DEPP into the private sector multimedia university system.   \n \n54.  Institutional Risks. Public sector institutions in Sri Lanka still require significant capacity \nbuilding to become effective. OUSL still has weak administrative and financial structures that \nprevent efficient and timely registration and follow-up of student enrollments. Before fees can be \naccurately collected and tracked, the administration and coordination system of all campuses \nneeds to be streamlined. While the academic side of OUSL appears strong enough to fully \nutilize development funds under the Project, OUSL may find it difficult to upgrade its academic \ncourses and migrate them to the web and provide the backup support for  on-line students. For \nthis reason, the DEPP management will be outsourced to a private contractor to develop the \nprocedures and technical capacity to provide these services, and to market and distribute them \nto numerous institutes around the country. The Project provides funds for training of staff. MTET \nis a new ministry that recently split off from the Ministry of Education and Higher Education. \nMTET needs to be strengthened if it is to pursue a coherent approach to policymaking. MPD&I \nis tasked with overseeing tertiary education reform, educational employment strategies, and ICT \nlearning technologies for the country. The PMO will support MTET, provide training for key \nactivities, and liaise with assistance programs and all postsecondary institutes. The task force to \nscreen proposals for scholarships and facilities funding, and the DEPP technical committee to \nreview and recommend technical issues facing DEPP will support the steering committee and \nthe PMO. \n \n55.  Overall Project Financial and Economic Sustainability. The Project will depend on \nsynergies between the public and private sectors to ensure full utilization and wide application of \ndistance education and open learning. The extensive upgrading of OUSL is designed to double \nenrollment  while  providing  varied  high-quality educational opportunities  on-line. A financial \nanalysis of OUSL current and future expenditure and income suggests that 25% cost recovery \nthrough fees can easily be increased to 40% by the end of 2008 by increasing fees by 10-15% \neach  year  and  doubling  enrollment.  OUSL  can  follow  the  world  lead  in  employing  new \ntechnologies to increase access and will be sufficient to cover all incremental recurring costs \n ", "  19\nafter project completion. Likewise, the incremental recurrent costs incurred by the DEPP after \nproject completion are projected at about $1 million. This amount will sustain DEPP operations \nat their current level in 2008. However, the DEPP needs to continuously expand to meet \nchanging demands of on-line learning and additional program and training initiatives. For this, \ncurriculum  and  training  staff  will  need  to  increase.  Servers,  main  connection  lines,  and \ncomputers will require upgrading and replacement from time to time. The costs and benefits of \nthe new technologies will rise as users increase, spreading the flow of information to a wider \naudience at reasonable cost (Appendix 16). \n \nV.  ASSURANCES \n \n56.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents: \n \n(i)  Open University of Sri Lanka and Distance Education Partnership Program \nManagement and Finance \n \n(a)  Within 6 months of loan effectiveness, MTET, in coordination with MPD&I, \nwill ensure that OUSL is allowed to utilize its discretionary funds from \nstudent fees to hire full- and part-time academic and technical staff. \n(b)  Within 6 months of loan effectiveness, OUSL will submit building plans for \nnew construction to ADB for approval. \n(c)  Within 2 years of loan effectiveness, the PMO will complete an extensive \nbaseline  study  of  OUSL  internal  and  external  efficiency  to  determine \nfuture growth and funding requirements and to set targets and guidelines \nfor enrollment and fee structures. \n(d)  Within  4  years  of  loan  effectiveness,  the  PMO  will  review  the \nperformance-based  operations  and  enrollment  growth  of  OUSL \ncampuses  to  recommend  the  need  for  and  cost-effectiveness  of \nadditional  expansion  to  meet  the  social  demand  for  education  and \ntraining.  \n(e)  All  OUSL  overseas  fellowships  will  require  that  participants  return  to \nOUSL and serve 3 years as a condition of study. \n(f)  Within 3 years of loan effectiveness, MTET will carry out a study to \nrecommend a transparent system for future DEPP management services \nand will act on these findings. \n(g)  Within 5 years of loan effectiveness, MTET and the Ministry of Finance \nwill analyze OUSL finances to determine the level of OUSL financing \nrecoverable from existing fees. Anticipated fees are expected to be at \nleast 40% of total recurrent expenditure, with the government assuring a \nbasic  grant  to  OUSL  to  cover  recurrent  expenditures  to  meet  the \nremaining 60% of OUSL operating costs after 2008. \n \n(ii)  Policy \n \n(a)  Within  1  year  from  loan  effectiveness,  MTET  will  introduce  a career \nguidance  public  awareness  campaign  promoting  the  availability  of \npostsecondary education opportunities and their linkages to the labor \nmarket, with a special focus on females.  \n(b)  Within 2 years of loan effectiveness, the PMO will establish a foreign-\ndomestic  institutional  exchange  program,  under  the  guidance  of  the \nsteering committee, that allows project institutions to apply for funds to \nexchange staff, curriculum, and degrees. \n ", "20  \n(c)  Within 2 years from loan effectiveness, MTET will finalize a policy with \nguidelines and evaluation criteria for standardizing accreditation of all \nprograms employing distance education, including admission policy and \ntransfer of credit across programs and institutions. \n(d)  Within 2 years of loan effectiveness, MPD&I will ensure implementation of \nthe national IT policy as it relates to hardware, software, and connection \ncharge discounts for postsecondary education institutions.  \n(e)  Within 3 years of loan effectiveness, MTET will develop a time-bound \naction plan to address the demand for programs through DEPP and other \ninstitutions. \n(f)  Within 3 years of loan effectiveness, MTET will develop a time-bound \naction plan to (a) oversee the implementation of policies on establishing, \noperating, and monitoring accreditation standards; and (b) provide fair \ntrade  practices  to  protect  students  in  postsecondary  education \ninstitutions. \n(g)  Within 3 months of loan effectiveness, MPD&I and MTET will assure \nimplementation of a need-based scholarship program agreeable to ADB \nfor  (i)  needy  OUSL  students,  (ii)  needy  external  degree  students \nregistered at DEPP to apply for free on-line service implemented under \nthe Project, and (iii) unemployed high school leavers. \n(h)  Within 2 years of loan effectiveness, MPD&I and MTET will establish a \npermanent Board to replace the task force in managing and monitoring \nstudent stipends and scholarships. \n \n \nVI.  RECOMMENDATION \n \n57.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 33,005,000 to the Democratic Socialist Republic of Sri Lanka for the \nDistance Education Modernization Project from ADB’s Special Funds resources with an interest \ncharge at the rate of 1% per annum during the grace period and 1.5% per annum thereafter; a \nterm of 32 years, including a grace period of 8 years; and such other terms and conditions as \nare substantially in accordance with those set forth in the draft Loan Agreement presented to \nthe Board.  \n \n \nTadao Chino \n                                                                                                                                      President \n \n \n \n19 May 2003 \n ", "    Appendix 1  21\nPROJECT FRAMEWORK \n \nDesign  Performance  Monitoring  Assumptions  \nSummary   Indicators   Mechanisms  and Risks \nI.  Goal       \n \nIncrease  •  Increased private sector employment  •  Household surveys   \nsocioeconomic  (SMEs) from 25% to 30% of total  •  Government/funding \ngrowth to raise  employment by 2009  agencies poverty \nhuman development  •  Decreased educated unemployment from  assessments \nlevels.   15% to 10% by 2012.  •  Public-private business \n•  Increased economic growth above 6%  statistics \nannually   \n•  Poor regions linked to better-off Colombo \nthrough public-private initiatives in \ndistance education \n \nII.  Purpose       \n \nDevelop distance  •  OUSL enrollment doubling from 20,000 to  •  Project reports  • The Government is \neducation to expand  40,000 by 2012  •  PPMS   committed to reforms \npostsecondary  •  Core policies on academic accreditation,  •  Surveys  linking education to \nschool enrollment to  ICT for on-line distance learning, career  •  OUSL, DEPP, project  relevant employment. \ndevelop a modern,  guidance, and private participation in  data records  • Educational institutes \nhigh-quality human  postsecondary education  •  ADB tracer studies  have the motivation \nresource base.   •  DEPP system established to  •  MPD&I, MTET  and capacity to employ \n  accommodate 25,000 external degree  monitoring reports  distance education \nstudents (2012)    methodologies to \n•  Public-private partnership task force    increase program \noperating among 150 postsecondary  quality and access. \ninstitutes by 2005  • MTET sets up a task \n•  MTET helps private schools increase  force to facilitate \nenrollment by 35,000 through equipment  policies for \npurchase, stipends for the poor, and  participation of the \naccess to distance learning by 2012  private sector in \n•  20,000 unemployed secondary school  degree programs. \nleavers to be provided semiprofessional   \njob training \nIII.  Project       \nDeliverables/ \nOutputs \n \nA. Distance  •  DEPP national distance learning network  •  ADB project reports  • OUSL is determined to \nEducation  operational in all OUSL campuses by  •  MPD&I, MTET, and  be a key player in \nPartnership  2006  PMO reports  distance learning and \nProgram (DEPP)  •  DEPP learning network available to 150  •  OUSL reports  will share its distance \nestablished to  public and private educational institutions    education ICT network \nincrease  on a cost basis by 2006  with other \neducational  •  DEPP management; business plans;  postsecondary \nopportunities   marketing strategy; and curriculum web  schools. \n  writing, training, and multimedia  • External degree \noperational by 2006  students will recognize \n•  DEPP engineering and technical services  the quality and \noperate 150 multimedia centers hookups  convenience of DEPP \nby 2005  distance learning. \n•  DEPP on-line admission system, career   \nguidance and labor market information \nsystem, and accreditation of transcript \nevaluation exist by 2006  \nADB = Asian Development Bank, DEPP = Distance Education Partnership Program, ICT = information and communication \ntechnology, MIS = management information system, MPD&I = Ministry of Policy Development and Implementation, MTET = \nMinistry of Tertiary Education and Training, OUSL = Open University of Sri Lanka, PMO = project management office, PPMS = \nproject performance management system, SME = small- and medium-sized enterprise. \n ", "22 Appendix 1 \nDesign  Performance  Monitoring  Assumptions  \nSummary   Indicators   Mechanisms  and Risks \nB. Consortium of  •  MPD&I and MTET policy in place to  •  MPD&I, MTET, and  • DEPP will provide \npublic-private  support public-private partnerships in  PMO reports  high-quality programs \npartnerships  postsecondary education institutes, by  •  ADB studies  that attract clients to \nestablished to  2006    purchase services at \nimprove  •  Career guidance program linked to  reasonable cost. \nstandards  academic prerequisites, and labor market   \n  demand for male and females by 2006 \n•  Foreign-domestic link programs in 150 \nschools to increase technology transfer by \n2006 \n•  Policy for accreditation tied to transcript \ntransfer across postsecondary institutions \nand academic programs by 2005 \n•  Stipends for 4,500 (annually) needy \nOUSL students, needy DEPP students  \nand unemployed A-level graduates \nseeking short term skill development  \n•  Public-private fund to 150 schools for \nequipment and stipends operational by \n2004 \n•  National ICT policy for distance learning \ncompleted by 2006 \n \nC. OUSL (central  •  Effective MIS, cost accounting system  •  Project reports  • Government can \nand regional  using modern management practices for  •  PPMS  develop and implement \ncenters)  outreach to all campuses, training and  •  Government policy on  policy on public-private \nupgraded   programs in budgeting, admission on-line,  public-private  partnerships in \nperformance-based evaluation, with  partnerships  postsecondary \nresults based budgeting in place by 2006  •  OUSL progress reports  education. \n•  Student-centered admissions system for  •  MPD&I, MTET, and  • OUSL administration is \nmales and females by 2006  PMO reports  willing to modernize \n•  Establishment of modern facilities and    administrative \nequipment in educational learning  procedures to improve \ntechnologies and in natural and  efficiency. \nengineering sciences to train master \ntrainers and provide advanced labs for \nstudents in core science programs, \nfunctioning by 2006 \n  •  Upgrade of OUSL central university press,    • OUSL regional and \nlibrary, and multimedia facilities for use in  study center staff can \npreparing and upgrading curriculum to  be increased using \nmultimedia on-line web-based learning, by  contract staff to \n2006  supplement existing \n•  Staff development of administrative,  professional and \nacademic, and technical staff in key areas  technical staff. \nby 2007   \n•  Proposal-based upgrade of facilities of \none new and four regional centers, and \nstaff development by 2006 \n•  Proposal-based upgrade of 21 of 17 \nexisting and 5 new OUSL study centers \nby 2009 \n•  Regional outreach admissions and \naccreditation by 2008 \n \n   ", "    Appendix 1  23\nDesign  Performance  Monitoring  Assumptions  \nSummary   Indicators   Mechanisms  and Risks \nIV.  Project       \nActivities \n \nA. Quality and       \nefficiency of       \ncontent and       \nservice delivery       \n       \n•  Establish DEPP  •  MPD&I, MTET, and PMO to outsource  •  UGC program goals   • MPD&I and MTET are \nto develop online  development of business plan and  •  Project reports and  committed to working \nquality programs  operations: mid-2003–mid-2007; turn over  monitoring  with foreign \non a cost- to OUSL or private firm to be decided in  •  PMO monitoring of  postsecondary \nrecovery basis  2008  contractors  institutes to transfer \n    •  PMO monitoring of  technology. \n•  Establish a  •  MPD&I, MTET, and PMO to supervise  contractor business  • Public and private \nbusiness and  contractor to organize and operate DEPP  plan and evaluate  postsecondary \nmarketing plan,  production and distribution services: mid- recurrent costs and  institutions cooperate \ncurriculum, and  2003–mid-2008  receipts  to improve capacity of \ntraining unit to    •  PMO monitoring of  postsecondary \nproduce    contract for hardware  education. \nmultimedia    installation, operation  • Outsourcing of DEPP \nmaterials for    and maintenance, and  is cost-effective before \nonline access by    servicing costs  project completion. \nstudents    •  UGC decision on   \n•  Establish an ICT  •  MPD&I, MTET, and PMO to contract  performance-based \nsystem network  hardware configuration and installation  systems \nlinking all OUSL  and operation: start–end 2003 - end-2007  •  ILO development and \ncenters with 150  installation of labor \npostsecondary  market information \ninstitutes  system and job-listing \nfor on-line access \nB. Public-private       \npartnership \nmodels to \nimprove \nefficiency \n \n•  Student stipend  •  Socially targeted program managed by  •  PMO data  • MPD&I and MTET task \nprogram for poor  PMO: mid-2003–mid-2008  •  Special reports,  force on public-private \nunemployed    advisory committee  partnership will \nsecondary school  reports  develop guidelines on \nleavers and those  •  MPD&I and MTET  resource sharing. \nusing distance  evaluations  • UGC will implement \nlearning system  •  ADB evaluation  accreditation board. \n•  School  •   Private sector matching grants to support  •  ILO evaluation  • ILO will implement job \ndevelopment fund  expansion and stipends for the needy,    website  \nprogram to  managed by PMO: mid-2003–mid-2008  • MPD&I and MTET will \nsupport    reform tertiary \npostsecondary    education \ninstitutes \n•  Public awareness  •  Public awareness program to promote     \nfor career  career guidance and job information \nguidance, job  online. PMO through consultants to \ninformation  design and execute DEPP: 2003–2005 \nsystem, and   \nacademic \ncounseling \n       \n       \n       \n       \n ", "24 Appendix 1 \nDesign  Performance  Monitoring  Assumptions  \nSummary   Indicators   Mechanisms  and Risks \n•  Foreign link  •  Proposal-based awards though PMO:     \nprograms to  2003–2008   \ntransfer     \ntechnology to     \nlocal institutions     \n•  National  •  National accreditation policy and plan     \naccreditation  developed by PMO through UGC: 2003–\nprogram to set  2006 \nstandards and   \nallow flexible   \ntransfer of credits   \n•  Result-based  •  Surveys administered by PMO to \nperformance  establish guidelines and program for \nprogram linked to  OUSL and for public and private \nbudgeting and  postsecondary institutes under the \nrecovering  Project: 2003–2006 \nrecurrent costs \nC. OUSL programs       \nto improve       \naccess to public       \ngoods       \n •  Upgrading of   •  OUSL and PMO: 2003–2006   •  Project  •  OUSL faculties and \nfacilities, library,    documents/reports  regional centers are \nmultimedia,      committed to quality \nuniversity press,    improvements and \ncourseware, and  have budgetary \nfaculty   discretion to hire \n  contract staff. \n \n•  Staff development  •  OUSL and PMO: 2003–2008  •  Evaluation of private  • OUSL will finance \nfor foreign and    sector participation  expansion through \nlocal fellowships,      course fees. \ncurriculum     \nmaterials, \nresearch, and \ntraining \n•  Performance - •  PMO and OUSL: 2003–2006  •  Number of foreign   \nbased    universities linked to \nadministration,  local universities \nfinancing,   \nbudgeting, \nauditing, and \nstudent services  \n       \nV.  Project Inputs       \n       \n•  Research studies  $0.35 million  •  Project monitoring data,  •  Counterpart funds are \n•  Civil works  $6.5 million    progress reports,     available. \n•  Equipment/  $16.7 million    project accounts  •  Procurement and \nfurniture    contractor \n•  Instructional  $1.5 million      arrangements are  \nmaterials    well managed. \n•  Staff development  $2.4 million     \n•  Consulting  $5.2 million     \nservices \n•  Stipends  $9.0 million     \n•  Matching grants  $8.0 million     \n•  Recurrent costs  $3.4 million     \n•  Project  $1.0 million     \nimplementation \n•  Others  $6.0 million     \n   ", "PROBLEM AND SOLUTION TREE  \n \n  \n  Expand enrollment through distance education to modernize postsecondary education to \n  broaden and deepen the national human resource base. \n \n \nEmploy distance education to increase  Promote public-private partnerships to build service delivery capacity of  Improve internal efficiency of the Open \n \neducational opportunities nationwide through  all postsecondary institutes to increase educational opportunities for  University System through administration \nonline m  odern web-based instructional  secondary-school graduates, especially through distance education.  streamlining and academic modernization to \n  programs.  increase educational opportunities. \n \n \nEstablish an arms-length  Establish the  Support higher  Support institutional  Support special programs  Upgrade the Open  Upgrade \n \npublic-private Distance  hardware  education policy reforms  performance audit, survey,  for public-private  University  facilities, staff \nEducation  Partnership  network for a  of the ministries of  plans, and milestones to  partnership matching  administrative,  development of \nProgram (DEPP) to develop  Policy Development and  achieve performance- grants to reduce high cost \n  national distance  planning,  the various \na business plan to provide  Implementation, and  based system for Open  of borrowing for educational \nweb-base d curriculum  education  Tertiary Education and  University and other  institutions seeking funds  management, and  faculties, and \nnetwork and  budgeting system  regional \nsoftware de velopment and  Training to provide  institutions to measure  for information and \ntraining to serve  provide the  students with  performance standards,  communication technology,  to improve  campuses \npostsecond ary institutions  operation and  information on available  develop an accreditation  staff training, and facility  efficiency, raise  through \nand allow  outreach of  maintenance to  academic programs,  system for easy enrollment,  upgrading. The public- standards, and  proposal-based \ncoursework  to the nation.  sustain DEPP  student capabilities and  and transfer policy within  private partnership program  monitor result-  requests to \nThrough a b usiness plan,  service delivery.  qualifications for  and across institutions, and  includes support for  based  increase \ngenerate an active system of  program registration,  link to the formal tertiary  performance-based student \nperformance of  enrollment and \nusers for a  wide range of  and employment  education system to ensure  stipends directed at the \nstudents and  reduce the \npostsecondary institutes who  information (jobslisting),  quality and flexibility in  qualified poor to attend \nwill pay user  fees to access  and mentoring and  educational opportunities.  postsecondary institutes,  teachers.  dropout rate. \ninformation a nd instructional  tutoring programs on- Result-based performance  and foreign-local \nmaterials inc luding tutorials,  line with wide outreach  will ensure better  institutional link programs \nlibrary reference materials,  to towns nationwide.  monitoring of budgets and  to encourage technology \n \nand the Internet.  increase institutional  transfer needed to raise \n  autonomy.  standards. \n \n \nProject Outputs     \n•  New distance learning technologies to increase  •  Public-private partnerships to promote cooperation,  •  Improved OU internal efficiency to raise \nenrollment and extend outreach to towns  resource sharing, and technology transfer to encourage the  enrollment and reduce dropout rates \n•  Establishment of DEPP using 100% public  private sector to increase enrollment  •  Revised OU accounting practices, regional  A\ncompany ownership with an option to go for  •  Establishment of job-listing, institutional rating, student  support, administration business plan,  pp\ne\n51% private ownership after 5 years  career guidance system available on DEPP  admissions, education management information  n\n•  Web-based system of on-line distance learning,  •  Establishment of an on-line system of tutors and public- system, monitoring systems  dix\nincluding web-writers, on-line tutors, trainers  private mentoring program  •  Proposal-based staff development upgrade to   2\n \nand mentors, career guidance, and job-net  •  Audit, study, recommendations, and plan adopted to assure  increase academic performance, academic \nwebsite  quality of institutional program standards, accreditation,  research service delivery organization \n•  National distance learning network operation  enrollment, and transfer policy  •  Service upgrade of library, multimedia center,  2\nand maintenance  •  Establishment of public-private partnership program to  and university printing press  5 \nsupport procurement of ICT and facilities and staff training  •  New ICT and multipurpose laboratory facilities \nfor online learning and stipends for needy students and for \nthose learning online \n•  Scholarships for poor students and unemployed high school \ngraduates. ", "26 Appendix 3 \nDISTANCE EDUCATION \n \nA.  What is Distance Education? \n \n1.  Within a context of rapid technological change and shifting market conditions, the world \nis challenged with providing increased educational opportunities without increased budgets. \nMany educational institutions are answering this challenge by developing distance education \nprograms. At its most basic level, distance education takes place when a teacher and student(s) \nare separated by physical distance, and technology (i.e., voice, video, data and print), often in \nconcert with face-to-face communication, is used to bridge the instructional gap. These types of \nprograms  can  provide  adults  with  a  second  chance  at  a  college  education,  reach  those \ndisadvantaged by limited time, distance or physical disability, and update the knowledge base of \nworkers at their places of employment. \n \nB.  Is distance education effective? \n \n2.  Many educators ask if distance students learn as much as students receiving traditional \nface-to-face  instruction.  Research  comparing  distance  education  to  traditional  face-to-face \ninstruction indicates that teaching and studying at a distance can be as effective as traditional \ninstruction, when the method and technologies used are appropriate to the instructional tasks, \nthere is student-to-student interaction, and when there is timely teacher-to-student feedback. \n \nC.  How is distance education delivered? \n \n3.  A wide range of technological options are available to the distance educator. They fall \ninto four major categories: voice, video, print and data. For data, computers send and receive \ninformation electronically. For this reason, the term \"data\" is used to describe this broad \ncategory of instructional tools. Computer applications for distance education are varied and \ninclude (i) computer-assistaed instruction, (ii) computer-managed instruction, (iii) computer-\nmediated education such as electronic mail, fax, real-time computer conferencing, and World-\nWide Web applications. \n \nD.  Key Players in the Distance \n \n4.  The following briefly describes the roles of these key players in the distance education \nenterprise and the challenges they face. \n \n5.  Students.  Meeting  the  instructional  needs  of  students  is  the  cornerstone  of  every \neffective distance education program, and the test by which all efforts in the field are judged.  \n \n6.  Faculty. The success of any distance education effort rests squarely on the shoulders of \nthe faculty. In a traditional classroom setting, the instructor's responsibility includes assembling \ncourse content and developing an understanding of student needs. Special challenges confront \nthose teaching at a distance. For example, the instructor must (i) develop an understanding of \nthe  characteristics  and  needs  of  distant  students;  (ii)  adapt  teaching  styles  taking  into \nconsideration the needs and expectations of multiple, often diverse, audiences; (iii) develop a \nworking understanding of delivery technology, while remaining focused on their teaching role; \nand (iv) function effectively as a skilled facilitator as well as content provider. \n \n7.  Facilitators. The instructor often finds it beneficial to rely on a site facilitator to act as a \nbridge between the students and the instructor. To be effective, a facilitator must understand the \nstudents being served and the instructor's expectations. ", "Appendix 4          27 \nEDUCATION AND POSTSECONDARY EDUCATION SECTOR ANALYSIS \n \nA.  Background \n \n1.  Sri Lanka has always had a strong commitment to human development and poverty \nreduction, and can boast of wider coverage of basic social services than other countries in \nSouth Asia, but only in basic education (Figure A3.1). The low unit costs, efficient allocation, \nand high volume of utilization in basic education are not present in postsecondary education, \nwhere students are few and unit costs are high. In primary school (grades 1–6), 99% of the age \ncohort is enrolled. In lower secondary education (grades 7–9) about 90% is still enrolled. Only at \nthe end of grade 11 do the enrollment rates decline, as about half the students do not qualify to \ncontinue to grade 12. Those who complete grade 13 take a national examination to determine \nwho may enter university. About half the grade 12 students are successful (about 100,000, or \nless than 25% of the age cohort). What happens to them? About 15% enter conventional \nuniversities, while 5% go to Open University of Sri Lanka (OUSL) or technical colleges. About \n10% attend local private colleges (many are newly formed), 10% go abroad to study, and 10% \nenter external degree programs under university guidance but essentially study on their own \nand pay for tutoring. Hence, 50% undertake some sort of study. Of the remaining 50%, about \n35% have jobs and 15% are unemployed while looking for work and waiting to gain entrance to \nschools. The Project is designed to increase educational opportunities by expanding OUSL, \ndistance  learning,  and  public-private  sector  capacity  to  meet  the  social  demand  for \npostsecondary education. The above approximate percentages are complicated by the fact that \nstudents from previous cohorts also sit for national examinations a second time, and so a \nbacklog of youth seeks entrance from the previous years while the general trend has not \nchanged for the past 10 years (Figure A3.1). \n \nB.  Regional Distribution by Poverty Indexes and Gender \n \n2.  The number of poor (those in the lowest income quintile) do not normally graduate from \nhigh school. Approximate numbers derived from the Asian Development Bank (ADB) report on \npoverty reduction in Sri Lanka suggest that 95% of these poor are in primary school, about 35% \ncomplete lower secondary, about 15% make it through upper secondary, but about 20% are \nfound in universities. University entrance is based on merit along with quotas for the rural poor. \nHowever, many rural poor do not receive quality education and do not do well on national \nexaminations. ADB and the World Bank have secondary and basic education projects to help \ncorrect this imbalance. \n \n3.  The  Project  will  address  access  of  the  poor  to  improve  postsecondary  education \nopportunities by increasing access to OUSL Programs (Figure A3.2) regional centers, many of \nwhich are in provinces outside metro Colombo and Western Province. The Project will also help \nincrease access of the poor to distance learning through multimedia centers, which will allow \nstudents to study, receive quality materials, and have access to a tutor on-line (Figure A3.3). \nHalf of OUSL students (10,000) study at about 20 regional centers and are expected to increase \nto 25,000 by the end of the Project (Table A3.1). New sites in conflict areas and in poor \nplantation districts will help increase enrollment disproportionately. About 2,000 scholarships \nannually will be provided to OUSL students to help cover their fees, and 65% will be provided to \nalso geared to increase educational opportunities for secondary school graduates who do not \nenter any formal institution and are forced to become external degree students. About 1,000 \nannual stipends will be provided to these and OUSL students who are able to study on-line. The \nProject will support scholarships for needy students by offering incentives to private schools to \nincrease their support to poor students. ", " 28 Appendix 4 \n4.  Females exceed 50% of enrollment at all levels of education, facing not lack of access to \neducation  but  to  a  wide  range  of  academic  programs,  especially  in  the  sciences  and \nprofessions. After graduation, women do poorly in finding jobs in the areas for which they were \ntrained. The Project will provide student career guidance and job search. The Project will help \nfemale students think strategically about their educational opportunities and prospects and \nadvise them on how to get jobs. \n \n5.  Rural  areas  outside  the  Western  Province  and  metro  Colombo  are  generally \nunderserved, especially the plantation districts in the highlands and conflict areas in the north \nand northeast. Postsecondary private institutions outside the towns are few and of poor quality. \nThrough a media awareness campaign, these institutions will be invited to upgrade facilities to \nincrease enrollment throughout Sri Lanka and to encourage on-line study. Special attention will \nbe given to upgrading the Jaffna campus and connect it on-line to DEPP and to OUSL study \ncenters in conflict areas. \n \nIII.  The Government Budget \n \n6.  The Government has been spending around 3% of gross domestic product (GDP) on \neducation for over 10 years. Higher education accounts for about 20% of this or 0.6% of GDP. \nFunds for higher education are provided through the University Grants Commission. Budgets \nare not performance based, and so the Project will help introduce new procedures of zero-\nbased budgeting based on results to encourage quality improvement through demand-driven \nenrollment and competition. The education budget has not grown because of severe economic \nconstraints on the budget to keep the deficit from rising. The Government knows that enrollment \nin postsecondary education must be increased and quality raised but without increasing the \nbudget. Innovative ideas must be found to increase enrollment while guaranteeing quality \nproducts. The Project will help streamline OUSL so it can double enrollment at minimum cost by \nemploying contract professors and technical staff, for example, and using on-line admissions, \ntutorials, and modern curriculum materials. The Project will develop DEPP to provide access to \nquality programming for public and private educational institutions. Special assistance will be \nprovided to external degree students. Finally, the Project will introduce ways to support public-\nprivate partnerships so enrollment in private schools can meet some of the social demand that \nthe public sector cannot. The World Bank will help the formal university system, which is free \nand underutilized, and unemployable graduates. The ADB Project will cater to postsecondary \ninstitutes  other  than  conventional  universities,  including  OUSL;  technical  colleges;  private \nnonprofit professional organizations such as the Ceylon Chemical Society, which wishes to train \nand license members; and private for-profit schools, mostly in information and communication \ntechnology, business, and commerce. \n \n7.  OUSL  enrolls  about  10,000  students  annually  in  certificate,  diploma,  and  degree \nprograms that provide a progressive ladder of opportunity to all students. OUSL also addresses \nthe need to transfer knowledge and skills developed in higher education to other sectors such \nas secondary education, teacher training, and continuous professional development of workers \nin many fields. Students pay fees at OUSL, because many are employed and do not qualify for \nfree education. The fees help cover the nonsalary recurrent costs and allow students to learn \non-line through print media, audio and video multimedia, and soon, distance learning. OUSL \nreached its capacity in 1998 when enrollment peaked due to lack of budget growth. Enrollment \ngrowth will stagnate until OUSL upgrades its admissions and accounting systems; core facilities; \nand student services (university press, multimedia center, library, management information \nsystem, and educational technology division) to stay ahead of the knowledge curve and expand \noutreach to the towns and villages to become more client centered. \n ", "Appendix 4  29\n8.  The rationale for OUSL and distance learning is provision of public goods, especially \nsocial services for those in remote areas. OUSL courses are demand driven, as most public \nemployees seek to improve their skills through them. OUSL is an in-service provider for the \nGovernment and for private businesses with underdeveloped on-the-job training. OUSL needs \ngovernment support to strengthen the public service workforce in towns and rural areas; to \nincrease the stock of knowledge; and to offer education and, eventually, economic mobility. \n \nFigure A3.1: Structure of Education in Sri Lanka \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " 30 Appendix 4 \nFigure A3.2: Organizational Structure of OUSL \n \n \n \nCouncil \n \n \n \n \nVice- Chancellor \n \n \n \nSenate \n \n \n \n \n \nFaculties and    Administrative and \n \nDepartments  Financial Sections \n \n \n \n  Educational  Regional      Information   \nOperations  Internal  \nLibrary  Technology  Educational    Technology \nDivision  Audit \nDivision  Services    Division \n \n \n•  Regional    •  Printing Press  •  Office of the \n  centers      Registrar \nEngineering Technology  •  Teaching    •  Office of the  \n  centers      Deputy Registrar \n \n•  Civil Engineering  •  Academic \n•  Electrical and Computer Engineering  •  Examinations \n•  Mechanical Engineering  •  Student Affairs \n•  Mathematics and Philosophy of Engineering  •  Public Relations \n•  Textile and Apparel Technology  •  Establishments \n•  Agriculture and Plantation Engineering  •  Capital Works \n•  General Administration \n•  Security \nHumanities and Social Sciences  •  Maintenance \n•  Finance (Bursar) \n•  Education  •  Supplies \n•  Legal Studies   \n•  Language Studies   \n•  Management Studies   \n•  Social Studies \n•  Early Childhood Education \n \n \n \nNatural Sciences \n \n \n•  Botany \n•  Chemistry \n•  Health Sciences \n•  Mathematics and Computer Science \n•  Physics \n•  Zoology \n \n \n ", "Appendix 4  31\nTable A3.1: OUSL Staff and Student Populations, 1999 \n \n          % of all  % of all  \nCenter  Center  District  Staff  Students  Staff  Students \nRegional  Colombo  Colombo  22  10,200  19.6  52.8 \n  Kandy  Kandy  31  3,100  27.7  16.0 \n  Matara  Matara  9  1,150  8.0  6.0 \n  Jaffna  Jaffna  1  289  0.9  1.5 \n      Subtotal  63  14,739  56.3  76.3 \nStudy  Ambalangoda  Galle  6  200  5.4  1.0 \n  Ampara  Ampara    235  0.0  1.2 \n  Anuradhapura  Anuradhapura  5  265  4.5  1.4 \n  Badulla  Badulla         \n  Bandarawella  Badulla  5  300  4.5  1.6 \n  Batticaloa  Batticaloa  4  650  3.6  3.4 \n  Buttala  Monaragal  1  88  0.9  0.5 \n  Galle  Galle  4  450  3.6  2.3 \n  Kalutara  Kalutara  1  392  0.9  2.0 \n  Kegalle  Kegalle  5  300  4.5  1.6 \n  Kuliyapitiya  Kurunegala         \n  Kurunegala  Kurunegala  9  900  8.0  4.7 \n  Polonnaruwa  Polonnaruwa  5  150  4.5  0.8 \n  Ratnapura  Ratnapura  4  350  3.6  1.8 \n  Trincomale  Trincomale    174  0.0  0.9 \n  Vavuniya  Vavuniya    127  0.0  0.7 \n      Subtotal  49  4,581  43.8  23.7 \nNew    Gampaha         \nLocales    Hambantota         \n    Hatton         \n      Subtotal  0  0  0.0  0.0 \n  Colombo    Campus Subtotal  0  0     \n    Total  112  19,320  100.0  100.0 \n    Source: Open University of Sri Lanka Regional Education Department Report. 1999. \n \n \nFigure A3.3: Main Components of a Typical Multimedia Center \n \nTV and VCR \nV iewing\nVirtual Library\nCopmputer Lab\nCyber Cafe\nNetwork\nConnectons and \nServer\nPrint on Demand\nBook Store and  Photcopying\nFM Radio\n \n \n \n \n ", "32 Appendix 5 \nPOLICY MATRIX OF REFORMS BY COMPONENT \nPolicy Change  Policy Outcomes   Coordination \nComponent 1: Establishment of DEPP to Raise Quality and Enhance Capacity \nA.  Adapt new learning technologies to improve  •  New distance learning materials and  •  JICA \nquality.  system at University of Colombo \nB.  Promote distance education to improve  •  On-line tutorials, multimedia centers  •  JICA \naccess, outreach, support for ICT, distance  •  More external degree students \neducation \nC.  Provide student services on-line.  •  Career guidance, admissions, training, and  •  MTET \ntutorials \nD.  Establish national NDEN network to link  •  Hardware, software, and maintenance  •  MPD&I, \npostsecondary education institutes and    MTET \nsupport multimedia university. \nE.  Provide multimedia center concept to link  •  Network available for hookup for small fee,  •  MPD&I, \npublic-private partnership, Internet cafes,  expanded access to learning for public and  MTET \nschools, etc.  private institutes \n \nComponent 2: Public-Private Partnerships to Increase Access \nPromote Private Postsecondary Education \nA.  Coordinate public-private partnerships to  •  Matching grant to increase enrollments  •  MPD&I, \nincrease enrollments in private schools and  •  Linkages to share facilities/staff  MTET \nshare facilities and provide student stipends.  \nB.  Develop public awareness for school  •  Policies   •  ILO \nprestige rankings, career guidance, and job  •  Services on-line \nplacement. \nC.  Establish accreditation standards based on  •  Independent review board   •  UGC \nperformance and results.  •  Accreditation so students can transfer  \nD.  Promote foreign-domestic link programs to  •  Link programs, staff curriculum exchange,  •  MTET \ntransfer educational, technology, information,  software purchase, degree recognition \nand knowledge.   \nE.  Promote enabling environment for public- •  Upgraded curriculum, access to distance  •  MPD&I, \nprivate partnerships to expand enrollment in  learning, easy registration and transfer of  MTET \npostsecondary schools while raising course  credits  •  UGC \nquality on a cost-sharing basis. \nComponent 3:  OUSL Expanded Capacity \nA.  Increase cost recovery through fees and use  •  25% to 40% through fees and enrollment  •  OUSL \nfunds to contract staff.  increase  •  MPD&I, \nMTET \nB.  Improve corporate, business, and marketing  •  Raised OUSL prestige \n•  UGC \nplans through modern administrative  •  Information and choice for students \n \nprocedures across 26 campuses.  \nC.  Raise quality of demand-driven course  •  Expanded facilities   •  MTET \nprograms and provide greater access to  •  Tutorial system  •  OUSL \nlearning through expanded campus  •  Administrative improvements for \nupgrades and tutoring to reduce student  admissions \ndropout. \nD.  Perform school financial audit; assess  •  Surveys, career guidance, expanded  •  SIDA \nstudent services, and internal and external  quality and capacity  •  NORAD \nefficiency. \nE.  Assess performance to determine  •  Academic audit  •  WB \naccreditation standards.  •  Independent accreditation board and \ncourse revisions \n \nDEPP = Distance Education Partnership Program, ICT = information and communication technology, ILO = International \nLabour Organisation, JICA = Japan International Cooperation Agency, MPD&I = Ministry of Policy Development and \nImplementation, MTET = Ministry of Tertiary Education and Training, NDEN = National Distance Education Network, \nNORAD = Norwegian Agency for International Cooperation, Sida = Swedish International Development Cooperation \nAgency, OUSL = Open University of Sri Lanka, UGC = University Grants Commission, WB = World Bank. ", "  Appendix 6  33\nEXTERNAL ASSISTANCE TO THE EDUCATION AND HIGHER EDUCATION SECTORS \n  Amount  Grant/  Year of \nSource  ($'000)  Loan  Approval \nA.  Asian Development Bank       \n  1.  Loans       \n    a.  Financial Management Training  13.1  Loan  1993 \n    b.  Secondary Education Development Project  31.0  Loan  1993 \n    c.  Science and Technology Personnel  20.0  Loan  1997 \n    d.  Skills Development Project  18.8  Loan  1999 \n    e.  Secondary Education Modernization  47.9  Loan  2000 \n        Subtotal  130.8     \n       \n  2.  Technical Assistance        \n    a.  Scientific and Technical Personnel Development  0.4  Grant  1995 \n    b.  Study on Financing of Social Services  0.4  Grant  1995 \n    c.  Resource Rationalization Action Plan under the  0.1  Grant  1996 \nDepartment of Technical Education and Training \n    d.  Skills Development Project  0.6  Grant  1998 \n    e.  Improving Education Planning  0.8  Grant  1998 \n    f.  Capacity Building for the Ministry of Vocational  0.2  Grant  1999 \nTraining and Rural Industries Project \nImplementation Management  \n    g.  Secondary Education Modernization Project  0.3  Grant  1999 \n    h.  Postsecondary Education Modernization Project  0.5  Grant  2000 \n        Subtotal  3.3     \n       \n          Total  134.1     \n       \nB.  Other External Sources        \n  1.  Bilateral       \n    a.  Australia  0.6  Grant  1996 \n    b.  Korea, Republic of       \n      Upgrading Engineering Equipment – University  1.0  Grant  1996 \nof Peradeniya \n    c.  Joint Germany and Sri Lanka Program        \n      (Phase I and II)  3.8  Grant  1995 \n    d.  Japan       \n      Establishment of an   6.4  Grant  1992 \n      Audio-visual Education Unit \n    e.  Sweden  2.4  Grant  1998 \n      Support for Bachelor of Information Technology      2000 \nDegree at the Institute of Computer Technology, \nUniversity of Colombo \n    f.  Norway         4.8  Grant  2000 \n      NORAD: Design of Administrative Procedures       \nfor Universities \n    g.  Sweden Implementation of Administrative   2.4  Grant  1990 \n      Procedures System in Support of NORAD with       \nSoftware \n        Subtotal  21.4     \n       \n2.  Multilateral        \na.  ILO: Support for job-net at Ministry of Labor   2.0  Grant  2002 \n    b.  WB-IDA       \n      i.  Second General Education Project  69.4  Loan  1997 \n      ii.  Teacher Education and Teacher  61.9  Loan  2001 \nDevelopment  \n      iii.  Distance Learning Project  3.0  Loan  2001 \n      iv.  Proposed Tertiary Education Project  30.0  Loan  2003 \n        Subtotal  134.3     \n          Total  289.8     \nIDA = International Development  Association (World Bank), ILO = International Labour Organisation, NORAD = \nNorwegian Agency for International Cooperation, WB = World Bank. \n   ", "34 Appendix 7 \nTASK FORCE EVALUATION OF PUBLIC-PRIVATE PARTNERSHIP PROPOSALS \n \nA.  Draft Procedures \n \n1.  The  Ministry of Tertiary Education and Training (MTET) will establish a task force \ncomposed  of  public  and  private  sector  representatives  to  review  procedures  to  establish, \noperate, and maintain postsecondary institutes that grant diplomas and degrees. The task force \nwill  conduct  interviews  and  studies  and  recommend  ways  to  establish  a  framework  for \ncooperation among postsecondary education institutes under MTET. Cooperation is intended to \nincrease the effectiveness of public-private partnerships to improve postsecondary education, \nraise standards, and help meet the social demand for postsecondary education. The task force \nwill present policy recommendations to define rules and regulations on opening, operating, and \nclosing institutes; and providing accountability for maintaining academic standards, accreditation \nrequirements, and fair trade practices to protect students. To meet these goals, the task force \nwill review applications under the Project submitted by public-private partnerships seeking \nmatching grants to strengthen institutional capacity to increase enrollment.  \n \n2.  The  Public-Private  Partnership  Matching  Grant  Program  is  designed  to  provide  a \nmaximum of $25,000 (50% of proposal costs) to qualified private sector institutes requesting \nassistance to upgrade facilities. About 100 of 200 eligible private sector schools are expected to \nqualify. To qualify, the postsecondary institute has to be a licensed school in operation for 3 \nyears on its own premises and with at least 150 students studying for diplomas and/or degrees. \nThe proposal will include several features designed to help private institutes expand enrollment \ncapacity (and the poor student population) and raise the quality of programs, especially through \noutreach to small towns through the Internet.  The specific interventions include provision of \n(i) information and communication technology (ICT) and multimedia for computer laboratories \nand  library  facilities;  (ii)  course  content  placement  on  the  web;  (iii)  foreign-domestic  link \nprograms between licensed institutes for the benefit of joint access to curricula, staff, and \ndegree-granting privileges; and (iv) stipend programs to help qualified disadvantaged students \npay tuition fees.    \n \n3.  Proposals must prove that the institute is fully licensed, indicate the activities to be \npursued, and show how the interventions will increase enrollment. Most important, the proposal \nmust provide details on the school’s stipend program for disadvantaged students and indicate \nnames of students being assisted before the proposal application, and of persons to be assisted \nas a consequence of the proposal. Proposals including budgets will be provided to the task \nforce for review and recommendation for approval to MTET.  \n \n4.  Upon acceptance, the project management office (PMO) will seek three bids for the \nproposal. The lowest priced offer will be given the contract to provide hardware and furniture. \nThe PMO will pay the contractor upon certification that counterpart funds from the school have \nbeen received by the vendor. Funds for moving academic programs to the web and for setting \nup the foreign-domestic linkage will be paid upon receipt of contract. Tuition stipends for eligible \nstudents will be paid to the school at the beginning of every school term. The PMO will randomly \nand periodically monitor schools through the use of project consultants.  \n \n \n ", "  Appendix 7  35\nB.  Draft Proposal Format \n \nPUBLIC-PRIVATE PARTNERSHIP APPLICATION \nMinistry of Tertiary Education and Training \n \nDear Applicant: \n \nPublic  and  private  postsecondary  education  institutes  recognized  by  Ministry  of  Tertiary \nEducation  and  Training  (MTET)  may  apply  for  matching  grants  to  support expansion of \ninformation  and  communication  technology  (ICT)  and  multimedia  facilities  to  increase \nenrollment in bonafide diploma and degree courses offered to students in Sri Lanka.  \n \nThe MTET is accepting applications from qualified diploma- and degree-granting institutions in \nSri  Lanka  seeking  matching  grants  to  support  expansion  of  ICT,  distance  learning,  and \nmultimedia services for students. Grants are available for expansion of (i) school enrollment; \n(ii) course programs and curriculum to the web; (iii) link programs with foreign postsecondary \neducation institutions to share curriculum, staff, and degree recognition; and (iv) existing stipend \nprograms to include additional stipends for poor students who qualify but cannot afford tuition.  \n \nApplications and proposals will be accepted and screened by an advisory committee to MTET. \nThe committee will certify that each institute is a licensed diploma- or degree-granting institute \nable to provide quality academic programs. The committee will screen applications for accuracy \nand evaluate proposals for thoroughness before submitting applications to MTET for approval. \nApproved applications will be submitted to the project management office (PMO) to obtain three \nbids from suppliers, with the lowest bid acceptable to MTET and the private institute. (Public \ninstitutes applying under the program will receive 100% grant financing). Upon certification of \nthe lowest bid, the PMO will pay 50% of total cost to the supplier upon notification that the \nprivate institute has paid its share to the supplier. The supplier will then deliver and install the \nequipment, furniture, and software, and notify the PMO when the work is completed. \n \nThe following application and budget proposal should be submitted to MTET for processing. \nPlease respond to each request for information. \n \n \nI.    Information on Institution \nDate established, and supporting documentation on the institute \nDegree- and diploma-granting status \nAddress, telephone, facsimile, E-mail  \nHistory of institute (brochure) \nContact person \n \n \n \nII.   Programs, Facilities, Staff, and Students  \n1.  List of programs \n2.  List of faculty (qualifications/ full time/part time) \n3.  List of facilities, including square meters of classroom and office space, number \nof buildings, type of rooms, etc. \n4.  Number of students enrolled in each course and program (current and \nprojected) \n5.  Multimedia facilities, including library \n ", "36 Appendix 7 \n \nIII.  Current Stipend/Scholarship Program \n1.  Description of program (start date, number of participants, type and amount of \nsupport) \n2.  Supporting documentation to verify current program (list of students) \n3.  Projected increase of program based on current and planned enrollment \n4.  Cost of anticipated increase in program \n \n \n \nIV.  Current Link Programs with Foreign or Local Degree-Granting Institutions \n1.  Name of link institute and if degree recognition is being sought \n2.  Description of program and benefits being planned or under way \n3.  Financial arrangements under way/planned \n4.  Request for additional support for the institute \n5.  Details of support required  \n6.  If link program is desired, submit proposal details of the link programs/ costs for \nsharing curriculum materials, exchange of staff, etc. \n \n \n \nV.  Request  for  Equipment  and  Software  to  Improve  Enrollments  Through \nDistance Learning  \n1.  Current distance education program and/or use of web-based and computer \nlearning materials \n2.  Future plan to upgrade computer laboratory and facilities, including additional \nnumbers expected to benefit and how ICT will impact on classroom \nperformance \n3.  Small-scale building rehabilitation  \n4.  Plan for on-line learning outreach and study programs throughout Sri Lanka, \nincluding on-line tutors \n5.  Electronic library and multimedia requirements \n6.  Request to participate in on-line career guidance, employment information, and \nacademic institution rating service \n \n \nVI.  Budget Proposal \n  Category              (Amount in SLRs) \nI.  ICT hardware/equipment     _____________ \nII.  Software  _____________ \nIII.  Furniture          _____________ \nIV.  Multimedia services      _____________ \nV.  Connection line and charges    _____________ \nVI.  Small-scale building rehabilitation  _____________ \nVII.  Programs to be put on web    _____________ \nVIII.  Distance Education Partnership \n   Program services requested    _____________ \nIX.  Request for link program     _____________ \nX.  Request for stipend support    _____________ \nXI.  Other (specify)        _____________ \nXII.  Contingency (5%)       _____________ \n  Subtotal              _____________ \n  Interest Charge            _____________ \n  Other Charges            _____________ \n  Grand Total            _____________ \n ", "Appendix 8      37 \nCOST ESTIMATES AND FINANCING PLAN\nTable A7.1: Summary of Project Cost\n($ '000)\nForeign Local % of Base\nCategory Exchangea Currency Total  Cost\nI.  Base Cost\nA. Civil Works 1.00 5.30 6.30 11.97\nB. Furniture, Equipment, and Vehicles\n1. Furniture 0.20 0.45 0.65\n2. Equipment 11.86 2.70 14.56\n3. Vehicles 0.14 0.00 0.14\nSubtotal 12.20 3.15 15.35 29.15\nC. Instructional Materials 0.80 0.50 1.30 2.47\nD. Staff Development\n1. Foreign 1.30 0.00 1.30\n2. Domestic 0.00 0.80 0.80\nSubtotal 1.30 0.80 2.10 3.99\nE. Consulting Services\n1. International 3.90 0.00 3.90\n2. Domestic 0.00 1.20 1.20\nSubtotal 3.90 1.20 5.10 9.69\nF. Research Studies 0.10 0.50 0.60 1.14\nG. Stipends/Scholarships 0.00 9.00 9.00 17.09\nH. Matching Grants  1.00 5.00 6.00 11.40\nI. Recurrent Costs 0.00 2.90 2.90 5.51\nJ. Project Management 0.00 1.00 1.00 1.90\nK. Taxes and Dutiesb   0.00 3.00 3.00 5.70\nTotal Base Cost 20.30 32.35 52.65 100.00\nII. Contingencies\nA. Physical Contingencyd   1.00 1.40 2.40\nB. Price Escalatione   1.00 2.25 3.25\nTotal Contingencies 2.00 3.65 5.65\nIII. Interest Chargef  1.70 0.00 1.70\nTotal Project Costg 24.00 36.00 60.00\nPercentage 40 60 100\nMatching grants:\ni. Students' Stipend Program\nii. Foreign and domestic link program\niii. Infrastructure Development Fund\na\nExchange rate used is SLRs 95.00 per US$ 1.00.\nb\nTaxes and duties at 10% of civil works, furniture and instructional materials; 15% of equipment.\nc\nBase costs are as of August 2002.\nd\nPhysical contingency is computed at 5% for all categories.\ne\nPrice escalation is computed at 2.4% per year for both foreign exchange and local currency.\nf\nInterest charge is computed at 1.0 % per year.\ng\nTotals may not add up because of rounding.\nSource: Asian Development Bank estimates.", "Table A7.2: Cost Estimates and Financing Arrangements 3\n8\n($ million)   \n \n \n \nForeign TotaLlo Ccoaslt ForeigAnDB FLinoacnacling Govt LFoincaanlcing BenLeoficcaialries             A\nCategory Currency Currency Total Currency Currency Total Currency Currency p\np\ne\n1. Base Cost n\nd\nA. Civil Works 1.00 5.30 6.30 1.00 1.00 2.00 4.30 0.00 ix\n 8\nCD  B    ...       FIS12nu..ts  arLFtnfrofoui tcDrcueatreiileogv/nneEalqol upMimpametenertniatl/sVehicles 10102....83020000 0003....50810005 11105....33830005 10102....83020000 3000....05080000 11105....33820000 0000....10005000 0000....00000000                        \n          Subtotal (D) 1.30 0.80 2.10 1.30 0.80 2.10 0.00 0.00\nE. Consulting Services\n     1. International 3.90 0.00 3.90 3.90 0.00 3.90 0.00 0.00\n     2. Domestic 0.00 1.20 1.20 0.00 1.20 1.20 0.00 0.00\n          Subtotal (E) 3.90 1.20 5.10 3.90 1.20 5.10 0.00 0.00\nF. Research Studies 0.10 0.50 0.60 0.10 0.50 0.60 0.00 0.00\nG. Stipends/Scholarships 0.00 9.00 9.00 0.00 9.00 9.00 0.00 0.00\nH. Matching Grants 1.00 5.00 6.00 1.00 0.50 1.50 2.00 2.50\nI.  Recurrrent Costs 0.00 2.90 2.90 0.00 0.00 0.00 0.40 2.50\nJ. Project Management  0.00 1.00 1.00 0.00 0.85 0.85 0.15 0.00\nK.Taxes and Duties   0.00 3.00 3.00 0.00 0.00 0.00 3.00 0.00\n           Subtotal (1) 20.30 32.35 52.65 20.30 17.35 37.65 10.00 5.00\n2. Contingencies 5.00\nA. Physical Contingency 1.00 1.40 2.40 1.00 1.40 2.40 0.00 0.00\nB. Price Escalation 1.00 2.25 3.25 1.00 2.25 3.25 0.00 0.00\n          Subtotal (2) 2.00 3.65 5.65 2.00 3.65 5.65 0.00 0.00\n3. Interest Charge 1.70 0.00 1.70 1.70 0.00 1.70 0.00 0.00\n               Total 24.00 36.00 60.00 24.00 21.00 45.00 10.00 5.00\n           Percentage 40% 60% 100% 53% 47% 100% 17% 8%\nSource: Asian Development Bank estimates.", "  Appendix 9           39 \nIMPLEMENTATION SCHEDULE\nYear 0 Year 1 Year 2 Year 3 Year 4 Year 5 Year 6\nItem Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4\nA. Distance Education Partnership\nProgram\n1. DEPP Administrative Operation \nContract Tendering\n2. DEPP On-line Curriculum Software\nConsultants Services\n3. On-line NDEN\n4. On-line ICT Network (Hardware)\nContract Tendering\nB. Public-Private Partnership\n1. Special Programs/Stipends\n2. Career Guidance\n3. Accreditation\n4. Foreign-Local Link Programs\n5. Results-based Performance\n6. Public-Private Policy Agreed\n7. Distance Education and ICT Policy\n  Study and Approval\nC. Open University\n1. Performance Audit/Tracer Study\n2. MIS System\n3. Accounting System\n4. Admissions System\n5. Central Campus Upgrade\na. Consulting Services\nb. Procurement Tendering\n6. OUSL Staff Development\n7. Regional Campus Upgrade\nProcurement Tendering\nD. Project Management Office\n1. Office Operations\n2. Survey Studies for Performance-\nbased, Admissions, Career \nGuidance Systems\n3. Benefit Monitoring\na. Baseline\nb. Midterm\nc. Government PCR\nDEPP=DistanceEducationPartnershipProgram,ICT=informationandcommunicationtechnology,MIS=managementinformationsystem,NDEN\n= National Distance Education Network.", "40 Appendix 10 \nPROCUREMENT PACKAGES AND MODE OF PROCUREMENT \n \n  Amount   \nPackage  ($ million)  Mode \nA.  Key Civil Works     \n  1.  OUSL S&T Building  2.10    ICB \n  2.  OUSL Media Resources Building  0.65    LCB \n  3.  Colombo Rehabilitation  0.16    LCB \n  4.  Kandy Rehabilitation  0.50    LCB \n  5.  Jaffna Rehabilitation  0.49    LCB \n  6.  Matara Rehabilitation  0.24    LCB \n  7.  Anuradhapura Rehabilitation  0.44    LCB \n  8.  Batticaloa Rehabilitation  0.28    LCB \n  9.  Expansion 16 existing study Centers (16  1.30    LCB \npackages) \n  10. Five New Study Centers (5 packages)  1.50    LCB \n      Subtotal    7.66   \n     \nB.  Key Educational and ICT Equipment     \n  1.  OUSL Central Campus  3.50    ICB \n  2.  DEPP Computer Network  9.50    ICB \n  3.  Colombo Regional Center  2.00    ICB \n  4.  Kandy Regional Center  0.35    IS \n  5.  Jaffna Regional Center  0.35    IS \n  6.  Matara Regional Center  0.30    IS \n  7.  Anuradhapura Regional Center  0.35    IS \n  8.  Batticaloa Regional Center  0.35    IS \n  9.  15 Study Centers (15 packages)  1.00    LCB \n      Subtotal  17.70   \n     \nC.  Vehicles     \n  Multipurpose Transport (6)  0.28    IS \n     \nD.  Locally Procured Furniture     \n  All Campuses  0.70    LCB \n     \nE.  Instructional Materials     \n  1.  DEPP Materials  0.30    IS \n  2.  OUSL Regional and Study Centers (25  1.20    DP \npackages) \n      Subtotal  1.50   \n     \n        Total   27.84   \nDEPP = Distance Education Partnership Program, ICT = information and communication technology, OUSL = Open \nUniversity of Sri Lanka. \n ", "  Appendix 11  41\nTERMS OF REFERENCE FOR CONSULTING SERVICES AND STAFF TRAINING \n \nA.  Person-Months for Consultants \n \n  International  Domestic \nSpecialist Category  (person-months)  (person-months) \nI.  Package 1     \n  A.  OUSL     \n1.  Open and Distance Learning  38  15 \n2.  Instructional Design/Multimedia  20  0 \n3.  Social Marketing/Community Outreach  4  24 \n4.  Continuing Education  2  10 \n5.  Accounting/Financial/Admissions System  8  6 \n  Subtotal  72  55 \n \nII.  Package 2     \n  A.  DEPP     \n1.  Distance Education   17  50 \n2.  Education and Training  17  50 \n3.  Course Design  17  50 \n4.  Tutorials and Mentoring  17  50 \n5.  Marketing and Administration  15  40 \n  B.  NDEN     \n1.  Management/Marketing  5  7 \n2.  Multimedia Centers  5  7 \n3.  ICT Network and Testing  5  6 \n4.  Educational Technology  5  6 \n5.  Information Technology  5  6 \n6.  Printing Services  5  6 \n7.  Audit MIS and Install New MIS   6  14 \n8.  National Software Licensing  1  4 \n9.  O&M of NDEN and Staff Trainers  1  8 \n  Subtotal  121  304 \n \nIII.  Individual Consultants at MTET and PMO to assist the     \nfollowing: \nA.  Matching Grants, Stipends and Foreign-Domestic     \nLink Programs     \n1.  Accountant/Financial Advisor  0  15 \n2.  Local Lawyer  0  2 \n3.  ISO9002 Consultant  0  2 \n4.  Proposal Screening  0  15 \n5.  Matching Grant Specialists  3  4 \n  B.  Career Guidance and Planning Specialists      \n1.  Career Guidance  3  12 \n2.  Labor Market Analyst  2  6 \n3.  Program Accreditation Analyst  2  6 \n  C.  PMO Policy Studies     \n1.  Career Guidance and ILO Review Study including  0  10 \nGender     \n2.  Program Accreditation Study (Accreditation Board)  0  10 \n3.  OUSL Audit, Projection, Tracer Study     \n4.  DEPP Systems Evaluation Specialist  0  10 \n5.  Public Private Partner Study, Task Force   0  10 \n6.  ICT Policy on Distance Education and External  0  10 \nDegrees  0  10 \n7.  Architect/Engineer  0  19 \n  Subtotal  10  141 \n      Total  203  500 \nDEPP = Distance Education Partnership Program, ICT = information and communication technology, MIS = \nmanagement information system, MTET = Ministry of Tertiary Education and Training, NDEN= National Distance \nEducation Network, OUSL = Open University of Sri Lanka, O&M = operation and maintenance, PMO = project \nmanagement office. ", "42 Appendix 11 \nB.  Terms of Reference \n \n  1.  Package of Open University of Sri Lanka Consultants (international) \n \na.  Open and Distance Learning Specialist (3; 38 person-months total) \n \n1.  The open and distance learning specialists will provide (i) coordination and technical \nassistance (TA) to modernize the central and regional administrative, education management \ninformation, and admissions systems; and (ii) TA to plan, schedule, and arrange institutional \ncapacity building through training and curriculum development of all departments of the Open \nUniversity of Sri Lanka (OUSL), so that it provides quality services at each campus to support \nstudent independent learning.  \n \nb.  Educational Technologist/Instructional Designer/Multimedia \nSpecialist (2; 20 person-months) \n \n2.  In  coordination  with  the  international  open  and  distance  learning  specialists,  one \neducational psychologist, instructional designer and one multimedia specialist will provide TA for \nstaff development activities for all OUSL teaching staff. These activities will be related to \ncreating a postgraduate diploma in instructional design and digital education and collaborating \nin the execution of international open and distance learning activities. \n \nc.  International  Social  Marketing/Community  Animation  Specialist \n(4 person-months)  \n \n3.  The specialist will work closely with the local counterpart to (i) develop marketing and \ncoordinate  image  building  across  all  campuses,  (ii)  train  staff  in  social  marketing  at  the \ncommunity level, (iii) help OUSL select and train staff at each campus in social marketing and \nrevenue generation, and (iv) create linkages with other postsecondary institutes.  \n \nd.  Continuing  Education/Nonformal  Education  Specialist  (2  person-\nmonths) \n \n4.  The specialist will train the central administrative staff to meet the needs of working \nstudents by holding weekend workshops, with students and staff; and help meet the local need \nfor  nonformal  and  continuing  education.  The  specialists  will  work  closely  with  the  social \nmarketing experts. \n \ne.  Accounting and Financial Systems Analyst (8 person-months) \n \n5.  The  expert  will  review  and  modernize  OUSL  accounting  and  financial  systems  by \nupgrading and standardizing existing procedures across departments.   \n \n2.  Distance Education Partnership Program and National Distance Education \nNetwork Consultants (international) \n \na.  Distance  Education  Partnership  Program  Distance  Education \nSpecialist (17 person-months) \n \n6.  The specialist will (i) prepare the plan and implementation procedures for the Distance \nEducation Partnership Program (DEPP) to operate distance education programs through the ", "  Appendix 11  43\nNational Distance Education Network (NDEN) system; (ii) prepare a staff development plan and \nimplementation procedures; and (iii) mentor and train web writers, tutors, mentors, and trainers. \n \nb.  Distance  Education  Partnership  Program  Education  and  Training \nSpecialist (17 person-months) \n \n7.  The specialist will develop and implement the plan to establish curriculum development \nand training units within the DEPP to post programs on-line, and train staff to implement \ndistance education programs. Staff will include web writers, trainers, and tutors. \n \nc.  Distance Education Partnership Program Course Design Specialist \n(17 person-months) \n \n8.  The specialist will (i) develop the plan and implementation procedures for the DEPP to \nestablish and operate web-writing capacity to migrate diploma and degree course material on-\nline, and (ii) transfer this technology to local staff and to domestic consultants, who will help \nestablish procedures. \n \nd.  Distance  Education  Partnership  Program  Tutors  and  Mentors \n(17 person-months) \n \n9.  The specialists will determine the qualifications, training procedures, and work routines \nof on-line tutors and mentors at the DEPP. \n \ne.  Distance  Education  Partnership  Program  Marketing  and \nAdministration Specialist (15 person-months) \n \n10.  The specialist will analyze the DEPP strategy and service delivery mechanisms and \nprepare the marketing and administration plan to operate the DEPP cost effectively. The \nspecialist  will  (i)  establish  a  detailed  marketing  strategy  and  plan,  and  implementation \nprocedures; and (ii) train local staff in all aspects of developing, marketing, and administering \nDEPP management. \n  \nf.  National Distance Education Network Management and Marketing \n(5 person-months) \n \n11.  The specialist will (i) examine the hardware requirements of the DEPP to operate the \nNDEN; (ii) prepare the strategy, plan, marketing approach, implementation procedures, and \nstaff operations plan; and (iii) train and mentor counterpart consultants and local contract staff to \nadminister the NDEN network. \n \ng.  National Distance Education Network Multimedia center Operations \nSpecialist (5 person-months) \n \n12.  The specialist will (i) design and implement a flexible multimedia center operation to be \nfollowed throughout the NDEN system, (ii) prepare the plan and procedures, and (iii) train local \nmultimedia center staff in operation procedures. \n ", "44 Appendix 11 \nh.  National  Distance  Education  Network  Information  and \nCommunication  Technology  Network  and  Testing  Specialist \n(5 person-months) \n \n13.  The specialist will (i) plan, direct, and control implementation of specified subprojects \nrelated to the ICT network, including setup and operation of the overall system; (ii) implement \nproject management; (iii) assess and certify conformity with work specifications; and (iv) train \nlocal staff to sustain, operate, and maintain the NDEN. \n \ni.  Educational Technology Specialist (5 person-months)  \n \n14.  The specialist will (i) assess current educational technology capacity (especially of \nOUSL and other universities) and media production services; (ii) consider the physical, human, \nand fiscal resources to develop production and delivery services of distance learning; (iii) \nidentify the current educational technology and media capacity; and (iv) develop plans and \nimplementation procedures to utilize educational technology capacity under the NDEN. \n \nj.  Information Technology Specialist (5 person-months) \n \n15.  The specialist will (i) help the OUSL library, multimedia, and printing press upgrade their \nfacilities and provide DEPP subscribers with access to these services for a small user fee under \nthe Project; (ii) provide data and recommendations for consulting services and training for \nmanagement and marketing; (iii) assess the information and communication technology (ICT) \nservices  and  then  link  OUSL  services  to  DEPP  through  the  NDEN  hookups;  and  (iv) \nrecommend how and where information technology services should be supported. \n \nk.  Printing Services Specialist (5 person-months) \n \n16.  The specialist will (i) assess the OUSL printing services, (ii) identify the cost structures \nand competitiveness, (iii) recommend the best way to maximize use of the printing services \nunder OUSL and under the DEPP, and (iv) prepare the plan and implementation procedures to \nlet OUSL and the DEPP fully utilize printing services. \n \nl.  Management Information System Audit Specialist (6 person-months) \n \n17.  The specialist will (i) develop a marketing plan for competitively priced products and \nservices  at  the  NDEN  and  the  DEPP,  including  strategies  and  tactics  such  as  branding, \nadvertising, and promotion outlets, and media buy recommendations; (ii) develop an ongoing \nmarketing budget for advertising and promotion; and (iii) identify firms able to carry out the \nactivities. \n \nm.  National Software Licensing Specialist (1 person-month) \n \n18.  The specialist will (i) survey possibilities to establish a means to store and distribute \nsoftware  while  licensing  its  use  and  collecting  fees  for  the  software  vendors,  (ii)  identify \nstakeholders, (iii) survey demand for software, and (iv) develop the means for multimedia \ncenters to be optimally utilized under the Project. \n ", "  Appendix 11  45\nn.  National Distance Education Network Operation and Maintenance \nand Training Specialist (1 person-month) \n \n19.  The specialist will (i) install and test the network covering interactive radio, video, audio, \nand multimedia; (ii) collect and analyze operating data on time; and (iii) develop a costing model \nfor service provision. \n \n3.  Individual Consultants at the Ministry of  Tertiary Education and Training \nand the Project Management Office  \n \na.  Matching Grant Specialist (3 person-months) \n \n20.  The specialist will guide the evaluation of matching grant stipends and foreign-domestic \nlinks  by  coordinating  activities  of  local  financial  advisers  and  lawyers,  quality  assurance, \nproposal screening, and institutional link local specialists. Gender equality will be assured. \n \nb.  Career Guidance Specialist (3 person-months) \n \n21.  The specialist will review requirements and develop an on-line career guidance program \nwith special attention to the needs of 18–25 year olds to plan education careers based on self-\nassessment, information on requirements, and available programs in postsecondary education, \nwith  special  attention  to  female  students  for  confidence  building  and  business  orientation \nenhancement. \n \nc.  Labor Market Analyst (2 person-months) \n \n22.  The specialist will review the work completed by the International Labour Organization \non joblisting, transfer the program on-line at the DEPP, and link the program to the career \nguidance programs so that students see the relationship between academic qualifications and \nrequirements and labor market demands for specific jobs. \n \nd.  Program Accreditation Specialist (2 person-months) \n \n23.  The specialist will (i) review OUSL's ongoing social audit of course program evaluations, \nand (ii) meet with the University Grants Commission and the universities to prepare plans for the \naccreditation board to set standards and transferability of course work across programs and \ninstitutions served under the Project. \n \n4.  Domestic Consultants \n \n24.  Under the OUSL package, 55 person-months of consultancy will be provided as backup \nsupport to the five international consultant specializations, including 15 person-months for the \nopen and distance learning specialists, 24 person-months (6 persons) to support the social \nmarketing specialist, 10 person-months for continuing education, and 6 person-months for the \nadmissions and financial systems analyst. \n \n25.  Under the DEPP and NDEN package, 304 person-months of domestic consultancy will \nsupport the five DEPP international specialists and nine NDEN international specialists. Finally, \n122 person-months of individual consultancy will be provided to support the four international \nconsultants: 38 person-months to support the matching grant programs, 24 person-months to \nsupport career guidance, and 60 person-months to support the policy studies to be conducted \nby the PMO. ", "46 Appendix 12 \nINDICATIVE STAFF DEVELOPMENT AND TRAINING \n \n    Total \nTraining, Fellowships, and Study Visits  No. of  Person-\n  Fellows  Months \nA.  Short-Term Training (Foreign)     \n  1.  University administration operations and financial management  16  16 \n  2.  Regional educational services administration and management  3  1.5 \n  3.  Faculty training in operations and management of open learning systems  24  12 \n  4.  Education technology and multimedia training  4  4 \n  5.  Education technology and media house (editing, video editing, video equipment  8  8 \nmaintenance techniques, production techniques for instructional training and \npromotional activities, international course documentary program making) \n  6.  Education technology and media house training in silicon graphics, computer  3  6 \nanimation, computer graphics layout, and visualizing print media \n  7.  Information technology division training in installation and maintenance of data  8  8 \nnetwork system (DNS), proxy, firewall and mail servers, routers, switches and \nhubs, assembly and repair of computer equipment, web hosting, interworking of \nnetworks, and operating systems \n  8.  Library: Familiarization programs in digitized virtual library environment in open  2  2 \ndistance learning  \n  9.  Library: Short-term courses of study in the region and developed countries on  4  4 \nopen learning resource services technologies \n  10. Library: Short-term training in acquisition and archiving digital resources,  11  11 \nelectronic publishing, internet skills, customer care, library management, publicity \nand marketing, office management and file organization \n  11. Digital pre press training in computer/process camera/planning/plate making  2  2 \n  12. Training in offset sheet-fed press operation (for offset printing)  4  4 \n  13. Training in post press technology (for binding)  2  2 \n  14. Training in printing technology at supervisor level  1  1 \n  15. Regional educational services division training in administration and  8  4 \nmanagement of regional networks \n       Subtotal  100  85.5 \n     \nB.  Long Term Training (Foreign)a     \n  1.  Department of Civil Engineering: Lecturer geotechnical engineer for M. Phil  1  12 \n  2.  Department of Civil Engineering: Senior lecturer in construction engineering and  1  18 \nmanagement for PhD \n  3.  Department of Electrical and Computer Engineering: 3 lecturers in compiler  2  24 \ndesign, biomedical electronics, software engineering for M. Phil. \n  4.  Department of Electrical and Computer Engineering: Microwave engineering for  1  18 \nPhD \n  5.  Department of Mathematics & Philosophy of Engineering: environmental science  1  18 \nfor PhD \n  6.  Department of Mechanical Engineering: 3 in manufacturing engineering,  2  24 \nmechanical systems design and materials science for M. Phil. \n  7.  Department of Mechanical Engineering: Vehicle emissions and atmospheric  1  18 \npollution for PhD \n  8.  Department of Textile and Apparel Technology: Functional clothing design for  1  18 \nPhD \n  9.  Department of Education: PhD in special education (gifted/learning  1  18 \ndifficulties/hearing or visual Impairment) \n  10. Department of Education: PhD in early childhood education (child  1  18 \ndevelopment/sociocultural perspectives/teacher education) \n  11. Department of Education: PhD in curriculum development  1  18 \n  12. Department of Education: PhD in educational sociology  1  18 \n  13. Department of Education: PhD in educational psychology  1  18 \n  14. Department of Language Studies: PhD in applied linguistics or applied language  1  18 \nstudies \n  15. Department of Language Studies: PhD in english language teaching and teacher  1  18 \neducation \n  16. Department of Language Studies: PhD in language testing and  1  18 \nevaluation/computer assisted language learning \na  Split program only require enrollees to go abroad for 10 months maximum.     ", "  Appendix 12  47\n    Total \nTraining, Fellowships, and Study Visits  No. of  Person-\n  Fellows  Months \n  17. Department of Language Studies: MA in english and teacher education  1  12 \n  18. Department of Legal Studies: PhD in family law  1  18 \n  19. Department of Legal Studies: PhD in public information law  1  18 \n  20. Department of Management Studies: PhD in marketing  1  18 \n  21. Department of Management Studies: PhD in finance and management  1  18 \n  22. Department of Management Studies: PhD in organizational behavior  1  18 \n  23. Department of Management Studies: PhD in operational research  1  18 \n  24. Department of Management Studies: MA in management of technology   1  12 \n  25. Department of Social Studies: PhD in development studies  1  18 \n  26. Department of Social Studies: PhD in policy studies  1  18 \n  27. Department of Social Studies: PhD in conflict and development studies  1  18 \n  28. Department of Social Studies: MA in media studies  1  12 \n  29. Department of Health Sciences: PhD in health care management and pharmacy  1  18 \n  30. Department of Mathematics and Computer Sciences: PhD in computer science,  3  54 \nstatistics, and mathematics \n  31. Department of Chemistry: PhD in synthetic organic chemistry  1  18 \n  32. Department of Physics: PhD in medical physics and general physics    2  36 \n  33. Department of Zoology: PhD in biotechnology/molecular biology  1  18 \n  34. Department of Botany: PhD in environmental impact assessment  1  18 \n  35. Environmental Studies Unit: PhD in wildlife ecology  1  18 \n  36. Library: M. Phil in information science  1  12 \n     \n       Subtotal  41  684 \n     \nC.  Short-Term Training (Local)     \n  1.  Upgrading quality of administrative services     \n    (office assistants, clerks and allied grades, assistant registrar)  136  35 \n  2.  Printing services      \n    (technical staff)  16  160 \n  3.  Agricultural engineering     \n    (data entry operator, academics)  6  16 \n  4.  Electrical and electronic engineering     \n    (technical officers, academics, electronic engineer, data entry operators,  64  43 \nlaboratory attendants) \n  5.  Civil engineering     \n    (academics, laboratory technicians, research assistants)  24  101 \n  6.  Mathematics and philosophy of engineering     \n    (educational assistants, academics, data entry operators)  15  38 \n  7.  Mechanical engineering     \n    (technical officers, workshop engineers, educational assistants)  10  45 \n  8.  Textile and apparel engineering     \n    (technical officers, teaching assistants, academics)  13  106 \n  9.  Natural science instrumentation room     \n    (Technical officers, lab attendants)  4  8 \n  10. Botany technicians and academic staff     \n    (data entry operators, technical officers, laboratory attendants, academics)  12  32 \n  11. Chemistry technicians and academics staff     \n    (data entry operators, technical officers, laboratory attendants, academics)  12  32 \n  12. Environmental studies     \n    (technical officers, academics)  6  16 \n  13  Physics technicians and academic staff     \n    (data entry operators, technical officers, laboratory attendants, academics)  12  32 \n  14. Zoology technicians and academic staff     \n    (data entry operators, technical officers, laboratory attendants, academics)  12  32 \n            \n       Subtotal  342  696 \n         Total  383  1,380 \n ", "48 Appendix 13 \nPROJECT MONITORING MEASURES \n \n  Year 1  Year 3  Year 6 \nOutcome/Goal  Baseline  Midterm  Final \nOUSL Indicators       \n1.  Enrolment (M/F) (number, %)  10,000 (50%)     \n2.  Enrolment (M/F) (Central/regional %)  10,000 (50%)     \n3.  Completion rate (M/F) (diploma/degree) (%)  6.0%     \n4.  No. of working students employment status of  65%     \nstudents (M/F) (%) \n5.  OUSL unit cost ($)  $200/yr.     \n6.  Self-financing (%)  25%     \n7.  Permanent/contract staff (number)  50/300     \n8.  On-line admissions/registration  No     \n9.  On-line tutoring, testing  No     \n10. Staff development/upgrade (M/F) (numbers)  234 PM     \ninternational \n481 PM domestic \n11. Corporate/business plan (y/n)  Yes     \n12. EMIS/results-based budgeting (y/n)  No     \n13. Curriculum programs migrated to web (number)  0     \n14. Number of OUSL functioning centers  22     \n15. Number of OUSL scholarships for poor  0     \n       \nDEPP Indicators       \n1.  Business/marketing plan (y/n)  No     \n2.  Technical transfer to local staff (%)  0     \n3.  Cash flow monitoring  No     \n4.  Curriculum course design office  No     \n5.  Production office  No     \n6.  Delivery system office  No     \n7.  Number of curriculum programs on-line  0     \n8.  Number of students on-line (M/F)  0     \n9.  Number of students using tutoring (M/F)  0     \n10. Number of students using career guidance (M/F)  0     \n11. Number of students using job search (M/F)  0     \n12. Number of external degree students completing       \n(M/F)  2% \n13. Number of outlets for NDEN  0     \n14. Number of contract staff DEPP/NDEN  0     \n15. Number of functioning OUSL telecenters  0     \n       \nPublic-Private Partnership Model Indicators       \n1.  Student enrollment in project schools public/private  0     \n(35,000) (M/F) \n2.  Number of new stipends for poor in project schools  0     \n(2,000) – target = 2,000 each year (M/F) \n3.  Career guidance program developed  No     \n4.  Job-listing program developed  No     \n5.  Number of foreign-local institutional links  10     \n6.  Number of public awareness responses  0     \n7.  Accreditation program in schools (%)  12%     \n8.  Standard setting criteria approved  No     \n9.  Zero-based funding linked to results  No     \nDEPP = Distance Education Partnership Program,  EMIS = education management information system, M/F=male to \nfemale ratio, NDEN = National Distance Education Network, OUSL = Open University of Sri Lanka, PM = person-month. ", "  Appendix 14  49\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a national  Yes   Sector identified as a national  Yes  \npriority in country poverty analysis?  priority in country poverty  \n  partnership agreement? \nContribution of the sector/subsector to reduce poverty in Sri Lanka: \nThe Country Programming Update (2002) and Poverty Reduction in Sri Lanka Report (ADB 2002) suggest that pro-\npoor economic growth is central to poverty reduction. Infrastructure (roads, power, and ports) is important, but so are \nsmall or medium-sized enterprise development and policy reform to stimulate labor-intensive growth, especially in \ndownsizing  and  improving  the  efficiency  of  the  public  sector.  Social  development  supports  these  efforts  by \nstreamlining publicly financed social services, especially outside metro Colombo. A major improvement in access and \nrelevance of tertiary training is required for upward social and economic mobility. Tertiary education contributes to \npoverty reduction by producing high-quality public servants and efficient managers for the private sector. The Asian \nDevelopment Bank will help the Government to expand access to students from low-income families, restructure \neducational institutions to enhance efficiency and relevance, and support public-private partnerships, especially in \nconflict areas and plantation districts. \n \nB.  Poverty Analysis  Proposed Classification: Pro-Poor Economic \nDevelopment and Human Development  \nAnalysis: \nPoverty in Sri Lanka has recently increased due to the Asian crisis. At least 25% of the population live below the \nconsumption and human poverty line, and mainly in rural areas, especially highland plantation districts and in the \nsocial conflict areas of the north and northeast, where up to 40% of the population are low income or displaced. Low-\nincome students are represented in universities, as students are selected based on merit and on need as defined by \nincome and residence. All students in conventional universities pay no fees and often receive stipends. In OUSL, \nstudents must pay fees and often do not receive stipends. Therefore, scholarships for low-income students at OUSL \nand  private schools, and external degree students studying on the web need to be addressed if equity is to be \npreserved among students. The Project is expected to promote socioeconomic mobility needed to develop the \neconomy outside Colombo. Special emphasis is placed on expanding the OUSL campus network to plantation areas \nand conflict areas. The Project will provide for activities that sharpen the delivery of public goods, increase the \nefficiency of the labor market and educational system, and improve overall labor market efficiency, leading to higher \nwages. The Project will promote economic development and human development, but neither the percentage of \nfunds nor the absolute number of poor beneficiaries are sufficient to qualify the Project as a core poverty or poverty \nintervention. OUSL is a cost-effective means to increase enrollment of the educated poor in key fields of study \nnecessary for development of regional economies. \n \nC.  Participation Process \nStakeholder analysis prepared                 Yes  \n \nParticipation strategy:                  Yes  \n \nStakeholder analysis found that approximately 80,000 students annually will enroll in the project institutions by project \ncompletion, up from 40,000. Most beneficiaries will live in small towns outside Colombo. The Project will help meet \nthe social demand for postsecondary education and help rationalize cost sharing so that efficiencies can be increased \nand  more  students  served.    The  participation  strategy  followed  during  project  processing  included  extensive \nworkshops  and  consultations  with  public-private  employers  such  as  the  Ceylon  Chamber  of  Commerce, \nnongovernment organizations, funding agencies, students, faculty senates, government policymakers, and educators. \nProject implementation units will include advisory committees represented by public and private stakeholders to \nscreen  activities,  while  follow-up  surveys,  tracer  studies,  and  workshops  will  allow  monitoring  of  impacts  on \nbeneficiaries. \n \nD.  Social Issues \n  Significant,      \n  Not Significant,    Output \nSubject  None  Strategy to Address Issues  Prepared \nResettlement  None    None \nGender  Not significant  Career guidance will target female students to select  No \nprograms based on job prospects and become familiar \nwith searching for jobs after graduation. ", "50 Appendix 14 \n  Significant,      \n  Not Significant,    Output \nSubject  None  Strategy to Address Issues  Prepared \nAffordability  Not significant  The Project will involve cost sharing, but the beneficiaries  No \nalready participate, and so meeting fee generation targets \nis highly likely and sufficient to meet the recurrent costs \nafter project completion. \nLabor  Not significant  The Project will support improving relevant skills that raise  No \nwages for educated labor, which has implications for social \nand economic mobility in support of development. \nIndigenous   Not significant  Efforts will be made to support plantation districts and  No \nPeople  social conflict areas where poverty is above average and \npeople generally isolated from mainstream opportunities. \nOther Risks/  Not significant  Technical capacity to promote information flow in and  No \nVulnerabilities  outside Sri Lanka is limited, but the Project will provide \nresources to address these issues, especially through \ninternational experts and funds to train local staff, and \nfunds to support foreign-local link programs. \n \nE.  Client Groups \n \n1.  The client target of the Distance Education Modernization Project is the new A-level \ngraduate who cannot qualify or who elects not to go to a public university. In 2000, 183,439 sat \nfor the general certificate examination (A-level), and 91,589 (47.6%) qualified to enter the \nuniversities.  The  12  conventional  universities  have  only  about  12,000  places  for  A-level \ngraduates, leaving more than 79,000 young people qualifying for admission but unable to \nsecure a seat. A 6-month backlog of students is awaiting admission to the universities due to \nproblems with the selection system. Thus, the average university graduate is 28 years old. \nModernization  of  postsecondary  education  will  also  benefit  adult  O-level  graduates  and \nemployed  adults  seeking  higher  education  subjects,  certificates,  diplomas,  and  degrees. \nSubgroups selected for special benefit are poor and low-income A-level graduates and women, \nrural A-level graduates, those confined to the disputed territories, underemployed young adult \nA-level graduates, refugees, and the physically disabled. \n2.  The Project will address access, relevance, equity, and efficiency. Accessibility entails \nsuch  proposals  as  scholarships  for  the  poor,  increased  capacity,  outreach  of  academic \nprograms, and increased student mobility between institutions and through various educational \nlevels from diplomas to degrees. Relevance addresses improved employability of graduates. \nQuality addresses the need to strengthen institutions and provide improved curricula to world-\nclass standards and employer needs. Efficiency provides improved student ability to complete \nprograms through more effective instructional methodologies and assessment, lower delivery \ncosts within institutions, and meaningful employment upon graduation. The socioeconomic \nprofile of the population to be affected by the Project ranges from the new A-level graduate (the \nprimary target client) to the employed adult who seeks to upgrade qualifications and skills to \nprogress along an existing career path or seek a new one. \n \n3.  Admission to state universities is fairly well distributed among districts, due mostly to a \ngovernment  policy  that  takes  only  30%  of  entrants  on  merit.  The  rest  are  quotas  (55%) \ndistributed on district basis, and on the basis of underprivileged areas (15%). Females dominate \nthe arts stream, while engineering-related streams are dominated by males, due mostly to social \nconstraints. Internal strife hampers the mobility of A-level graduates, especially in disputed \nterritories, to travel to educational institutions in the south, particularly Colombo. However, A-\nlevel examinations have been conducted uninterrupted even in war-torn areas. Of about 7,250 \nA-level graduates annually in the disputed sectors, only 1,800 are accommodated in the public ", "  Appendix 14  51\nhigher education system, and an estimated 2,000 by private higher education providers. An \nestimated 2,000 students go abroad for bachelor-level education.  \n \n4.  Unemployment is down to about 8% but is expected to rise with the current economic \nslump. The highest unemployment rate is among urban job seekers and A-level graduates \n(22.4%) who seek jobs as well as further education. However, in absolute terms, most of the \nunemployed (81%) are in the rural regions, especially youth (15–29 years old) who went up to \ngrades 9 and 10.1 The country has been struggling with the effects of youth unemployment and \neducation mismatch for decades. If anything, it has accelerated with the demands of the new \neconomy for information technology (IT), basic literacy, and English. The poor and rural poor \nhave been left behind in the rush for English and IT literacy, as demonstrated by the large \nnumber of schools without electricity and with undertrained and undereducated teachers. The \nmedium of instruction for IT is English, so that the few students who achieve A-levels among the \nurban and rural poor are faced with the onerous and costly task of acquiring, usually at great \nexpense, English as a second language and IT training. Studies done by ADB on employability \nof Sri Lankan graduates have identified a set of attributes preferred by employers. The private \nsector prefers graduates who are English-speaking and literate in office IT, and with a work \nethic, which seems often lacking in public university graduates.  \n \n5.  Adding to the problems of the poor is lack of access to the better programs offered at \npostsecondary education institutions. The shortage of seats at the public universities for free \ntuition of  A-level scholars is being addressed by the World Bank and by the development \npolicies of the Government. The current backlog may be alleviated by 2004, as universities have \nbegun to take in double batches. The capacity to absorb students is expected to rise from its \npresent 2% of A-level qualified graduates to 4–5%. Adding to the potential to absorb A-level \ngraduates is the possible expansion of the Open University of Sri Lanka (OUSL), the potential \nexpansion of the Sri Lanka Institute of Advanced Technical Education (SLIATE), and the private \nhigher education diploma and degree-granting capacity institutions increasing capacity from \n5,000 to 30,000 students.2 \n \n6.  Many underemployed A-level graduates wish to proceed to higher education and seek \npart-time education to upgrade. A government initiative encouraging public universities to create \nexternal degree programs, and the right of a student to challenge examinations for a degree, \nhave the potential to enable public universities to absorb many of the students. External \ndegrees have helped create spin-off private institutions tutoring students for the university \nexams. Tutoring has been very successful in IT, with examinations offered by the Institute of \nComputer Technology Institute of the University of Colombo. Over 9,000 students preparing for \nthem are studying mainly at private IT schools. University Grants Commission statistics indicate \n167,000 students are enrolled in external degree programs offered by six public universities.  \n \nF.  Client Demand \n \n7.  Students are determined to enroll in programs despite the bureaucratic hurdles of the \npublic institutions. For example, it is not uncommon for students to forgo a day’s pay and travel \n3–4 hours just to stand in line to enroll in an OUSL program. The system is too process \noriented, and not as student friendly as it should be. A-level graduates tend to migrate from rural \n                                                                 \n1  Educational Consultants Ltd., 1989. Education and Training in Sri Lanka. Vol. 3. Colombo. \n2  Numbers vary by sources and way of counting. These figures do not consider certificate programs shorter than 1 \nyear.  ", "52 Appendix 14 \nareas to Colombo, seeking jobs and education. Those from poor families have to find jobs and \nstudy part time. The assumption is that the better-quality education is in Colombo. \n8.  Typical young A-level graduates who leave their poor rural families  and move to an \nurban center are faced first with having to earn a living. Typically, their income level is Rs3,000–\n7,000 per month. Private sector education costs are significant, ranging from Rs5,000 to over \nRs8,000/month,  plus  living  expenses,  estimated  at  a  minimum  of  Rs2,000–3,500/month. \nStudents  prefer  to  study  English  and  IT  basic  skills.  Focus  group  sessions  with  A-level \ngraduates  from  poor  families  indicated  a  lack  of  knowledge  of  career  opportunities,  thus \nsubstantiating  the  Government’s  focus  on  introducing  career  and  employment  counseling. \nStudents  were  unaware  of  education  opportunities outside programs offered by the public \nuniversities—that is, training opportunities provided by OUSL, SLIATE, and other providers such \nas the Hotel School. Focus groups also indicated a desire for short training courses that would \nhelp graduates get jobs quickly. Once employed, graduates tend to seek part-time education to \ndevelop a career path.  \n \nG.  Absorptive Capacity \n \n9.  Project benefits can be enhanced through improved linkages between public and private \nsector  institutions  and  the  provision  of  mobility  for  students  to  advance  from  technical/ \nvocational certificate programs to diploma and degree programs. Provided that the quality of \nprograms is enhanced, expansion of programming at SLIATE and OUSL can be affected \nthrough  linkages  with  the  private  sector,  emulating  the  Institute  of  Computer  Technology, \nUniversity of Colombo external degree program. The quality of the public and lesser private \ninstitutions can be enhanced by adoption of a quality accreditation system, such as ISO 9002, \nwhich has been achieved by the Marine School, or by international accreditation linkages. \nPrograms must meet world standards to enhance graduate mobility. \n \n10.  External community organizations that can support the project are the local and national \nchambers of commerce. The three major chambers—Ceylon, Federal, and the Federation of \nChambers  of  Commerce—are  willing  to  encourage  educational  opportunities  for  A-level \ngraduates and help with educational surveys. Public and private participation in programs such \nas work experience for graduates has a good track record. These partnerships could be co-\nopted to participate in student loan and scholarship projects. Representatives interviewed from \nprofessional associations—accounting, marketing, architecture, chemistry, engineering, and IT \nschool associations—are interested in improving the quality of education and accessibility for A-\nlevel graduates. The spirit of cooperation is high.  ", "  Appendix 15  53 \nECONOMIC JUSTIFICATION \n \n1.  Sri Lanka boasts some of the region’s better human development indicators. In 1997, its \nliteracy rate was 92%; in 1995, the primary gross enrolment rate was above 90%, and the gross \nsecondary enrolment rate was 75%. At the tertiary level, however, only 5% of the relevant age \ngroup was enrolled. Dividends from the peace process, the country’s rising industries, and the \nchanging  global  economy  necessitate  providing  greater  access  to  and  strengthening \npostsecondary education, and a closer match between education and training and labor market \nneeds to provide the required skill mix. \n \n2.  Recent labor statistics indicate that the overall unemployment rate is 8%. Unemployment \namong females is double that among males, and gender parity has not been attained in \neducation. The economic structure is changing. The Sri Lankan labor force is characterized by a \nlarge but declining share of agriculture, with a shift away from employment in the primary sector \nto  the  secondary1  and  tertiary2  sectors.  Workers  are  moving  more  to  self-  and  private \nemployment and away from the public sector. A distinctive feature of unemployment in Sri \nLanka is its high incidence among educated persons (14.6% for those with A-level qualifications \nand above); the unemployment rate was less among those with lower qualifications (0.5% for \nthose with no schooling and 1.9% for those who attended to grades 2–4). This pattern is partly \ndue to the conventional education system with its traditional courses that do not cater to the \nemerging demands of the labor market, especially in computer science, financial management, \nmarketing, and English language; and partly due to a mismatch between expectations and \nopportunities based on the educational qualifications and achievements of the prospective job \nseekers. The trend to more skilled occupations has contributed to rising income levels. To \nmaintain this momentum, education and training systems need adapt to the changing pattern of \ndemand in the labor market. \n \n3.    The Project.  The Project has three components: (i) developing a modern distance \neducation system through partnerships to increase access and raise the quality of programs at \nthe  Open  University  of  Sri  Lanka  (OUSL)  and  other  public  and  private  postsecondary \ninstitutions;  (ii)  supporting  greater  coordination  and  efficiency  among  public  and  private \npostsecondary institutions in Sri Lanka and abroad, including job awareness campaigns and \ncareer guidance activities; and (iii) building the capacity of OUSL to expand access and improve \nthe quality and relevance of higher education. A relevant curriculum will increase students' \nemployment potential and serve emerging labor market needs.  \n \n4.  Project  Benefits.  The  Project  will  increase  the  educated  and  skilled  labor  force \nnecessary to changing requirements for economic development. The Project will (i) expand the \ncapacity of nonconventional higher education institutions to increase postsecondary enrolment, \n(ii) provide quality learning for external degree students, (iii) improve the quality of learning, and \n(iv) provide relevant higher education. The major project beneficiaries will be postsecondary \nstudents,  specifically  A-level  graduates  who,  although  qualified  to  enter  conventional \nuniversities,  are  left  out  for  lack  of  space.  Demand  is  high  for  postsecondary  places  as \nevidenced by the number of graduates who apply and are rejected, and by the growing \nenrolment of external degree students. Project benefits are calculated in terms of working-life \nincremental income earned as a consequence of obtaining postsecondary education.  \n \n5.  OUSL. Capacity building to increase access and improve quality at OUSL will increase \nadmissions of university-qualified students. Enrollment at OUSL is expected to increase to \n                                                 \n1  Secondary sectors include manufacturing and construction. \n2  Tertiary sectors include trade, electricity, transport and communications, banking and finance, and other services. ", "54   Appendix 15 \n40,000 from the current 20,000 in approximately 10 years. Structural changes in the economy \nfavoring more skilled and educated people will reinforce this trend. Due to competing demands \non students’ time,3 and partly due to poor OUSL resources, the completion rate4 during 1997–\n2000 was 7% against the universities’ 19.8%. Activities to improve the quality of learning, \nmodernize and rationalize the resources of OUSL, and streamline admissions and accreditation \nare expected to double completion rates to 14.1% in 12 years. Completion rates of nondegree \nstudents are expected to increase from the 1997-2000 average of 13.7% to 17.4% in 12 years. \nCompletion rates are expected to be higher in nondegree programs, which are typically shorter \nthan degree programs.  \n \n6.  As most of OUSL’s students are already employed, their employment rate should be \nabove the national rate of 92.3%. For present calculations, however, the initial employment rate \nis assumed to be the same as for A-level graduates and to improve to equal the national \nemployment rate in 7 years. Employed students will experience an increment in their annual \nremunerations. The estimated 2002 average nominal wage of  A-level graduates is $1,580; \nthose with less than a degree, $1,708; and degree holders, $2,907.5 Students’ working lives are \nconservatively estimated at 20 years. As a consequence of the ongoing peace talks and the \ngeneral optimism of an accord being reached, Sri Lanka’s economy is poised to grow quickly in \nthe medium term. Given that this project will increase skilled and educated labor and will align it \nto structural changes and the needs of the economy, and that peace is expected to reign, the \neconomy is expected to grow rapidly and labor to be productive. For the calculations here, the \ngrowth rate of real wages is assumed to peak at a conservative 8% in 8 years and to decline \nthereafter.6 \n \n7.   Even at the improved “completion rates,” many students will still not be able to complete \ntheir degrees in 4 years. Before program  completion, however, students will increase their \nproductivity, and remuneration structures normally reward additional education and training \nreceived.  Thus,  without  completing  their  degrees,  some  working  students  will  receive \nincrements to receive “less than a degree” incomes.  \n \n8.  Distance Education Partnership Program.  Multimedia center-based education will \nprovide a useful venue for postsecondary classes addressing the needs of external degree \nstudents. Access to syllabi, course materials, course reviews, and related materials will be \nprovided. In 1998, of the 104,000 students enrolled, only 2.14% received their degrees. By \n2001, enrolment had grown to 166,000. Under this component, an estimated additional 25,000 \nstudents per year will be served by year 10. External degree graduates are assumed to be \nemployed in the same pattern as OUSL graduates.  \n \n9.    Public-Private Partnerships. Through the public-private partnership component, funds \nwill be granted on a matching basis to about 100 private postsecondary institutes to improve \ntheir  quality  and  increase  access.  Government  training  institutes  (Sri  Lanka  Institute  of \nAdvanced Technical Education) and other nonprofit institutes will also receive an equivalent \namount. Smaller institutions are more agile and can implement improvements more quickly than \n                                                 \n3  About 75% of OUSL’s students are already employed. \n4  The completion rate is calculated as the proportion of enrolled students who are awarded degrees (or certificates \nor diplomas) in a given academic year to the total enrolment in the same academic year. \n5  In  1997,  average  nominal  wage  of  A-level  graduates  was  SLRs103,356;  those  with  less  than  a  degree, \nSLRs111,744; and degree holders, SLRs190,176. These were inflated to 2002 estimates using inflation rates and \nconverted into dollars at the forecast 2002 exchange rates. \n6  The Central Bank of Sri Lanka has projected real per capita income to grow at an average of 5.7% annually in \n2000–2005, and 10% annually in 2005–2010. Real wages are expected to grow incrementally and track these \nprojections. ", "  Appendix 15  55 \ntraditional structures, and will thus be able to enroll more students. An additional 25,000 \nstudents per year will be enrolled by year 10. Their completion rates are assumed to be the \nsame as that of OUSL students. This assumption, however, may be pessimistic in view of the \ndifferent student composition in these institutions, and because fees, which are close to full cost \nrecovery, are being charged.  \n \n10.  The Project will improve long-term higher education capacity and quality, and not just \nduring project implementation. Increases in enrollment and improvements in learning quality are \nexpected to be sustained beyond the project period. Project benefits are calculated until year \n20.  \n \n11.  Absorptive Capacity. The project will increase enrollment by about 70,000 places per \nyear in 10 years, which is likely to be short of the future demand. About 140,000 students sit for \nthe A-level examinations every year.  At the end of the 5-year implementation period of the \nAsian Development Bank Secondary Education Modernization Project, the annual number of A-\nlevel graduates sitting for the A-level examinations is expected to increase to about 190,000. \nAssuming that the pass rate of about 50% is maintained, about 95,000 students should qualify \nannually for the university. If everyone enrolled for postsecondary education, 360,000 total \nplaces would be needed for any given school year assuming 25% of all those enrolled would \ncomplete their programs and no one drops out. (Lower completion rates will further increase the \ntotal student places required.) As of 1997 (not much different from 2002), the estimated total \ncapacity of the postsecondary system7 was about 166,000. If all who qualify enroll, the gap will \nbe about 194,000; if three quarters, then 104,000. Demand for postsecondary education is \ndemonstrated by the number and growth rate of external degree enrollment. Of the 1997 \nenrollment, 104,000 students were working for an external degree; they grew by 10% from 1997 \nto 1998. The student places are not sufficient to meet the current and projected increased \ndemand in the traditional university sector and the requirements of the evolving economy, so \nother parts of the postsecondary education system must thus expand. \n \n12.  Project  Costs.  The  economic  costs  of  the  project  include  project  investment, \nincremental recurrent costs of the Government, and opportunity costs of students’ time. Since \nmost OUSL students are employed and take some time off  from their work to study, their \nopportunity costs are assumed to be 25% of the average A-level wage. The Distance Education \nPartnership Program (DEPP) and public-private partnership students are assumed to be close \nto the beginning of their age-wage profile; their opportunity costs are thus assumed to be at \n80% of the average A-level wage. In the case of DEPP external degree students, authorities are \nuncertain of the number of active students until they register for examinations again; in this \nconnection, opportunity costs are calculated only for the change in number of those completing \neach  year,  and  students  are  assumed  to  have  spent  4  years  preparing  for  their  degree \nexamination. \n \n13.  Economic Rate of Return and Sensitivity Analysis. The assumptions of the economic \ninternal rate of return analysis are as follows: \n \n(i)  OUSL enrolment will increase from 20,000 to 40,000 by year 10. \n(ii)  OUSL completion rates will increase from 7% to 14.1% in 12 years. \n(iii)  OUSL nondegree completion rates will increase from 13.7%  to 17.4% in 12 \nyears. \n(iv)  Growth rate of real wages will peak at 8% in 8 years and decline thereafter. \n(v)  Multimedia centers will enroll 25,000 external students by year 10. \n                                                 \n7  The postsecondary system includes public institutions and private institutions that serve external degree students. ", "56   Appendix 15 \n(vi)  Public-private partnerships will enroll 25,000 students by year 10. \n \n14.  The calculated economic internal rate of return is 23% (Table A14.1). Sensitivity analysis \nis in Table A14.2. If Sri Lanka’s economy does not grow as expected such that real wages are \nfixed at the estimated 2002 levels, the Project will generate the lower EIRR of 15%. In the event \nthat capacity building at OUSL is not as successful as expected, (i) if the increase in enrollment \nis 8,574 instead of 20,000, the EIRR will shrink to 15%; and (ii) if OUSL completion rates \nimprove to 10.9% instead of 14%, the EIRR will shrink to 14%. Where the assumption relating to \nthe DEPP’s impact on external students’ completion rates is less than expected, such that it \ngrows to 4.1% instead of 7%, the EIRR will slightly decrease to 22%. If the cost of the \ninvestment project increases by 20%, the EIRR will decrease to 21%. These scenarios present \nthe sensitivity of the project EIRR and demonstrate its viability compared with the 12% hurdle \nrate. \n \nTable A14.1: Estimated Costs and Benefits of the Project \n($)  \n \n    Present Value of Economic Benefits   \n        Public-    \n  Present Value of  OUSL Capacity    Private    NPV of Project \nYear  Economic Costs  Building  DEPP  Partnership  Total  at 12% \n2003  10,995,215  0  0  0  0  (10,995,215) \n2004  10,617,118  0  0  0  0  (10,617,115) \n2005  11,664,705  231,424  161,901  44,172  437,497  (11,227,208) \n2006  11,347,605  405,223  531,578  126,719  1,063,519  (10,284,086) \n2007  9,618,434  3,394,418  964,730  3,148,151  7,507,299  (2,111,136) \n2008  13,622,335  4,978,062  1,680,009  5,713,078  12,371,149  (1,251,185) \n2009  19,108,694  6,915,392  2,708,387  9,549,798  19,173,577  64,883 \n2010  24,562,674  9,576,511  3,900,078  12,907,604  26,384,193  1,821,518 \n2011  29,740,655  12,983,498  5,247,992  16,262,250  34,493,740  4,753,085 \n2012  33,233,318  17,655,537  7,084,789  18,575,731  43,316,057  10,036,866 \n2013  32,233,318  19,006,699  7,556,004  18,982,887  45,545,590  13,312,271 \n2014  31,266,797  20,636,765  8,084,925  19,559,783  48,281,472  17,014,676 \n2015  29,584,562  19,488,626  7,635,115  18,471,563  45,595,303  16,010,740 \n2016  27,993,222  18,444,592  7,226,091  17,482,015  43,152,697  15,159,475 \n2017  26,238,845  17,254,009  6,759,653  16,353,565  40,367,226  14,128,382 \n2018  24,594,630  16,175,633  6,337,174  15,331,467  37,844,275  13,249,645 \n2019  23,053,638  15,114,827  5,921,579  14,326,022  35,362,428  12,308,790 \n2020  21,609,368  14,170,150  5,551,481  13,430,645  33,152,276  11,542,908 \n2021  20,255,731  13,284,516  5,204,513  12,591,230  31,080,259  10,824,527 \n2022  18,987,024  12,454,234  4,879,231  11,804,278  29,137,743  10,150,719 \n     \nNPV at 12%  103,892,537   \nEconomic Internal Rate of Return  24%   \nDEPP = Distance Education Partnership Program, NPV = Net Present Value. \n \nTable A14.2: Sensitivity Analysis \n \nCriteria  ERR (%) \nBase case entire project  24 \nInvestment project costs 20% more  22 \nReal wages do not grow  16 \nOUSL enrollment increases by 8,574 instead of 20,000 by year 10  16 \nOUSL enrollment increases by 25,000 instead of 20,000 by year 10  27 \nOUSL completion rate grows to 11% instead of 14%  15 \nExternal students’ completion rate reaches a peak of 4.1% instead of 7%  23 \n ", "  Appendix 16  57\nFINANCIAL PROJECTIONS FOR THE OPEN UNIVERSITY OF SRI LANKA AND THE \nDISTANCE EDUCATION PARTNERSHIP PROGRAM \n \nA.  Fiscal Impact \n \n1.  Sri Lanka’s growth rate has averaged about 5% per annum for the past 15 years, \nsuggesting that the economy can grow in spite of (i) the social conflict, which drains about 2% of \ngross domestic product (GDP) each year; (ii) the Asian crisis, which has greatly affected the \nregion; and (iii) general inefficiencies caused by public sector policies that are not pro-growth \nbecause they do not provided a sufficient number of relevant skills. The growth is reinforced by \nlow population growth and deficit reduction that has kept the economy stable over the past 10 \nyears in spite of severe external shocks. The government budget grew at about 5% per annum \nas the Government reduced expenditures by selling off parastatals and reducing social benefits \nnot targeted specifically at the poor. Prospects for continued growth look good once the social \nconflict is resolved and the global economy picks up.  \n \n2.  The education budget has remained fairly constant at about 3% of GDP for the past 10 \nyears, with about 20% going for capital costs funded mostly by external borrowing. The budget \nis slightly skewed toward the upper end of the education pyramid, with 40% going to primary, \n20% to secondary, and 20% to higher education; and 20% to teacher education, administration, \netc. The key education financing issues facing Sri Lanka center on the no-growth scenario for \nbudget funding and the need for cost sharing under these circumstances in tertiary education, \nwhich has traditionally been provided for free. If the formal conventional university system were \nnot small, the system would clearly be unsustainable. \n \n3.  Tables A15.1, and A15.2 provide information on the financial sustainability of project \nimpact on the overall national budget and the education budget, especially for the recurrent \nportion. These percentages are small and indicate that the project will not adversely impact the \nbudget either during or after project completion. The impact on the university portion of the total \neducation budget can be simply estimated by hand because the university portion is 20% each \nfor the recurrent and routine education budgets. Again, the impact will not be unusually large.  \n \nTable A15.1: Indicative Budgetary Implications \n \nItem  Year 1  Year 2  Year 3  Year 4  Year 5  Year 6 \n1.  Government Share in Project  3,967  4,222  4,585  3,803  1,380  971 \n2.  Total Education Budgeta  352,429  374,109  395,789  417,469  439,149  460,829 \n3.  Percentage of Government  1.1  1.1  1.2  0.9  0.3  0.2 \nShare/Education Budget \n4.  Government Share in Civil Works  860  860  860  860  860  860 \n5.  Education Development Budgeta  72,135  76,572  81,009  85,447  89,884  94,322 \n6.  Percentage of Government  1.2  1.1  1.1  1.0  1.0  0.9 \nShare/Education Development \nBudget \n7.  Government Share in Recurrent  519  519  519  519  519  519 \nCost \n8.  Education Recurrent Budgeta  280,295  297,537  314,780  332,022  349,265  366,508 \n9.  Percentage of Government  0.2  0.2  0.2  0.2  0.1  0.1 \nShare/Education Recurrent \nBudget \na  Data from Central Bank of Sri Lanka annual reports and projected to year 2008. \n \n ", "58  Appendix 16 \n \nTable A15.2: Projected Education Budget 1993-2008 \n($ million) \n                    \n   Year  Education  Recurrent  Percent  Development  Percent \nActual  1993  148.1  118.2  79.8  29.9  20.2 \n  1994  186.5  156.2  83.8  30.3  16.2 \n  1995  199.0  166.1  83.5  32.9  16.5 \n  1996  214.8  168.6  78.5  46.1  21.5 \n  1997  235.3  186.9  79.5  48.3  20.5 \n  1998  281.0  216.7  77.1  64.3  22.9 \n  1999  308.4  227.8  73.9  80.5  26.1 \n  2000  325.6  250.5  76.9  75.1  23.1 \n  2001  297.7  246.8  82.9  50.9  17.1 \nAverage        79.5    20.5 \nProjected  2002  330.7  263.1  79.5  67.7  20.5 \nYear 1  2003  352.4  280.3  79.5  72.1  20.5 \nYear 2  2004  374.1  297.5  79.5  76.6  20.5 \nYear 3  2005  395.8  314.8  79.5  81.0  20.5 \nYear 4  2006  417.5  332.0  79.5  85.4  20.5 \nYear 5  2007  439.1  349.3  79.5  89.9  20.5 \nYear 6  2008  460.8  366.5  79.5  94.3  20.5 \nNotes: Gross domestic product at market prices \nSource: Central Bank of Sri Lanka. 2001. Annual Report. Colombo; Central Bank of Sri Lanka. 1997. \nAnnual Report. Colombo.  \nProjection of education budget from 2002 to 2008 by regression and breakdown into recurrent and \ndevelopment based on averages of 1993 and 2001. \n \n4.  The sustainability of the Open University of Sri Lanka (OUSL) is presented in Table \nA15.3 by showing the current budget and expenditure, including income from fees, which \nrepresents 25% of overall unit costs of OUSL operations. Comparing these numbers with the \nprojected expenditures and revenues generated in 2008 at the end of the Project, the fees from \nadditional students will clearly cover the costs of operations at a rate of 40% per annum. OUSL \nwill continue to rely on a government grant of 60% of operating costs, primarily for salaries for \npermanent staff. \n \nTable A15.3: OUSL Sustainability Analysis \n(SLRs'000) \n \nCategory  Current  Projected  Increase \nBudget Expenditures \n  Salaries  212  240  28 \n  Contracts  38  120  82 \n  Nonsalary  61  128  69 \n  Total  311  488  179 \nRevenue Income \n  Grants  207  240  33 \n  Fees  82  190  102 \n  Other Income  15  40  25 \n  Total  304  470  184 \n \n \n \n ", "  Appendix 16  59\n5.  Table A15.4 shows the cash flow for the Distance Education Partnership Program \n(DEPP) during and after project completion, and project subsidies to establish the DEPP, \nconfigure and install the system, and operate and train local staff before project completion. The \nnet result of the analysis indicates that with as few as 10,000 students on-line and paying user \nfees of $100 per year, the DEPP can continue existing operations until the end of 2008. \nHowever, with an additional 10,000 students on-line per year and paying the same user fees, \nthe DEPP will have sufficient funds to continue expanding curriculum development through \nmigrating programs to the web and additional upgrading of existing software and hardware.  \n \nTable A15.4: Distance Education Partnership Program Cash Flow (2003–2009) \n($ '000) \n \nYear  2003  2004  2005   2006  2007  2008  2009  2010 \n1.  Income  0  0.05  0.1  0.2  0.3  0.5  1.0  1.5 \n2.  Expenditure                 \n  Capital Expenditure  2.0  2.0  2.0  2.0  0.8  0.2  0.2  0.3 \n  Operational Expenditure  1.0  1.0  1.0  0.5  0.5  0.2  0.3  0.1 \n    Total Expenditure  3.0  3.0  3.0  2.5  1.3  0.4  0.5  0.9 \nCash Balance  (3.0)  (2.95)  (2.90)  (2.3)  (1.0)  0.1  0.5  0.6 \nProject support  3.0  2.95  2.90  2.3  1.0  0.4  0  0 \nNet Cash Balance  0  0  0  0  0  0.5  1.1  1.6 \n \n6.  Table A15.5 shows the breakdown of what costs go under the special fund to upgrade \npublic-private institutes seeking grants to improve capacity and increase enrollment and provide \nadditional scholarships for the needy. For every proposal costed, the beneficiary institute will \npay 50% of the costs. The remaining 50% share will be paid by the Government and can be \nbroken down as 20% to cover the high cost of borrowing for the institute, 20% to support the \nadditional capacity, and 10% to cover a portion of the stipend component. Given these reasons \nto use public funds for private institutes, these costs need not be recovered under a loan. The \ngovernment contribution represents support to the private institutions to increase  capacity that \nwould otherwise have to be created long-term by the Government to increase enrollment. \n \nTable A15.5: Matching Grants for Public Private Institutions to Expand Capacity \n($ million) \n \nCategory  Private Institution  Government \nAdditional Capacitya  3.8  1.6 \nStipend Increase  0.1  0.8 \nCost of Borrowing  0.1  1.6 \n  Total  4.0  4.0 \n  a   Information, communication technology, multimedia, on-line distance education, \nforeign-domestic link programs. "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "aj3", "Creator": "Acrobat PDFMaker 5.0 for Word", "ModDate": "D:20030612105214+08'00'", "Title": "PROPOSED LOAN", "CreationDate": "D:20030521160652+08'00'"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 8 May 2003) \n \nCurrency Unit  –  Sri Lanka Rrupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.010301     \n$1.00  =  SLRs97.075     \n         \n \nABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  DEPP  –  Distance Education Partnership Program \n  EIRR  –  economic internal rate of return \n  GDP  –  gross domestic product \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  ICT  –  information and communication technology \n  ILO  –  International Labor Organization \n  IT  –  information technology  \n  JICA  –  Japan International Cooperation Agency \n  MPD&I  –  Ministry of Policy Development and Implementation \n  MTET  –  Ministry of Tertiary Education and Training \n  NDEN  –  National Distance Education Network \n  NORAD  –  Norwegian Agency for Development Cooperation \n  OUSL  –  Open University of Sri Lanka \n  PMO  –  project management office \n  PPSI  –  private postsecondary institutions \n  Sida  –  Swedish International Development Cooperation Agency \n  SLIATE  –  Sri Lanka Institute of Advanced Technical Education \n  SMEs  –  small and medium-sized enterprise \n  TA  –  technical assistance \n  UGC  –  University Grants Commission  \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by a team consisting of W. Loxley (Team Leader), S. Ho, \n \nC. Vandenabeele, L. Gutierrez, and S. Chanmugam. \n \n \n \n \n \n \n ", "authors": [{"fullname": "C. Vandenabeele", "role": "L", "organization": ""}, {"fullname": "W. Loxley "}, {"fullname": "W. Loxley ", "role": "Team Leader"}, {"fullname": "S. Ho"}, {"fullname": "C. Vandenabeele"}, {"fullname": "L. Gutierrez"}, {"fullname": "S. Chanmugam"}]}