{"path": "data/input/ta/rrp-bhu-32373.pdf", "pages": [" \n Report and Recommendation of the President \n \n \n \nRRP: BHU 32373 \n \n \n \n \nReport and Recommendation \nof the President to the Board  \nof Directors on a Proposed Loan and \nTechnical Assistance Grant to the \nKingdom of Bhutan for the Road \nNetwork Project \n \n \n \n \nAugust 2005 \n \n \n \n   ", "CURRENCY EQUIVALENTS \n(as of 30 June 2005) \n \nCurrency Unit –  ngultrum (Nu) \n \nNu1.00 =  $0.023      \n$1.00 =  Nu43.45     \n \nABBREVIATIONS \n \n  AADT  –  average annual daily traffic \n  ADB  –  Asian Development Bank \n  DOR  –  Department of Roads \n  EMP  –  environmental management plan \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  FYP    five-year plan \n  GDP  –  gross domestic product \n  IEE  –  initial environmental examination \n  JICA  –  Japan International Cooperation Agency \n  LCB  –  local competitive bidding \n  MOH  –  Ministry of Health \n  MOWHS  –  Ministry of Works and Human Settlement \n  PMO  –  project management office \n  RAA  –  Royal Audit Authority \n  RAP  –  Rural Access Project \n  RIP  –  Road Improvement Project \n  RMM  –  road maintenance management \n  ROW  –  right-of-way \n  RSTA  –  Road Safety and Transport Authority \n  TA  –  technical assistance \n  VOC  –  vehicle operating cost \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  km2  –  square kilometer \n  m  –  meter \n  vpd  –  vehicles per day \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 30 June. \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of H. Yamaguchi (team leader), S. Widowati,  \nD. Utami, and C. Vandenabeele. \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  iii \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  9 \nA.  Impact and Outcome  9 \nB.  Outputs  9 \nC.  Special Features  10 \nD.  Cost Estimates  10 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  12 \nIV.  TECHNICAL ASSISTANCE  15 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  15 \nA.  Technical Aspects  15 \nB.  Policy and Institutional Aspects  15 \nC.  Social Aspects  16 \nD.  Land Acquisition and Resettlement Aspects  17 \nE.  Environmental Aspects  17 \nF.  Economic Aspects  18 \nG.  Project Risks  19 \nVI.  ASSURANCES  20 \nA.  Specific Assurances  20 \nB.  Conditions for Award of Contracts  21 \nVII.  RECOMMENDATION  21 \nAPPENDIXES   \n1.  Design and Monitoring Framework  22 \n2.  Road Sector Analysis  24 \n3.  External Assistance to the Road Sector  29 \n4.  Project Road and Summary of Design Standards  30 \n5.  Detailed Cost Estimates and Financing Plan  33 \n6.  Implementation Organization Chart  34 \n7.  Indicative Project Implementation Schedule  35 \n8.  Indicative Contract Packages  36 \n9.  Outline Terms of Reference for Technical Assistance Consultants  37 \n10.  Summary Poverty Reduction and Social Strategy  42 \n11.  Summary Economic Assessment  45 ", "ii   \nSUPPLEMENTARY APPENDIXES (available upon request) \n \nA.  Outline Terms of Reference for Consulting Services for Detailed Design and \nProcurement Assistance \nB.  Outline Terms of Reference for Consulting Services for Monitoring Social and \nResettlement Aspects \nC.  Outline Terms of Reference for Consulting Services for Construction Supervision \nD.  Outline Terms of Reference for Consulting Services for Environmental Specialist \nE.  Summary Poverty and Social Assessment \nF.  Resettlement Framework \nG.  Economic Assessment\n ", "  iii\nLOAN AND PROJECT SUMMARY \n \n \nBorrower  Kingdom of Bhutan \n   \nClassification  Targeting classification: General intervention \nSector: Transport and communication \nSubsector: Roads and highways \nThemes: Sustainable economic growth \nSubthemes: Fostering physical infrastructure development \n   \nEnvironment  Category A \nAssessment  The  summary  environmental  impact  assessment,  which  was \nsubmitted to the Board and disclosed to the public through the \nAsian  Development  Bank  (ADB)  website  on  25  May  2005, \nincludes  an  environmental  impact  assessment  for  the  national \nhighway component and initial environmental examination for the \nfeeder road component. \n   \nProject Description  The  Project  is  to  (i)  strengthen  part  of  the  Trongsa–Gelephu \nnational highway (about 140 kilometers [km] of the total 245 km), \nincluding  a  16  km  realignment  between  the  Mangdichu  and \nWangdigang bridges; and (ii) construct 4 feeder roads: Mirchim–\nBongo (17.5 km) and Tekizam–Bjena (6.5 km) in the west region, \nand Garbagtang–Autsho (51 km) and Khardungla–Kangpara (28 \nkm) in the east. The national highway component includes the \nreplacement of two temporary bridges with permanent structures. \nTechnical  assistance  (TA)  will  help  the  Government  build  the \ncapacity for road safety audit and road asset management. \n   \nRationale  Accessibility is Bhutan’s key development issue. The country’s \ntrunk road network is still limited in terms of coverage and unable \nto  meet  the  growing  demands  of  larger  and  heavier  vehicles. \nLimited provision of feeder roads adds to the isolation of remote \nrural areas. To cope with socioeconomic development and the \nconsequent  expansion  of  vehicular  traffic,  the  existing  road \ninfrastructure must be upgraded and improved. \n \nImproving  part  of  the  Gelephu–Trongsa  national  highway  will \nresult in a 39 km reduction in highway length and will provide \nanother subregional link with India in the long term, particularly for \nthe central and eastern parts of the country, in addition to the \nexisting link via the Thimphu–Phuentsholing road. Expansion of \nfeeder roads is one of the Government’s priority strategies and is \nbeing implemented through external assistance. The feeder roads \nunder the Project are included in the updated 9th Five-Year Plan \nand  selected  in  accordance  with  the  Government’s  policy  to \nrealize regional balance and rural access. While ADB continues to \nsupport development agencies focus on the east region, with its \nhigher  poverty  incidence,  assistance  will  also  be  extended  to \nfeeder roads in the west to improve rural access. \n ", "iv   \n  This is the first ADB project in Bhutan to finance improvement of a \nnational highway and construction of feeder roads. This reflects \nthe Government’s commitment to finance resurfacing as well as \nroutine maintenance using domestic revenue after completion of \nthe ongoing ADB-funded Road Improvement Project. \n \nTo  support  the  Government’s  initiative  for  private  sector \nparticipation in the construction industry, local competitive bidding \nwill be used for all the construction works. \n   \nImpact and Outcome  The Project will improve transport efficiency on the trunk road \nnetwork  and  expand  accessibility  in  rural  areas,  which  will \ncontribute  both  to  expansion  of  economic  opportunities  and \npoverty reduction. \n   \nCost Estimates  The  total  cost  of  the  Project  is  estimated  at  $34.1  million \nequivalent  inclusive  of  taxes,  duties,  and  interest  on  the  loan \nduring  construction.  The  foreign  exchange  component  is \nestimated  at  $21.3  million  (62.4%);  the  local  currency  cost \n(including duties and taxes) at $12.8 million equivalent (37.6%). \n   \nFinancing Plan  ADB will provide a loan of $27.3 million equivalent, which is 80% \nof the total cost. The loan will finance the entire foreign exchange \ncost, and $6.0 million or 46.9% of the local currency cost. The \nGovernment will finance the remaining local cost of $6.8 million \nequivalent, or 20% of the total cost, including taxes and duties, \nland  acquisition,  remuneration  of  counterpart  staff,  office \naccommodation, and other miscellaneous costs. \n   \nLoan Amount and Terms  A  loan  of  $27.3  million  equivalent  will  be  provided  in  various \ncurrencies  equivalent  to  Special  Drawing  Rights  18,803,000 \n($27.3 million equivalent) from the Special Funds resources of \nADB. The loan will have a 32-year term, including a grace period \nof 8 years, and an interest rate of 1% per annum during the grace \nperiod and 1.5% per annum thereafter. \n   \nPeriod of Utilization  Until 31 December 2010 \n   \nEstimated Project  30 June 2010 \nCompletion Date \n   \nExecuting Agency  Department of Roads (DOR) \n   \nImplementation  The  existing  Project  Management  Office  (PMO),  which  is \nArrangements  responsible for implementing the Road Improvement Project, will \nbe retained for the Project. During design and procurement, the \noffice  will  be  based  in  Thimpu.  Once  phase  I  civil  works  are \nawarded, the PMO will move to Trongsa to manage the national \nhighway  and  overall  project  coordination.  Two  other  regional \noffices will be established: in Mirchim to cover two feeder roads in \nthe west, and in Garbagtang/Mongar to cover two in the east. \n   \n ", "  v\nProcurement  Procurement of goods and services for the Project will be carried \nout in accordance with ADB Guidelines for Procurement. All civil \nworks contracts will be procured under local competitive bidding \nprocedures.  Bidders  will  be  postqualified  by  applying  a  single \nstage,  two-envelope  bidding  procedure.  Advance  procurement \naction has been approved to accelerate project implementation. \n   \nConsulting Services  Design and supervision consultants will be recruited separately. A \ndomestic  consulting  firm  will  be  recruited  to  prepare  detailed \ndesign,  bidding  documents  for  pavement  strengthening  of  the \nnational  highway;  and  to  assist  DOR  with  procurement  and \npreparation  of  the  land  acquisition  and  resettlement  plan  for \nfeeder roads. An international consulting firm in association with \ndomestic consultants will be recruited for construction supervision. \nDOR staff will be released for site inspection tasks to assist the \nsupervision consultant. \n \nAn individual domestic consultant will be engaged to assist DOR \nin  monitoring  implementation  of  land  acquisition.  A  second \nindividual domestic consultant will be engaged to assist DOR in \nhandling environmental concerns related to DOR activities. \n \nAll consultants financed from the ADB loan will be selected and \nengaged  in  accordance  with  ADB  Guidelines  on  the  Use  of \nConsultants and other arrangements for recruitment of domestic \nconsultants acceptable to ADB. \n   \nProject Benefits and  The Gelephu–Trongsa national highway is a strategic road link, \nBeneficiaries  connecting the Indian border at Gelephu and the main east-west \nhighway  at  Trongsa.  It  is  a  primary  conduit  for  long-distance \ntraffic.  The  feeder  roads  will  provide  access  to  rural  areas \npresently not connected by motorable road. The areas benefiting \nare widely distributed in various dzongkhags (administrative units \nin  the  country)  throughout  the  country.  The  Project  will \nconsequently support the economic and social development of \nlarge parts of the country. \n \nFor communities, the Project will improve economic prospects, \nliving conditions, and quality of life by (i) enhancing possibilities for \nnonfarm employment opportunities and investment opportunities; \n(ii) shortening travel times, increasing comfort and safety, and \nreducing  vehicle  operating  costs,  which  would  translate  into \nincreased  service  frequency  and  lower  fares;  (iii)  increasing \nlocalized  nonmotorized  traffic  and  increasing  volume  of \ncommercial  activities,  particularly  along  the  roadsides;  (iv) \nproviding employment opportunities for the poorer segments of \nthe population during construction, and, thus, having a beneficial \nimpact on the community as a whole; and (v) improving access to \nhealth services and education as demonstrated in the regional TA, \nAssessing the Impact of Transport and Energy Infrastructure of \nPoverty Reduction. \n \n ", "vi   \n  The  Project  will  improve  the  attractiveness  of  areas  in  the \nhinterlands for business and private sector investments, especially \naround  Gelephu  and  for  agroindustries.  Tourism  opportunities \nmay also increase. Lack of and costly transport presently hinders \nthe development of industries where transport costs are a major \ncomponent of the final price and the final product perishable. In \ngeneral,  local  businesses  will  (i)  gain  access  to  lower  priced \ninputs,  (ii)  export  products  more  cheaply,  and  (iii)  improve \nproductivity.  Agriculture,  tourism,  cottage  and  small  industries, \nand supporting services will all benefit. \n   \nRisks and Assumptions  Major risks to the Project relate to timely project implementation, \nwhich  will  be  mitigated  by  advance  actions  for  consultant \nrecruitment and procurement, detailed planning of preconstruction \nand construction activities, and advance preconstruction activities \nsuch as survey and design for the realignment and feeder roads \nby  DOR.  The  survey  and  design  will  be  assisted  by  Japan \nInternational Cooperation Agency (JICA) experts working in DOR. \nLocal contractors will be given sufficient time to prepare a detailed \nconstruction plan and obtain various government clearances, such \nas  for  quarry  sites,  before  commencing  works.  Potential  risks \nrelating  to  environmental  impacts  are  mitigated  through  the \ndetailed mitigation measures set out in summary environmental \nimpact  assessment,  which  will  be  monitored  by  a  consultant. \nSocial  and  land  acquisition  issues  will  be  minimal  as  the \nresettlement plan will be prepared before contract awards in line \nwith the resettlement framework. Social and resettlement activities \nwill be monitored by consultants engaged under the Project. \n   \nTechnical Assistance  In conjunction with the Project, a TA will (i) strengthen DOR’s \ncapacity  in  road  asset  management,  and  (ii)  develop  DOR \ncapacity in road safety audit. The estimated total cost of the TA is \n$376,000, of which ADB will finance $300,000 on a grant basis \nfrom  the  Japan  Special  Fund,  funded  by  the  Government  of \nJapan. The TA consultants will be recruited in accordance with \nADB  Guidelines  on  the  Use  of  Consultants  and  other \narrangements  satisfactory  to  ADB  for  engaging  domestic \nconsultants. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "v\n  ii", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Kingdom of Bhutan for the Road Network Project.1 The report also describes proposed \ntechnical assistance (TA) for Capacity Building in Road Asset Management and Road Safety \nAudit, and if the Board approves the proposed loan, I, acting under the authority delegated to \nme by the Board, will approve the TA. The design and monitoring framework is in Appendix 1.  \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  In a landlocked country like Bhutan, socioeconomic development depends largely on an \nefficient  and  reliable  road  network.  Since  the  construction  of  the  179  kilometer  (km) \nPhuentsholing–Thimphu Highway in 1959, the country has expanded the national road network. \nIt has now about 4,153 km of motorable roads, including 1,577 km of national highways, 459 km \nof district roads, 1,205 km of feeder roads, 117 km of urban roads, 251 km of farm roads and \n543 km of forest roads. This gives a road density of 0.1 km/square km (km2) and 5 km/1,000 \ninhabitants. The latter is relatively high in comparison with countries of similar size and income \nlevel, due to Bhutan’s low population density. Despite the present road network, many rural \ncommunities still remain unconnected. Half the country’s population lives more than half a day’s \nwalk from the nearest motorable road. Other than the traditional surface border crossings with \nthe People’s Republic of China and India, only one airport provides limited air access to the rest \nof the world. Appendix 2 presents an analysis of the road sector; a summary follows. \n \n3.  All  national  highways  and  nearly  half  of  the  district  and  feeder  roads  are  paved; \nhowever, 20% of national highways, 53% of district roads, and 86% of feeder roads are in poor \ncondition. Roads with narrow carriageway widths were built along steep hillsides prone to \nlandslides.  Roads  become  difficult  to  use  during  the  winter  months  and  rainy  season. \nImprovement, maintenance, and expansion of the existing road network are urgent. Because of \nthe mountainous terrain, the area of land suitable for agriculture is limited and the population of \nless  than  700,000  is  distributed  in  remote  scattered  settlements.  This  situation  makes \nconstruction and maintenance of roads extremely difficult and costly. In addition, the wide use of \nmanual resurfacing can only provide a low quality of pavement. \n \n4.  Until the early 1990s, most of the country's main road network was constructed and \nmaintained by DANTAK (an organization under the Army Engineering Corp of the Indian Border \nForce) and grant financed by the Government of India. About 15% of Bhutan’s main road \nnetwork (574 km, of which 498 km are national highways, 62 km district roads, and 16 km \nfeeder roads) is still maintained by DANTAK and funded by the Government of India, in addition \nto selected new construction and upgrading works. The Department of Roads (DOR) under the \nMinistry of Works and Human Settlement (MOWHS) has direct responsibility for 2,120 km, \nincluding 1,062 km of national highways, 415 km of district roads, 554 km of feeder roads, and \n89 km of urban roads. \n \n5.  The Government is redefining its role from that of executing project implementation to \nservice purchaser of transport infrastructure and services. MOWHS is responsible for the overall \npolicy making and planning of road development and maintenance through the Policy and \n                                                 \n1\n  The Project was prepared through ADB. 2003. Technical Assistance to Bhutan for Preparing the Road Network \nExpansion Project. Manila (TA 4138, approved on 2 July 2003). ", "2      \nPlanning Division based on requirements proposed by DOR. DOR, still heavily involved in \nsurvey and design works through the Survey and Design Division, intends to reduce the number \nof  staff  by  making  some  operations  more  efficient,  e.g.,  proposed  corporatization  of  the \nmechanical division, and natural reduction of the National Work Force, which is in charge of \ndaily routine maintenance works. An increased amount of road construction and maintenance \nwork has been contracted to private contractors, in line with improvements to their financial and \ntechnical capacity. DOR will set up an investigation and development division to enhance its \ncapacity  for  road  asset  management  and  technology.  Under  MOWHS,  the  Standards  and \nQuality Control Authority is responsible for standards and quality assurance of all construction \nworks. The Construction Development Board is responsible for registration of contractors and \nconsultants, and facilitation of private sector development and participation. Road safety is the \nresponsibility  of  the  Road  Safety  and  Transport  Authority  (RSTA)  under  the  Ministry  of \nInformation and Communications; except for engineering/design aspects, which are coordinated \nwith DOR. RSTA is also responsible for regulation of the transport industry. \n \n6.  The vehicle fleet has grown rapidly in recent years. From a total of 13,600 vehicles at the \nend of 1997, it reached 26,700 at the end of 2004, giving a growth rate of over 15% per annum. \nLight vehicles, and in particular taxis, increased faster than the average, while two-wheelers \nincreased at a slower pace. Almost 90% of the vehicles are in the western areas of Thimphu \nand Phuentsholing. Over two thirds of light vehicles are in the capital area, while 70% of trucks \nare registered at Phuentsholing. To streamline the transport system, all motor-vehicle-related \nactivities, including registration and licensing, and roadworthiness and emission tests were \nconsolidated under RSTA at the beginning of 1997. \n \n7.  Traffic  volumes  are  highest  in  the  vicinity  of  Thimphu  and  Phuentsholing,  with  the \nbusiest section on the short stretch from Thimphu to Semtokha. Traffic on this section averages \n2,280 vehicles per day (vpd), excluding two-wheelers. The next highest traffic level, about 900 \nvpd,  is  on  the  Semtokha–Chuzom  section,  which  is  the  common  section  of  the  roads  to \nPhuentsholing and Paro (airport). Traffic then divides roughly equally, at about 450 vpd on the \nroads to Phuentsholing and Paro. On the East-West Highway, traffic reaches 500–600 vpd from \nSemtokha to Wangdue, and decreases markedly further east, with about 100 vpd to Trongsa \nand 50–100 vpd further east. A major effort is under way to provide services in smaller towns as \nwell as access roads, necessary to give rural areas access to socioeconomic activities. \n \n8.  All freight and passenger transport services have been privatized. RSTA regulates the \ntransport industry and sets tariffs. The tariffs are binding for passenger traffic but considered \nindicative for freight as it is only applicable for hiring by the Government. Freight, operators are \nrequired to obtain a business license from the Ministry of Trade and Industry. The size of the \ntruck fleet has risen significantly in recent years and increased competition is reported to have \nreduced freight rates. Passenger bus services have been privatized. Commercial bus services \nare provided by 37 bus operators with a total fleet of about 120 vehicles as of December 2004. \nRSTA issues permits to operate bus services, specifying the route, vehicle type, and frequency \nof  services  to  be  operated,  with priority  given  to  affordability.  The  bus  service  contract is \ncontracted out on a competitive basis by grouping profitable and nonprofitable routes in one \npackage. Routes that cannot be profitable and grouped are contracted out to a single provider \nwith a subsidy whereby RSTA pays interest for a loan for the operator to purchase a bus. \n \n9.  The Road Safety and Transport Act of 1999 defines the roles of RSTA and the traffic \npolice in implementing the road traffic safety rules. The act reflects modern practice and the \ntraffic safety rules are in line with international standards. Despite rapid traffic growth, the \nnumber of reported accidents has only increased from around 250 with 15 fatalities in 1999 to \n ", "      3\n436 with 17 fatalities in 2003. This translates to 6.4 annual fatalities per 10,000 vehicles, which \nis very low in comparison with lower and middle income countries where the range is 5–100 \nannual  fatalities  per  10,000  vehicles.  However,  the  extent  of  underreporting  of  accidents, \nespecially in rural areas, is not known. Considering the high growth of the vehicle fleet, these \npositive statistics may not be sustained. \n \nB.  Analysis of Key Problems and Opportunities \n1.  The Government’s Development Strategy \n \n10.  The 9th Five-Year Plan (FYP, 2002–2007) objectives for the road sector are to (i) \nimprove accessibility to socioeconomic activities by building more roads; and (ii) enhance the \nexisting network with a view to reducing travel time, road-user costs, and transportation costs \nfor goods and services. The strategies include (i) construction of highways and feeder roads, (ii) \nrealignment of national highways, (iii) construction of double-lane highways and improvement \nalong  critical  stretches,  (iv)  maintenance  and  stabilization  of  national  highways,  and  (v) \nreplacement and reconstruction of bridges. Private sector participation, mechanization of road \nconstruction, and adoption of design and construction with environmental consideration will be \npromoted during implementation of these strategies. The objectives for road transport services \nare to develop safe, reliable, efficient, and affordable passenger and freight transport services. \nThe 9th FYP strategies to achieve this objective include (i) focus on safety and environmental \nstandards through vehicle inspection, and (ii) expand services through regulation and selective \nsupport of private transport enterprises. \n \n11.  Under the 9th FYP, DOR road expenditures would amount to Nu6.7 billion, comprising: \n(i)  new  road  construction,  realignment,  and  widening,  Nu3,575  million  (53%);  (ii)  bridge \nconstruction and maintenance, Nu634 million (10%); (iii) resurfacing, Nu1,100 million (17%); (iv) \nroutine maintenance, Nu819 million (12%); (v) equipment, buildings, and miscellaneous items, \nNu206 million (3%); and (vi) road administration, Nu300 million (5%). In addition, about 5–10% \nof the total is required for monsoon repairs every year, which is available from Government \ncontingencies. Other road sector institutions have expenses: (i) RSTA (Nu252 million) for bus \nterminals  and  waiting  sheds,  traffic  safety  programs,  and  vehicle  testing  equipment;  (ii) \nStandards and Quality Control Authority (Nu45 million) for construction of central and regional \nmaterial  testing  laboratories,  procurement  of  laboratory  and  field-testing  equipment,  and \ncapacity building; and (iii) Construction Development Board (Nu18 million) for construction of \noffice buildings, purchase of equipment and furniture, and capacity building. \n \n12.  Accessibility is the key development issue in the country. To cope with socioeconomic \ndevelopment and the consequent expansion of vehicular traffic, the existing road infrastructure \nmust be upgraded and improved. The country’s trunk road network is still limited in terms of \ncoverage and is unable to meet the growing demands of larger and heavier vehicles. Limited \nprovision of feeder roads adds to the isolation of remote rural areas. While the need to expand \nthe  road  network  to  enhance  socioeconomic  activities  in  rural  communities  is  increasing, \nmaintenance  of  the  existing  road  infrastructure  is  an  equally  important  and  challenging \ncomponent. The Government needs to allocate its limited budget to all of these requirements for \ndevelopment: expanding trunk and feeder road networks while maintaining and improving the \nexisting network. The ambitious public investment targets set forth in the 9th FYP require \nincreased  recourse  to  concessionary  foreign  borrowing,  including  from  ADB,  if  9th  FYP \nobjectives and the Government poverty reduction targets are to be met. \n \n \n ", "4      \n2.  External Assistance and Asian Development Bank Strategies \n \n13.  Development of the road network has depended upon external assistance with about \n25%  of  the  road  budget  coming  from  foreign  loans  (5%)  and  grants  (20%).  Appendix  3 \nsummarizes recent external assistance in the road sector. The Government portion includes \nprogram support from the Government of India of about 15% of the total budget. Besides ADB, \nthe main governments and development agencies active in the road sector are the governments \nof Austria, Japan, Netherlands, and Switzerland. The World Bank has the ongoing Rural Access \nProject (RAP). These activities have included considerable institutional support to DOR. Some \nsupport is also provided for the farm road program through agricultural development projects, \nfrom various sources such as European Union, German Agency for Technical Cooperation, \nInternational  Fund  for  Agricultural  Development  (IFAD),  Japan  International  Cooperation \nAgency (JICA), and Swiss Agency for Development and Cooperation. ADB continues to have \ninformal dialogue with the major financing agencies in the sector. ADB assistance has been \nfocusing  on  resurfacing  the  East-West  Highway,  while  JICA  focuses  on  bridges  and \nconstruction equipment, and World Bank on rural roads. ADB now also takes on the role of rural \nroads and national highways under the Project. For TA in the sector, bilateral funders provide \ncapacity building on engineering aspects, while ADB focuses on planning and policy aspects, \nsuch as road asset management. \n \n14.  ADB involvement in transport and communications so far has been exclusively in roads. \nSince 1983, ADB commitments have reached $28.63 million, making roads the third largest \nrecipient after social infrastructure and energy. Within the sector, ADB has provided three loans, \ntotaling $23.6 million; six advisory TAs, totaling $3.36 million; and five project preparatory TAs, \ntotaling  $1.63  million.  Since  1991,  several  of  these  initiatives  have  directly  supported  the \nGovernment’s various 5-year plans by contributing to the resurfacing of the road network. The \nprojects included the East-West Highway Maintenance Project2 and the Road Improvement \nProject (RIP).3 In addition, the Multiproject4 funded the construction of 34 km of roads between \nSamchi and Dorokha, as well as 73 km of forest roads and 10 suspension bridges. \n \n15.  ADB TA for Road Planning and Management Strengthening (footnote 2) contributed to \nimprovements in governance, which provided an improved road policy and management system \nthat facilitated efficient budget allocations for road sector development and maintenance. The \nTA also prepared a road sector master plan, which became the basis of the 9th FYP. In \naddition, the Road Act, prepared under the TA, was passed by the National Assembly in 2004. \nThe act defines a mechanism for road management, including (i) clearly defined responsibilities \nand  rights  of  road  users  and  affected  communities;  (ii)  conditions  and  requirements  for \nconstruction, rehabilitation, maintenance, and use of roads, with focus on environment and \nsafety; (iii) road financing and road-user charges; and (iv) functions of agencies responsible for \nmonitoring and enforcing the provisions of the legislation. \n \n16.  ADB lending and nonlending activities have aimed at reducing rural poverty through, \namong others, road network expansion. As a result, ADB assistance in the sector has focused \n                                                 \n2  ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grants to the Kingdom of Bhutan for the East West Highway Maintenance Project. Manila \n(Loan 1265, approved on 18 November 1993). \n3  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Bhutan for the Road Improvement Project. Manila (Loan 1763, approved on 3 October 2000). \n4  ADB. 1983. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and a \nTechnical Assistance Grant to the Kingdom of Bhutan for a Proposed Multi-Project Loan. Manila (Loan 637, \napproved on 29 August 1983). \n ", "      5\non rehabilitation and maintenance of the main highway network, as well as transport network \nplanning and management. The assistance to the sector has provided and will continue to \nprovide a number of benefits through the following strategic sector objectives: (i) continue to \nenhance the main road network, (ii) ensure adequate maintenance of the existing road network, \n(iii) improve rural accessibility, (iv) support institutional strengthening, (v) promote private sector \nparticipation,  (vi)  improve  road  technology  and  productivity,  and  (vii)  support  subregional \nlinkages. \n \n17.  During the next country strategy and program period, reducing isolation by increasing \nboth the reach and quality of the road network to boost connectivity is a main focus for fostering \npro-poor growth. Roads provide not only access, but also opportunities for opening up areas to \nsocial services such as health and education. In addition, roads provide an avenue to farmers to \ndo  cash-crop  farming  as  markets  and  farms  come  closer  to  each  other.  In  short,  access \ncontributes  to  the  attainment  of  the  Millennium  Development  Goals,  increased  incomes, \nprovision of alternative sources of employment, and poverty reduction. Under the new country \nstrategy and program framework, ADB will focus on fewer sectors but with larger operations. \nThis recognizes the Government’s growing capacity to plan, design, and implement larger \nprojects in Bhutan, and the growing financing requirement to meet poverty reduction objectives. \nIt will also contribute to a reduction in the transaction costs that arise, both within ADB and \nespecially to the Government, from processing many small loans. \n \n3.  Road Maintenance Financing \n \n18.  The  Government  has  a  strong  record  of  financing  road  maintenance  and  provides \nappropriate amounts for routine and periodic maintenance from the general government budget. \nThe approved budget under the 9th FYP for routine maintenance and resurfacing is Nu1,919 \nmillion or Nu383.8 million per annum, which was revised to Nu1,935 million or Nu387.1 million. \nThis includes a budget to reduce the backlog of deferred maintenance. Excluding deferred \nmaintenance, the requirement for routine and periodic maintenance is estimated as Nu270 \nmillion–Nu300 million, depending on the assumption of the unit price or the deterioration level of \nmaintainable roads. The physical completion of routine maintenance and resurfacing as of 31 \nDecember 2004 is about 50% of the FYP target. The actual expenditure was Nu677.4 million or \n35% of the budget. This reflects that deferred maintenance works remain, as they cost more \nthan routine and periodic maintenance.  \n \n19.  Routine maintenance has been totally funded by domestic revenue, while resurfacing \nincluding deferred maintenance relies on external assistance, e.g., ADB’s RIP, which provides \nabout Nu95 million (over 30% of total resurfacing budget) during the first 2 years of the 9th FYP. \nSpecific charges for road use are taxes on motor vehicles levied by RSTA, such as annual \nregistration/renewal, ownership transfer fee, etc. Other revenues relating to road use include the \nsales tax on fuel, and custom duties and sales tax on vehicles. Revenue relating to road use is \nestimated at Nu236 million in 2003/04, increasing from Nu161 million in 2000/01, which is \nabsorbed in the general government revenue. Imposition of a large fuel levy is currently not \nfeasible in the Bhutanese context because of implications for transport tariffs and the recent \nincrease in fuel price. Price parity should also be maintained with Indian fuel prices to avoid \ndistortion in the Bhutanese market, such as cross-border smuggling. Given these difficulties as \nwell as low traffic volume, road user charges are being levied at the level required for financing \nboth routine and periodic maintenance. The Government assured that routine maintenance and \nresurfacing will be funded totally by domestic revenue after completion of the RIP. \n \n ", "6      \n20.  For deferred maintenance, which is estimated at 30% of the national highway, the \nGovernment  assured  that  it  will  secure  the  budget  by  reducing  the  backlog  of  deferred \nmaintenance to 20% by the end of the 9th FYP (2007) and eliminating the entire backlog by the \nend of the 10th FYP (2012). By project completion in 2010, the backlog will be reduced to 7%. \nUnder the 9th FYP, the budget is already set to achieve these targets. To secure the budget \nrequired for backlog reduction in the 10th FYP, TA will be provided under the Project for DOR to \nappropriately propose the required budget based on condition-based maintenance planning. \nThe reduction target is considered realistic. No risk of a budget shortfall for maintenance and \nbacklog reduction is anticipated because (i) no substantial reduction in the Government of India \nassistance is envisaged for the medium and long term, and (ii) revenues related to road use will \ncontinuously be increased. \n \n  4.  Private Sector Participation \n \n21.  The Government has a policy under the 9th FYP to enhance private sector participation \nin road works. The amount of government-financed road works contracted out to domestic \ncontractors was increased from Nu70 million under the 7th FYP (1992–1997) to Nu1,027 million \nunder the 8th FYP (1997–2002) out of the total Nu2,524 million (40.7%). The private sector \nparticipation level is expected to increase substantially under the 9th FYP, e.g., Nu1,000 million \nout of Nu2,233 million (44.8%)5 during the initial 2.5 years of the 9th FYP. The Government is \ncommitted to increasing the share of participation of domestic contractors in works excluding \ntied grants and loans to more than 50% by the end of the 9th FYP. \n \n22.  The Government is now planning to corporatize the mechanical division. Equipment and \nmachinery will be utilized optimally by leasing these on a commercial basis both to DOR and the \nprivate sector. The recent pilot scheme of making the division to be self-sustainable led to a \nreduction in the hiring price to the private sector. Corporatization will decrease the difference in \nhiring prices and availability, which will encourage more private sector participation.  \n \n23.  ADB and the World Bank have supported the development of the domestic contracting \nindustry through the local competitive bidding (LCB) procedure for the RIP and RAP. The results \nso far are satisfactory. To facilitate development of domestic contractors, all the works under the \nProject will be contracted to domestic contractors using the LCB. Based on the experience of \nRIP and RAP, a maximum contract size of Nu150 million is considered appropriate as the \nthreshold for LCB. Under current local contractor registration, of the 38 class A contractors for \nroads and bridges, about half have a sufficient fleet of equipment and would be qualified to carry \nout works of the indicated contract size. \n \n5.  Capacity Building of Road Sector Institutions \n \n24.  Road construction and maintenance were originally characterized by labor intensive, \nlow-productivity, and high-cost practices, resulting in poor quality roads with poor serviceability \nand short service life. DOR retains a large national work force for routine maintenance and \nemergency repair works. It plans to increase productivity from the existing 1 km per person to \n1.5 km per person by the end of the 9th FYP (2007), through scheduled retirements, a freeze on \nnew  recruitment,  increasing  mechanization,  and  other  arrangements.  The  construction \nindustry’s experience with mechanized road works is increasing as work increases. \n \n                                                 \n5  The total DOR budget is Nu2,233 million, excluding a tied JICA grant for bridges but including noninvestment \nbudget such as administration costs, e.g., salary and allowances.  \n ", "      7\n25.  Limited capacity of both public and private sector transport institutions initially was an \nadditional constraint for effective sector management. This reflects the very limited role for \nGovernment  staff,  local  engineers,  and  contractors  in  road  planning,  construction,  and \nmanagement under the DANTAK program until the early 1990s. However, since the 8th FYP \n(1997–2002), the Government and domestic private sector contractors have gained experience \nin road sector development and management with the total DOR budget of Nu2.5 billion. For \nplanning and implementing successful road development programs, however, DOR needs to \nfurther strengthen its capacity for asset management, starting with regular and systematic traffic \ncounts, and road inventory and condition surveys, to provide a sound and objective basis for \nplanning and monitoring road development and maintenance programs.6 \n \n26.  ADB and other development partners have been assisting institutional strengthening in \nthe  road  sector.  JICA  has  provided  seven  long-term  engineers  to  DOR  to  strengthen  its \nengineering capacity, and to the Standards and Quality Control Authority for improving quality \nassurance. Netherlands Development Organization (SNV) Bhutan has provided five experts to \nprovide training for design and construction with environmental considerations. A technical \nspecification  was  renewed  and  published  in  February  2005,  incorporating  environmental \nconsiderations. The ADB-financed TA for the Road Planning and Management Strengthening \nProject (footnote 6) introduced the concept of road asset management in DOR. MOWHS will \ncreate  the  Road  Maintenance  Management  (RMM)  Unit  under  the  Investigation  and \nDevelopment Division of DOR, which will be established for road asset management. ADB will \nprovide TA to DOR to build capacity of the RMM Unit. \n \n6.  Road Safety \n \n27.  The Road Safety and Transport Regulation of 1999 provides regulations for registration \nand licensing, commercial passenger vehicles, traffic control, and enforcement mechanisms. \nMeasures have been undertaken to educate all drivers on basic safety precautions and many \ndriving  refresher  courses  have  been  organized.  Highway  checking  will  be  enhanced  by \nintroducing the use of speed detectors and alcohol detectors. Vehicle inspection has been \nconducted, including predeparture inspection for buses and inspection of all vehicles every year, \nexcept commercial vehicles for which inspection is conducted every half year. One of the major \nmeasures to reduce accidents is the introduction of roundabouts at various road junctions with \nthe result that the statistics for accidents in roundabouts have fallen from 81 in 1996 to 41 in \n2003.  Accident  data  has  been  collected  in  a  systematic  manner  with  prescribed  reporting \nformats since 2002 used by 16 base offices under four regional offices. Safety coordinating \nmeetings are held involving DOR, City Corporation, police, and dzongkhags. Awareness of the \nneed to enhance road safety is increasing. The Government will ensure that road safety audits \nwill be undertaken for the national highway under the Project in accordance with ADB’s Road \nSafety Audit for Road Projects: An Operational Tool Kit (2003) or similar procedure acceptable \nto ADB, taking into account Bhutanese conditions. A TA will be provided under the Project to \nconduct road safety audit during design, construction, and maintenance, which will also help \nDOR strengthen the capacity of road safety audit (para. 61). \n \n \n \n \n                                                 \n6   ADB provided a TA grant  (ADB. 2000. Technical Assistance to the Kingdom of Bhutan for the Road Planning and \nManagement Strengthening Project. Manila), but no data has been updated since then. Recalibration of the model \nis also required to fit Bhutanese conditions.  \n ", "8      \n7.  Lessons Learned \n \n28.  ADB-assisted road projects in Bhutan initially experienced implementation delays. These \nwere mainly due to (i) cumbersome government procurement procedures; (ii) unfamiliarity with \nADB procedures and practices; (iii) lack of institutional capacity in DOR for preconstruction \nprocesses and construction supervision, including environmental clearance especially for quarry \nsites;  and  (iv)  lack  of  capacity  of  the  domestic  private  sector  in  road  construction  and \nengineering and related services. \n \n29.  A series of ADB loans and TAs has attempted to address institutional issues. DOR’s \ncapacity has been strengthened by provision of equipment and workshop facilities, as well as \ntraining for DOR staff in mechanized road works and equipment maintenance. The construction \ncontracting  procurement  process,  including  road  works,  has  been  streamlined  in  the \nGovernment’s  Financial  Manual.  DOR  has  also  strengthened  its  capacity  to  satisfy \ninterministerial procedures, such as environmental clearance. DOR has enhanced its familiarity \nwith ADB procurement procedures. Through bilateral assistance, especially from JICA, DOR \ncontinues to strengthen its capacity, especially in technical aspects of road technology such as \nquality assurance and environmental considerations, planning construction, and managing and \nsupervising private sector works. The private sector has also been given an opportunity to \nenhance its capacity through LCB in ADB- and World Bank-financed projects, training and \ncapacity-building programs, and substantial amount of works supported by the Government of \nIndia through a joint venture with India’s contractors. For private sector participation to be \nsustained, and to enable further consolidation and development of the local industry, a pipeline \nof road construction works is required through increased contracting out of improvement and \nmaintenance works. \n \n30.  Another cause of delays and cost overruns has been inadequate design, construction \nplanning, and supervision. Comprehensive detailed designs and construction plans based on \nadequate site investigations are crucial to the timely and satisfactory completion of the Project. \nWithout detailed site investigation and well-developed construction plans, design will require \nmany ad hoc adjustments. Timely design is fundamental, otherwise, construction is inevitably \ndelayed. \n \n31.  The capacity of DOR to carry out land acquisition and resettlement planning has been \nstrengthened as a result of working with the World Bank project. DOR has already established \nfield offices to decentralize implementation responsibilities and, each field office has officials \nwho  are  conversant  with  land  acquisition  and  resettlement  planning  and  implementation \nprocedures.  The  land  acquisition  procedure  of  the  Government  is  transparent  and  well \nestablished, requiring all stakeholders to participate in land acquisition. DOR is involved in land \nacquisition from project planning to completion, including the assessment and verification of \npeople affected and their entitlements. No delays in project implementation have been due to \nlack of DOR capacity in land acquisition and resettlement. \n \n32.  The contracting regime is generally transparent, and open tendering is conducted in \naccordance with the Financial Manual (1988), which was developed with ADB assistance. DOR \nhas blacklisted several suppliers for unsatisfactory performance. The Royal Audit Authority \n(RAA) undertakes a periodic audit of relevant accounts and statements as part of its mandate \non performance audits of government ministries. The Tender Committee in MOWHS ensures \nthat all the bids received prior to the deadline are opened and evaluated as stipulated in the \nbidding  documents.  The  new  guidelines  for  bid  evaluation  are  to  facilitate  objective  and \nnondiscriminatory evaluation, and determine the lowest evaluated bid. Any changes to the \n ", "      9\ntender notices are published in Kuensel, the sole national newspaper. DOR is now aware of a \ncertain level of price fixing by contractors when applying prequalification, and has proposed that \nit will adopt postqualification under the Project in line with the ADB single-stage, two-envelope \nprocedure. This will enhance the transparency and competition in tendering. The Government’s \ninitiative of private sector participation in construction ensures that private sector contractors do \nnot face any policy-related constraints for market entry. In respect of anticorruption measures, \nRAA recently started a program of workshops to (i) increase awareness of public officials and \nthe general public of issues surrounding corruption, and (ii) promote discussions on current \npolicies and guidelines. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n33.  The objective of the Project is to improve transport efficiency on the trunk road network \nand expand accessibility in rural areas, which will contribute both to expansion of economic \nopportunities  and  poverty  reduction.  This  objective  will  be  achieved  by  (i)  improving  and \nshortening  a  major  north-south  road,  (ii)  constructing  feeder  roads,  (iii)  enhancing  DOR’s \ncapacity for road asset management, and (iv) facilitating private sector participation in the \ndomestic  contracting  industry.  The  Project  provides  the  opportunity  for  ADB  to  finance \nimprovement  of  a  national  highway  and  construction  of  feeder  roads.  This  reflects  the \nGovernment commitment to fully financing resurfacing as well as routine maintenance using \ndomestic revenue when the RIP is completed. \n \nB.  Outputs \n  1.  National Highway Component \n \n34.  The Project will finance upgrading of sections of Gelephu–Trongsa national highway \n(about 140 km of the total 244 km), including a 16 km realignment between the Mangdichu and \nWangdigang  bridges,  which  will  result  in  a  39  km  reduction  in  highway  length.  Single \ncarriageways (3.8 m wide including extra widening at curves) with 1.0 m wide shoulders will be \nbuilt. The Project will replace two temporary bridges with permanent structures. The project \nroad, included in the updated 9th FYP, will provide another subregional link with India in addition \nto the existing link via the Thimphu–Phuentsholing road. The rest of the national highway does \nnot need improvement due to relatively better road conditions for less traffic. Only the current \nmaintenance regime will be conducted for this section. The summary of design standards is in \nAppendix 4. The road was designed as a national highway serving domestic traffic movement \nand is not expected to immediately increase cross-border transport movement. Trucks crossing \nthe border have no major restrictions or barriers. The link road on Indian territory is in good \ncondition. \n \n  2.  Feeder Roads Component \n \n35.  The Project will finance the construction of four feeder roads: Mirchim–Bongo (17.5 km) \nand  Tekizam–Bjena  (6.5  km)  in  the  west  region,  and  Garbagtang–Autsho  (51  km)  and \nKhardungla–Kangpara (28.0 km) in the east. Single-lane carriageways (3.5 m wide) with 0.5 m \nwide shoulders will be built. The design period is 20 years and the recommended design speed \nis 40 km/hour. The thicknesses of the gravel surface and the granular base course are each 150 \nmillimeters. The road sections within the vicinity of villages, and for 500 m on both sides, will be \nbituminous surfaced to reduce dust pollution. The feeder roads under the Project are included in \n ", "10     \nthe  updated  9th  FYP  and  selected  in  accordance  with  the  Government’s  policy  to  realize \nregional balance and rural access, and the TA study. Also, the selection reflects coordination \nwith the Ministry of Agriculture (farm roads) and funding agencies, e.g., feeder roads by the \nWorld Bank and farm roads by IFAD. While ADB continues to support development agency \nfocus on the east region, which has a higher poverty incidence, feeder roads in the west will \nalso be developed to improve rural access. A summary of design standards is in Appendix 4. \n \nC.  Special Features \n1.  Environmental Consideration in Design and Construction \n \n36.  DOR started to introduce environmental consideration for all its new road construction \nunder the RAP (1999). The methodology adopted for environmental consideration will minimize \ndamage to the natural environment by use of controlled blasting, limited use of bulldozers (in \nlieu, excavator-tipper combinations are used), use of log and boulder barriers to control slipping \nof blasted or excavated materials, and incorporation of bioengineering techniques for slope \nprotection. The latest technical specifications for roads and bridges published in February 2005 \nadopt  these  methods.  Initial  investment  costs  using  these  methods  with  environmental \nconsideration will be 25–30% higher compared with the traditional approach. However, on a life-\n-cycle  basis,  this  approach  has  higher  economic  benefits  due  to  the  reduction  in  routine \nmaintenance and other recurrent costs. The Project will adopt these methods for all road \nsections. \n \n2.  Community Participation in Selecting Routes of Feeder Roads \n \n37.  During project preparation, field studies were conducted by using household surveys, \nfocus group discussions, village profile surveys, consultations with other stakeholders both on-\nsite and at headquarters in Thimphu, and workshops at which findings were discussed and \nroads  and  preliminary  alignment  were  determined.  The  proposed  alignment  was  decided \nthrough public consultation with communities and consideration of the assessment of hazardous \nand geotechnical conditions. Any changes to the alignment will be minimal based on more \ndetailed engineering studies and consultations with communities. \n \n3.  Road Safety Measures \n \n38.  Safety and roadside measures will be incorporated, such as road safety structures \n(breast walls, retaining walls, toe walls, and check walls), truck passing zones at appropriate \nlocations, and guard rail/crash barriers at identified black spots or accident-prone areas for the \nnational  highway.  The  design  will  incorporate  engineering  measures,  including  required \nwidening at curves, vision berms at curves, and proper provision of road markings and signs. In \naddition,  road  safety  audits  will  be  conducted  during  the  detailed  design  for  the  national \nhighway. A safety awareness campaign will be conducted for communities along selected \nfeeder roads. \n \nD.  Cost Estimates \n39.  The total cost of the Project is estimated at $34.1 million equivalent inclusive of taxes, \nduties,  and  interest  on  the  loan  during  construction.  The  foreign  exchange  component  is \nestimated at $21.3 million (62.4%). The local currency cost (including duties and taxes) is \nestimated at $12.8 million equivalent (37.6%). The estimated cost of the Project is shown in \nTable 1. Further details are in Appendix 5.  \n \n \n ", "     11\nTable 1. Cost Estimates \n($ million) \nItem  Foreign Exchange a  Local Currency  Total \nA.  Detailed Design       \n  1.  Realignment and Feeder Roads    0.3  0.3 \n  2.  Pavement Strengthening  0.2  0.2  0.4 \nB.  Land Acquisition    0.2  0.2 \nC.  Civil Works        \n  1.   National Highway  7.6  3.3  10.9 \n  2.   Feeder Roads  9.7  4.1  13.8 \nD.  Supervision Consultant  0.7  1.7  2.4 \nE.  Consultants for Environment and \n  0.1  0.1 \nMonitoring Social/Resettlement Aspects \nF.  Project Management    0.4  0.4 \nG.  Taxes and Dutiesb    1.0  1.0 \n    Subtotal (A-G)  18.2  11.3  29.5 \n  Physical Contingency c  2.2  1.1  3.3 \n  Price Contingency d  0.3  0.4  0.7 \nH.  Interest During Construction e  0.6     0.6 \n    Total   21.3  12.8  34.1 \na  In 2005 prices. Foreign exchange rate is Nu43.7 per dollar. \nb  Taxes and duties are estimated as 10% of foreign consultant remuneration and 3% of base cost of civil works. \nc  The physical contingencies are 10% for pavement strengthening works, and 15% for realignment and feeder road \nworks. \nd  Cost escalation factors for foreign and locals component are based on Asian Development Bank estimates, \nincluding foreign exchange rate fluctuation. \ne  Interest rate during construction is 1% per annum. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n40.  The Government has requested a loan of $27.3 million equivalent from ADB’s Special \nFunds resources to help finance the Project. The loan will have a 32-year term, including a \ngrace period of 8 years, an interest rate of 1% per annum during the grace period and 1.5% per \nannum thereafter, and such other terms and conditions set forth in the draft loan agreement. \nThe Government has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nSpecial Funds resources on the basis of these terms and conditions, and (ii) an undertaking that \nthese  choices  were  its  own  independent  decision  and  not  made  in  reliance  on  any \ncommunication or advice from ADB.  \n \n41.  The loan will finance 80% of the total project cost, including the entire foreign exchange \ncost, and $6.0 million or 46.9% of the local currency cost. The Government will finance the \nremaining local cost of $6.8 million equivalent, or 20% of the total cost, including taxes and \nduties, land acquisition, remuneration of counterpart staff, office accommodation, and other \nmiscellaneous costs (Table 2). \n \nTable 2. Financing Plan \n($ million) \nSource  Foreign Exchange  Local Currency Total Cost  Percent \nAsian Development Bank  21.3  6.0  27.3  80 \nGovernmenta  0.0  6.8  6.8  20 \n    Total  21.3  12.8  34.1  100 \na  Including taxes and duties. \nSource: Asian Development Bank estimates. \n ", "12     \nF.  Implementation Arrangements \n1.  Project Management \n42.  The organization chart for project implementation is provided in Appendix 6. DOR will be \nthe Executing Agency. The existing Project Management Office (PMO), which is responsible for \nimplementing the RIP, will be retained for the Project. Through previous ADB-funded projects \nand TAs, DOR has obtained relevant experience and established implementation capacity.  \n \n43.  The PMO is headed by a full-time project manager at the executive engineer level, \nsupported by adequate technical and administrative personnel. The PMO will be responsible for \ncoordinating, managing, and monitoring the Project. During design and procurement, the office \nwill be based in Thimphu. Once phase I civil works have been awarded, the PMO will move to \nTrongsa and two other regional offices will be established in Mirchim and Garbagtang/Mongar. \n \n44.  The Trongsa office will be responsible for overall project coordination, management, and \nmonitoring. It will also be responsible for day-to-day implementation of the Gelephu–Trongsa \nsections. Two deputy project managers (at the assistant engineer level), one for the national \nhighway  pavement  strengthening  (four  contracts)  and  the  other  for  the  national  highway \nrealignment (two contracts), will be appointed.  \n \n45.  The  Mirchim  office  will  be  headed  by  a  deputy  project  manager,  responsible  for \nimplementing feeder roads in the west (three contracts): Mirchim–Bongo and Tekizam–Bjena. \nImplementation of feeder roads in the east (six contracts) will be the responsibility of the \nGarbagtang/Mongar office, led by a deputy project manager.  \n \n46.  Procurement and contract awards for the subsequent phases will be the responsibility of \nthe PMO. Each office (PMO and two regional offices) will be responsible for (i) monitoring the \nprogress of day-to-day project implementation, and (ii) preparing project progress reports. The \nproject manager will consolidate these reports and submit them to DOR and ADB, and be \nresponsible for preparing withdrawal applications. The project manager and all deputy project \nmanagers will meet on a quarterly basis or as required. \n \n2.  Implementation Period \n47.  The Project will be implemented over 5 years inclusive of preconstruction activities, and \ntaking into account the time required for preparing detailed design, bidding documents, and \nprocurement. Because of the harsh winter and monsoon rains in the summer, the work seasons \nin the project area are limited. Procurement will be carried out in four phases, each covering 3–4 \ncontract packages. Civil works are expected to commence around April 2007 and be completed \nin June 2010. The tentative implementation schedule is provided in Appendix 7. The schedule \nassumes that survey and design carried out by DOR will be started mid-2005, and the loan will \nbe effective by the end of October 2005. \n \n3.  Procurement \n48.  All procurement financed by the ADB loans will be carried out in accordance with ADB \nGuidelines for Procurement and the Government’s tender procedures acceptable to ADB. The \ncivil works contracts will be mainly for low-value works spread over a wide geographic area, and \nare unlikely to be attractive to foreign contractors. Domestic procurement procedures have been \nsatisfactory to ADB under the RIP. Therefore, civil works contracts will be procured using LCB \n ", "     13\nprocedures. This is also in line with the Governments’ initiative of facilitating private sector \ndevelopment in the construction industry. The indicative contract packages are in Appendix 8. \n \n49.  For civil works, bidders will be postqualified by applying a single-stage, two-envelope \nbidding procedure. Considering that the civil works are standard, and the works have been \npackaged to enable bidders to prepare their proposals quickly, the bid submission period is 30 \ndays. Eligible bidders will be either domestic private sector companies appropriately registered \nwith  the  Construction  Development  Board  or  foreign  companies  operating  in  Bhutan.  The \nongoing and previous ADB-assisted and other externally financed projects have demonstrated \nthat domestic contractors are capable of successfully performing road improvement contracts. \n \n50.  To ensure project implementation readiness, as requested by the Government, ADB \nsupports the Government’s initiative to take advance procurement action.   \n \n4.  Consulting Services \n51.  All consultants under the Project will be recruited in accordance with ADB Guidelines on \nthe  Use  of  Consultants  using  a  quality-  and  cost-based  selection  method  and  other \narrangements satisfactory to ADB for the engagement of domestic consultants. The Mission has \nagreed to advance action for the recruitment of consultants.  \n \n52.  For preparing detailed design and bidding documents for the national highway pavement \nstrengthening component and helping DOR with procurement,7 a domestic consulting firm, with \ninternational inputs if required, will be recruited using ADB quality- and cost-based selection \nprocedures  (biographical  data  proposal).  The  consulting  team  will  also  be  responsible  for \nreviewing and finalizing detailed designs and bidding documents of other components prepared \nby DOR. The consulting inputs of 40 person-months include assistance to DOR in preparing the \nland acquisition and resettlement plan. The terms of reference are provided in Supplementary \nAppendix  A.  An  individual  consultant  will  be  recruited  to  monitor  implementation  of  land \nacquisition. About 6 person-months of domestic inputs will be required intermittently for 4 years \n(Supplementary Appendix B).  \n \n53.  For  construction  supervision,  an  international  consulting  firm  in  association  with \ndomestic consultants will be recruited. The terms of reference are provided in Supplementary \nAppendix  C.  An  estimated  38  person-months  of  international  and  1,030  person-months  of \ndomestic consulting inputs will be provided. The international consultants will also provide on-\nthe-job training to counterpart staff and domestic consultants. The consultant will be recruited \nusing  the  quality-  and  cost-based  selection  method,  and  a  full  technical  proposal  will  be \nrequired. The Government has asked ADB to authorize DOR to conduct the site inspection, \ne.g., inspect and certify the work done by contractors. ADB considers this request justifiable and \nacceptable  provided  that  this  part  is  funded  by  the  Government,  as  it  will  help  domestic \nconsultants strengthen their capacity in construction supervision. \n \n54.  In addition, an individual domestic consultant (8 person-months) will be engaged to \nassist DOR in handling environmental concerns related to DOR activities (paras. 74–75). The \nterms of reference are provided in Supplementary Appendix D. \n \n                                                 \n7\n  DOR  has  initiated  preparation  for  the  survey  and  design  of  (i)  Wangdigang  and  Yeshigang  bridges,  (ii) \nWangdigang-Tingtibi realignment, and (iii) feeder roads. The design will be carried out by DOR’s Bridge Division \nand Survey and Design Division assisted by JICA experts who are currently working with DOR. \n ", "14     \n5.  Disbursement Arrangements \n55.  Loan disbursements will be in accordance with ADB’s Loan Disbursement Handbook as \namended from time to time and detailed arrangements between the Government and ADB. For \nconsulting services, loan funds will be disbursed using ADB procedures. For civil works, an \nimprest account with DOR will be established at the Bank of Bhutan, with an initial amount not \nto exceed estimated expenditures for the next 6 months or 10% of the loan amount, whichever \nis lower. DOR will be responsible for monitoring this account, including monthly reconciliation of \nthe accounts and preparation of the withdrawal applications for liquidation/replenishment of the \naccount. To expedite disbursement during implementation, statement of expenditures will be \nused to reimburse, liquidate, or replenish the imprest account for any individual payments not \nexceeding the equivalent of $100,000.  \n \n6.  Accounting, Auditing, and Reporting \n56.   DOR and the PMO will maintain separate records and accounts adequate to identify the \nfinancing resources received and expenditures made on the Project. These project accounts \nand related financial statements will be audited annually in accordance with sound auditing \nstandards by auditors acceptable to ADB. The audited reports and financial statements will be \nsubmitted to ADB not later than 9 months after the end of each fiscal year. A TA will be provided \nduring  the  new  country  strategy  and  program  period  for  strengthening  RAA  capacity  to \nundertake audits in a timely and quality manner. In addition to financial audits, RAA will also \nstart undertaking performance audits. Once RAA is improved after the TA, a shorter submission \ndeadline will be examined. The imprest account and statement of expenditures will be audited \nas part of the regular annual audit. The auditor’s opinion of the examination of the imprest \naccount and statement of expenditures should be separate in the auditor’s report. DOR was \nmade aware of ADB policy on delayed submission, and also of the importance of satisfactory \nand acceptable quality of audited reports. \n \n7.  Project Performance Monitoring and Evaluation \n57.  DOR will monitor the preparation and implementation of the Project in accordance with \nthe implementation schedule. In addition, DOR with assistance from the consultant will monitor \nproject performance indicators, including traffic volume, transport benefits (vehicle operating \ncosts and travel time), number of road accidents, and amount of contracting out to the domestic \ncontracting industry. Baseline indicators will be collected and/or updated before construction \nstart. DOR will set up a project performance management system within 3 months from loan \neffectiveness  and,  assisted  by  the  project  supervision  consultant,  monitor  these  indicators \nannually during project implementation, and 3 months after project completion. \n \n8.  Project Review \n58.  A project inception mission will be fielded soon after loan effectiveness, and regular \nreviews will follow annually. In 2008, the Project will require a detailed midterm review by the \nGovernment and ADB to consider the Project’s progress and agree upon any changes in scope \nor implementation to achieve the project objectives.  \n \n59.  DOR will monitor project preparation and implementation in accordance with the project \nprocessing and implementation schedule and time-bound milestones, and keep ADB informed \nof any significant deviations resulting in the milestones not being met. Assisted by consultants, \nDOR will submit quarterly progress to ADB; the report format will be developed during the \n ", "     15\ninception mission. Within 3 months of physical completion, DOR will submit a project completion \nreport in a format acceptable to ADB. \n \n60.  For purposes of monitoring project implementation progress, DOR  will prepare and \nsubmit to ADB brief monthly progress reports in such form and detail as required. The report is \nan  executive  summary  of  the  detailed  reports,  including  basic  data,  utilization  of  funds, \nachievement of immediate development objectives, implementation progress, compliance with \ncovenants, and major issues and problems (format and content will be attached to the project \nadministration memorandum to be developed during appraisal).  \n \nIV.  TECHNICAL ASSISTANCE \n61.  A  TA  for  $300,000  for  Capacity  Building  in  Road  Safety  Audit  and  Road  Asset \nManagement (Appendix 9) will be provided to (i) equip DOR and RSTA with the capacity for \nroad safety audits, and (ii) enhance DOR’s capacity in road asset management. The TA will \nprovide training in road safety audit to DOR and RSTA officials, using the project national \nhighway as a pilot case, and develop a road safety audit manual and tool kit, in line with ADB’s \nRoad Safety Audit for Road Projects: An Operational Tool Kit (2003) or similar procedure \nacceptable to ADB, taking into account Bhutanese conditions. The project national highway will \nbe designed with a road safety assessment in 2007 taking into account the outcome of the TA; \nDOR and RSTA are expected to be able to conduct and review road safety audits of new \nconstruction or improvement projects after 2007. The TA will also assist DOR in developing a \nroad maintenance program on a road condition basis. The previous ADB-financed TA for the \nRoad Planning and Management Strengthening Project in 2002 introduced the concept of road \nasset management in DOR, which will be the basis of this capacity building. With the TA, the \nGovernment could prepare the 10th FYP by 2006 taking into account the commitment to finance \nperiodic and routine maintenance by domestic revenue assured under the Project. DOR is \nexpected to be able to conduct periodic surveys of road conditions and traffic volume by 2008, \nand prepare the budget estimate for the 11th FYP (2012–2017) before project completion in \n2010. The TA will be financed on a grant basis from the Japan Special Fund, and be carried out \nby individual international consultants, to be recruited in accordance with ADB Guidelines on the \nUse of Consultants. International inputs of about 9 person-months for road safety expertise and  \n2 person-months for road asset management are required. \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Technical Aspects \n \n62.  The improvement to the Gelephu–Trongsa national highway will provide the second road \nlink with India and facilitate subregional trade. Various safety measures suitable to Bhutanese \nconditions are incorporated in the design. Overall, the Project will improve transport efficiency, \nspeed up traffic, improve travel conditions, and reduce journey time and vehicle operating costs \n(VOCs). The Project also incorporates environmental considerations in design and construction, \ne.g., bioengineering in slope protection, controlled blasting. \n \nB.  Policy and Institutional Aspects \n \n63.  The  Project  will  facilitate  DOR’s  institutional  strengthening  and  contribute  to  overall \ntransport efficiency and safety, thus improving the returns and sustainability of investments in \nroads and encouraging a wide range of other economic activities that make use of them. These \nwill  provide  efficient  and  safe  transport,  and  contribute  to  economic  growth  and  poverty \n ", "16     \nreduction. The Project will provide a batch of road works, which will increase the proportion of \ncivil  works  and  engineering  assigned  to  the  domestic  private  sector  by  using  LCB.  The \nincreased  exposure  of  the  private  sector  to  the  works  will  contribute  to  private  sector \ndevelopment. Overall, the Project will improve the efficiency of road sector institutions, including \nDOR and the private sector contracting industry. \n \nC.  Social Aspects \n \n64.  The  social  survey  indicates  that  with  improved/new  roads  and  better  connectivity, \nfarmers will grow larger marketable surpluses. On the feeder roads, farmers presently carry \ntheir surpluses to the nearby markets on the backs of animals or by self carry loading. A larger \nmarketable  surplus  will  also  provide  for  more  agricultural  wage  employment,  particularly \nbenefiting the poor. The Project will enable reliable access to social services, particularly health \ncare services, education facilities, and supply of drinking water. The Project will have limited \nnegative social impact. ADB’s regional TA for Assessing the Impact of Transport and Energy \nInfrastructure on Poverty Reduction8 demonstrates that roads impact income and nonincome \ndimensions of poverty reduction, especially roads passing through poorly served rural areas. \n \n65.  The Project will have no negative gender impacts. In the areas of the feeder roads, \nwomen will specifically benefit in two areas where they presently dominate with regard to work \nactivities: (i) easier access to external markets, and (ii) increased local retailing opportunities. \nWomen also regularly travel to health care centers. Women may also benefit more than men \nfrom increased access to schools as enrolment rates for girls have been lower than for boys. \n \n66.  The Project will address any potential risks of human immunodeficiency virus/acquired \nimmunodeficiency syndrome (HIV/AIDS) and women/children trafficking threats that can be \naggravated with the increased connectivity in the project areas. The Government has a 15-year \nNational STD (sexually transmitted disease)/AIDS Control Program.  This is a multisectoral \ninitiative involving all sections of society in Bhutan since 1988, assisted by bilateral development \nagencies, United Nations agencies, and the recent World Bank grant. Through basic health \nunits  in  project  areas, the  Ministry  of  Health  (MOH) runs  clinics  that  include  HIV/AIDS \nawareness programs. A clause on health awareness and occupational health will be included in \nthe Project's contract documents, and DOR and MOH have agreed to coordinate provision of \nthe awareness program along the project corridor. In addition, a social specialist engaged by the \nProject will monitor the situation and report any issues to MOH, which has agreed to provide \nassistance and guidance as required. In the meantime, a project for Japan Fund for Poverty \nReduction funding is being prepared; it includes a health awareness program specifically for \nroad maintenance workers, in coordination with MOH. \n \n67.  No separate disadvantaged groups are likely to be adversely affected by the Project. \nThe Project will have a monitoring and evaluation system to supervise adverse impacts on \npotentially vulnerable groups and initiate measures to mitigate such adverse impacts through \nresettlement plans. \n \n68.  A summary of the poverty and social assessment is in Supplementary Appendix E and a \nsummary of the poverty reduction and social strategy is in Appendix 10. \n \n \n                                                 \n8  ADB. 2000. Technical Assistance for Assessing the Impact of Transport and Energy Infrastructure on Poverty \nReduction. Manila. \n ", "     17\nD.  Land Acquisition and Resettlement Aspects \n \n69.  On the project national highway, no land acquisition and resettlement impacts will result. \nAll the land for the 16 km realignment is Government-owned forestland; no private land will be \nneeded.  The  entire  project  impact  area  for  the  realignment  stretch  is  Government-owned \nforestland and rocky mountains. Even if the construction were to take place outside of the right-\nof-way, it will not require any acquisition of private land. The other sections for national highway \nimprovement are only to strengthen the existing roads with minor modification for other design \nfeatures  such  as  widening/cutting  curves.  The  area  for  this  modification  is  minimal  and \nconstruction will be conducted within the existing right-of-way with no requirement for any land \nacquisition of private property. For the construction of the four feeder roads, small amounts of \nland may be acquired but no resettlement impacts are envisaged. Most of the land required is \nGovernment owned, with less than 10% of required land estimated as private property. Given \nthe sparse nature of settlements, the acquisition of private land can be minimized. Since all \naffected persons will only be identified after the detailed design, a resettlement framework has \nbeen formulated and endorsed for land acquisition and resettlement by the Government in line \nwith  ADB policy  on  involuntary  resettlement.9  The  Government  disclosed  the  resettlement \nframework to those affected through the local newspaper (Kuensel) on 16 April 2005 in English \nand local language. The information is also made available to those affected by respective local \nauthorities (Gups). \n \n70.  Any  civil  works  contract  will  not  be  awarded  unless  ADB  approves  the  submitted \nresettlement plans. The Government is providing assurance that no construction activity will be \nundertaken on any piece of land before compensation and assistance have been rendered to \nthose people in accordance with policy requirements. The design consultants will assist with \npreparing and monitoring the resettlement plans (Supplementary Appendix A). \n \nE.  Environmental Aspects \n \n71.  The  initial  environmental  examination  (IEE)  found  that  an  environmental  impact \nassessment (EIA) was required for the national highway component. The existing Gelephu–\nTrongsa stretch passes through approximately 59 km of the Jigme Singye Wangchuck National \nPark and approximately 10 km of the Royal Manas National Park. In addition, the proposed 16 \nkm Wangdigang–Mangdechu realignment passes through the buffer zone of the Jigme Singye \nWangchuck National Park. Based on these findings, the proposed improvement of Gelephu–\nTrongsa  was  classified  as  “A”  in  accordance  with  the  ADB  Environmental  Assessment \nGuidelines (2003). Subsequently, an EIA was prepared for the national highway component.10 \nThe  feeder  road  component  does  not  require  an  EIA  because  none  of  the  feeder  road \ncomponents, consisting of four feeder roads connecting Mirchim–Bongo, Autsho–Garbagtang, \nKhardungla–Kangpara, Tekizam–Bjena with a total length of 103 km, pass through national \nparks and no major environmental issues were identified. Consequently, the IEE study of the \nfeeder road component is sufficient as the final environmental assessment. The summary EIA \ncomprises the EIA for the national highway and the IEE for the feeder roads, and was circulated \nto the Board on 25 May 2005. \n \n                                                 \n9  ADB. 1998. The Bank’s Policy on Involuntary Resettlement. In Handbook on Resettlement. Appendix 1. Manila. \n10  The  terms  of  reference  for  the  environmental  impact  assessment  of  the  Trongsa–Gelephu  highway  and \nrealignment had been agreed in principle by the National Environmental Committee officials.  However, the official \nletter of approval was only received in February 2005. \n ", "18     \n72.  Almost all predicted significant adverse impacts of the Project occur during construction. \nThe characteristics of the impacts are significant, short term, and reversible. These impacts are \nmanageable  as  almost  all  can  be  minimized  through  the  proposed  mitigation  measures \nincorporated in the engineering design known as environment-friendly road construction. This \ndesign will be adopted in constructing the feeder roads as well as in strengthening the national \nhighway and constructing the 16 km realignment and feeder roads. Most of the costs for \nenvironment-friendly road construction are incorporated in the construction costs. To minimize \nthe environmental impacts on the national parks, the highway will not be widened where it \npasses  through  the  parks.  Furthermore,  the  locations  for  hot-mix  and  crusher  plants,  and \nconstruction  camps,  as  well  as  for  disposing  of  spoil  materials,  will  be  selected  in  close \nconsultation with the park managers. \n \n73.  The  permanent  and  irreversible  impacts  of  the  Project  will  mostly  occur  along  the \nrealignment: (i) loss of 66,038 m2 of vegetative cover; (ii) loss of about 4,500 trees with diameter \nat breast height (dbh)>10 centimeters, and deriving from these; (iii) loss of wildlife habitat; and \n(iv) a marginal reduction in aesthetic beauty. From these four impacts, only the loss of trees can \nbe quantified in monetary terms. Based on current commercial rates for logs in the Forestry \nDevelopment Corporation  auction yards, the estimated total commercial value of the timber that \nwill be felled is approximately Nu52.0 million. Felled trees are required to be handed over to \nlocal forestry officials who then pass them to the Forestry Development Corporation for auction. \nThis value will thus not be a loss to the economy. In addition, these losses will be compensated \nby planting trees and grass in the sharp slope areas. \n \n74.  An environmental management plan (EMP) was prepared and will serve as a guideline \nfor  incorporating  environmental  measures  to  be  carried  out  by  DOR,  project  manager, \ncontractors, and other parties concerned for mitigating possible impacts associated with the \nProject. The EMP must be updated at the beginning of project implementation, especially after \nthe  detailed  engineering  design  is  completed,  when  detailed  locations  and  frequency  of \nmonitoring can be defined more concisely. \n \n75.  The realignment and feeder roads have yet to be completed and continued monitoring is \nneeded to examine whether remedial actions are required to deal with unexpected impacts, if \nany. In addition, the EIA and IEE including EMP for these project components need to be \nupdated during the final engineering design. If the engineering design will lead to changes of the \nexisting project plan, the revised EIA and IEE including EMP need to be submitted to relevant \nGovernment agencies for approval as well as to ADB for concurrence. \n \nF.  Economic Aspects \n \n76.  The  economic  assessment  (Appendix  11)  was  conducted  in  accordance  with  ADB \nGuidelines for the Economic Analysis of Projects. The highway design and maintenance model \n(HDM4) was used to calculate VOCs and time costs with modification for conditions in Bhutan. \nFor the Gelephu–Trongsa national highway, the principal benefits are savings in VOC and time \nsavings.  For  the  realignment  section  (the  16  km  bypass—Wangdigang–Tingtibi),  three \nadditional minor benefits have been added: (i) reduced accident costs due to a shorter route, (ii) \nreduced road closures due to an alternative route being made available, and (iii) benefits from \nadditional feeder road functions as it will serve as a feeder road for settlements around the area \npresently not served by roads. The same benefits as feeder roads were estimated. Benefits for \nthe four feeder roads are based on the World Bank RAP model, which was recalibrated with the \nupdated information contained in the later DOR model. Both these models are underpinned by \nthe roads economic decision model developed by the World Bank for the evaluation of low-\n ", "     19\nvolume roads. Overall, the two main assumptions are that (i) production potential in rural areas \nwithout road access is presently untapped, and (ii) in postconstruction the economies of rural \nareas within a day’s walk to a new feeder road will become similar to those rural areas that \nalready have road access. The benefits are (i) production surplus due to increased transport \nactivities,  (ii)  VOC  savings  incurred  due  to  better  road  conditions  using  designs  with \nenvironmental consideration, (iii) transport savings (less pack animals/human porters), (iv) trail \nmaintenance saving, (v) reduced road closures from landslides (only for Garbagtang–Autsho \nroads), (vi) access to health services, and (vii) access to education. The production surplus is by \nfar the largest benefit. The last two benefits are assumed to be incurred by those living in the \nproject influence areas because of increased mobility resulting from the Project. \n \n77.  A benefit and cost analysis was completed for the Gelephu–Trongsa national highway \nand the four feeder roads. The estimated economic internal rates of return (EIRR) are 17.4% for \nthe national highway, 13.4 % for Mirchim–Bongo (17.5 km), 17.6% for Tekizam–Bjena (6.5 km), \n12.6% for Garbagtang–Autsho (51.0 km), and 12.8% for Khardungla–Kangpara (28.0 km). The \nsensitivity tests show the robustness of the analysis. The case of no time savings resulted in an \nEIRR of less than 12% for three feeder roads. However, the probability that time savings will not \nbe realized is marginal. Furthermore, the analysis is based on a conservative estimation: the \ntraffic volume and growth rate estimated were about half of those used by the World Bank RAP \nstudy, considering uncertainty of generated traffic after opening the roads to traffic.  \n \nG.  Project Risks \n \n78.  The Project has been carefully formulated to manage and mitigate risks, especially \nbased on suggestions provided in the country assistance program evaluation for Bhutan11 and \nproject performance audit report of the East-West Highway Maintenance Project.12 The risk of \nad hoc design changes, which could result in the realignment section of the national highway \nand feeder roads will be avoided by preparing detailed design on a 10–15 km rolling plan basis \nimmediately followed by construction. In addition, an appropriate duration, e.g., 4 months, for \nconstruction  planning  including  quarry  sites  clearance  will  be  given  to  contractors  before \ncommencing work, which allows contractors to better plan the construction schedule. Technical \nadvice will be provided by in-house JICA experts for DOR’s survey and design works as part of \ntheir overall DOR capacity-building program. The risk of delayed implementation has been \nmitigated by adopting advance action and postqualification, and setting up project management \nunits on-site for close construction supervision. The competition of domestic contractors and the \nsufficient  capacity  of  survey  and  design  will  be  ensured  by  phasing  a  group  of  contract \npackages  for  bidding.  The  supervision  consultant  will  ensure  timely  and  quality  project \nimplementation. \n \n79.  The risk of increasing road accidents will be mitigated through a systematic review of \nroad designs through the road safety audit. The risk of underbudgeting for road maintenance is \nmitigated through a TA for preparing the asset management plan under the 10th FYP (2007–\n2012). Sufficient budget has already been budgeted under the 9th FYP (2002–2007). As the \ncountry program evaluation and project performance audit report suggest, the TA is designed to \nreflect local conditions, develop simpler practical systems, and make consultants input more \nDOR-oriented, by providing DOR staff with specific tasks to be completed with minimal inputs \ngiven by international consultants for overall guidance. \n \n                                                 \n11  ADB. 2005. Country Assistance Program Evaluation. Manila. \n12  ADB. 2000. Project Performance Audit Report on the East-West Highway Maintenance Project. Manila. \n ", "20     \nVI.  ASSURANCES \nA.  Specific Assurances \n80.  In  addition  to  the  standard  assurances,  the  Government  and  DOR  have  given  the \nfollowing assurances, which are incorporated in the legal documents: \n \n(i)  Road maintenance financing. The Government will provide sufficient budget for \nroutine  and  periodic  maintenance  of  the  entire  road  network  every  year \nthroughout project implementation. The amount of deferred maintenance will be \nreduced to a maximum 20% of the national highway network length by 30 June \n2007 and to maximum 7% by 30 June 2010. After completion of the RIP, all \nroutine  and  periodic  maintenance  will  be  entirely  financed  from  domestic \nrevenue, taking into account findings and recommendations of the piggybacked \nTA.  \n(ii)  Counterpart  funds.  The  Government  will  ensure  the  timely  and  adequate \nprovision of all counterpart funds for the Project. \n(iii)  Road  safety.  The  Government  will  ensure  that  road  safety  audits  will  be \nundertaken for the national highway component, in accordance with ADB’s Road \nSafety  Audit  for  Road  Projects:  An  Operational  Tool  Kit  (2003)  or  similar \nprocedure acceptable to ADB, taking into account Bhutanese conditions, taking \ninto account findings and recommendations of the piggybacked TA. \n(iv)  Health.  DOR  will  ensure  that  contractors  provide  adequately  for  health  and \nsafety. Bidding documents will include measures on how contractors will address \nthis, including an information and awareness raising campaign for construction \nworkers on sexually transmitted diseases, HIV/AIDS, and human trafficking. \n(v)  Labor. DOR will ensure that civil works contractors comply with all applicable \nlabor  laws  and  regulations,  do  not  employ  child  labor  for  construction  and \nmaintenance activities, and provide appropriate facilities for women and children \nin construction campsites. People directly affected by the Project will be given \npriority to be employed by the Project. Contractors will not differentiate wages \nbetween men and women for work of equal value. A specific clause ensuring this \nwill be included in bidding documents. DOR will cooperate with the Ministry of \nLabor and Human Resources to monitor the implementation of this clause. \n(vi)  Environmental issues. The Government will ensure the following environmental \nmitigation measures: (a) DOR will implement all mitigation measures included in \nthe EIA and IEE reports in accordance with the Royal Bhutan Environmental \nPolicy  as  well  as  ADB’s  Environment  Policy.  (b)  During  preparation  of  the \ndetailed engineering study, DOR will review and update the IEE for feeder roads \nand EMP for the national highway. Any changes will be reviewed, recorded, and \nsubmitted to the National Environment Commission as well as to ADB for review \nand  concurrence.  (c)  DOR  will  consult  on  a  continuing  basis  with  the  park \nmanagers of the two national parks on the locations for construction campsites, \nhot mix and crushing plants, and disposal, and handling of spoiled materials. (d) \nDOR will submit semiannual reports on implementation of the EMP. \n(vii)  Land acquisition and resettlement. (a) The Government will implement land \nacquisition  and  resettlement  activities  in  accordance  with  the  resettlement \nframework  agreed  to  by  ADB  and  DOR,  ADB’s  Policy  on  Involuntary \nResettlement and all applicable laws and regulations of the Government. The \ncost of land acquisition and resettlement will be borne by the Government. (b) \nThe Government will disclose the resettlement plans in a manner, form, and \n ", "     21\nlanguage that is accessible to all people concerned, particularly those who may \nbe affected by these plans, prior to the execution of the contemplated land \nacquisition and resettlement activities for each of the feeder roads. (c) Periodic \nmonitoring reports on resettlement implementation will be submitted to ADB. (d) \nDOR  will  ensure  that  civil  works  contracts  include  a  clause  regarding  the \npayment by contractors for temporary use of private or village lands and for any \nloss of livelihoods arising there from, in accordance with rates specified in the \nLand Act or the applicable resettlement plan, whichever is higher. Such lands will \nnot be occupied without the prior agreement of the landowner and prior payment \nof compensation. \n \nB.  Conditions for Award of Contracts \n81.  The  Government  will  not  award  any  civil  works  contract  unless  the  following \nrequirements have been met: (i) During the detailed design phase of the Project, DOR will \ndevelop detailed resettlement plans for the feeder roads, based on the resettlement framework. \nThe resettlement plans will be submitted to ADB for approval before award of any civil works \ncontract.  If  the  scope  of  the  Project  is  changed,  the  resettlement  plans  will  be  revised \naccordingly. (ii) The Government will have acquired or, when the Government owns the land, \nwill have made available the land and rights of land, free of encumbrances, required for the \npurposes of the contract. (iii) DOR will have obtained the environmental clearance from the \nNational Environment Commission for this Project. \n \nVII.  RECOMMENDATION \n \n82.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 18,803,000 to the Kingdom of Bhutan for the Road Network Project \nfrom ADB’s Special Funds resources with an interest charge at the rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter; a term of 32 years, including a grace \nperiod of 8 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft Loan Agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n17 August 2005 \n \n ", "22  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData \nDesign  Performance  Assumptions  \nSources/Reporting \nSummary  Targets/Indicators  and Risks \nMechanisms  \nImpact      Assumptions \nImprove access to basic  Increased freight and  Statistics and survey from  •  Continued complementary \ninfrastructure to achieve  passenger transport in the  Department of Roads  external assistance, and \neconomic growth and  country  (DOR), Road Safety and  Government’s commitment \nsocial development    Transport Authority (RSTA),  to developing other \n  Increased subregional trade  and dzongkhag and geog  economic infrastructure, \nwith India  administrations  and providing of basic \n    social services \nBetter access to education,  Statistics from the Ministry of   \nhealth, and other public  Trade and Industry   •  Increased availability of \nservices    transport services following \nCountry 5-year development  improvement of the project \nplan  roads \n \nSocioeconomic and \nhousehold surveys \nOutcome      Assumptions \nProvide efficient and safe  On the project national  Statistics and survey from  •  Government’s commitment \nmovement of freight and  highway:  DOR and RSTA  to road maintenance \npeople over the national  -  10% reduction of vehicle    financing and reduction of \nhighway network  operating costs (from  Comparison of feasibility  backlog of deferred \n  Nu10.6 per vehicle- and completion reports  maintenance \n  kilometer [km] for trucks)     \n  -  20% reduction of travel time  Progress reports  •  Government’s continued \n  on the project national    commitment to private \n  highway (from over 7  Statistics and survey from  sector development and \n  hours)  dzongkhags and geogs  capacity building of DOR \n  -  10% reduction of road     \n  accidents (from 0.6 deaths  Comparison of feasibility  •  DOR’s continued \n  and 3.8 injuries per annum)  and completion reports  commitment to quality \n      improvement \nProvide rural population  50% reduction of walking time  Progress reports   \nwith better access to  to the nearest motorable road   \nsocial services, markets,  for communities around project  Socioeconomic survey \nand other economic  feeder roads (from 2–3 days)   \nopportunities     \n     \nEnhance DOR’s asset  Financing to routine and  DOR’s road management \nmanagement  periodic maintenance 100%  systems \n  from domestic funds   \n     \n  Reduction of the backlog of  Data of revenues relating to \n  deferred maintenance to 20%  road use from RSTA and the \n  of the total network length by  Ministry of Trade and \n  2007, 7% by 2010, and 0% by  Industry  \n  2012 (from 30%)   \n     \nEnhance private sector’s  Works by domestic contractors  Ministry of Finance’s budget \ncapacity  increased to more than 50% of  allocation \ntotal works by 2007 of total   \nDOR budget (from 45%)   \n   \n50% decrease of delay in  Progress reports \nobtaining quarry sites   \nclearance (from 8 months)  DOR’s contract data ", "  Appendix 1  23 \nData \nDesign  Performance  Assumptions  \nSources/Reporting \nSummary  Targets/Indicators  and Risks \nMechanisms  \nOutputs      Assumptions \n1. A national highway  120 km of national highway  DOR’s progress reports  •  Progress of works on \nsection between  strengthened by 2009    schedule within the budget \nTrongsa and Gelephu    Asian Development Bank   \nimproved to a  16 km bypass constructed by  (ADB) review missions  •  Implementation capacity of \nstandard that allows  2009    DOR, good performance of \nsmooth passage of all    Project performance  contractors and suppliers, \ntypes of vehicles    management system  and strict supervision and \n      quality control \n2. Selected feeder roads  4 feeder roads, totaling 102 km  Consultant reports   \nconstructed for  constructed by 2010    •  Timely completion of \ncommunities to be      environmental clearance \naccessible to      and land acquisitions \nmotorized transport       \n      •  Government’s commitment \n3. Road asset  100% data coverage of road    to strengthening its capacity \ninformation systems  inventory, road conditions, and  for asset management and \nenhanced for DOR’s  traffic for national highway  road safety \nefficient and effective  network by 2007   \nmonitoring   \n•  Appropriate processing of \n   \nengaging domestic \n4.  Road safety capacity  Road safety audit manual/tools \ncontractors \nimproved in DOR and  developed \n \nRSTA   \n•  Appropriate staff in charge \n   \nof road safety provided by \n5.  Domestic contractors  Contract-out all project road \nDOR and RSTA \nengaged for works of  works through local \n \nproject roads  competitive bidding \n•  MOH and DOR will \ncoordinate monitoring of \nHIV/AIDS risks \n \nActivities with Milestones  Inputs \n1.   Implement national highway improvement component  ADB: $10.5 million \n1.1 Civil works procurement by February 2007  Government: $2.1million \n1.2 Civil works implementation by December 2009   \n   \n2.   Implement feeder roads construction component  ADB: $13.3 million \n2.1 Civil works procurement by December 2007  Government: $2.9 million \n2.2 Civil works implementation by December 2010   \n   \n3.   Consultant services  ADB: $2.9 million \n3.1 Consultant selection by October 2005  Government: $0.8 million \n3.2 Consulting services by December 2010   \n   \n4.   Implement capacity building (technical assistance)  ADB: $0.3 million \n4.1 Consultant selection by September 2006  Government: $0.08million \n4.2 Consulting services by March 2007   \n4.3 Training of DOR staff in road asset management by December 2005   \n4.4 Road maintenance planning by December 2006 \n \n \n \n \n        ", "24  Appendix 2 \nROAD SECTOR ANALYSIS \n \nA.   Introduction \n \n1.  Transport, communications, trade, and commerce contributed 16% to the overall gross \ndomestic product at the end of the 8th Five-Year Plan (FYP), 1997–2001. Road transport is the \nonly internal transport mode in Bhutan, besides a few ropeways. The country has no domestic \nflights, no railways, and no navigable rivers. However, many areas are not road served an \nextensive network of mule tracks exists throughout the country. Half the country’s population \nlives more than half a day’s walk from the nearest motorable road. Other than the traditional \nsurface border crossings with India, only one airport provides limited air access to the rest of the \nworld. Asian Development Bank (ADB) involvement in transport and communications so far has \nbeen only in the road sector. \n \n2.  The 9th FYP objectives for roads and bridges are (i) improving accessibility to social and \neconomic activities by building more roads, and (ii) enhancing the existing network with a view \nto reducing travel time, road user costs, and transportation costs for goods and services. The \nstrategies to be followed include (i) promotion of private sector participation; (ii) mechanization \nof  road  construction,  design,  and  construction  with  environmental  consideration;  (iii) \nconstruction  of  highways  and  feeder  roads;  (iv)  realignment  of  national  highways;  (v) \nconstruction of double-lane highways and improvement of critical stretches; (vi) maintenance \nand stabilization of national highways; and (vii) replacement and reconstruction of bridges. The \nobjectives  for  road  transport  services  are  the  development  of  safe,  reliable,  efficient,  and \naffordable passenger and freight transport services. The strategies to achieve this objective in \nthe 9th FYP include (i) a focus on safety and environmental standards, and (ii) expansion of \nservices through regulation and selective support of private transport enterprises. \n \nB.  Road Network and Traffic \n \n3.  In a landlocked country like Bhutan, the socioeconomic development of the country \ndepends largely on an efficient and reliable road network. Since the construction of the 179 km \nPhuentsholing–Thimphu Highway in 1959, the country has expanded the national road network. \nIt has now about 4,153 km of motorable roads, including 1,577 km of national highways, 459 km \nof district roads, 1,205 km of feeder roads, 117 km of urban roads, 251 km of farm roads and \n543 km of forest roads. This gives a road density of 0.1 km/square kilometer (km2) and 5 \nkm/1,000 inhabitants. The latter is relatively high in comparison with countries with similar size \nand income level, and is explained by the scattered settlement of population. Despite the \npresent road network, many rural communities still remain unconnected. \n \n4.  All national highways and nearly half of the district roads and feeder roads are paved; \nhowever, 20% of national highways, 53% of district roads, and 86% of feeder roads are in poor \ncondition. Roads with narrow carriageway widths were built along steep hillsides prone to \nlandslides.  Roads  become  difficult  to  use  during  the  winter  months  and  rainy  season. \nImprovement and maintenance of the existing road network are in urgent need. Because of the \nmountainous terrain, the area of land suitable for agriculture is limited and the population of less \nthan 700,000 people is distributed in remote scattered settlements. This situation makes the \nconstruction and maintenance of roads extremely difficult and costly. In addition, the wide use of \nmanual resurfacing only provides a low quality pavement.  \n \n5.  The vehicle fleet has grown rapidly in recent years. From a total of 13,600 vehicles at the \nend of 1997, it reached over 26,700 at the end of 2004, a growth rate of over 15% per annum. ", "  Appendix 2  25 \nLight vehicles, and in particular taxis, increased faster than the average, while two-wheelers \nincreased at a slower pace. Almost 90% of vehicles are in the western areas of Thimphu and \nPhuentsholing. Over two thirds of the light vehicles are in the capital area, while 70% of the \ntrucks are registered at Phuentsholing. To streamline the transport system, all motor vehicle \nrelated activities, including registration and licensing, roadworthiness, and emission tests were \nconsolidated under the Road Safety and Transport Authority (RSTA) at the beginning of 1997. \n \n6.  Traffic  volumes  are  highest  in  the  vicinity  of  Thimphu  and  Phuentsholing,  with  the \nbusiest section on the short stretch from Thimphu to Semtokha. Traffic on this section averaged \n2,280 vehicles per day (vpd), excluding two-wheelers. The next highest traffic level, about 900 \nvpd,  is  on  the  Semtokha-Chuzom  section,  which  is  the  common  section  of  the  roads  to \nPhuentsholing and Paro (airport). Traffic then divides roughly equally, at about 450 vpd on the \nroads to Phuentsholing and Paro. On the East–West Highway, traffic reaches 500–600 vpd from \nSemtokha to Wangdue, and falls markedly further east, with about 100 vpd to Trongsa and 50–\n100 vpd further east. A major effort is under way to provide services in smaller towns, as well as \naccess roads, necessary to give rural areas access to social and economic activities. \n \n7.  The Road Safety and Transport Act of 1999 defines the roles of RSTA and the traffic \npolice in implementing the road traffic safety rules. The act reflects modern practice and the \ntraffic safety rules are in line with international standards. Despite rapid traffic growth, the \nnumber of reported accidents has only increased from around 250 with 15 fatalities in 1999 to \n436 with 17 fatalities in 2003. This translates to 6.4 annual fatalities per 10,000 vehicles, which \nis very low in comparison with lower and middle income countries where the range is 5–100 \nannual  fatalities  per  10,000  vehicles.  However,  the  extent  of  underreporting  of  accidents, \nespecially in rural areas, is not known. Considering the high rate of vehicle increase, these \npositive statistics may not be sustained. \n \nC.  Road Sector Management \n \n8.  Until the early 1990s, most of the country's main road network was constructed and \nmaintained by DANTAK (an organization under the Army Engineering Corp of Indian Border \nForce) and financed by the Government of India as a grant. About 15% of Bhutan’s main road \nnetwork (574 km, of which 498 km are national highways, 62 km district roads, and 16 km \nfeeder roads) is still maintained by DANTAK and funded by the Government of India, in addition \nto selected new construction and upgrading works. The Department of Roads (DOR) under the \nMinistry of Works and Human Settlement (MOWHS) has direct responsibility for 2,120 km, \nincluding 1,062 km of national highways, 415 km of district roads, 554 km of feeder roads, and \n89 km of urban roads. \n \n9.  The Government has been in the process of redefining its role from that of executing \nproject implementation to service purchaser of transport infrastructure and services. MOWHS is \nresponsible for the overall policy making and planning of road development and maintenance \nthrough the Policy and Planning Division based on the requirement proposed by DOR. DOR is \nstill heavily involved in survey and design works through the Survey and Design Division, but \nthe  number  of  DOR  staff  has  been  considerably  reduced.  An  increased  amount  of  road \nconstruction and maintenance work has been contracted to private contractors, in line with \nimprovements to their financial and technical capacity. DOR will also set up an investigation and \ndevelopment division to enhance its capacity for road asset management and technology. \nUnder MOWHS, the Standard and Quality Control Authority is responsible for standards and \nquality assurance of all construction works. The Construction Development Board is responsible \nfor  registration  of  contractors  and  consultants,  facilitating  private  sector  development  and ", "26  Appendix 2 \nparticipation. Road safety is under the responsibility of RSTA under the Ministry of Information \nand  Communications,  except  engineering/design  aspects,  which  is  coordinated  with  DOR. \nRSTA is also responsible for regulation of the transport industry. \n \n10.  Road  construction  and  maintenance  was  characterized  by  labor  intensive,  low \nproductivity, and high-cost practices, resulting in poor quality roads with poor serviceability and \nshort service life. However, the construction industry’s experience with mechanized road works \nwas improved due to the increase in the amount of works. The number of class A contractors, \nwhich require a large fleet of equipment and machinery as registration criteria, has increased to \n38.  DOR  retains  a  large  labor  force,  National  Work  Force,  for  routine  maintenance  and \nemergency repair works. DOR, however, plans to increase the productivity of the National Work \nForce, from the existing 1 km per person to 1.5 km per person by the end of the 9th FYP (2007), \nthrough  natural  decrease  with  no  new  recruitment,  increase  of  mechanization,  and  other \narrangements. \n \nD.  Road Transport Industry \n \n11.  All freight and passenger transport services have been privatized. RSTA regulates the \ntransport industry and sets tariffs. The tariffs are binding for passenger traffic but considered \nindicative for freight as is they are only applicable for hiring by the Government. For freight, \noperators are required to obtain a business license from the Ministry of Trade and Industry. The \nsize  of  the  truck  fleet  has  risen significantly  in  recent years  and  increased  competition  is \nreported to have reduced freight rates. For passengers, bus services have been privatized. \nThirty-seven bus operators provide commercial services with a total fleet of about 120 vehicles \nas of December 2004. RSTA issues permits to operate bus services, specifying the route, \nvehicle type, and frequency of services to be operated, with priority given to affordability. \n \n12.  Freight transport is generally provided by medium-sized 2-axle trucks, the poor road \ngeometry precluding the use of larger vehicles. Freight rates are not regulated, but are subject \nto various factors including the availability of backhauls and the season. A typical charge may \nbe around Nu2.5–Nu3.0 per ton per km. No vehicle weight and dimension legislation is in place, \nother than a regulation that the maximum load carried is 10 tons in the plains and 8 tons in the \nhills. Special permits to exceed these loads are given to vehicles involved with development \nprojects.  A  weighbridge  is  operated  by  the  Revenue  and  Customs  Department  near \nPhuentsholing. Normal practice involves transshipment of goods at Phuentsholing to and from \nIndian trucks of around 12-ton capacity, which can operate easily in the flat terrain south of the \nborder. Indian registered trucks can enter Bhutan, but require a permit for each journey and \ncannot carry backhaul cargo from Bhutan to India. \n \n13.  For bus services, most of the existing permits were issued in 1997 and are valid for 10 \nyears. The bus service is contracted out on a competitive basis by grouping profitable and \nnonprofitable routes as one package to provide some measure of cross-subsidization. Routes \nthat cannot be profitable and grouped are contracted out to a single provider with a subsidy \nwhereby RSTA pays interest for a loan for the operator to purchase a bus. The fares are \npublished in the Fare Chart for Passenger Transport Services. Current fares have been updated \nsince 2001. The increase was about 4% to the 2001 schedule, which is generally Nu0.5 per \npassenger km for ordinary (38-seat) buses. \n \n14.  The taxi fleet has expanded greatly in recent years. As of December 2004, 1,235 taxis \nwere registered in Thimphu, 504 in Phuentsholing, 26 in Gelephu, and 20 in Samdrup Jongkhar. \nAlmost all are operated by owner-drivers. No limit has been established for the number of taxis ", "  Appendix 2  27 \nlicensed. Meters were progressively introduced with fares set at Nu9 per km with the initial ride \nof Nu12 per km during daytime (Nu20 during nighttime) including the initial 1 km. Fares are \nnegotiated  on  some  long  distance  journeys  per  passenger  at  the  similar  level  of  express \nminibus services. \n \nE.  Road Expenditures and Revenues \n \n15.  During  the  9th  FYP,  road  expenditures  (by  DOR)  would  amount  to  Nu6.7  billion, \ncomprising (i) new road construction, realignment, and widening, Nu3,575 million (53%); (ii) \nbridge construction and maintenance, Nu634 million (10%); (iii) resurfacing, Nu1,100 million \n(17%); (iv) routine maintenance, Nu819 million (12%); (v) equipment, buildings, etc., Nu206 \nmillion (3%); and (vi) road administration, Nu300 million (5%). In addition, about 5–10% of the \nabove total is required for monsoon repairs every year, which is available from the government \ncontingencies. \n \n16.  In addition, expenses for other road sector institutions include (i) RSTA (total Nu252 \nmillion)  for  bus  terminals  and  waiting  sheds,  traffic  safety  programs,  and  vehicle  testing \nequipment; (ii) Standard and Quality Control Authority (Nu45 million) for construction of central \nand  regional  material  testing  laboratories,  procurement  of  laboratory  and  field-testing \nequipment, and capacity building; and (iii) the Construction Development Board (Nu18 million) \nfor construction of office buildings, purchase of equipment and furniture, and capacity building in \nsupport of three main activities: classification and registration of contractors and consultants, \ncollection  and  dissemination  of  construction  industry  information,  and  administration  of  a \nconstruction-related arbitration system. \n \n17.  Specific charges for road use are taxes on motor vehicles levied by RSTA such as \nannual registration/renewal, ownership transfer fee, etc., which amounted to Nu88 million in \n2003/04. Other revenues relating to road use include the sales tax on fuel (Nu31 million in \n2000/01) and custom duties and sales tax on vehicles (Nu70 million in 2000/01). Revenue \nrelated to road use is estimated at Nu236 million in 2003/04 from Nu161 million in 2000/01. \nImposition of a large fuel levy is currently not feasible in the Bhutanese context because of \nimplications for transport tariffs and the recent increase in fuel price. Price parity should also be \nmaintained with Indian fuel prices to avoid distortion in the Bhutanese market, such as cross-\nborder smuggling. Given these difficulties as well as low traffic volume, road user charges are \nbeing levied at the level required for financing both routine and periodic maintenance. MOWHS \nproposes an increase in vehicle taxes to broaden the Government’s revenue base.  \n \nF.  Maintenance \n \n18.  The  Government  has  a  strong  record  of  financing  road  maintenance  and  provides \nappropriate  amounts  required  for  routine  and  periodic  maintenance.  The  annual  average \nexpenditure as of December 2004 under the 9th FYP is Nu271 million, which covers the \nestimated  requirement  of  routine  maintenance  for  the  total  road  network  and  periodic \nmaintenance for 200 km per year. The routine maintenance is totally funded by domestic \nrevenue, while resurfacing relies on external assistance, e.g., ADB’s Road Improvement Project \n(RIP), which amounts to about Nu95 million (over 30% of total resurfacing budget) during the \nfirst 2 years of the 9th FYP. In line with the self-reliance policy, the Government intends to \nfinance  both  routine  maintenance  and  resurfacing  totally  by  domestic  revenue  after  the \ncompletion of the ongoing RIP. The Government also puts the highest priority on budgeting \nroutine  and  periodic  maintenance every  year.  In  addition,  the  Government  will  secure  the \nbudget for reducing the backlog of deferred maintenance. ", "28  Appendix 2 \nG.  Private Sector Participation \n \n19.  The Government has a policy under the 9th FYP to enhance private sector participation \nin road works. The amount of government-financed road works that was contracted out to \ndomestic  contractors  has  increased  from  Nu70  million  under  the  7th  FYP  (1992–1997)  to \nNu1,027 million under the 8th FYP (1997–2002) out of the total Nu2,524 million (40.7%). The \nprivate sector participation level is expected to increase substantially under the 9th FYP, e.g., \nNu1,000 million out of Nu2,233 million (44.8%)1 during the initial 2.5 years of the 9th FYP. The \nGovernment intends to increase the share of participation of domestic contractors. \n \n20.  ADB and the World Bank have supported the development of the domestic contracting \nindustry through the local competitive bidding procedure for the RIP and the World Bank-funded \nRural Access Project. The results so far are satisfactory. Based on the experience of the two \nprojects, a contract size at the maximum amount of Nu150 million is considered appropriate as \nthe threshold for local competitive bidding. Under current local contractor registration, 38 class A \ncontractors are available for roads and bridges; about half have a sufficient fleet of equipment \nand would be qualified for the works of that amount. \n \n \n                                                 \n1  The amount of Nu2,233 million is the total DOR budget for comparative purposes, excluding tied grant to bridges \nby JICA but including non-investment budget such as administration costs, e.g., salary and allowances.  ", "  Appendix 3  29 \nEXTERNAL ASSISTANCE TO THE ROAD SECTOR \n \nTable A3.1: Asian Development Bank Loan and Technical Assistance Projects \n \nProject Name  Approval  Amount  Grant/Loan \nDate  ($) \nMultiproject  1983  5,000,000  Loan \nRoadworks Mechanization  1986  4,500,000  Loan \nEast-West Highway Maintenance  1993  5,200,000  Loan \nRoad Improvement  2000  12,800,000  Loan \nMultiproject  22-Sep-83  145,000  Grant \nRoad Construction and Training  24-Jun-85  75,000  Grant \nInstitutional Strengthening of Public Works Department  28-Oct-86  150,000  Grant \nInstitutional Strengthening of the Department of Roads  6-Sep-91  530,000  Grant \nRoad Project  30-Mar-92  250,000  Grant \nDevelopment of Maintenance Management System  18-Nov-93  390,000  Grant \nConstruction Management  18-Nov-93  740,000  Grant \nRoad Transport Network Development  15-Dec-98  650,000  Grant \nCapacity Building of the Construction Development Board  15-Jan-99  400,000  Grant \nRoad Planning and Management Strengthening  4-Aug-00  954,000  Grant \nRoad Network Expansion  10-Jul-03  500,000  Grant \nSource: Asian Development Bank. \n \nTable A3.2: Assistance from Other Sources in Recent Years \n \nApproval \nSource  Project Name  Amount    Grant/Loan \nDate \nWB  Japanese Grant for Rural Access Project      26-May-99  196,000   $  Grant \n  Rural Access Project  19-Nov-99  11,600,000  $  Loan \nAustria  TA to Hesothangkha Mechanical Workshop  1-Jan-00  7,600,812   BNU  Grant \nIndia  Gyelposhing-Nganglam Road  1-Jul-02  203,900,000   INR  Grant \n  Babesa-P/ling Highway(Double Laning)           1-Jul-02  2,325,000,000   INR  Grant \n  Preparation of Transport Master Plan           1-Jul-02  9,600,000   INR  Grant \n  Procurement of Traffic Safety Equipment        1-Jul-02  19,100,000   INR  Grant \n  R&D on Construction Technology               1-Jul-02  5,000,000   INR  Grant \n  Construction of Three Bridges  1-Jul-02  21,200,000   INR  Grant \n  Pasakha–Manitar Road  1-Jan-05  280,000,000   INR  Grant \n  Gomphu–Pangbang Road  1-Jan-05  158,500,000   INR  Grant \n  Chunzom–Paro Double Laning  1-Jan-05  100,000,000   INR  Grant \n  Semthokhachhu Bridge  1-Jan-05  8,000,000   INR  Grant \n  Construction of Damchu Chukha Bypass  1-Jan-05  264,220,000   INR  Grant \nJapan  3rd Phase Road Const. and Maint. Equipment     2004  602,000,000   BNU  Grant \n  Reconstruction of Highway Bridges              11-Jan-01  49,000,000   JPY  Grant \n  Reconstruction of H/way Bridges(Construction)  8-May-01  1,762,000,000   JPY  Grant \n  2nd Phase Reconstruction of H/way Bridges  2004  230,000,000   BNU  Grant \nNetherlands  Rural Access TA Project                        1-Apr-00  1,995,000   NLG  Grant \n  EFRC Support Project   2003  33,000,000  BNU   Grant \nSwitzerland  Puna Tsang Chhu Bridge Phase II                3-Aug-99  2,393,000   CHF  Grant \n  Suspension Bridge Programme Ph. IV Part II     14-Jan-99     2,490,000   CHF  Grant \n  Reconstruction of Seven Suspension Bridges     14-Aug-01  9,759,000   BNU  Grant \n  Suspension Bridge Programme, Phase V           10-Feb-03  2,495,000   CHF  Grant \n  EFRC Support Project  2003  39,000,000  BNU  Grant \nBNU = Bhutan ngultrum, CHF = Swiss franc, EFRC = environmental-friendly road construction, INR = India rupee, \nJPY = Japanese yen, NLG = Dutch guilder, R&D = research and development, TA = technical assistance. \nSource: Ministry of Finance. ", "30  Appendix 4 \nPROJECT ROAD AND SUMMARY OF DESIGN STANDARDS \n \nA.  National Highway \n \n1.  The Project will upgrade the Gelephu–Trongsa national highway (about 245 kilometers \n[km]), and will include a 16 km realignment between the Mangdichu (km 98.3) and Wangdigang \nbridges (km 153.6), which will result in an approximately 39.3 km reduction in length. The \nProject will include the replacement of two temporary bridges with permanent structures: at \nWangdigang at km 155.2 and Yeshigang at km 224.7. \n \n2.  The existing road is an almost continuous chain of back-to back curves, resulting in low \ntravel speeds and substantial safety problems. The average carriageway width is 3.8 meters \n(m), but this varies between 3.0 m and 4.0 m—including extra widening on curves. The average \nwidth of shoulders on the valley side is 2.5 m, varying between 1.0 m and 3.0 m, while on the \nhillside the average width is 0.8 m, varying between 0 m and 2.0 m. The carriageway, including \nshoulders of major highways, is presently surfaced with a premix carpet. The drains on the \nhillsides  are  about  0.6  m  wide,  generally  V-shaped,  shallow,  and  mostly  unlined.  Lack  of \nadequate  drainage  at  some  places  is  causing  seepage,  slope  instability,  and  roadbed \nsettlement. During the monsoon, landslides are frequent. Landslides and settlement problems \nhave been recorded in about 30 places.  \n \n3.  The design criteria adopted are in accordance with the Road Design Manual of Bhutan \nand other standards, including American, British, and Indian, as appropriate. Geometric design \nstandards are varied to suit the traffic levels and terrain conditions. As the projected traffic after \n20 years will remain below 1,000 vehicles per day (vpd), the road is classed as a “low traffic.”   \nExcept for the first 10.5 km Gelephu–Geleg Zam section, with traffic of about 5,000 vpd passing \nthrough flat or rolling terrain, the road is entirely confined to mountainous terrain with horizontal \ncurvatures of 600 degrees/km and rises and falls 45 m/km).  \n \n4.  Except  for  the  16  km long  realignment,  the  Project  will  be  implemented  within  the \nexisting right-of-way (ROW). On the realigned section, it was also possible to avoid the need for \nresettlement.  Minimizing cost and the need for minimum land clearance, cuts and fills, were, \nhowever, important other criteria when selecting this new route.  The requirement for rock cuts \non side slopes has also been minimized, that plant cover could be maintained and in areas of \nunstable  soils,  side  slopes  will  be  benched.    All  other  construction  within  environmentally \nsensitive areas, will be confined to the existing ROW—though there may be a need for minor \nwidening/cut on curves. \n \n5.  A detailed description of the design approach is as follows: \n \n(i)  Cross section. Single carriageway, width 3.8 m (including extra widening at \ncurves). Earth shoulders 2x1.0 m. As per Bhutanese standards, the road should \nbe a two-lane, single carriageway (6.0 m wide) but such option was not found to \nbe economically justified—the applied reduced standards do, however, conform \nto present practice in Bhutan. \n \n(ii)  Right-of-way. A 30 m wide ROW has been recommended for the realignment \nsection.  Pavement  strengthening  sections  will  be  constructed  within  existing \nROW. \n ", "  Appendix 4  31 \n(iii)  Design speed. As per the Bhutanese standards, 60 km/hour will be the design \nspeed. This is, however, only economically justifiable in flat/rolling terrain. If this \nstandard were to be adopted in mountainous terrain, the entire road would have \nto  be  realigned—and  this  is  clearly  not  an  economically  justifiable  solution. \nDesign speeds of 40 km/hour were, however, justifiable and therefore applied in \nmountainous terrain.  \n \n(iv)  Design life. 20 years after opening to traffic (2028). \n \n(v)  Pavement. Both the new and rehabilitated pavements are designed for 20 years \nand  take  into  account  projected  traffic  loading,  existing  pavement  structure, \nsubgrade  California  bearing  ratio,  and  quality  of  materials  available.  For \nrehabilitation double bituminous surface treatment/asphalt concrete (DBST/AC) \nsurfacing,  wet  mix  macadam  (WMM)  base  course  and  profile  correction  is \nrecommended.  For  the  realignment,  the  following  pavement  composition  is \nrecommended: \n(a)  DBST surfacing, \n(b)  250 millimeters (mm) WMM, and \n(c)  150 mm granular subbase  (GSB). \n \n(vi)  Realignment. Only one realignment is recommended—between the Mangdichu \nand Wangdigang bridges—it is 16 km long and saves a distance of 39.3 km. The \nrealignment,  however,  bypasses  Zhemgang  town,  the  biggest  settlement \nbetween Gelephu and Trongsa and a district headquarter. \n \n(vii)  Bridges. The highway has 21 bridges. Of these, 18 are in sound condition and \nonly periodic maintenance is recommended. One of three temporary bridges, the \nPanjuramni bridge, is in the process of being replaced with a permanent structure \n(40 ton loading). The remaining two bridges, Wangdigang and Yeshiganag, each \n40 m long are, therefore, included in the Project. \n \n(viii)  Drainage. Over about 70% of the road length, the existing drains need to be \nlined. Of the approximately 1,300 culverts, 9 need reconstruction (2 m opening \nand 6 m wide) and 169 need 2.0 meter extensions.  \n \n6.  In addition, the following safety and roadside features will be incorporated: \n \n(i)  Of the present 3,545 road safety structures (breast walls, retaining walls, toe \nwalls,  and  check  walls),  216  will  be  reconstructed.  The  total  length  of  the \nstructures to be rebuilt is 4,000 m and their heights range from 1.0 m to 8.0 m—\nwith an average of 2.7 m. \n(ii)  Bus  stops  with  passenger  shelter  and  truck  turnoffs  will  be  constructed  at \nappropriate locations. \n(iii)  Guard rail/crash barriers will be constructed at identified black spots (only this \nlimited  work  is  economically  justifiable)—however,  the  following  engineering \nmeasures will increase safety: \n(a)  All curve radii will correspond to design speeds, \n(b)  All required widening at curves will be provided, \n(c)  Adequate road width will be provided with easy gradients, \n(d)  Vision berms will be provided at curves, and \n(e)  Proper road markings and signs will be provided. ", "32  Appendix 4 \n(iv)  Proper  road  furniture,  including  road  signs,  road  markings,  km  posts,  ROW \npillars, and guard posts will be provided. \n \nB.  Feeder Roads \n \n7.  The Project includes the construction of four feeder roads: (i) Mirchim–Bongo (17.5 km), \n(ii) Garbagtang–Autsho (51.0 km), (iii) Khardungla–Kangpara (28.0 km), and (iv) Tekizam–\nBjena (6.5 km). \n \n8.   These feeder roads will mostly follow the existing tracks, which connect villages and are \nnow used by pedestrians and animals. The presently determined alignments are based on \n1:50,000 maps with 40 m contours, supplemented by on-site reconnaissance surveys. The \nalignments will need to be finalized during detailed design/project implementation, when more \ndetailed information on the local terrain, soil, and geologic conditions and the locations of \nagricultural land and buildings are known. \n \n9.   Taking  into  account  forecast  traffic  volumes,  terrain  characteristics,  applicable \nstandards, and current construction practices, single-lane carriageways (3.5 m wide) with 0.5 m \nwide shoulders will be built. The corridor of impact/ROW will be 7.5 m or less, considering \ncarriageway  and  shoulder  width  plus  1.5  m  on  either  side  for  safety  and  drainage \nconsiderations. The design speed is 40 km/hour. \n \n10.  Based on traffic loading, subgrade strength, and materials availability, a gravel-surfaced \npavement is recommended. The design period for the initial gravel pavement is 10 years with \nthe option of upgrading, if the traffic justifies this. The thicknesses of the gravel surface and the \ngranular base course are each 150 mm. The road sections within the vicinity of villages, and for \n500 m on both sides, will be bituminous surfaced to reduce dust pollution. \n \n11.  The drainage system recommended includes culverts, bridges, side drains, cut-off/ catch \nwater drains. RCC slab culverts are recommended. The bridge types recommended are: RCC \nfor up to 20 m spans, and bailey bridges for above 20 m spans—the latter for economy and \nease of construction. \n \n12.  Appropriate road furniture including road signs, km posts, ROW pillars and guard posts, \nwill be provided. The following engineering design measures will increase safety: \n \n(i)  All curve radii will correspond to design speeds, \n(ii)  All required widening at curves will be provided, \n(iii)  Adequate road width will be provided with easy gradients, \n(iv)  Vision berms will be provided at curves, and \n(v)  Road markings and signs will be properly positioned. \n \n13.  Construction will incorporate environmental consideration in design and construction \nnow being applied on selected road projects in Bhutan. This will minimize damage to the natural \nenvironment by: \n \n(i)  using controlled blasting, \n(ii)  limited use of bulldozer (in lieu, excavator-tipper combinations are used), \n(iii)  using log and boulder barriers to control slipping of blasted or excavated materials, \nand \n(iv)  incorporating bioengineering techniques. ", "  Appendix 5  33 \nDETAILED COST ESTIMATES AND FINANCING PLAN  \n($ million) \n \nForeign  Local  Total  ADB  RGOB \n  Item \nExchangea  Currency  Cost  FXa  LC  FXa  LC \nA.  Detailed Design               \n  Realignment and Feeder Roads    0.3  0.3        0.3 \n  Pavement Strengthening  0.2  0.2  0.4  0.2  0.2     \nB.  Land Acquisition    0.2  0.2        0.2 \nC.  Civil works                \n  National Highway  7.6  3.3  10.9  7.6  1.5    1.8 \n  Feeder Roads  9.7  4.1  13.8  9.7  1.9    2.3 \nD.  Supervision Consultant  0.7  1.7  2.4  0.7  1.7     \n   \nE.  Environment and Land Acquisition \nand Resettlement (LAR) Consultant    0.1  0.1    0.1     \nF.  Project Management    0.4  0.4        0.4 \nG.  Taxes and Duties b    1.0  1.0        1.0 \n    Subtotal (A to G)  18.2  11.3  29.5  18.2  5.3    6.0 \nH.  Contingencies               \n  Physical Contingency c  2.2  1.1  3.3  2.2  0.5    0.6 \n  Price Contingency d  0.3  0.4  0.7  0.3  0.2    0.2 \nI.  Interest during Construction  0.6    0.6  0.6       \nTotal Project Costs  21.3  12.8  34.1  21.3  6.0    6.8 \n  Financing Plan        27.3  6.8 \n  Financing Percentage e  62.4%  37.6%    80.0%  20.0% \nFX = foreign exchange, LC = local currency. \na  In 2005 prices. Foreign exchange rate is Nu43.7 per dollar. \nb  Taxes and duties are estimated as 10% of foreign consultant remuneration and 3% of base cost of civil works. \nc  The physical contingencies are 10% for pavement strengthening works and 15% for realignment and feeder road \nworks. \nd  Cost escalation factors for foreign and local component are based on Asian Development Bank estimates, \nincluding foreign exchange rate fluctuation. \ne  Interest rate during construction is 1% per annum. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", " \n3\nIMPLEMENTATION ORGANIZATION CHART  4\n \n \n  Department Of Roads  Asian   A\nRoad Safety Audit    Development  ppe\nBank  n\nProject Manager  d\nix\nDesign Engineers   6\nAccountant   \nSupporting Staff \nDesign Consultants \n \nTeam Leader/Pavement Expert  At Thimphu during Design Period \nEnvironment Specialist \nDeputy Team Leader  At Trongsa during Construction Period \nGeotechnical Expert \nMaterial Engineers \nEnvironment/Bioengineering Expert \nSurveyors \nSocial and Resettlement Specialist \nDeputy Project Manager  2 Deputy Project Managers  Deputy Project Manager \nFeeder Road West  National Highway  Feeder Road East \nAt Mirchim  At Trongsa  At Garbagtang/Mongar \nSupervision Consultants \nTeam Leader \nTwo Deputy Team Leaders \nMaterial Engineer \nOther Experts \nEnvironmental/Bioengineering Expert \nEight Inspectors \nSupervision Consultants  (One each for GT01, GT02, GT03, and  Supervision Consultants \nDeputy Team Leader  GT04; and two each for GT05 and  Deputy Team Leader \nMaterial Engineer  GT06)  Material Engineer \nSix Site Inspectors  Based in Trongsa  12 Inspectors \n  (Two each for FR01, FR02, and FR03)  (Two each for FR04 and FR09)   \n  Based in Mirchim  Based in Garbagtang \n \n ", " \nINDICATIVE PROJECT IMPLEMENTATION SCHEDULE \n \n2005 2006 2007 2008 2009 2010\nItem\nMJ J ASONDJ F MAMJ J AS ONDJ F MAMJ J ASONDJ F MAMJ J ASONDJ F MAMJ J AS ONDJ F MAMJ J ASOND\nA. Preconstruction Activities\n1. Design by DOR\na. Design Bridge (Phase I)\nb. Design Phase II Roads\nc. Design Phase III Roads\nd. Design Phase IV Roads\n2. Design Consultant Selection\n3. Design Consulting Services\na. Design Phase I Roads\nb. Review Bridges Design\nc. Review Phase II Roads\nd. Review Phase III Roads\ne. Review Phase IV Roads\n4. Procurement\na. Phase I\nb. Phase II\nc. Phase III\nd. Phase IV\nB. Construction Activities\n1. Supervision Consultant\na. Selection\nb. Services\n2. Construction \na. Phase I\nb. Phase II\nc. Phase III A\np\nd. Phase IV p\ne\nn\nC. Environmental Clearance and Monitoring d\nix\nD. Land Acquisition and Monitoring  7\n \nPhase I: GT01–GT04; Phase II: GT05–GT06 and FR08; Phase III: FR01, FR03, FR04, and FR07; Phase IV: FR02, FR05, FR06, and FR09.  \n3\n5\n \n ", "36  Appendix 8 \nINDICATIVE CONTRACT PACKAGES \n \nApprox.  Estimated Contract    Procurement\n Package   Section  Length  Value  Phase  Mode \n(km)  (Nu million)  ($ million)    \n             \nA.  National Highway (Gelephu–Trongsa) \nPavement Strengthening           \nTrongsa–Kuenga Rabten \nGT01  22.5  83.1  1.9  I  LCB \n(including bridges)a \nGT02  Tingtibi–Tamala Pass  32.3  79.0  1.8  I  LCB \nTamala Pass–Rongang \nGT03  30.5  76.7  1.7  I  LCB \nZam Bridge \nRongang Zam Bridge– \nGT04  35.5  94.8  2.2  I  LCB \nGelephu \nRealignment           \nGT05  Tingtibi–km106.3  8.0  74.4  1.7  II  LCB \nkm106.3–Wangdigang \nGT06  8.0  74.4  1.7  II  LCB \nBridge \n  Subtotal (A) 136.8  482.4  11.0     \n             \nB.  Feeder Roads         \n \nWest             \nFR01  Mirchim–km7.5   7.5  47.3  1.1  III  LCB \nFR02  km7.5–Bongo  10.0  63.1  1.4  IV  LCB \nFR03  Tekizam–Bjena   6.5  23.7  0.6  III  LCB \nEast             \nFR04  Autsho–Gumrang  15.0  90.5  2.1  III  LCB \nFR05  Gumrang–Chakaling  13.0  78.4  1.8  IV  LCB \nFR06  Chakaling–Chali  11.0  66.4  1.5  IV  LCB \nFR07  Chali–Garbagtang  12.0  72.5  1.6  III  LCB \nKarthungla–Growan \nFR08  13.0  79.8  1.8  II  LCB \nChhu \nFR09  Growan Chhu–Kangpara  15.0  92.1  2.1  IV  LCB \n  Subtotal (B) 103.0  613.8  14.0     \n           \n   Total 239.8  1096.2  25.1      \nkm = kilometer, LCB = local competitive bidding, 1$ = Nu 43.7 \na Bridges under GT01: Wangdigang Bridge at km 155.2 and Yeshigang Bridge at km 224.7 \nSource: Asian Development Bank staff in consultation with DOR (Feasibility Study Stage). \n \n \n \n ", "  Appendix 9  37 \nOUTLINE TERMS OF REFERENCE FOR TECHNICAL ASSISTANCE CONSULTANTS \n \nA.  Background \n \n1.  The Asian Development Bank (ADB) Road Network Project provides opportunities for \nroad  sector  institutions,  especially  the  Department  of  Roads  (DOR)  and  Road  Safety  and \nTransport Authority (RSTA) to use the Project as a pilot case to conduct a road safety audit. \n \n2.  The Technical Assistance for Road Safety Audit and Road Asset Management will \nprovide assistance to DOR to strengthen its capacity for asset management, providing DOR’s \nRoad Maintenance Management (RMM) Unit staff with opportunities for learning how road \nmaintenance  planning  is  prepared  in  other  countries.  It  will  equip  DOR  with  regular  and \nsystematic traffic counts, and road inventory and condition surveys to provide a sound and \nobjective basis for planning and monitoring road development and maintenance programs. This \nis very timely as the Government needs to have an appropriate budgeting proposal from DOR \nfor preparing the 10th Five-Year Plan to achieve the commitment assured under the proposed \nloan.  \n \n3.  The TA has two components: (i) road safety audit, and (ii) road asset management. The \nTA not only assists these government agencies to conduct road safety audits and road asset \nplanning under the Project, but also embeds the system to continuously conduct these activities \nin a systematic and sustainable manner after the Project. \n \nB.  Scope of Services \n \n  1.  Road Safety Audit Component \n \n4.  Main responsibilities of the consultant will be to equip DOR and RSTA staff with a road \nsafety audit manual, tools, and capability for conducting road safety audits through a pilot study \nfor the project national highway sections. The consultant will work with DOR and RSTA in the \nsame office and assist DOR and RSTA staff in all aspects of conducting road safety audits. The \ntasks should be conducted in a timely manner, taking into account the timing of design. \n \n5.  The consultants’ responsibilities will include the following: \n \n(i)  Review and propose changes, if any, to the existing rules and measures of traffic \nsafety, in comparison with the best practice in the world, taking into account \nBhutanese conditions. \n(ii)  Develop a tool kit for road safety audit in line with the ADB guidelines, taking into \naccount Bhutanese conditions. \n(iii)  Train  DOR  and  RSTA  officials  on  road  safety  audit.  Conduct  workshops  to \ndisseminate the concept and method of road safety audit. \n(iv)  Conduct  road  safety  audits  with  DOR  and  RSTA  officials  with  use  of  the \ndeveloped tool kit on the selected sections during the detailed design. Formulate \nthe format for use, and appropriate survey teams and programs. \n(v)  Assist DOR and RSTA in conducting road safety audits on other road sections \nduring  construction  and  after  completion  of  road  construction.  Supervise  the \nanalysis provided and train them for further improvements. \n(vi)  Identify issues and problems, and recommend the required changes to the road \nsafety audit tool kit, tasks, and assistance to expand implementation of the road \nsafety audit tool kit to other existing roads and future projects. \n ", "38  Appendix 9   \n(vii)  Assist DOR and dzongkhag offices in conducting safety awareness campaigns \nfor communities along selected feeder roads.  \n \n  2.  Road Asset Management Component \n \n6.  DOR will visit a country that has newly established road maintenance planning based on \nroad conditions. They will acquire knowledge in (i) using a road maintenance management tool, \n(ii) collecting/updating required data, and (iii) analyzing data and preparing an optimal road \nmaintenance/development program.  \n \n7.  During the visit, the staff will complete the following: \n \n(i)  Learn how to calibrate and use a road asset management tool. \n(ii)  Prepare  a  manual  for  data  preparation,  model  calibration,  and  output \npresentation. \n(iii)  Develop a systematic procedure and mechanism for scheduled updating of data \nand data collection format, and of updating centralized databases in the RMM \nUnit and disseminating to the field office. \n \n8.  The staff will do the following after the visit: \n \n(i)  Provide  training  to  DOR  regional office  staff and  geog  (a  group  of  villages) \nadministration staff on methods of data collection, traffic forecasting, and road \nasset management. \n(ii)  Complete the first cycle of data collection and analysis with DOR regional office \nstaff and geog staff. The survey will cover road inventory, road conditions, and \ntraffic  (vehicle  characteristics,  volume,  and  ODs).  Formulate  data  collection \nformat, and appropriate survey teams and program. \n(iii)  Conduct analytical work. \n(iv)  Use a road management tool, in preparing 10th FYP whereby a pipeline of road \nimprovement and maintenance program will be presented.  \n \n9.  An international consultant will ensure that enforceable systems, e.g., not too much \ndetailed sectioning, etc., are embedded in the country. \n \nC.  Staffing \n \n10.  For the road safety audit component, an international individual consultant (9 person-\nmonths) will be required with expertise in road safety audit, especially in mountainous roads. \nFor the road asset management component, an international individual consultant (about 2 \nperson-months intermittent) will be required with expertise in road asset management. The \nRMM Unit staff and other selected DOR staff will visit another country for 3–4 weeks to gain \nknowledge. \n \nD.  Implementation Arrangements \n \n11.  DOR will be the Executing Agency for the TA. \n \n12.  For the road safety component, a steering committee will be established, chaired by the \ndirector, DOR, and comprising the project manager, representatives from RSTA, police, other \nrelevant government agencies, and private sector entities. The committee will review the road ", "  Appendix 9  39 \nsafety audit manual/tool prepared by the consultant and give guidance to the consultant. A \nprogress/updating meeting will be held on a fortnightly basis with DOR, to provide briefings on \nprogress and identify problems and remedies for the next stage. In conducting road safety audit \non the selected sections, the analytical results will be discussed within DOR. The steering \ncommittee will provide comments to modify the manual/tool. A regional workshop will be held to \nprovide training on the road safety audits for future use by DOR and RSTA. \n \n13.  For the road asset management component, the head of the RMM Unit will report to the \ndirector, DOR, and ADB on progress. A progress/updating meeting will be held on a fortnightly \nbasis, to provide briefings on the progress and identify problems and remedies for the next \nstage. In calibrating RMM models, some pilot roads will be selected and the results will be \ndiscussed within DOR to adjust the models accordingly. A workshop will be held on a regional \nbasis to provide training on the RMM systems for future use and data update. The consultant \nwill provide any advice needed to embed the system in a sustainable manner before the RMM \nstaff visits a study country and after the RMM staff prepares the system.  \n \nE.  Reporting and Documentation Requirements \n \n14.  Table A9.1 describes the reports to be submitted for the road safety component; three \ncopies to ADB, and 5 copies to DOR and RSTA. \n \nTable A9.1: Reports for Road Safety Component \n \nReport  Submission  Highlight \nInception  First month  Provide initial findings, such as rules and measures relating to road \nsafety. Prepare road safety training program and road safety audit \nprogram. Select auditing staff in DOR and RSTA to be trained. \nInterim  Third month  Provide road safety audit manual and tool kit for use by DOR and \nRSTA. Provide how to address initial comments/guidance from the \nsteering comments, while initiating road safety audit on the selected \nsections. Provide the result of training of the concept of road safety \naudit. \nDraft Final  Fifth month  Provide reports of road safety audit on the selected sections, and \nadditional sections, if any. Provide a final version of road safety audit \nmanual and tool kit for use by DOR and RSTA. \nFinal  Sixth month  Provide the final report with executive summary after incorporating \ncomments provided by DOR and ADB, and conducting appropriate \ntasks to be done. \nProgress  Monthly  To be provided to ADB by email indicating the administrative and \ntechnical accomplishments and any problems encountered during the \nmonth. \nADB = Asian Development Bank, DOR = Department of Roads, RSTA = Road Safety and Transport Authority. \nSource: Asian Development Bank estimates. \n \n15.  Table  A9.2  describes  the  reports  to  be  submitted  for  the  road  asset  management \ncomponent by DOR staff visiting a country, 3 copies to ADB, and 5 copies to DOR. \n \n \n \n \n \n \n \n ", "40  Appendix 9   \nTable A9.2: Reports for Road Asset Management Component \n \nReport by RMM  Submission  Highlight \nStudy Reports  Weekly  Progress on the tasks \nProgress I  Third month  Database prepared by the nationwide survey, including road \ninventory, road conditions, and traffic (characteristics, volume, and \nODs). Provide aggregate outputs in a visible manner, e.g., traffic \nband. First calibration of the RMM model to be made.  \nProgress II  Sixth month  Provide a proposed 10th Five-Year Plan, using the RMM model, with \nthe process of consultation with DOR. Provide procedures and \nmechanism for updating the database and using the RMM model for \nprioritizing roads. Provide the results of training. \nFinal  Seventh  Provide the final report with executive summary after incorporating \nmonth  comments provided by DOR and ADB, and conducting appropriate \ntasks to be done.  \nProgress  Monthly  To be provided to ADB by email indicating the administrative and \ntechnical accomplishments and any problems encountered during \nthe month. \nReports by \nSubmission  Highlight \nConsultant \nInception  Before the  Advice on the framework of the road asset management system that \nRMM staff  is fit to the country. Realistic and implementable systems will be \nvisit a country  advised, such as sectioning of roads; and locations and cycles of \nroad conditions survey and traffic counting, etc. \nFinal  After the  Advice on the final system that will be installed for RMM staff to use \nRMM staff  permanently, based on the system prepared by RMM staff. \nprepared the \nsystem \nADB = Asian Development Bank, DOR = Department of Roads, RMM = road maintenance management.   \nSource: Asian Development Bank estimates. \n \nF.  Government Inputs \n \n16.  For the road safety component, DOR will provide the consultant with suitably furnished \nplace to work with DOR staff and RSTA staff, local communications, office support staff; and \nnecessary equipment, including computers and telecommunications facilities. Any data and \ninformation available for use will be provided in developing the road safety audit manual and \ntool, including accident data and other studies. DOR and RSTA will also provide staff in charge \nof road safety auditing. \n \n17.  For the road asset management component, the DOR will provide staff capable of \ncompleting  the  tasks.  DOR  will  also  provide  survey  teams  required  for  the  RMM  unit  in \ncompleting the nationwide survey, especially in consultation with DOR regional offices, and \nDzongkhag and Geog offices. \n \nG.  Cost Estimates \n \n18.  The total cost of the TA is estimated to be $376,000 equivalent, of which $255,000 is the \nforeign exchange cost and $121,000 equivalent the local currency cost. ADB will finance the \nentire foreign exchange cost and $45,000 equivalent of the local currency cost, for a total of \n$300,000 equivalent, on a grant basis from the Japan Special Fund, funded by the Government \nof Japan. The Government’s counterpart contribution will be $76,000 equivalent (Table A9.3). \n ", "  Appendix 9  41 \nTable A9.3: Cost Estimates and Financing Plan \n($'000) \n \n            Foreign  Local  Total \nItem \n            Exchange  Currency  Cost \nA.   Asian Development Bank Financing a          \n  1.     Road Safety Audit Component       \n    a. Consultants       \n        i. Remuneration and Per Diem       \n      International Consultants  162  0  162 \n        ii. International and Local Travel  10  6  16 \n        iii. Reports and Communications  0  5  5 \n    b. Workshops  0  5  5 \n    c. Surveyb    0  15  15 \n    d. Contingencies  18  3  21 \n      Subtotal (1)  190  34  224 \n  2.     Road Asset Management Component       \n    a. Consultants       \n        i. Remuneration and Per Diem       \n      (a) International Consultants  36  0  36 \n        ii. International and Local Travel  10  5  15 \n        iii. Reports and Communications  0  1  1 \n    b. Training  5  5  10 \n    c. Workshops      0  4  4 \n    d. Equipment      7  0  7 \n    e. Contingencies  2  1  3 \n      Subtotal (2)  60  16  76 \n        Subtotal (A)  250  50  300 \nB.   Government Financing       \n  1. Counterpart Staff  0  40  40 \n  2. Office Accommodation  0  16  16 \n  3. Communications  0  10  10 \n  4. Others    0  10  10 \n        Subtotal (B)  0  76  76 \n               Total  250  126  376 \na  Financed on a grant basis from the Japan Special Fund, funded by the Government of Japan. \nb   Includes equipment. \nSource: Asian Development Bank estimates. \n \n ", "42  Appendix 10   \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a   Yes \npriority in country poverty analysis?     national priority in country poverty   \n      No  partnership agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Bhutan: \n \nThe country strategy and program update for Bhutan (2005–2006) identified transport development as a \nkey requirement for poverty reduction. The Government has given the development of road infrastructure \nthe highest priority in the 9th Five-Year Plan. The Government recognizes the importance of an efficient, \nreliable road network in a landlocked country where about 30% of the geogs (blocks) are not connected to \nfeeder roads, and another 30% are only partially connected. The inadequate road system keeps many \nfarmers dependent on subsistence agriculture with no, or limited, access to markets, education, and health \ncare. The Bhutanese have articulated the development of farm and feeder roads as the highest priority, \nthrough their block development committees and district development committees.  \n \nB.  Poverty Analysis                                         Poverty Classification :  General intervention \nWhat type of poverty analysis is needed? \n \nDuring the last 5 years, data on poverty has increased. Of central importance are the findings of the \nHousehold  Income  and  Expenditure  Survey  2000:  A  Report  on  Income  and  Expenditure,  Poverty \nMeasurement and Socioeconomic Profile of Households—Planning Commission, October 2001. Other \nprimary data derives from field surveys, and other Government of Bhutan statistical documentation. \n \nIn 2004, estimated gross domestic product (GDP) per person was about Nu44,880 ($1,020). Bhutanese \nincomes are low and especially in the project areas of (i) Gelephu–Trongsa national highway, about \nNu10,630—some 32.5% are believed to be living below the Nu8,976 per year poverty line; and (ii) areas of \nthe feeder roads, average individual incomes are only Nu4,660—80% are believed to be living below the \npoverty line. Large parts of the economies in these areas are subsistence and nonmonetized. The \nGovernment, having recognized the multiple dimensions of poverty has targeted a range of health, \neducation, and other programs at the populations of these areas and sees road access as fundamental to \ntheir involvement in the wider economy and as a tool to improve access to education and health facilities. \n \nThe indicators of human development show that life expectancy in Bhutan is rising rapidly—from 48 years \nin 1984 to 66 years in 1998.  Infant mortality, remains however high—60.5 per 1,000 live births in 2000.  \nAdult literacy is, however, only (i) 59% in the project areas of the Gelephu to Trongsa national highway \nand (ii) 68% in the areas of the feeder roads.  In the country as a whole, the rate was 54% in 1998 but is \nnow believed to be much higher.1 \n \nThe socioeconomic survey carried out for the social analysis revealed that 79.5% of the households along \nthe Gelephu–Trongsa national highway and 82% of those in the broad influence area of the proposed \nfeeder  roads  engage  in  agriculture  and  allied  activities  to  maintain  their  livelihood.  The  agriculture \npracticed is subsistence-based; nevertheless, 38% of the produce, mostly cash crops, grown along the \nnational highway and 22% of that grown in the broad influence areas of the feeder roads, is a marketable \nsurplus. The survey indicates that with improved/new roads and better connectivity, farmers would grow \nlarger marketable surpluses. On the feeder roads, farmers presently carry their surpluses to the nearby \nmarkets on animal backs or by self carry loading. A larger marketable surplus will also provide for more \nagricultural waged employment—particularly benefiting the poor. The Project will also enable reliable \naccess to social services—particularly health care services, education facilities, and supply of drinking \nwater. The issue of drinking water is important; however its provision is hampered by inaccessibility \nbecause the materials necessary for the installation of drinking water facilities cannot be brought in easily.  \n                                                 \n1  In the 20 years prior to 1998, literacy rates quadrupled. ", "  Appendix 10  43 \n \nEstimated poverty impact ratios include the following: \n•  For feeder roads: the proportion of persons living below the poverty threshold is estimated to be 80%.  \nOverall, the net present value to the poor is substantial, Nu311 million, and exceeds the overall net \npresent value, Nu82 million. The overall poverty impact ratio is more than 100%. \n•  For the Gelephu–Trongsa Road: the proportion of people living below the poverty threshold is \nestimated to be 32.5%. The poverty impact ratio is 78% and most benefits will go to the poor.  \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes    No \nIs there a participation strategy?    Yes    No \n \nDuring project preparation, in addition to the 20% baseline socioeconomic surveys, approximately 40 \nfocus group discussions/community consultations were carried out in the influence areas. These surveys \nascertained the needs of stakeholders and the risks likely to arise from the Project. All those consulted \nwere united in welcoming the benefits that improved access and/or road conditions would provide.   \n \nThe rural communities in Bhutan are organized into geog (block) development groups for discussion and \nself-help. All households are required to be at these meetings called by the gup (head of the block). In this \ncontext,  the  planning  process  is  essentially  participatory  with  priorities  and  needs  identified  by \ncommunities and passed through the gewog yargay tshogchun (block development committees) to the \ndzongkhag yargay tshogchung (district development committees) and then to the dzongkhag (district) \nadministration and national Government. Government policy decisions about the nature, format, and \nimplementation of policy are channelled down to the geogs (block) and villages via the same chain.  \n \nThe community participation aspect of the Project should center around these organizations and focus on \nthe target population’s needs and demand. On the feeder roads, the most important benefits will be the \nability  to  ensure  timely  delivery  of  marketable  surpluses,  and  the  stimulation  of  new  market-\noriented/employment activities.   \n \nD.  Gender Development \nThe study revealed no significant discrimination against women in Bhutan. The socioeconomic survey \nshowed no fixed gender-specific roles, although some activities may be predominantly undertaken by \nwomen or men; women and men traditionally have equal status for most socioeconomic activities. The \nstudies also revealed that rural women are becoming more visible in both household and other activities, \nand women are frequently taking on additional work to ensure a comfortable lifestyle for their families.   \n \nAlong with men in the areas of the feeder roads, women will benefit by (i) easier access to external \nmarkets, (ii) increased local retailing opportunities, and (iii) easier access to health care centers and \neducation facilities. Women may also benefit more than men from the increased access to schools.  \nTraditionally enrolment rates in schools have been lower for girls than for boys. Potential risks of HIV/AIDs \nand women/children trafficking threats may be aggravated by the increased connectivity of the project \nareas, however, the Project will address these issues through its mitigating measures. \nHas an output been prepared?      Yes     No \n \n \nE.  Social Safeguards and other Social Risks \nSignificant/   \nPlan \nItem  Not Significant/  Strategy to Address Issues \nRequired \nNone   \nResettlement   Significant  Although additional land will be required for feeder roads,   Full \n  it is mostly government owned. Small amounts of   \n Not  privately owned land (less than 10% of the total   Short \nsignificant  requirement) may, however, be required for the feeder   \n ", "44  Appendix 10 \n  roads. A resettlement framework (RF) has been   RF  \n None  prepared.  prepared \n   Significant  No user charges, other than possible indirect increases in   \n    fuel prices/vehicle licensing fees, are being considered   Yes \nAffordability   Not  under this Project. No direct charges will be payable by   \nsignificant  users. The proportion of cost payable by the Government    No \n  is deemed affordable. \n None   \nThe willingness-to-pay study, part of the socioeconomic \nsurvey, showed that most households in affected areas \nare willing to contribute about Nu1,500 annually or 15 \ndays of labor for feeder road maintenance. \n \n   Significant  No job losses will occur. The Project is expected to   \n    generate employment opportunities for local communities   Yes \nLabor   Not  during construction, and thereafter for maintenance.   \nsignificant      No  \n  The feeder roads are expected to provide significant \n None  increases in employment opportunities \n \n \n   Significant  The Project will benefit all the population groups and   \n    consequently not differentially or adversely affect any   Yes \nIndigenous   Not  groups. It has been welcomed equally by all.   \nPeoples  significant    No \n \n \n None \n \n   Significant  The Project will address any potential risks of human   \nOther Risks    immunodeficiency virus/acquired immunodeficiency   Yes \nand/or   Not  syndrome (HIV/AIDS) and women/children trafficking   \nVulnerabilities  significant  threats that can be aggravated with the increased    No  \n    connectivity in the project areas. The Government has a \n None  15-year long National STD (sexually transmitted \ndisease)/AIDS Control Program. This is a multisectoral \ninitiative involving all sections of society in Bhutan since \n1988, assisted by bilateral funding agencies, United \nNations agencies, and the recent World Bank \ngrant. Through basic health units in project areas, the \nMinistry of Health (MOH) runs clinics that include \nHIV/AIDS awareness programs. A clause of health \nawareness and occupational health will be included in \nthe Project's contract documents, and DOR and \nMOH have agreed to coordinate the provision of the \nawareness program along the project corridor. In \naddition, a social specialist engaged by the Project will \nmonitor the situation and report any issues to \nMOH, which has agreed to provide assistance and \nguidance as required. In the meantime, a project for \nJapan Fund for Poverty Reduction funding is being \nprepared, which includes a health awareness program \nspecifically for road maintenance workers, in coordination \nwith MOH. \n \n ", "  Appendix 11  45 \n \nSUMMARY ECONOMIC ASSESSMENT \n \nA.  Introduction \n \n1.  The  road  components  of  the  Project  comprise  improvement  to  five  sections  of  the \nGelephu–Trongsa national highway; and construction of four feeder roads—two in the west \nregion and two in the east. The existing Gelephu–Trongsa national highway is characterized by \nroughness and in some places by unnecessarily long routes. The feeder roads will provide road \naccess to unconnected rural areas. \n \nB.  Traffic Forecasts for the Gelephu–Trongsa National Highway \n \n2.  For the Gelephu–Trongsa national highway, traffic counts and origin/destination surveys \nwere carried out in May/June 2004 at numerous locations along the 244.5km length. After \nadjustments for seasonal and daily variations, vehicles-per-day (vpd) figures are shown in Table \nA11.1 starting with the southern end of the highway. \n \nTable A11.1: Traffic Count along the Gelephu-Trongsa National Highway \nTraffic  Section \nVolume a  km 0-10.5  km10.5-98.3  km98.3-135.0  km135.0-222.0  km222.0-244.5\nvpd  620  143  148  38  141 \nkm = kilometer, vpd = vehicle per day. \na km 0 at Gelephu. \nSource: Consultant’s report. \n \n3.  In the economic assessment, the vpd figures were converted to average annual daily \ntraffic (AADT) and these AADT figures are the base traffic volumes for normal traffic as of 2004. \nGenerated traffic on the highway was considered to be 20–25% of normal traffic. \n \n4.  During the last 10 years, gross domestic product (GDP) growth averaged about 6.7% \nper annum. In 2002, GDP growth was 7.7%. According to the Asian Development Outlook \n2005,1 GDP growth is estimated to have grown 7.0% in 2004 and is expected to average about \n8.0% annually over FY2005–FY2007. Between 1997 and 2003, the average annual growth in \nthe vehicle fleet was 12.9% for light vehicles and 9.3% for heavy vehicles. Over the 9-years \nfrom 1995 to 2003, fuel sales grew by an average of 11.5% per annum. Based on these, the \ntraffic growth rates were applied for normal traffic (Table A11.2). \n \nTable A11.2: Traffic Growth Rates \n(%) \n \nGDP Growth  Transport  Growth Rate \nPeriod \nRate  Elasticity   \n2005–2009  7.50  1.6  12.00 \n2010–2014  6.25  1.6  10.00 \n2015–2019  5.00  1.6  8.00 \n2020 onward  3.75  1.6  6.00 \n           GDP = gross domestic product \n                       Source: Consultant’s report. \n \n \n                                                 \n1  ADB. 2005. Asian Development Outlook 2005. Manila. \n ", "4 6  Appendix 11 \nC.  Traffic Forecasts for the Feeder Roads \n \n5.  During the processing of the ongoing Rural Access Project (RAP) in Bhutan, the World \nBank used a feeder road economic model that reflects three main developmental points: firstly \nthat the construction of feeder roads in close proximity to national highways can be expected to \nbring wider benefits than just traditional transport savings; secondly that production potential in \nrural areas without road access is presently untapped; and thirdly that, postconstruction, the \neconomies of newly connected rural areas will become similar to rural communities already \nenjoying road access. The four feeder roads to be constructed under the Project will all be \nlinked to respective national highways. \n \n6.  As a consequence of the RAP, and in line with the 9th Five-Year Plan initiatives to \nexpand rural access, DOR commissioned a study that researched and developed the World \nBank model in more detail, including traffic and socioeconomic analysis in rural areas already \nhaving road access. The final report for the DOR model became available in 2005. For the four \nfeeder roads under the Project, the economic assessment is based on the World Bank model in \ncombination with the more recent traffic and socioeconomic research contained in the DOR final \nreport. \n \n7.  The World Bank and DOR models hinge on defining rural accessibility. In Bhutan’s rural \nareas, a walk of 2–3 days to the nearest road is usual. Reducing this to even 1 day walking \ndistance to/from a road is considered to be very beneficial. Villagers already enjoying access \nhave stated that a distance of 1 day walking allows them to go to the road to send produce by \ntruck or for other transport services (often staying overnight with relatives), or for services such \nas health centers and community schools located near the road. A common practice is for \nschool children to stay with relatives, if the road/school area is within a day’s walking distance, \nso  that  parents  can  visit  them  often  with  food  and  other  supplies.  A  longer  distance  is \nconsidered too far for such purposes. It was concluded that villages within a day’s walking \ndistance (about 15 km) fall within the direct beneficiary zone of project feeder roads. In the \neconomic assessment for the four feeder roads under the Project, this conclusion was adopted.  \n \n8.  Based on the work carried out under the World Bank and DOR models, AADT volumes \n(motorized) have been estimated as of 2004 for a typical newly opened feeder road. The AADTs \n(traffic generation) are expressed in terms of “per 200 population” living within a day’s walk \n(Table A11.3). \n \nTable A11.3: Average Annual Daily Traffic per 200 Population, 2004 \nVehicle Type  Car  Light Bus  Light Truck  Two-Wheelers  Total \nAADT  5.7  1.15  2.75  0.3  9.9 \nSource: Asian Development Bank and consultant’s estimates. \n \n9.  These AADTs are used in the economic assessment for the four project feeder roads, \nand are lower than those used in the RAP and DOR model. The RAP used a total of 22 vehicles \n(AADT), while the DOR model used a total of 20 vehicles (AADT). The lower AADT figures used \nfor the project analysis reflect a more conservative approach, bearing in mind that not much \nmotorized traffic exists in the project influence areas of the four feeder roads, thus making \nforecasting even more uncertain.  \n \n10.  In the World Bank and DOR models, the assumed traffic growth was slightly over 20% \nper annum for the first 5 years following construction completion. This growth rate is deemed to \nbe overly optimistic when compared with Bhutan’s GDP growth and the range of norms for ", "  Appendix 11  47 \n \ntransport elasticity. Accordingly, in the economic assessment for the four feeder roads the traffic \ngrowth rates are the same as those used in the economic assessment for the Gelephu–Trongsa \nnational highway. \n \nD.  Economic Costs \n \n11.  The economic costs comprise construction, routine maintenance, periodic maintenance, \nand land acquisition. Economic costs are derived from the financial costs and are expressed in \nconstant  2005  prices.  Price  contingencies  and  taxes  and  duties  are  excluded.  Physical \ncontingencies are included. A conversion factor of 0.9 is used to convert the financial cost of \nnontradeable goods to economic costs. \n \nE.  Benefits \n \n12.  For the five sections of the Gelephu–Trongsa national highway, benefits were calculated \nusing the highway design and maintenance model (HDM4). The principal benefits are savings in \nvehicle operating costs (VOC) and time savings. Benefits for generated traffic were treated as \nbeing  50%  of  those  for  normal  traffic.  For  one  of  the  five  sections  (the  16km  bypass—\nWangdigang–Tingtibi), three additional minor benefits have been added: reduced accident costs \ndue to a shorter route, reduced road closures due to an alternative route being made available, \nand  benefits  from  additional  feeder  road  functions  due  to  realignment  of  the  Mangdichu–\nWangdigang bridges.   \n \n13.  Benefits for the four feeder roads are based on the World Bank RAP model and the \nupdated information contained in the later DOR model. Both of these models are underpinned \nby the roads economic decision model developed by the World Bank for the evaluation of low-\nvolume roads. Overall, the two main assumptions are that production potential in rural areas \nwithout road access is presently untapped, and that in postconstruction the economies of rural \nareas within a day’s walk to a new feeder road will become similar to those rural areas already \nenjoying road access.  \n \n14.  The benefit calculations for the four feeder roads involved several steps: forecasts of \ntraffic volumes, VOC and travel time (all traffic will be generated traffic), and of the value of \ntransport benefits and additional traffic benefits from feeder road construction; then, estimates of \nthe elasticity of expenditure on transport to expenditures in other sectors of the rural economy. \nThese  other  sectors  are  expected  to  realize  benefits  as  follows:  increased  agriculture \nproduction, increased mining and quarrying activities, increased activity in the electricity and gas \nsectors, increased activity in the construction sector, increased trade activities, and increased \nfinancial sector activities. Other (minor) benefits comprise discontinuation/reduction of present \ntransport  methods  (pack  animals  and  human  porters)  and  reductions  in  present  trail \nmaintenance. \n \n15.  Based on the World Bank RAP model, two further benefit streams were added: improved \naccess to health care facilities and improved access to education. These benefits are assumed \nto be incurred by those living in the project influence areas due to increased mobility by the \nProject. Underlying the health benefits are three main factors: forecasts of population growth in \nthe 15 to 59 age bracket, an assumption of 4 days reduced sickness/absence from work, and an \nassumed reduction of 25% in the expected death rate.  \n \n16.  The education benefits are derived from estimates of added recurrent costs due to \nincreased enrolment in various categories of school, added capital costs of additional enrolment \n ", "4 8  Appendix 11 \nin various levels, training costs associated with increased enrolment, additional earnings while \nat  school  (vacation  jobs  and  help  at  home),  net  additional  earnings  due  to  improved \neducation/training, and savings due to the local upgrading of schools to junior high school. \n \n17.  In summary, the benefit streams for the four feeder roads (over 40 years) comprise: \nproduction  across  numerous  sectors,  VOC  reductions  due  to  better  road  conditions  using \ndesigns with environmental consideration, transport savings (less pack animals/human porters), \nless trail maintenance, access to health facilities, and access to improved education. Over the \nfirst 30 years, production is by far the largest benefit.  \n \n18.  A detailed list of assumptions is in the attachment to Supplementary Appendix G. \n \nF.  Economic Internal Rate of Return  \n \n19.  The economic evaluation discounted the stream of benefits and costs over the analytical \nperiod:  for  the  national  highway  component,  the  construction  period  plus  20-year  benefit \nstreams; and 40 years for the feeder roads in line with the World Bank model, taking into \naccount the long-term benefit of access to education. \n \n20.  For  the  national  highway  component,  design  standards  of  4–9  options  have  been \nconsidered and most cost-effective design standards were identified for each section. For the \nfeeder road component, six feeder roads, each of which has 2–5 routes have been considered \nand  the  most  cost-effective  route  for  the  four  roads  were  selected  in  consideration  of \ngeotechnical conditions and in consultation with communities. \n \n21.  The  combined  economic  internal  rate  of  return  (EIRR)  for  the  five  sections  of  the \nGelephu–Trongsa national highway is 17.4%. The EIRR for the four feeder roads is 13.4% for \nMirchim–Bongo, 12.6% for Garbagtang–Autsho, 12.8% for Khardungla–Kangpara, and 17.6% \nfor Tekizam–Bjena. \n \nG.  Sensitivity Analysis \n \n22.  Sensitivity tests were applied: construction costs plus 10%, benefits minus 10%, and no \ntime  savings.  Table  A11.4  summarizes  the  results  showing  that  the  quantified  economic \nbenefits are considered robust to various sensitivity tests. For the Garbagtang-Autsho road, the \nEIRR falls below 12% but it is marginal. For three feeder roads, the EIRR falls below 12% in the \ncase  of  no  time  savings.  The  probability  of  time  savings  not  being  realized  is  marginal. \nFurthermore, the analysis does not include additional benefits like the effect of price change due \nto extra VOC savings considered in the World Bank study, and all of these figures are based on \nthe conservative estimation of traffic volume and growth rate, compared with the World Bank \nstudy, taking into account uncertainty of generated traffic after the road is opened to traffic. \n \nTable A11.4: Sensitivity Test (%) \nGelephu– Mirchim– Garbagtang– Khardungla– Tekizam–\nItem \nTrongsa  Bongo  Autsho  Kangpara  Bjena \nBase Case  17.4  13.4  12.6  12.8  17.6 \nA.  Construction costs \n16.2  12.8  12.0  12.3  16.8 \nincreased by 10% \nB.  Total benefits \n16.1  12.8  11.9  12.2  16.7 \nreduced by 10% \nC.  No time savings  12.9  11.7  11.0  11.2  14.8 \nSource: Asian Development Bank and consultant’s estimates. "], "metadata": {"ModDate": "D:20051003144046+08'00'", "CreationDate": "D:20050823161608+08'00'", "Title": "Road Network Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}