{"path": "data/input/ta/rrp-cam-32431-02.pdf", "pages": [" \nASIAN DEVELOPMENT BANK RRP: CAM 32431-02  \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A  \n \nPROPOSED LOAN \n \nTO THE \n \nKINGDOM OF CAMBODIA \n \nFOR SUBPROGRAM II  \n \nOF THE \n \nFINANCIAL SECTOR PROGRAM \n \nAND ON THE \n \nPROGRESS OF SUBPROGRAM I (LOAN 1859-CAM) \n \n \n \n \n \n \nNovember 2002 ", " \nCURRENCY EQUIVALENTS \n(as of 28 October 2002) \n \nCurrency Unit –  Cambodian Riels (KR) \nKR1.00 =  $0.000262068 \n$1.00 =  KR 3,815.80 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF    Asian Development Fund \n  AusAID  –  Australian Agency for International Development \n  BSD  –  Bank Supervision Department  \n  CAMINCO –  Cambodia Insurance Corporation \n  CBS  –  Center for Banking Studies \n  COA  –  chart of accounts \n  FSPL  –  financial sector program loan \n  FTB  –  Foreign Trade Bank \n  GDP  –  gross domestic product \n  IAS  –  international accounting standards \n  IMF  –  International Monetary Fund \n  ISA  –  international standards on auditing \n  MEF  –  Ministry of Economy and Finance  \n  MFI  –  microfinance institutions \n  MOC  –  Ministry of Commerce \n  NBC  –  National Bank of Cambodia \n  PRGF  –  poverty reduction and growth facility \n  TA  –  technical assistance \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of B. J. Chun, R O’Sullivan, and X. Zhang. ", " \nCONTENTS \n \nPage \n \nI.  THE PROPOSAL  1 \n \nII.  BACKGROUND  1 \n \nIII.  MACROECONOMIC DEVELOPMENTS AND THEIR IMPLICATIONS   2 \nFOR THE PROGRAM LOAN \n \nIV.  PROGRESS OF IMPLEMENTATION OF SUBPROGRAM I  3 \n \nA.  Status of Second Tranche Conditions of Subprogram I  3 \nB.  Program Implementation  6 \n \nV.  PROCESSING OF SUBPROGRAM II  8 \n \nA.  Progress with Policy Reforms of Subprogram II  8 \nB.  Refined Policy Matrix and Proposed Loan for Subprogram II  11 \n \nVI.  CONCLUSION  13 \n \nVII.  RECOMMENDATION  14 \n \nAPPENDIXES \n \n1  Progress Review of Financial Sector Program Loan (Cluster)  15 \n2  Refined Policy Matrix  23 \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following Report and Recommendation on a proposed \nloan to the Kingdom of Cambodia for subprogram II of the Financial Sector Program Loan \n(FSPL) cluster. 1 \n \nII.  BACKGROUND \n2.  The Asian Development Bank (ADB) launched the FSPL cluster for $30 million from the \nAsian Development Fund (ADF) to the Government on 15 November 2001. This was ADB's first \ncomprehensive development program for Cambodia's financial sector. The primary goal of the \nFSPL is to promote the development of a sound, market-based financial system to enhance \nresource mobilization and support sustainable economic growth by establishing the foundations \nfor banking and insurance and for financial market development. The FSPL focuses on banking, \ninsurance,  interbank  and  money  markets,  and  financial  infrastructure  such  as  accounting \nstandards and enforcement mechanisms and promulgation of laws to underpin the commercial \nactivities and financial markets. \n \n3.  The FSPL adopted a program cluster approach with three subprograms based on ADB’s \nrevised program lending policies.2 Each subprogram is expected to be completed within 12 \nmonths after corresponding loan effectiveness,3 and each is processed sequentially upon the \ncompletion of the previous subprogram. That is, subprogram II will be presented for Board \nconsideration and approval based on progress in implementing subprogram I, the status of \nproposed  policy  reform  actions,  and  the  readiness  of  the  Government  to  undertake  the \nproposed reforms. The cluster approach provides for the possibility of refining the proposed \npolicy conditions of subprogram II before presenting subprogram II’s loan agreement to the \nBoard for approval to reflect the Government's achievements and changing policy environment. \nSubprogram III will be processed in a similar manner. The program cluster approach allows \nflexibility and provides strong leverage to push forward with needed reforms.  \n \n4.  Since the launch of the FSPL, ADB has closely monitored program implementation and \nmaintained frequent policy dialog with the Government. To assist program implementation, ADB \nprovided  two  technical  assistance  (TA)  activities.  The  first  TA4  aims  at  bank  supervision, \naccounting, and insurance with capacity building. Implementation of the first TA started in April \n2002. The second TA5 covers legal components in the FSPL, including secured transactions \nsystems, and commenced in October 2002. \n \n                                                 \n1  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nCluster to the Kingdom of Cambodia for the Financial Sector Program. Manila. L 1859-CAM. \n2  ADB. 1999. Review of ADB's Program Lending Policies. Manila. R210-99. \n3  See paragraphs 130, 133, 135 of ADB. 2001. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Program Loan Cluster to the Kingdom of Cambodia for the Financial Sector Program. \nManila. \n4 ADB. 2001. Technical Assistance to Cambodia for Capacity Building for Banking and Financial Management. \nManila. TA 3769-CAM. \n5 ADB. 2002. Technical Assistance to Cambodia for Improving Legal Infrastructure in the Financial Sector. Manila. TA \n3861-CAM. \n ", "2   \nIII.  MACROECONOMIC DEVELOPMENTS AND THEIR IMPLICATIONS FOR THE \nPROGRAM LOAN \n5.  The  FSPL  was  formulated  and  launched  in  a  stable  political  and  macroeconomic \nenvironment. The country's macroeconomic environment has remained strong due to social and \npolitical stability. The economic growth has remained at more than 6% since 1999, well above \nthe average of 4.5% during 1995–1998. This growth rate is good compared to rates of other \nAssociation of Southeast Asian Nations (ASEAN) economies. \n \n6.  Macroeconomic  stability  has  bolstered  strong  fiscal  and  monetary  performance. \nRevenue collection, valued at 11.7% of gross national product (GDP) in 2001, increased from \nthe 11.2% in 2000. Meanwhile, total expenditure remained within budget limits, with the current \nsurplus at 1.3% of GDP and the overall deficit within 6% of GDP, in line with the average level \nsince 1995. On the external accounts, the trade deficit declined from $263 million in 2000 to \n$225 million in 2001. The improved fiscal situation has contributed to stable price levels and \nexchange rates. Inflation levels have been sharply reduced since 1999. Minor deflation in 2000 \nand 2001 was due to extensive use of the dollar as currency, limited bank financing of the \nbudget, and the stability of the riel-dollar exchange rate. Exchange rates have been stabilized at \naround  KR3,900  per  dollar  since  1999,  leading  to  its  appreciation  against  Thai  baht  and \nVietnamese dong.  \n \n7.  The  stable  macroeconomic  environment  has  boosted  financial  intermediation.  Total \ndeposits posted a 21.7% increase from KR1,336 billion in 2000 to KR1,626 billion in 2001; \nduring the same period, bank loans increased by 20% to about KR1,124 billion. As of June \n2002, bank loans totaled $238 million and deposits totaled $531 million equivalent. Public \nconfidence in the banking system appears to be on the increase, as nonenterprise deposits at \nbanks rose to $122 million, or 29%, as of June 2002 over the previous year. Enhanced public \nconfidence was also reflected in the interest rates movement. The average lending interest \nrates declined from 18% per annum in 2000 and 2001 to 16% in 2002.  \n \n8.  Improved public confidence in the financial sector has benefited from recent reform \nefforts  and  achievements.  In  2002,  Cambodia  completed  the  bank  relicensing  program \nsupported by the poverty reduction and growth facility (PRGF) of the International Monetary \nFund (IMF). Under the PRGF, the capital base of the banking system was strengthened and the \nindustry has consolidated from 31 banks in 2000 to 17 banks in 2002. The strengthening of \nbank supervision and the legal framework for the accounting and auditing system was achieved \nwith ADB assistance, and had a positive impact on public confidence in the financial sector. An \nimportant forum for private sector consultation in the banking system was established. The \nNational Bank of Cambodia (NBC) authorized an inclusive bankers association representing all \nbanking institutions. The purpose of the association is to channel the concerns and suggestions \nof the industry to the authorities. \n \n9.  The Government also achieved much in reshaping governance and building the grounds \nfor private sector development. Under IMF's PRGF, the Government initiated comprehensive \ntax administration and expenditure management reforms while launching civil service reform \nand military demobilization in 2002. ADB's assistance in public administration, covering customs \nadministration, improved cash management and expenditure procedures, and independence of \nthe National Audit Authority, complements IMF's PRGF. The World Bank continues to assist in \nforestry  management,  civil  service  reform,  and  governance  reform.  In  July  2002,  the \nGovernment adopted the second 5-year socioeconomic development plan. The plan presented \nCambodia's social and economic targets in various areas to maintain a stable macroeconomic ", "  3\nenvironment with equity, and with the private sector taking the leading role. The Government \nhas been proactive in undertaking accounting reforms through adoption of an accounting law. \nMoreover, in anticipation of accession to the World Trade Organization (WTO), the Government \nhas intensified its efforts in bank supervision, trade, public sector accounting and other reforms \nin 2002. All the Government's efforts demonstrate its commitment and ability to deliver reforms \nand promote governance. \n \n10.  One of the principal risks for the FSPL, perceived when it had been formulated, was \nunexpected political disturbance. However, during the implementation period of subprogram I, \nthe  political  environment  has  remained  stable  without  any  significant  impact  on  the \nGovernment’s  performance  under  the  FSPL.  The  stable  macroeconomic  environment  and \nenhanced  self-confidence  reinforced  by  the  recent  reform  efforts  provide  an  environment \nconducive  to  implementing  the  FSPL,  creating  a  virtuous  circle  of  reform.  Enhanced  self-\nconfidence of policy-makers enabled public consultation to be established in public policy-\nmaking process. A wide range of consultation with the private sector has improved the quality of \nnewly introduced policy reforms and increased the probability that the FSPL will be successfully \nimplemented.  Nonetheless,  the  first  year  of  the  FSPL  shows  (i)  the  importance  of  timely \nprovision of technical inputs for the success of needed reforms; and (ii) that institutional and \nhuman capacity building remain fundamental constraints, and require continued attention.  \n \nIV.  PROGRESS OF IMPLEMENTATION OF SUBPROGRAM I \nA.  Status of Second Tranche Conditions of Subprogram I \n11.  The  second  tranche  of  subprogram  I  has  eight  policy  conditions.  Three  relate  to \nestablishment of bank supervision and prudential regulations, two address capacity building in \nthe banking sector, two target establishment of the legal basis for an accounting enforcement \nsystem, and one supports development of key legal infrastructure. As of October 2002, the \nGovernment  has  complied  with  all  second  tranche  release  conditions  under  subprogram  I \n(Appendix 1). In view of the satisfactory fulfillment of all the policy conditions, the President has \nauthorized the release of the second tranche of subprogram I of the Financial Sector Program in \nan amount equivalent to Special Drawing Rights 3,879,000. In accordance with established \nprocedure,  the  second  tranche  will  be  effected  not  less  than  10  working  days  after  the \ncirculation of this report. \n \n1.  Strengthening Bank Supervision and Prudential Regulations \n12.  For  the  development  of  bank  supervision  and  prudential  regulations,  subprogram  I \nincludes adoption of the following as conditions for release of the second tranche: (i) procedures \nand manuals for off-site surveillance and on-site inspection, including standardization of the \nreports submitted by commercial banks; (ii) a regulation on prompt corrective actions; and (iii) \nan anti-money-laundering regulation. All of these procedures and regulations are to be applied \nto  microfinance  institutions  unless  NBC  has  separate  ones  applicable  to  them.  The  three \nconditions are the core components of the supervisory framework for actual implementation of \nthe supervisory regulations of the law on banking and financial institutions (banking law) and \nprudential regulations. Especially, the procedures and manuals for bank supervision guide NBC \nstaff in identifying existing and potential problems related to bank operations. The prompt \ncorrective action regulation specifies the corrective actions needed under various circumstances \nto  prevent  systemic  banking  problems  through  early  identification  and  timely  resolution  of \nproblem banks. The safeguards under the anti-money-laundering regulation will serve to protect ", "4   \nthe banking system from criminal activities, thus enhancing public confidence in the banking \nsystem. \n \n13.  As of October 2002, NBC has fully complied with these conditions, as it adopted (i) the \n“Regulation  on  Standardized  Examination  Program  and  Reports,”  (ii)  the  “Regulation  on \nStandardized Surveillance Procedure and Reports,” (iii) “Procedures for the Implementation of \nthe Regulation on the Standardized Examination of the National Bank of Cambodia,” and (iv) \n“Procedures for the Implementation of the Regulation on the Standardized Surveillance of the \nNational Bank of Cambodia.” For the second condition, NBC approved (i) the “Regulation on \nStandardized Prompt Corrective Action Procedure,” and (ii) “Procedures for the Implementation \nof  the  Regulation  on  the  Standardized  Prompt  Corrective  Action  of  the  National  Bank  of \nCambodia.”  And  for  the  third  condition,  NBC  adopted  the  “Regulation  on  Standardized \nProcedure for Identification of Money Laundering at Financial Institutions.” All these regulations \nwere drafted based on the best international practices, tailored to meet the needs of the current \nsituation of the Cambodian banking system. While the achievement is very satisfactory as the \nfirst step given the current absorption capacity of NBC’s supervisory staff, these procedures and \nmanuals  will  need  to  be  refined  and  upgraded  in  the  future,  commensurate  with  the \ndevelopment of the banking industry and prudential regulations, as well as the gradual building-\nup of skill of the supervisory staff, as delineated in the Financial Sector Blueprint for 2001–\n2010.6 In particular, the current prompt corrective actions system builds on the unique definition \nof capital adequacy requirements, given the nascent feature of the banking system. Thus, with \nthe development of the banking industry, the country should upgrade the capital adequacy \nrequirement while refining the prompt corrective actions system.7 \n \n2.  Capacity Building in the Banking Sector \n14.  The FSPL aims to form a sustainable institutional base for capacity building in the \nfinancial sector. For this, subprogram I includes two conditions, one for the central bank and the \nother for the state-owned Foreign Trade Bank (FTB). For capacity building of the central bank, \nsubprogram I requires NBC to establish the Center for Banking Studies (CBS) as a subsidiary \nwith separate management and accounts. In order to establish an institutional basis for the NBC \nstaff on a sustainable basis, the FSPL envisages two steps: (i) separation of CBS from NBC \n(under subprogram I), and (ii) upgrading of the CBS training program with a solid funding base \n(under subprogram II). The separation of CBS from NBC is the first step for a self-sustainable \ntraining institution for the NBC staff. The fulfillment of the condition requires NBC to adopt a \ndecision to establish CBS as its subsidiary with separate management and accounts. In October \n2002, NBC adopted the “Regulation on the Transformation of the Center for Banking Studies \ninto the Institute for Banking Studies,” which specifies that CBS will become a separate legal \nentity. More importantly, the Government established a medium-term funding plan to implement \nthe CBS training program. This shows strong Government commitment to build the capacity of \ncentral bank staff on a sustainable and long-term basis. \n \n15.  The second condition for capacity building is for the strengthening of FTB through a \ncomprehensive training program for its staff. As part of IMF's bank restructuring program, FTB \nwas separated from NBC in 2001. FTB is the only state-owned commercial bank, and is to be \nprivatized under IMF's PRGF. The majority of FTB management and staff consist of former \ncentral bank officials, and there is accordingly an urgent need to strengthen their capacity and \n                                                 \n6 The Financial Sector Blueprint was drafted with ADB assistance and adopted by the Government in August 2001.  \n7 In the Financial Sector Blueprint, it is envisaged that the Government will upgrade prudential norms in accordance \nwith the Bank for International Settlement guidelines during 2008–2010.  ", "  5\norientation towards commercial banking. The FSPL supports a comprehensive training program \nto instill commercial orientation in FTB management and strengthen the capacity of its staff. To \ncomply with this condition, the FTB board of directors needs to approve a training program for \nits staff. In June 2002, in compliance with the FSPL requirement, the FTB board of directors \napproved a comprehensive training program, including accounting, risk management, asset and \nliability management, and management information systems. To ensure the training program is \nimplemented, the Government has been arranging cofinancing with the Australian Agency for \nInternational Development (AusAID).  \n \n3.  Establishing Accounting and Auditing System \n16.  Subprogram I initiated the establishment of an accounting enforcement system through \ntwo  conditions:  (i)  submission  of  a  draft  law  on  corporate  accounts,  their  audit,  and  the \naccounting profession (accounting law); and (ii) adoption of international accounting standards \n(IAS) and international standards on auditing (ISA). The standards will be applied upon the \nadoption of the law on corporate accounts, their audit, and the accounting profession. The \nFSPL, a process-driven program cluster, adopts a three-step approach toward the development \nof  an  accounting  system  in  Cambodia.  At  the  first  stage  (subprogram  I),  the  basic  legal \nframework for an accounting enforcement system and developing accounting standards should \nbe established. Since a national accounting enforcement body is not available at this stage, the \nMinistry of Economy and Finance (MEF) should develop accounting and auditing standards, \nwhile preparing for the establishment of a national enforcement body. The purpose at this stage \nis to (i) identify an applicable set of accounting and auditing standards, (ii) finalize the Khmer \nversion of international accounting and auditing standards, which will be applied when the \naccounting  law  and  other  enforcement  body  will  be  in  place,  and  (iii)  use  the  accounting \nstandards as the basis for immediate capacity building activities in preparation for the second \nstage. The second stage (subprogram II) aims at establishing a national enforcement body \n(e.g., national accounting council). From this stage, the authorities commence implementation of \nthe adopted accounting and auditing standards with the establishment of an enforcement body. \nGiven the Cambodian situation, however, only banks and financial institutions will be the first \ntarget to enforce the accounting standards through prudential regulations. A wide range of \nenforcement of accounting and auditing standards will be achieved in the third stage when the \ncertified  public  accountants  (CPAs)  will  be  available  to  corporations.  The  third  stage \n(subprogram III) targets full implementation with the establishment of accounting profession and \nits association. From the third stage, the accounting and auditing standards will be fully enforced \non all corporations.8  \n \n17.  The  two  FSPL  conditions  have  been  fully  complied  with.  In  January  2002,  MEF \nsubmitted the draft accounting law to the National Assembly. The draft accounting law provides \nthe legal basis for an accounting profession and for a National Accounting Council, which will \nact  as  an  enforcement  body.  Further,  the  Commission  for  Cambodia  Accounting  System \nReform9 of MEF finalized the applicable accounting and auditing standards (15 accounting \nstandards and 10 auditing standards) in Khmer and English in line with principles of IAS and \nISA. The commission fully accomplished its first task of developing accounting standards as an \ninterim body in the absence of a national enforcement body. With MEF’s adoption of applicable \n                                                 \n8  By this stage, the law on commercial enterprises will be effective (as one of subprogram II conditions), requiring all \npublicly-held corporations to disclose audited financial statements. \n9  The commission is an interim body to undertake the tasks of developing an accounting and auditing system in \nCambodia. The commission is chaired by an undersecretary of state of MEF, and has been working on (i) drafting \nan accounting law, (ii) developing accounting and auditing standards, (iii) establishing a national accounting \ncouncil, (iv) developing a certified public accountant institute, and (v) capacity building activities. ", "6   \naccounting and auditing standards, the condition is fully complied with, completing the first stage \nof  accounting  development.  These  standards  will  be  the  basis  for  immediate  accounting \ncapacity building in Cambodia.10 The commission’s task of developing accounting and auditing \nstandards will be handed over to a national enforcement body.11 As envisaged in the three-step \napproach of the FSPL, the accounting and auditing standards adopted by MEF’s commission \nare to be implemented when a national enforcement body, or a national accounting council, is \nestablished. \n \n4.  Development of Legal Infrastructure \n18.  In  line  with  continued  governance  reform  efforts,  subprogram  I  supports  the \ndevelopment of legal infrastructure, as it requires submission of a draft law on commercial \nenterprises to the National Assembly. The law on commercial enterprises provides a key legal \nbasis for private sector development as well as for banking and corporate financial activities. For \nexample, the banking law builds on the law on commercial enterprises, as banks under the \nbanking law are defined as “companies” incorporated in Cambodia, and all bank restructuring \nmeasures  (i.e.,  mergers  and  acquisitions)  are  to  be  implemented  in  accordance  with  the \nrelevant  provisions  of  the  law  on  commercial  enterprises.  Thus,  the  law  on  commercial \nenterprises is a crucial basis for the implementation of the banking law. The condition has been \nfully complied with, following submission of the draft law on commercial enterprises to the \nNational Assembly by the Ministry of Commerce (MOC) in June 2002. \n \nB.  Program Implementation \n19.  With the Government’s strong ownership of policy reform and TA provided by ADB to \nmeet the resource gap in Cambodia, the Government was able to accomplish all the policy \nreforms as scheduled. Further, ADB has been actively engaged in policy dialog to help resolve \nproblems at an early stage and in a timely manner. Frequent policy dialogue between ADB and \nthe  executing  and  implementing  agencies  has  provided  immediate  guidance  to  program \nimplementation, and has enhanced the executing and implementing agencies’ confidence in \nundertaking  difficult  policy  reforms.  Discussion  with  top  policymakers  clearly  showed  that \nfrequent policy dialogue was an important factor in successful completion of subprogram I. In \naddition, the Government's voluntary consultation with key stakeholders in the private sector \nwas important. The Government has been proactive in seeking feedback from the private sector \nwhen drafting new policy measures under the FSPL. The Government recognizes the benefits \nof private sector consultation to ensure successful implementation, and the program, supported \nby  the  FSPL,  includes  a  requirement  for  private  sector  consultation.12  The  experience  of \nsubprogram I illustrated many important lessons for the next subprogram II. Given the limited \ncapacity within the country, to ensure successful implementation of the program, the following \nfactors require continued attention: (i) timely provision of TA, (ii) frequent policy dialog and \nprompt remedial action to address problems, and (iii) timely consultation with private sector \nstakeholders. \n \n                                                 \n10 In anticipation of the establishment of a national accounting council, MEF needs to train prospective staff who will \nwork in the council. The training of new accounting and auditing standards needs to start before the council. The \nother targets of immediate training include (i) MEF’s tax office, and (ii) NBC’s supervisory staff. \n11  The establishment of a national accounting council is envisaged under subprogram II. MEF has submitted to the \nCouncil of Ministers a draft subdecree to establish the council is established. \n12 The condition required NBC to adopt a formal procedure for soliciting comments from the private sector on \nproposed, laws, regulations, procedures, and policies affecting the banking sector, or revisions to them. ", "  7\n1.  Establishing Bank Supervision and Prudential Regulations \n20.  In 2002, NBC has undergone significant reform  in developing its supervisory framework \nand  capacity  with  support  from  the  FSPL.  On-  and  off-site  supervision  divisions  were \nestablished as part of the first tranche release conditions of subprogram I in 2001. With the \nlaunching of TA 3769 (footnote 4) in April 2002, NBC started building a detailed framework for \nthe supervision and prudential monitoring of the financial sector. The TA assisted in formulating \noff-site  surveillance  and  on-site  inspection  procedures  and  manuals,  the  prompt  corrective \naction system, and the anti-money-laundering regulation. The first drafts, presented in July 2002 \nand    reviewed  by  ADB  in  the  same  month,    went  through  an  extensive  review  by  NBC \nmanagement during August and September 2002. In the meantime, from May to October 2002, \nthe TA provided a number of training modules  for staff in the Bank Supervision Department \n(BSD).  This  covered  off-site  surveillance,  on-site  inspection,  the  prompt  corrective  actions \nregulation, and anti-money-laundering. \n \n21.  These capacity building efforts were successful and, in October 2002, for the first time \nsince 1996, NBC was able to field an on-site inspection mission to one commercial bank under \nthe guidance of a bank supervision expert funded by ADB. This event is a significant milestone \nin the development of the banking sector in  Cambodia. The achievement further illustrates that \npolicy reform in bank supervision under the FSPL has accelerated beyond  program targets, \nwith NBC moving into the implementation phase of the newly adopted supervisory system.  \n \n2.  Strengthening Capacity Building in the Banking Sector \n22.  The implementation of significant policy reforms followed by successful capacity building \nreflects the Government’s strong commitment to reform. The decision to separate CBS from \nNBC was a difficult task for the NBC management, and involved complex and sensitive action in \nreshuffling of personnel and separation of assets. To facilitate the difficult transitional measures \nneeded, NBC established a task force to manage implementation.  \n \n23.  The Government’s proactive approach to reform was also demonstrated in the FTB \ntraining program. The core elements of the training program were drafted with ADB assistance, \nbut  the  Government  has  also  sought  assistance  from  other  external  agencies  through \ncofinancing  arrangements,  e.g.  with  AusAID.  FTB  also  issued  “Instructions  on  the \nImplementation  of  the  Training  Plan  for  the  Foreign  Trade  Bank”  to  ensure  proper \nimplementation. These actions have ensured that the  training program’s scope, intensity, and \ntiming go beyond the program’s initial targets. \n \n3.  Establishing Accounting and Auditing System \n24.  With  assistance  from  ADB,  MEF  has  made  substantial  progress  in  establishing  an \naccounting and auditing system. In 2001, the World Bank assisted in translating the IAS and \nISA into Khmer and ADB delineated a 10-year plan to develop an accounting and auditing \nsystem in the Financial Sector Blueprint. In January 2002, a draft law on corporate accounts, \ntheir  audit,  and  the  accounting  profession  (accounting  law)  was  submitted  to  the  National \nAssembly. The law was  adopted on 5 July 2002, well ahead of schedule.  \n \n4.  Development of Legal Infrastructure \n25.  The law on commercial enterprises was first drafted in 1996 and has been revised \nthrough  consultation with related government agencies as well as the private sector. MOC ", "8   \nmade determined efforts to complete the draft in 2002. In particular, MOC prepared a detailed \nbackground paper and explanatory notes, which was instrumental in securing support of the \nGovernment and other stakeholders. After nearly 8 months of interministerial discussion, the \ndraft law was submitted to the Council of Ministers for review in February 2002, and then to the \nNational Assembly in June 2002. The Government is seeking to have it passed in early 2003.  \n \nV.  PROCESSING OF SUBPROGRAM II \nA.  Progress with Policy Reforms of Subprogram II \n26.  The Government has made considerable progress in undertaking key policy reforms \nsupported under subprogram II. While such early implementation had been encouraged under \nthe FSPL, the Government’s achievements have exceed expectations. \n \n1.  Development of the Bank Sector Infrastructure \n27.  In continuation of subprogram I, two conditions were proposed to develop the banking \nsector under subprogram II: \n \n(i)  NBC will adopt a guideline for the arrangement for sharing credit information \namong the members of the bankers association, and NBC and the bankers \nassociation will establish such arrangements; and  \n \n(ii)  NBC will adopt a uniform chart of bank accounts and disclosure rules for the \ncommercial banks, consistent with IAS.  \n \n28.  With ADB TA (TA 3769, footnote 4), an initial policy recommendation to establish the \narrangement has been provided to NBC and the bankers association. In addition to close \ndialogue with NBC management, in September 2002, the TA also conducted workshops for the \nbankers  association.  The  TA  has  yet  to  finalize  draft  guidelines  and  simulation  plans  for \nestablishment of such arrangements. The Government is expected to fulfill this condition within \n2003.  The  arrangement  for  sharing  credit  information  is  to  reduce  uncertainties  regarding \nlending operations of commercial banks, thus enhancing financial intermediation. To enable the \narrangement, NBC needs to establish guidelines under which commercial banks can share \ncredit  information  among  the  members  of  the  bankers  association.  The  guidelines  should \nspecify the scope, method, and limitations of sharing of credit information.  \n \n29.  Good progress has been made in the development of  a uniform chart of bank accounts. \nIn August 2002, with assistance from TA 3769, NBC developed  a draft “Uniform Chart of \nAccounts  for  Commercial  Banks  and  Similar  Financial  Institutions”  and  a  draft  “Disclosure \nRequirements  for  Commercial  Banks  and  Similar  Financial  Institutions.”  The  draft  chart  of \naccounts (COAs) was sent to commercial and specialized banks for comment in September \n2002. The ADB financed accounting expert conducted workshops on how to implement the draft \nCOAs and disclosure rules for staff of the Bank Supervision Department on 26–27 September \n2002, and for bankers and auditors on 10–11 October 2002. Five half-day training sessions on \nthe same subject (but with greater technical details) were conducted during 14–18 October \n2002 for  20 staff members from the Bank Supervision Department who will be directly involved \nin the implementation of the COAs. Banks have been encouraged to implement the COAs on a \ntrial basis in the fourth quarter of 2002 for 3 months. Banks are expected to fully implement the \nCOAs from January 2003. Thus, this condition is expected to be complied with within 6 months \nof loan effectiveness. ", "  9\n30.  Given the progress in developing and implementing the COAs, NBC is confident that \nCOAs for commercial banks can be introduced to the Rural Development Bank (RDB) and other \nspecialized banks within 6 months of loan effectiveness of subprogram II. Originally adoption of  \nthe  COAs  by  RDB  and  other  specialized  banks  had  been  envisaged  as  components  of \nsubprogram III. NBC established COAs for MFIs separately with support from ADB TA.13 \n \n2.  Strengthening Capacity Building in the Banking Sector \n31.  Following  its  establishment  during  subprogram  I,  it  was  proposed  that  CBS  would \nestablish a central banking course for NBC professional staff, including a mandatory training \nprogram for entry-level professional staff. NBC started a preliminary training course for new \nrecruits on a trial basis in 2001. This course was upgraded on the basis of trials, and instituted \nas a mandatory training program for entry-level NBC professional staff in 2002. TA financed by \nADB has played an important role in helping CBC to upgrade the course design and materials. \nFunding plans have been prepared by NBC, and CBS is expected to continue to develop into a \nself-sustainabling central banking training institute. \n \n3.  Development of the Insurance Sector \n32.  The program includes two conditions for insurance sector development: (i) adoption of a \nplan to develop compulsory insurance (such as third-party-liability motor vehicle insurance and \ncontractor’s general liability insurance), and (ii) establishment of a joint venture between the \nstate-owned insurance company and a private insurance company.  \n \n33.  MEF has made significant progress in developing compulsory insurance. Given the \ncomplexity  of  compulsory  insurance  and  the  need  to  coordinate  the  roles  of  numerous \nministries, the proposed condition originally only required adoption of a working plan to guide \nMEF and related ministries in developing compulsory insurance. However, MEF has exceeded \nexpectations in terms of progress made. In May 2002, MEF successfully developed a working \nplan through an  interministerial working group comprising all related ministries. It has also \nbegun to implement the plan by adopting key regulations for compulsory insurance with the \nassistance of ADB TA (footnote 4). In October 2002, MEF, together with the Ministry of Land \nManagement, Urban Planning, and Construction, the Ministry of Public Works and Transport, \nthe  Ministry  of  Interior,  and  the  Ministry  of  Tourism,  adopted  three  key  regulations  on \ncompulsory insurance: (i) “interministerial Regulation on Compulsory Insurance for Contractor’s \nGeneral Liability”, (ii) “interministerial Regulation on Compulsory Motor Vehicle Third Party \nLiability Insurance”, and (iii) “interministerial Regulation on Insurance for Passenger Transport”. \nGiven the progress made, the proposed condition for compulsory insurance can be refined to \nreflect the Government’s achievement as follows: \"MEF, in consultation with related ministries, \nwill adopt regulations for the development of compulsory insurance.\" \n \n34.  The second condition intends to restructure the state-owned company, the Cambodia \nInsurance Corporation (CAMINCO), through a joint venture. As part of its restructuring effort, \nMEF has made an important step toward restructuring CAMINCO when it set up a reinsurance \ncompany, the Cambodia Re, in January 2002, divesting the reinsurance function of CAMINCO. \nThe Cambodia Re became a joint venture in October 2002 when the Government signed a \nmemorandum of understanding with a consortium of five international insurance companies, \nwhich holds 20% of Cambodia Re’s shares. The consortium includes Asia Insurance Hong \n                                                 \n13 ADB. 1999. Technical Assistance to Cambodia for Capacity Building for Rural Financial Services. Manila. TA 3270-\nCAM. ", "10   \nKong,  Ltd.,  Asia  Insurance  Singapore,  Ltd.,  Central  Asia  Insurance  Company,  Bangkok \nInsurance Company, and AIOI Insurance Company. To complete the restructuring, MEF is \nseeking  a  joint  venture  partner  for  CAMINCO.  To  this  end,  MEF  has  requested  ADB  for \nadditional TA to explore options for forming joint ventures and draft a restructuring strategy for \nCAMINCO. In response, ADB fielded a fact-finding mission in October 2002 for an advisory TA. \n \n4.  Establishing  Legal  Framework  for  Interbank  and  Money  Market \nDevelopment \n35.  For  the  development  of  a  legal  framework  for  interbank  and  money  markets,  the \nproposed policy matrix for subprogram II includes submission of a draft negotiable instruments \nlaw to the National Assembly. When the FSPL was formulated, it was envisaged that the \nGovernment would promulgate the payment law and the negotiable instruments law separately. \nHowever,  NBC  subsequently  decided  to  consolidate  the  legislation  and  a  draft  law  was \nprepared with the assistance of IMF. ADB helped prepare explanatory notes for the draft law \nand the implementing regulation to assist the legislative process and implementation in July \n2002. The draft law was submitted to the Council of Ministers, and will be submitted to the \nNational Assembly within 2002.14 \n \n5.  Establishing Accounting and Auditing System \n36.  Following progress during subprogram I, two actions to develop the accounting and \nauditing system are expected during subprogram II adoption of, (i) an accounting law, and (ii) a \nsubdecree to apply IAS and ISA to all companies incorporated in Cambodia and to establish a \nnational accounting council. MEF is also expected to adopt a regulation to apply accounting \nstandards consistent with IAS and ISA to insurance companies. \n \n37.  The National Assembly adopted the law on corporate accounts, their audit and the \naccounting profession in July 2002, and the draft subdecree was submitted to the Council of \nMinisters for adoption in October 2002. ADB TA (footnote 4) has had an instrumental role in \nassisting  MEF  in  drafting  the  subdecree  in  August  2002.  The  draft  subdecree  covers  all \nenterprises  and  insurance  companies.  As  a  result,  the  condition  for  insurance  accounting \nstandards can be merged into the draft subdecree. The subdecree has been reviewed by the \nprivate sector, including international accounting firms working in Cambodia. The subdecree is \nexpected  to  be  adopted  within  3  months,  and  MEF  will  be  ready  to  establish  a  national \naccounting council within 6 months of loan effectiveness.15 \n \n38.  In  addition,  MEF  has  been  making  progress  toward  establishing  an  accounting \nassociation.  With  ADB  assistance,  MEF  has  completed  a  draft  by-law  related  to  the \nestablishment of an accounting association together with (i) a code of ethics for professional \naccountants and auditors, and (ii) the structure and function of an education committee of an \naccounting association. Further, MEF has completed a 3-year funding plan amounting to $3.7 \nmillion,16 to support the budget of the National Accounting Council, the Khmer Certified Public \nAccountant Association, and training of accountants and auditors. MEF is confident that the \naccounting association will be established in 2003. Therefore, while the establishment of an \n                                                 \n14 The timing of actual submission will be determined by the Council of Ministers’ decision. According to NBC \nmanagement, no critical issues have been identified in the review of the Council of Ministers so far. \n15 In anticipation of adoption of the subdecree for the establishment of a National Accounting Council, the ADB TA \n(footnote 4) also assisted in designing the council in August 2002. \n16 The funding plan was prepared by the Chairman of the Commission for Cambodian Accounting System Reform in \nSeptember 2002 after the passage of the accounting law.  ", "  11\naccounting  association  is  proposed  under  subprogram  III,  MEF  is  confident  that  it  will  be \nestablished during subprogram II. \n \n6.  Development of Legal Infrastructure \n39.  For the development of legal infrastructure in the financial system, four activities are \nexpected during subprogram II: (i) adoption of a law on commercial enterprises, (ii) adoption of \na time-bound action plan to establish a public registry for secured transactions, (iii) submission \nof a draft secured transactions law to the National Assembly, and (iv) submission of a draft \nsecurities and exchange law to the National Assembly.  \n \n40.  With MOC's efforts, the law on commercial enterprises was submitted to the National \nAssembly in June 2002. The Committee of Public Works, Transport, Telecommunications, Post, \nIndustry, Mine, Energy, and Commerce of the National Assembly has been reviewing the draft \nlaw and hopes to present it to the November plenary session of the National Assembly, which \nwill be the last session in 2002. The Committee is confident that the draft law will be passed by \nthe first quarter of 2003, if not by the session in November  2002.  \n \n41.  For the development of secured transactions system, ADB launched TA for Improving \nLegal Infrastructure in the Financial Sector (TA 3861, footnote 5) in October 2002. The TA will  \nhelp develop a medium-term plan for developing a secured transactions system in Cambodia \nthrough  extensive  consultation  with  public  and  private  sectors,  taking  into  account  the \nexperience in other small transitional economies. The plan is expected to be drafted by March \n2003, and thus the adoption of the plan is expected within 2003. Further, MOC is confident that \nwith ADB TA, it will finalize the draft secured transactions law and submit it to the National \nAssembly within 2003.17, 18 \n \n42.  The submission of draft law on securities and exchange to the National Assembly is \nproposed to be shifted to subprogram III. The condition was originally proposed to be included \nin subprogram II in anticipation of TA to help the Financial Industry Department of MEF draft the \nlaw. Until recently, the Government has made vigorous efforts to seek TA to finalize the 1995 \ndraft capital market law,19 however, this has not materialized yet. The Government requested \nADB for TA in September 2002 for this purpose.  \n \nB.  Refined Policy Matrix and Proposed Loan for Subprogram II \n43.  The progress in reforms and the Government’s growing capacity to implement reforms \nhas helped strengthen the policy matrix for subprogram II. Based on the likely timing of the \nproposed  actions  under  subprogram  II,  a  two-tranche  structure  has  been  proposed  for \nsubprogram II. The first tranche will include actions that will be implemented within 6 months of \nloan effectiveness, and the second tranche will include actions that will be implemented within \n12 months of loan effective. Out of 13 actions in the proposed policy matrix for subprogram II \nunder the FSPL, 8 have been complied with or will be complied with within 6 months of loan \neffectiveness  of  subprogram  II.  These  8  will  be  the  first  tranche  release  actions,  and  the \nremaining 5 will precede release of the second tranche. The refined policy matrix of subprogram \n                                                 \n17 A secured transactions law was drafted in 1999 with the World Bank's assistance. However, due to lack of \ncontinued technical support, the Government was not able to complete the legislative process.  \n18 During the inception tripartite meeting for TA 3861, ADB and MOC agreed to coordinate to ensure that the draft \nsecured transactions law is consistent with the draft civil code being prepared with bilateral assistance. \n19 The most salient effort for TA funds by MEF includes (i) MEF’s request to the government of the Republic of Korea \nduring 2002, and (ii) TA funding discussion with the Konrad Adenauer Foundation of Germany.  ", "12   \nII  includes  two  of  the  proposed  conditions  for  subprogram  III,  while  one  of  the  proposed \nconditions for subprogram II (para. 42) is moved to subprogram III in consideration of the timing \nof needed TA. (A refined policy matrix for subprogram II and III is provided in Appendix 2). \n \n44.  The proposed loan for subprogram II of the FSPL will be $10 million from the ADF, and \neach tranche of subprogram II will have $5 million to be released upon compliance with the \ntranche release conditions. Subprogram II carries the same terms of repayment, interest, and \nimplementation  arrangements  as  those  of  subprogram  I.  The  first  tranche  conditions  are \nexpected to be met within 6 months of loan effectiveness, and the second tranche release \nconditions are expected to be met within 12 months of the loan effectiveness. The first tranche \nconditions include the following: \n \n(i)  NBC will adopt a uniform chart of bank accounts and disclosure rules for the \ncommercial banks consistent with IAS. \n \n(ii)  NBC will apply the uniform chart of bank accounts and disclosure rules for the \ncommercial  banks  consistent  with  IAS  to  RDB  and  other  specialized  banks \n(advanced from subprogram III). \n   \n(iii)  NBC  will  ensure  that  CBS  establishes  a  central  banking  course  for  NBC \nprofessional  staff,  including  a  mandatory  training  program  for  entry-level \nprofessional staff. \n \n(iv)  MEF,  in  consultation  with  related  ministries,  will  adopt  regulations  for \ndevelopment of compulsory insurance. \n \n(v)  NBC will submit to the National Assembly a draft law on negotiable instruments \nand payment transactions. \n \n(vi)  A law on corporate accounts, their audit, and the accounting profession will be \nadopted by the National Assembly. \n \n(vii)  MEF will adopt a subdecree to apply IAS and ISA to all companies (including \ninsurance companies) incorporated in Cambodia, and will establish a national \naccounting council to set and interpret standards. \n \n(viii)  A law on commercial enterprises will be adopted by the National Assembly. \n \n45.  The adoption of the law on commercial enterprises was originally envisaged to occur \nbefore Board consideration of subprogram II. This has not been possible largely because \nnational elections in mid-2003 affected the workload and schedule of the plenary session of the \nNational Assembly. Given the progress in subprogram I20 and in the other reform areas of \nsubprogram II, and the acceleration of reforms originally targeted for completion in subprogram \nIII, it is proposed that the adoption of the law on commercial enterprises will be included as a \nfirst tranche condition for subprogram II. \n \n                                                 \n20 The Government completed subprogram I well ahead of the expected time, which was 12 months from loan \neffectiveness. Since the loan for subprogram I became effective from January 2001, completion is about three \nmonths ahead of target. ", "  13\n46.  The second tranche conditions include the following: \n \n(i)  NBC will adopt a guideline for the arrangements for sharing credit information \namong the members of the bankers association, and NBC and the bankers \nassociation will establish such arrangements. \n \n(ii)  MEF will establish a joint venture between the state-owned insurance company \nand a private insurance company. \n \n(iii)  MEF will establish an association of accountants and auditors, including: \n \n(a)  adopting a code of ethics that complies with the requirements of the \nInternational Federation of Accountants, and  \n(b)  establishing committees on education and ethics within the association \n(advanced from subprogram III). \n \n(iv)   MOC will submit to the National Assembly a draft secured transactions law. \n \n(v)   MOC will adopt a time-bound action plan to establish a public registry for secured \ntransactions, acceptable to ADB. \n \nVI.  CONCLUSION \n47.  Despite limited human resources, the Cambodian authorities have made remarkable \nprogress and demonstrated strong performance in undertaking important policy reforms. These \nreforms have laid the foundation of a modern financial system. First, the core elements of a \nrobust framework of banking supervision and prudential regulations has been put in place, with \nNBC launching its first on-site inspection in October 2002. Second, an institutional framework \nfor self-sustainable capacity building has been established. NBC decided to establish CBS as a \nseparate institute with separate management and accounts. Further, NBC decided to support \nCBS with adequate financial resources. Third, a firm foundation for the accounting and auditing \nsystem has been built, with the promulgation of the accounting law and adoption of accounting \nand auditing standards based on international standards. Fourth, the Government is continuing  \nto  build  legal  infrastructure.  The  Government  has  submitted  the  draft  law  on  commercial \nenterprises to the National Assembly, which is expected to be adopted soon. In line with reforms \nin other key areas such as the civil code and civil procedures,21 the Government’s achievements \nin accounting law and enterprises law marked a crucial step toward a market-based economy \nand financial system. In these achievements, the Government's reform efforts have already \nmoved significantly into the second phase of the FSPL.  \n \n48.  The reforms achieved under subprogram I will be continued under subprogram II. Under \nthe program cluster approach, all three subprograms of the FSPL are designed to address \nprocess-driven reforms on a step-by-step basis, with the preceding subprogram providing inputs \nto the next subprogram. Thus, successful completion of subprogram I has built firm ground for \nsubprogram II. The substantial progress in reforms envisaged under subprogram II provides \nstrong grounds for the formal launching of subprogram II. ADB will continue to maintain close \nmonitoring and policy dialog to ensure the policy reforms of subprogram I to continue to be \nimplemented and upgraded. \n                                                 \n21 From 15–16 October 2002, the Government conducted 2-day seminars, chaired by the Prime Minister, on the draft \ncivil code and procedures. ", "14   \n49.  The Government has supplied to ADB the documentary evidence substantiating the \ncompliance with the second tranche release actions for subprogram I. Further, the Government \nadvised  ADB  that  8  of  the  13  conditions  will  be  complied  with  within  6  months  of  loan \neffectiveness, making the first tranche release conditions, while the remaining 5 conditions are \nexpected to be complied with within 12 months of loan effectiveness. \n \nVII.  RECOMMENDATION \n50.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial  Drawing  Rights  7,577,000  to  the  Kingdom  of  Cambodia  for  subprogram  II  of  the \nFinancial Sector Program, from ADB’s Special Funds resources with an interest charge at the \nrate of 1% per annum during the grace period and 1.5% per annum thereafter; a term of 24 \nyears,  including  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to the \nBoard. \n \n \n \nTadao Chino \nPresident \n \n7 November 2002 \n ", "      Appendix 1  15\nPROGRESS REVIEW OF FINANCIAL SECTOR PROGRAM LOAN (CLUSTER) \n \nTable A1.1: Compliance Status of Second Tranche Conditions of Subprogram I \n(Loan1859-CAM) \nConditions  Implementation Status \nFully complied with in October 2002.  \n1.  National Bank of \nCambodia (NBC) to  NBC established on- and off-site supervision divisions as part of the first tranche \nadopt surveillance  conditions  of  subprogram  I,  but  it  had  to  develop  surveillance  and  inspection \nand inspection  procedures  and  manuals  to  undertake  its  supervisory  function.  Under  technical \nprocedures including  assistance (TA) 3769,1 a bank supervision expert funded by Asian Development Bank \nstandardization of  (ADB) drafted off-site surveillance and on-site inspection procedures and manuals in \nthe reports submitted  July 2002. The regulations related to the adoption of the procedures and manuals \nby commercial  include (i) the “Regulation on Standardized Examination Procedure and Report,” (ii) the \nbanks. Unless  “Regulation on Standardized Surveillance Procedure and Reports,” (iii) “Procedures for \nspecified otherwise  the Implementation of the Regulation on the Standardized Examination of the National \nin the NBC  Bank of Cambodia,” and (iv) “Procedures for the Implementation of the Regulation on \nregulations, these  the Standardized Surveillance of the National Bank of Cambodia.” In October 2002, \nprocedures are also  NBC adopted these regulations.  \nto be applied to \nlicensed  These draft regulations have gone through an extensive review by NBC management \nmicrofinance  and ADB since July 2002. Through the ADB review, the formats and the contents of the \ninstitutions (MFIs)  procedures and manuals were substantially improved. Further, TA 3769 supplemented \nthe draft procedures and manuals by providing supplementary reference materials to \nensure implementation of the newly adopted procedures and manuals.  \nExtensive workshops and training have been provided regarding the draft procedures \nand manuals. Following the first one-week workshop in May 2002, an intensive four-\nweek workshop was provided to the staff of the Bank Supervision Department (BSD), \ncovering  financial  analysis  and  basic  techniques  of  on-  and  off-site  supervision. \nSystematic on-the-job training has also been conducted to equip BSD staff with hands-\non skills for inspection from early October 2002. Further, at the request of the NBC \ngovernor, the bank supervision expert funded by ADB guided an on-site inspection \nmission to one local bank, which marked NBC's first on-site inspection since the central \nbank reform in 1996. The focus was put on training the BSD inspection staff on (i) \napplication  of  inspection  procedures  and  manuals,  (ii)  interview  skills,  (iii) \ndocumentation of the inspection findings, and (iv) techniques for corrective actions. \nUnder another ADB TA, NBC established a separate set of on-site inspection and off-\nsite surveillance regulations and procedures for licensed MFIs.2 \nFully complied with in October 2002.  \n2.  NBC to adopt a \nprompt corrective  The prompt corrective actions system aims at early identification of problems in bank \naction system for  operations, and is an integral component in bank supervision. Under TA 3769, in July \ncommercial banks,  2002, the ADB expert drafted the (i) “Regulation on Standardized Prompt Corrective \nacceptable to ADB.  Action Procedure”, and (ii) “Procedures for the Implementation of the Regulation on the \nA similar system is to  Standardized Prompt Corrective Action at the National Bank of Cambodia” in July 2002. \nbe applied to  The draft regulation and procedures were reviewed by ADB and the NBC management \nlicensed MFIs with  in July 2002. Further, NBC sent the draft to commercial banks for their feedback. The \nmodified capital  drafts were well accepted by commercial banks. Following a wrap-up seminar with NBC \nadequacy standards  and commercial banks, NBC adopted the regulation and procedures in October 2002. \nThe training to facilitate the understanding and implementation of the prompt corrective \naction system was provided in line with training on bank supervision. \n                                                 \n1 ADB. 2001. Technical Assistance to Cambodia for Capacity Building for Banking and Financial Management. \nManila. TA 3769-CAM. \n2 ADB. 1999. Technical Assistance to Cambodia for Capacity Building for Rural Financial Services. Manila. TA 3270-\nCAM. ", "16   Appendix 1 \nConditions  Implementation Status \nFully complied with in October 2002.  \n3.  NBC is to adopt an \nanti-money- Anti-money-laundering regulation is of special importance in Cambodia in the context of \nlaundering  its extensive use of the dollar as currency and nascent surveillance system by the \nregulation. Unless  authorities. Thus, in line with establishment of surveillance and inspection framework, \nspecified otherwise  adoption  of  an  anti-money-laundering  regulation  is  important  to  promote  investor \nin the NBC  confidence. The anti-money-laundering regulation focused on establishing a detailed \nregulations, this  surveillance system with sophisticated reporting requirements over potential money \nregulation is also to  laundering activities through the banking system. \nbe applied to \nlicensed MFIs  The Regulation on Standardized Procedure for Identification of Money Laundering at \nFinancial  Institutions  was  drafted  under  TA  3769  in  July  2002.  In  finalizing  the \nregulation, NBC conducted a series of consultations with commercial banks and ADB. \nFeedback from commercial banks was instrumental in completing the implementable \nregulation. In the final draft, commercial banks' active role was emphasized as they are \nrequired to (i) detect and report immediately all suspicious cash transactions regardless \nof the amount; and (ii) keep records of all transactions above $10,000 for 10 years, \naccording to a standardized format, which will be subject to NBC's supervisory review. \nA workshop on the regulation was provided to related government agencies and \ncommercial banks, and NBC adopted the regulation in October 2002. \nFully complied with in October 2002.  \n4.  NBC to establish the \nCenter for Banking  CBS was a department of NBC and offered 1.5 year program on banking and financing, \nStudies (CBS) as a  targeting mostly NBC staff with high school education. The programs offered by CBS \nsubsidiary of NBC  were  not  able  to  meet  NBC's  demand  for  staff  training.  Further,  because  of  its \nwith separate  organization structure, CBS could not afford to hire full-time instructors, or upgrade its \nmanagement and  training programs. The Financial Sector Program Loan (FSPL) requires establishing \naccounts  CBS as an NBC subsidiary as the first step for CBS to deliver high quality training \nprograms for NBC staff and to become a self-sustaining training institute for NBC and \nother government agencies. In July 2002, the “Regulation on the Transformation of the \nCenter for Banking Studies into the Institute for Banking Study” was drafted with ADB \nassistance. ADB helped NBC finalize the draft through assistance in delineating key \nsteps for implementation. NBC adopted the regulation in October 2002. The regulation \nspecifies that CBS will be established as an independent subsidiary with independent \nboard and management. The transitional measures will be undertaken by relevant NBC \ndepartments  led  by  the  secretary  general,  director  general,  cashier  general,  and \ninspector general. In line with the adoption of the regulation, NBC secured a funding \nplan to ensure the sustainability of CBS. According to the funding plan, a total of \n$347,000 for 2002–2005 was allocated to CBS. \nFully complied with in June 2002.  \n5.  NBC to ensure that \nForeign Trade Bank  FTB was separated from NBC in 2001 as the only state-owned commercial bank, and it \n(FTB) management  is to be privatized under the poverty reduction and growth facility program of the \nadopts a  International Monetary Fund (IMF). However, the FTB management consists of former \ncomprehensive  central bank officials, and its staff also lacks commercial banking experience. To \ntraining program for  prepare for restructuring FTB, the FSPL supports a comprehensive training program to \nFTB staff, including  instill commercial orientation in FTB management and strengthen the capacity of its \naccounting, risk  staff. Under TA 3769, the ADB-funded training expert drafted a training program \nmanagement,  including accounting, risk management, asset/liability management, and a management \nasset/liability  information system in June 2002. On 21 June 2002, instructions on the implementation \nmanagement, and  of the training plan for FTB. The Government has been actively seeking internal and \nmanagement  external support for the FTB training program. In particular, the Government has \ninformation system  arranged  a  cofinancing  scheme  with  the  Australian  Agency  for  International \nDevelopment (AusAID). The FTB training program requires $243,512 from 2003. The \nGovernment will finance $205,712, AAID $37,500, and FTB $4,300.  ", "      Appendix 1  17\nConditions  Implementation Status \nFully complied with in January 2002.  \n6.  MEF to submit to the \nEstablishing accounting and auditing standards and their enforcement system is an \nNational Assembly a \nessential thrust of the FSPL. The first target was to establish the legal base for standard \ndraft law on \nand enforcement system. With assistance from ADB, Ministry of Economy and Finance \ncorporate accounts, \n(MEF) has made substantial progress in establishing an accounting/auditing system. In \ntheir audit, and the \n2001, the World Bank helped translate international accounting standard (IAS) and \naccounting \ninternational standards on auditing (ISA) into Khmer and ADB delineated a 10-year \nprofession  \nplan  to  development  on  accounting  and  auditing  system  in  the  Financial  Sector \nBlueprint. In January 2002, a draft law on corporate accounts, their audit, and the \naccounting profession (accounting law) was submitted to the National Assembly, and \nthe law was adopted on 5 July 2002. \n \nFully complied with in October 2002.  \n7.  MEF to adopt IAS \nand ISA, which will  In line with the establishment of an accounting enforcement system, subprogram I \nbe applied upon the  aimed at developing accounting and auditing standards that would be implemented \nadoption of the law  according to the accounting law. MEF received assistance from the World Bank in \non corporate  developing accounting and auditing standards based on IAS and ISA. Under ADB's TA \naccounts, their audit,  (TA  3467,  footnote  1),  a  10-year  Financial  Sector  Blueprint  was  formulated  for \nand the accounting  developing the accounting and auditing standards and an enforcement mechanism. In \nprofession  October  2002,  MEF’s  Commission  for  the  Cambodia  Accounting  System  Reform \nfinalized in Khmer and English 15 accounting standards and 10 auditing standards \ndrawn from IAS and ISA, to be implemented according to the accounting law. A national \naccounting council will enforce the standards. The regulation for creation of the council \nhas been submitted to the Council of Ministers for review, and is expected to be \nadopted by the end of 2002. \nFully complied with in June 2002.  \n8.  Ministry of \nCommerce (MOC) to  The law on commercial enterprises provides the key legal basis for private sector \nsubmit to the  development as well as for corporate financial activities. The law on commercial \nNational Assembly a  enterprises was first drafted in 1996 and went through intensive consultation with \ndraft law on  related government agencies and the private sector. MOC has made a tremendous \ncommercial  effort to complete the draft in 2002. In particular, MOC prepared a detailed background \nenterprises  paper  and  explanatory  notes,  which  was  instrumental  in  securing  support  of  the \nGovernment and other stakeholders. After nearly 8 months of interministerial debate \nthe draft law was submitted to the Council of Ministers for review in February 2002, and \nthen to the National Assembly in June 2002. \n \n \n \n \n \n \n \n \n \n \n \n \n ", "18   Appendix 1 \nTable A1.2: Progress with Policy Reforms of Subprogram II \n \nProposed Conditions  Progress Made  Tranche \n1.  National Bank of  Compliance expected within 2003.  Second tranche \nCambodia (NBC) to  release condition \nadopt a guideline for  In October 2002, Asian Development Bank (ADB) technical \nthe arrangements for  assistance  (TA)1  provided  a  concept  framework  for  an \nsharing credit  arrangement  for  sharing  credit  information  among \ninformation among the  commercial banks with NBC's guideline and detailed action \nmembers of the  plan for creating an arrangement.  \nbankers association, \nand NBC and the  After review by NBC and the commercial banks, an NBC \nbankers association to  guideline and the draft action plan will be finalized. NBC \nestablish such  and the bankers association are expected to establish the \narrangements  arrangement within 2003. \n2.  NBC to adopt a  Compliance expected within 2002.   First tranche release \nuniform chart of bank    condition \naccounts and  NBC will adopt a uniform chart of accounts (COAs) and \ndisclosure rules for the  disclosure rules that are consistent with IAS within 2002. \ncommercial banks  The draft COAs were sent to users (commercial banks and \nconsistent with  specialized  banks)  for  comments.  An  ADB-funded \ninternational  accounting expert has reviewed the feedback from the \naccounting standards  users, and in September conducted workshops on how to \n(IAS)  implement the uniform COAs and disclosure rules for staff \nof  NBC's  Bank  Supervision  Department  (BSD),  and \nanother one in October for bankers and auditors. Other 5 \nhalf-day training workshops on the same subject but with \nmore technical details were also conducted in October for \n20 selected BSD staff members, who would be directly \ninvolved in the implementation of COAs. Banks have been \nencouraged to implement COAs on a trial basis as of the \nfourth quarter 2002 for 3 months. All banks are expected to \nofficially adopt COAs in the first quarter of 2003.  \n \n3.  Ministry of Commerce  Compliance expected within 2003   Second tranche \n(MOC) to submit to the  release condition \nNational Assembly a  The  first  secured  transactions  law  and  the  explanatory \ndraft secured  comments were drafted in 1999 with the World Bank's \ntransactions law  assistance. However, due to lack of continued technical \nsupport, the Government was not able to complete the \nlegislative process. With the ADB TA for Improving Legal \nInfrastructure in the Financial Sector2 in October 2002, \nMOC is expected to finalize the draft secured transactions \nlaw and submit it to the National Assembly within 2003. \n                                                 \n1 ADB. 2001. Technical Assistance to Cambodia for Capacity Building for Banking and Financial Management. \nManila. TA 3769-CAM. \n2 ADB. 2002. Technical Assistance to Cambodia for Improving Legal Infrastructure in the Financial Sector. Manila. TA \n3861-CAM. ", "      Appendix 1  19\nProposed Conditions  Progress Made  Tranche \n4.  MOC to adopt a time- Compliance expected within 2003.   Second tranche \nbound action plan to  release condition \nestablish a public  For the development of secured transaction system, ADB \nregistry for secured  launched  TA  for  Improving  Legal  Infrastructure  in  the   \ntransactions,  Financial Sector (footnote 1) in October 2002. The TA will \nacceptable to ADB  help devise a medium-term plan for developing a secured \ntransactions  system  in  Cambodia  through  extensive \nconsultation with public and private sectors, taking into \naccount the experience in other small-scale transitional \neconomies. The plan is expected to be drafted by March \n2003 and adopted within 2003. \n5.  NBC to ensure that  Compliance expected in early 2003.   First tranche release \nCenter for Banking  condition \nStudies (CBS)  After  the  launching  of  subprogram  I,  NBC  started  a \nestablishes a central  preliminary training course for new recruits on a trial basis \nbanking course for  in 2001. The training program is mandatory for entry-level \nNBC professional staff,  NBC professional staff in 2002. CBS has been working to \nincluding a mandatory  upgrade the course and materials, with ADB assistance. \ntraining program for  TA  3769  has  provided  a  comprehensive  professional \nentry-level professional  training course, with detailed implementation guidelines. \nstaff  With  the  solid  funding  plan  prepared  by  NBC  (see \nImplementation Status of Condition 4, subprogram I), CBS \nwill  continue  to  develop  into  a  self-sustainable  central \nbanking training institute. \nMerged with condition \n6.  Ministry of Economy  Compliance expected by December 2002.  \n11.  \nand Finance (MEF) to   \nadopt a regulation to  The Government has included insurance companies into   \napply accounting  the same decree to apply accounting standards consistent \nstandards consistent  with IAS and ISA to all companies (see condition 11). \nwith IAS and ISA to \ninsurance companies \n7.  MEF to adopt a plan  Complied within October 2002.  First tranche release \nfor the development of  condition \ncompulsory insurance  MEF  has  made  progress  in  developing  compulsory \ninsurance  such  as  third-party-liability  motor  vehicle  The refined condition: \ninsurance and contractor’s general liability insurance. MEF  “MEF, in consultation \n \nset up the working plan with an interministerial working  with related ministries, \ngroup comprising all related ministry staff in May 2002, and  to adopt \nhas commenced implementation of the plan by adopting  interministerial \nkey  regulations  for  compulsory  insurance  with  the  regulations for \nassistance of ADB TA. In October 2002, MEF, together  development of \nwith the Ministry of Land Management, Urban Planning,  compulsory \nand  Construction,  the  Ministry  of  Public  Works  and  insurance.” \nTransport, and the Ministry of Interior, adopted three key \nregulations on compulsory insurance: (i) “interministerial \nRegulation  on  Compulsory  Insurance  for  Contractor’s \nGeneral  Liability”,  (ii)  “interministerial  Regulation  on \nCompulsory Motor Vehicle Third Party Liability Insurance”, \nand  (iii)  “interministerial  Regulation  on  Insurance  for \nPassenger Transport”. \nTo reflect the Government’s progress and achievements, \nthe condition is refined as: “MEF, in consultation with \nrelated ministries, to adopt interministerial regulations for \ndevelopment of compulsory insurance.” ", "20   Appendix 1 \nProposed Conditions  Progress Made  Tranche \n8.  MEF to establish a joint  Compliance expected within 2003.  Second tranche \nventure between the  release condition  \nCambodia  Insurance  Corporation  (CAMINCO)  was  the \nstate-owned insurance \nregulator as well as the operator of insurance business \ncompany and a private \n(including reinsurance). In 2001, the regulatory function of \ninsurance company \nCAMINCO was handed over when MEF established an \ninsurance division under the Financial Industry Department \nas one of policy conditions of subprogram I of the Financial \nSector Program Loan (FSPL). In January 2002, MEF was \nsuccessful in divesting reinsurance function of CAMINCO \nto establish the Cambodia Re. The Cambodia Re became \na joint venture reinsurance company in October 2002 when \nthe  Government  and  Asian  Insurance  International  (an \ninsurance  consortium  of  companies  from  Hong  Kong, \nChina; Japan; Malaysia; Singapore; and Thailand) signed a \nmemorandum  of  understanding.  Asian  Insurance \nInternational holds 20% of Cambodia Re. To complete the \nrestructuring, MEF is making efforts to find a joint venture \npartner  for  CAMINCO.  In  line  with  the  effort,  MEF \nrequested ADB to provide additional TA to explore options. \nIn response, ADB fielded a fact-finding mission in October \n2002  for  an  advisory  TA  for  Improving  Insurance \nSupervision, which will include assistance in drafting MEF’s \nrestructuring strategy for CAMINCO in 2003. \n \n9.  MOC to submit to the  Compliance expected within 2002.   First tranche release \nNational Assembly a  condition \ndraft negotiable  Until May 2001, International Monetary Fund (IMF) had \ninstruments law   been pursuing the promulgation of a payment law. After  The refined condition: \nconsultation with IMF experts in late October 2001, NBC  \"NBC to submit to the \ndecided  to  pursue  consolidated  legislation  for  payment  National Assembly a \nsystem and negotiable instruments, which was included in  draft law on negotiable \nthe FSPL. As a result, NBC and MOC has agreed that NBC  instruments and \nwill  undertake  drafting  \"negotiable  instruments  and  payment transactions\". \npayment transactions law\". To reflect the change in the \ninternal  arrangement,  the  implementing  agency  was \nchanged from MOC to NBC. \nADB provided assistance for drafting explanatory notes for \nthe law and an implementing subdecree in July 2002. At \nthe same time, NBC conducted seminars for the Ministry of \nJustice,  MOC,  MEF,  and  commercial  banks.  The \ncomments focused mostly on the form and editing, and \nwere incorporated. The draft law was submitted to the \nCouncil of Ministers in June 2002, and NBC expects the \nlaw to be submitted to the National Assembly by the end of \n2002. \n \n10. Adoption of a law on  Complied with in July 2002.  First tranche release \ncorporate accounts,  condition \ntheir audit, and the  With a multifaceted effort by MEF, the National Assembly \naccounting profession  adopted the law on corporate accounts, their audit, and the \naccounting profession in July 2002. ", "      Appendix 1  21\nProposed Conditions  Progress Made  Tranche \n11. MEF to adopt a  Compliance expected within 2002.  First tranche release \nsubdecree to apply IAS  condition \nand ISA to all  MEF drafted a subdecree on the creation of a national \ncompanies  accounting  council.  The  subdecree  has  gone  through  • The refined \nincorporated in  private  sector  consultation,  including  with  international  condition: \"MEF to \nCambodia, and to  accounting firms working in Cambodia. The subdecree was  adopt a subdecree \nestablish a national  submitted to the Council of Ministers in October 2002, and  to apply IAS and \naccounting council to  is expected to be adopted by the end of 2002. Once the  ISA to all \nset and interpret  subdecree is adopted, MEF will establish the council within  companies \nstandards, etc.  6 months. In August 2002, ADB provided TA to assist in  (including insurance \nestablishment of the council.  companies) \nincorporated in \nMEF is also working on the subdecree to apply IAS and  Cambodia, and to \nISA  to  all  companies.  ADB  TA  3769  has  played  an  establish a National \ninstrumental role in drafting the subdecree by providing  Accounting Council \ntimely and substantive assistance to MEF in August 2002.  (NAC) to set and \nThe  draft  subdecree  covers  all  enterprises  including  interpret \ninsurance companies, as result of which the condition for  standards.\" \ninsurance  accounting  standards  (condition  6)  can  be \nmerged into the draft subdecree.  \nMEF has also completed a 3-year funding plan amounting \nto  $3.7  million  to  support  the  budget  of  the  national \naccounting  council  and  the  Khmer  certified  public \naccountant Association and for training of accountants and \nauditors. \n \n12. Adoption of a law on  Compliance expected by the first quarter of 2003.  First tranche release \ncommercial enterprises  condition  \nWith MOC's efforts, the law on commercial enterprises was \nsubmitted  to  the  National  Assembly  in  June  2002,  in \ncompliance with the second tranche release condition of \nsubprogram I and it is expected to be adopted within 6 \nmonths of loan effectiveness. The Committee of Public \nWorks,  Transport,  Telecommunications,  Post,  Industry, \nMine, Energy, and Commerce of the National Assembly \nhas  been  reviewing  the  draft  law.  The  chairman  is \nconfident that the draft will be passed by the first quarter of \n2003. \n \n13. MEF to submit to the  Compliance expected in 2004.  Move to subprogram III \nNational Assembly a \ndraft securities and  This condition will be postponed to subprogram III. The \nexchange law   major constraint for the Government is the weak human \nresource capacity. Because the concept of capital markets \nis  new  in  Cambodia,  the  Government  officials  need \nsubstantial training to understand capital markets and their \nlegal and supervisory framework. The Government has \nmade vigorous efforts to seek TA to finalize the 1995 draft \ncapital market law. The Government has now requested \nADB for TA in September 2002. ", "22   Appendix 1 \nProposed Conditions  Progress Made  Tranche \n14. NBC to apply the  Compliance expected within 2002  First tranche release \nuniform chart of bank  condition  \naccounts and  As NBC adopted a separate uniform chart of accounts and \ndisclosure rules for the  disclosure rules for licensed MFIs, the condition will not  The refined condition: \ncommercial banks  cover licensed MFIs. The COAs for MFIs were drafted  \"NBC to apply the \nconsistent with IAS to  under ADB TA (TA 3270) in line with the Rural Credit and  uniform chart of bank \nthe Rural Development  Savings  Project  (Loan  1818-CAM).3  For  details  on  the  accounts and \nBank, other specialized  implementation, see condition 2. The condition is advanced  disclosure rules for the \nbanks, and licensed  from subprogram III to subprogram II.  commercial banks \nmicrofinance  consistent with IAS to \ninstitutions (MFIs)  the Rural Development \nBank and other \n  specialized banks.\" \n \n15. MEF to establish an  Compliance expected within 2003  Second tranche \nassociation of  release condition \naccountants and  MEF  has  been  making  good  progress  toward  the \nauditors, including  establishment  of  an  accounting  association.  With  ADB \nassistance, MEF has completed draft by-law related to the \n• adopting a code of  establishment of an accounting association together with (i) \nethics that complies  a code of ethics for professional accountants and auditors, \nwith the  and  (ii)  the  structure  and  function  of  an  education \nrequirements of the  committee of an accounting association. Further, MEF has \nInternational  completed a 3-year funding plan amounting to $3.7 million \nFederation of  to support the budget of the national accounting council, \nAccountants  the Khmer Certified Public Accountant Association, and \n• establishing  training of accountants and auditors.  \ncommittees on \neducation and ethics \nwithin the \nAssociation \n \n                                                 \n3 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nto the Kingdom of Cambodia for Rural Credit and Savings Project. Manila. ", "        Appendix 2  23 \nREFINED POLICY MATRIX \n \nTable A2.1: Policy Matrix for Subprogram II \n \nObjectives  The First Tranche  The Second Tranche \nDevelopment of the Banking Sector \nDevelopment of  1.  National Bank of Cambodia (NBC) to  1.  NBC to adopt a guideline for the \nBanking Sector  adopt a uniform chart of bank accounts  arrangements for sharing credit \nInfrastructure  and disclosure rules for the commercial  information among the members of the \nand Safety Net  banks consistent with international  bankers association, and NBC and the \naccounting standard, (IAS)  bankers association to establish such \n2.  NBC to apply the uniform chart of bank  arrangements \naccounts and disclosure rules for the \ncommercial banks consistent with IAS to \nthe Rural Development Bank and other \nspecialized banks  \nStrengthening  3.  NBC to ensure that the Center for Banking   \nCapacity  Studies (CBS) establishes a central \nBuilding in the  banking course for NBC professional staff,   \nBanking Sector  including a mandatory training program for \nentry-level professional staff \nDevelopment of the Insurance Sector \nEstablishing a  4.  Ministry of Economy and Finance (MEF),   \nFramework for  in consultation with related ministries, to \nCompulsory  adopt regulations for development of \nInsurance  compulsory insurance \nPromoting    2.  MEF to establish a joint venture between \nPrivate Sector  the state-owned insurance company and a \nDevelopment  private insurance company \nDevelopment of Interbank and Money Markets \nEstablishing a  5.  NBC to submit to the National Assembly a   \nLegal  draft law on negotiable instruments and \nFramework for  payment transactions \nMoney Market \nDevelopment \nDevelopment of Accounting/Auditing and Legal Infrastructure \nEstablishing an  6.  Adoption of a law on corporate accounts,  3.  MEF to establish an association of \nAccounting and  their audit, and the accounting profession  accountants and auditors, including \nAuditing System \n(a)  adopting a code of ethics that \n7.  MEF to adopt a subdecree to apply IAS \ncomplies with the requirements of the \nand international standards on auditing \nInternational Federation of \n(ISA) to all companies (including insurance \ncompanies) incorporated in Cambodia, and  Accountants, and \nto establish a national accounting council  (b)  establishing committees on education \nto set and interpret standards. \nand ethics within the association ", "24   Appendix 2 \nObjectives  The First Tranche  The Second Tranche \nDevelopment of  8.  Adoption of a law on commercial  3.  Ministry of Commerce (MOC) to submit to \nLegal  enterprises  the National Assembly a draft secured \nInfrastructure  transactions law \n4.  MOC to adopt a time-bound action plan to \nestablish a public registry for secured \ntransactions, acceptable to ADB  \n \n   \nTable A2.2: Policy Matrix for Subprogram III \n \nObjectives  Conditions \nDevelopment of the Banking Sector \nDevelopment of Banking  1.  Adoption of a secured transactions law \nSector Infrastructure and \nSafety Net  2.  National Bank of Cambodia (NBC) to adopt a plan to establish a deposit \ninsurance system for commercial banks \n3.  Ministry of Commerce (MOC) to establish a public registry for secured \ntransactions \nStrengthening Capacity  4.  NBC to ensure that the bankers association establish a banking institute for \nBuilding in the Banking Sector  private bank staff under the bankers association, pursuant to its approved \narticles of association, and Establish a professional training course for private \nbank staff; the banking institute should be open to staff of microfinance \ninstitutions \nDevelopment of the Insurance Sector \nPromoting Private Sector  5.  Ministry of Economy and Finance (MEF) to adopt a plan to divest its share in \nDevelopment  the joint venture insurance company \nDevelopment of Interbank and Money Markets \nEstablishing a Legal  6.  Adoption of a law on negotiable instruments and payment transactions \nFramework for Money Market \nDevelopment \nDevelopment of Accounting/Auditing and Legal Infrastructure \nDevelopment of Legal  7.  MEF to submit to the National Assembly a draft securities and exchange law \nInfrastructure \n \n \n "], "metadata": {"CreationDate": "D:20021112193943Z", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030121143026+08'00'"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 28 October 2002) \n \nCurrency Unit –  Cambodian Riels (KR) \nKR1.00 =  $0.000262068 \n$1.00 =  KR 3,815.80 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF    Asian Development Fund \n  AusAID  –  Australian Agency for International Development \n  BSD  –  Bank Supervision Department  \n  CAMINCO –  Cambodia Insurance Corporation \n  CBS  –  Center for Banking Studies \n  COA  –  chart of accounts \n  FSPL  –  financial sector program loan \n  FTB  –  Foreign Trade Bank \n  GDP  –  gross domestic product \n  IAS  –  international accounting standards \n  IMF  –  International Monetary Fund \n  ISA  –  international standards on auditing \n  MEF  –  Ministry of Economy and Finance  \n  MFI  –  microfinance institutions \n  MOC  –  Ministry of Commerce \n  NBC  –  National Bank of Cambodia \n  PRGF  –  poverty reduction and growth facility \n  TA  –  technical assistance \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of B. J. Chun, R O’Sullivan, and X. Zhang. ", "authors": [{"fullname": "B. J"}, {"fullname": "B. J. Chun"}, {"fullname": "R O"}, {"fullname": "X. Zhang"}]}