{"path": "data/input/ta/rrp-32525.pdf", "pages": ["ASIAN DEVELOPMENT BANK\nRRP:FIJ 32525\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN TO THE\nMARITIME AND PORTS AUTHORITY OF FIJI\nFOR THE\nFIJI PORTS DEVELOPMENT PROJECT\nIN THE\nREPUBLIC OF THE FIJI ISLANDS\nJanuary 2002", "CURRENCY EQUIVALENTS\n (as of 15 November 2001)\nCurrency Unit – Fiji Dollar (F$)\nF$1.00 = US$0.4395\nUS$1.00 = F$2.2753\n(i) Since mid-1975, the Fiji dollar has been linked to a weighted basket of currencies of the\ncountry’s major trading partners.\n(ii) For the purpose of this report, an exchange rate of US$1.00=F$2.30 is used.\nABBREVIATIONS\nADB – Asian Development Bank\nCSA – Commercial Statutory Authority\nEIB – European Investment Bank\nIEE – Initial Environmental Examination\nFIMSA – Fiji Maritime Transport Safety Authority\nGDP – gross domestic product\nkm – kilometer\nkm2 – square kilometer\nLIBOR – London interbank offered rate\nm – meter\nm2 – square meter\nmm – millimeter\nMARPOL – International Convention for the Prevention of Pollution\nfrom Ships\nMCICPE – Ministry of Commerce, Industry, Cooperatives and Public\nEnterprises\nMCWE – Ministry of Communications, Works and Energy\nMOTT – Ministry of Tourism and Transport\nMPAF – Maritime and Ports Authority of Fiji\nPAF – Port Authority of Fiji\nPTL – Ports Terminal Ltd.\nRORO – roll-on-roll-off\nTA – technical assistance\nTEU – twenty-foot equivalent unit\nNOTE\nThe fiscal years of the Government and of the Maritime and Ports Authority of Fiji coincide with\nthe calendar year. For other entities, FY before a calendar year denotes the year in which a\nfiscal year ends.", "CONTENTS\nPage No.\nLOAN AND PROJECT SUMMARY i\nMAP iv\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. BACKGROUND 1\nA. Sector Description 3\nB. Government Policies and Plans 4\nC. External Assistance to the Sector 12\nD. Lessons Learned 12\nE. ADB's Sector Strategy 13\nF. Policy Dialogue 13\nIV. THE PROPOSED PROJECT 17\nA. Rationale 17\nB. Objectives and Scope 18\nC. Technical Justification 18\nD. Cost Estimates 20\nE. Financing Plan 20\nF. Implementation Arrangements 21\nG. The Executing Agency 23\nH. Environmental and Social Measures 28\nV. PROJECT JUSTIFICATION 29\nA. Financial and Economic Analyses 29\nB. Risks 31\nVI. ASSURANCES 32\nVII. RECOMMENDATION 33\nAPPENDIXES 34", "LOAN AND PROJECT SUMMARY\nBorrower Maritime and Ports Authority of Fiji (MPAF). The Republic of the\nFiji Islands will guarantee the loan.\nProject Description The  Project  supports  the  country’s  macroeconomic  goal  of\nenhancing the competitiveness of the economy by developing\nthe  port  sector  facilities  and  operations.  The  Project  will\nrehabilitate  Suva  Port  by  strengthening  King's  Wharf  to  the\nrequired seismic standard, improving the port’s container layout,\nand  extending  the  capacity  of  Lautoka  Port  with  additional\nberthing  and  container  storage  space.  The  Project  supports\nsector  performance  improvements  through  a  multipronged\nreform program.\nClassification Economic growth\nEnvironment Category  B.  An  initial  environmental  examination  was\nAssessment undertaken, and its summary is a core appendix.\nRationale Suva  Port,  the  country’s  busiest  international  entry  port,  is\ndegenerating with (i) aging wharf apron with inadequate capacity\nto handle the current cargo levels, (ii) wharf structure and its land-\nfill reclamation being below minimum seismic standards, and (iii)\ninsufficient storage space for containers. Additional storage and\nberth capacity is needed at Lautoka Port to support the local\nexport industries, improve shipping services to Lautoka and Fiji,\nand  ensure  optimal  intermodal  allocation  of  cargo  traffic  to\nreduce impact on the road system and the environment.\nObjectives and The Project aims to improve regional competitiveness of the\nScope port system by (i) extending the life of King’s Wharf by 15 years,\n(ii) ensuring that the wharf complies with the required seismic\nstandards, (iii) improving the wharf deck and container yard to\nefficiently handle the increasing cargo loads, and (iv) extending\nLautoka  Port  facilities  to  facilitate  trade  opportunities  with\nreduced  time  and  cost  impact  of  port  and  cargo  handling\noperations.\nThe Project will (i) arrest deterioration of the ports in Suva and\nLautoka; (ii) strengthen critical sections of the King’s Wharf,\nenabling  it  to  comply  with  internationally  recognized  seismic\nstandards assessed for Fiji and the site; (iii) improve King’s\nWharf deck and container yard capacity to efficiently handle the\nincreasing cargo loads; (iv) increase berthage space by a total\nof  300  meters  at  Lautoka  Port;  and  (v)  increase  container\nstorage area at Lautoka Port by six hectares.\nThe  Project  provides  a  framework  for  sector  performance\nimprovements  inducing  introduction  of  competition  in\nstevedoring,  crystallization  of  agency  responsibilities,\noptimization  of  operational  management,  rationalization  of\nfinancial  management,  and  enhancement  of  environmental\nmanagement of Fiji ports.", "ii\nCost Estimates The  cost  of  the  Project  is  estimated  at  US$32.26  million\nequivalent, of which the foreign exchange cost is about US$17.6\nmillion (55 percent) and the local currency cost (including taxes\nand duties) is about US$14.65 million equivalent (45 percent).\nFinancing Plan The Project will be financed by an Asian Development Bank\n(ADB) loan of US$16.8 million and MPAF’s own resources of\nUS$15.46 million equivalent.\nLoan Amount and A loan of US$16.8 million from ADB’s ordinary capital resources\nTerms will be provided under ADB's LIBOR-based lending facility. The\nloan will have a 25-year term, including a grace period of 4\nyears; an interest rate determined in accordance with ADB’s\nLIBOR-based  lending  facility;  a  commitment  charge  of  0.75\npercent per annum; a front-end fee of 1.0 percent; conversion\noptions that may be exercised in accordance with the terms of\nthe draft Loan Agreement, the Loan Regulations, and ADB’s\nConversion Guidelines; and other terms and conditions set forth\nin the draft Loan Agreement. MPAF has stated that its decision\nto  borrow  under  ADB’s  LIBOR-based  lending  facility  on  the\nbasis of these terms and conditions were its own independent\ndecisions and were not made in reliance on any communication\nor advice of ADB.\nPeriod of Utilization Until 30 June 2006.\nExecuting Agency MPAF will be the Executing Agency.\nImplementation The general manager of technical services at MPAF will be the\nArrangements project manager responsible for the overall administration of the\nProject.  Preconstruction  activities  will  be  undertaken  by\nconsultants assisted by MPAF supervisory staff.\nProcurement Five  civil  works  contract  packages  have  been  identified:  (i)\nKing's  Wharf  maintenance  repairs,  (ii)  King's  Wharf  seismic\nupgrade and deck strengthening, (iii) demolition of two storage\nsheds, (iv) container yard civil works, and (v) Lautoka Wharf\nextension  and  bridge  construction.  These  will  be  awarded\nthrough  international  and  local  competitive  bidding  in\naccordance  with  ADB’s  Guidelines  for  Procurement.\nProcurement of equipment is not envisaged under the Project.\nConsulting Services International and domestic consulting services will be needed\nfor detailed engineering design and construction supervision.\nConsultants  will  be  selected  in  accordance  with  ADB’s\nGuidelines on the Use of Consultants.\nEstimated Project 31 December 2005.\nCompletion Date", "iii\nProject Benefits The port sector is critical for Fiji, which is an island country and\nand Beneficiaries totally reliant on its two main ports of Suva and Lautoka for\nimports, exports, and domestic and regional transport of cargo\nand passengers. The port facilities are the country’s strategic\nassets. The Project will establish Suva Port as a lifeline facility\ncomplying  with  the  minimum  seismic  design  standard,  and\nreducing the environmental impact of the transport system by\nimproving intermodal allocation of cargo volumes between land\nand maritime sectors.\nThe Project through its Suva Port component will increase the\ncapacity of the existing port facilities and enable them to cope\nwith  the  anticipated  throughput  and  vessel  traffic  for  an\nadditional 15 years. The primary benefit is the additional 15\nyears of use from the existing port facility. Through its Lautoka\nPort  component,  the  Project  induces  trade  and  the  related\nemployment. The primary benefit is the facilitation of significant\ntrade growth.\nThe  Project  will  rehabilitate  the  wharf  infrastructure  to  allow\nmore efficient use of modern technology in cargo operations. It\nwill expand the capacity of the container yard both in Suva and\nLautoka.  The  related  benefits,  namely  (i)  improved  vessel\nturnaround time, (ii) enhanced cargo handling productivity, and\n(iii) increased frequency and competitiveness of vessel calls,\naccrue directly to the port users, involving both importers and\nexporters.\nIncreasing  trade  opportunities  will  become  available  for  Fiji\nthrough  expanded  facilities  in  Lautoka  with  growth  inducing\nemployment,  income  impacts,  and  export  earnings.  The\nconsumers will also benefit from the (i) lowered cost of freight\nper volume of cargo due to improved port operations and sector\nreforms; and (ii) reduced negative environmental impacts, road\nsafety impacts, and noise as a result of less heavy container\ntraffic on the main road system.", "iv", "I. THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on a proposed loan to\nthe Maritime and Ports Authority of Fiji (MPAF), to be guaranteed by the Republic of the Fiji\nIslands, for the Fiji Ports Development Project.\nII. INTRODUCTION\n2. King’s Wharf at Suva Port was constructed in 1963. The first loan of the Asian Development\nBank (ADB) to the port sector, approved in September 1979,1 was to this port and was evaluated\nand rated as generally successful.2 Under this project, the Port was rehabilitated and developed for\ncontainerized cargo. Twenty years later—at the end of the expected life of the rehabilitation—and\ndespite a regular maintenance program, Suva Port is degenerating with (i) an aged wharf apron with\na reduced structural capacity to handle the current cargo requirements, (ii) an aged wharf structure\nand its landfill reclamation at below minimum seismic standards, and (iii) insufficient storage space\nfor containers. Corrosion is significant and will severely affect the expected life of the port facility in\nthe next few years.3\n3. The Lautoka Port was constructed in 1961 and is the second largest port of Fiji and a relief\nport to Suva. Rehabilitation and upgrading of the port was carried out under a loan from the\nEuropean Investment Bank (EIB) in 1992. In light of forecast increases in demand for port services\nin the area, extension of the port’s berth and storage space is necessary to facilitate trade.\n4. Reconnaissance for the Project was carried out in November 1998, fact-finding in January\n1999, and appraisal in May 1999. These missions confirmed the feasibility of the King’s Wharf\nRehabilitation Project. Accordingly, management review and staff review committee meetings were\nconducted on 22 March and 27 May 1999. As a result of the political events in Fiji since May 2000,\nthe  Project  has  awaited  the  government’s  guarantee  for  the  Loan.  In  this  period,  additional\nrequirements  have  emerged  at  the  Lautoka  Port.  As  requested  by  the  Borrower  and  the\nGovernment, a project-specific consultation mission4 in June 2001 appraised these requirements\nand this report incorporates an expansion component for the Lautoka Port. The new project\ncomponent together with the inflation incurred in construction prices led to a 2.4-fold increase in\nthe project cost since the prior appraisal, and a doubling of the ADB loan amount since the 1999\nappraisal. The report is based on findings of the ADB consultation mission, a review of the\nfeasibility reports, visits to the project sites, and discussions with relevant officials. The loan is the\nfourteenth loan to the Fiji Islands and the second in its port sector. The project framework is given\nin Appendix 1.\nIII. BACKGROUND\n5. The Fiji Islands comprise 330 islands with a total land area of 18,272 square kilometers\n(km2). Most of the population (94 percent) live on the two largest islands, Viti Levu and Vanua\nLevu, which account for 87 percent of the land area. Fiji’s current population is 839,106, and is\nexpected to reach 951,760 in 2010. The Suva urban area accounts for about 30 percent of the\npopulation. Suva is the principal commercial and service center, and the seat of the Government. It\nis also an education center, and a regional hub with numerous regional institutions and embassies.\n                                                \n1 Loan 0411-FIJ: Suva Port, for US$7.0 million, approved on 20 September 1979.\n2 PPAR: PEO 0258: Suva Port, September 1988.\n3 Suva Port Master Development Plan, Final Report, 1996.\n4 The Mission comprised S. Jarvenpaa, Sr. Project Economist and Mission Leader; I. Bone, Engineer-Consultant; and D.\nHopkins, Engineer-Consultant.", "2\n6. The Government maintained macroeconomic stability over a five-year period marked by the\nAsian economic crises and, more recently, a period of political instability, and the falling world\nprices of primary products. Gross domestic product (GDP) at current factor costs grew by 1.4\npercent  in  1998  and  by  8.0  percent  in  the  subsequent  year,  and  reached  F$3,092  million\n(US$1,345 million), or F$3,766 per capita in 1999. However, in May 2000, parliamentary members\nwere taken hostage by an armed group of civilians, the government resigned, and an interim\ncaretaker administration was formed. National elections were conducted in August 2001 and a\ncabinet formed in September 2001. These events adversely affected the economy, and GDP\ncontracted by about 8.2 percent in the year 2000. The first half of 2001 has seen a partial recovery\nwith GDP now forecast to grow by 1 percent for the year, revised downward from an earlier\nforecast of 4.8 percent.\n7. The  economy  of  Fiji  Islands  is  open  and  driven  by  exports,  with  its  main  markets  in\nAustralia, United Kingdom, and United States. Exports of goods and services correspond to about\n70 percent of GDP, while imports of goods and services equal about 50 percent of GDP. Sugar\nand garments continue to dominate commodity exports, although receipts from both industries\nhave declined in the last year. A number of garment factory closures since mid-2000 indicate a\nlikely continuation of a downward trend in the textile, clothing, and footwear industry. World prices\nfor gold and copra, Fiji Islands’ two primary product exports, have also declined and both volume\nproduction and receipts are down in recent years. However, strong growth in fresh fish exports,\ngood performance from timber and nonsugar agricultural production, and newly emerging export\nproducts such as bottled water are helping to offset the decline in traditional exports.\n8. Imports comprise manufactured goods; machinery and transport equipment; food; minerals\nand fuels; and chemicals from Australia, Japan, New Zealand, and the United States. While the trade\nbalance has been negative, the services’ exports, primarily travel and transport, brought the current\naccount into surplus for 1996 and 1997, although this declined to near balance in 1998 and 1999.\nForeign reserves have been maintained and were equivalent to 5.2 months of imports at the end of\nApril 2001 and compare well with the high level of 5.8 months of imports in the previous year. In the\n1990s, the Government has curtailed its external borrowing over the past four years. Total debt\ndeclined from 1992-1996; the public outstanding debt remaining stable at F$200 million; and the\nprivate sector debt decreased through to 1997, and thereafter more than doubled by 1999. From\n1997 to 1999, the Government’s external debt service ratio maintained a level of between 2 and 3\npercent of GDP. The total external debt rose from a low point of 11.3 percent of GDP in 1997 to 15.9\npercent in 2000. While relatively low compared with other developing countries, this marks a change\nfrom the falling trend over the previous five years.\n9. In an effort to restore competitiveness in the aftermath of the Asian crises, the Reserve Bank\ndevalued the Fiji dollar by 20 percent in January 1998. Inflation reached 8.1 percent in 1998, but\nfell during 1999. Following the political events in mid-2000, prices experienced a short period of\ndeflation. Influenced, in part, by high petroleum prices that have increased by 5 percent, inflation\nhas remained at a moderate 2 percent.\n10. The Government’s macroeconomic objectives are to maintain low inflation and external\nstability, and to restore private investor confidence. Over the year to March 2001, Government\nrevenue  declined  by  19.2  percent  while  expenditure  increased  by  9.5  percent.  Although\nexpenditure was held to 20 percent below forecast, the Government nevertheless recorded a\ndeficit of 3.8 percent of GDP to March 2001. In the short term, until the political situation stabilizes,\nthe current stagnation of economic activity appears likely to continue.\n 11. The economy is characterized by a duality between an agricultural and subsistence farming\npopulation, and an urban and employed population. The pattern of income inequality reflects an", "3\nuneven distribution of economic activity by geographic area. Accordingly, the national poverty line\ndefined in 1997 in the Suva capital area (F$100 per week) is higher than that in the nonurban\nareas (F$83 per week). Twenty-five percent of the total population is estimated to live below the\npoverty line. As a result of the 1998 drought and subsequent floods, another 25 percent were\nexpected to fall below the poverty line. The poorest and the richest 20 percent of households are\nestimated to account for 5 and 50 percent of the GDP, respectively.5 The Government pledges\nparamount attention to improve the condition of the poor, and targets reduction of the cost of living,\nimproved access to health services by all, employment generation, and rationalization of the\nGovernment’s privatization program to achieve this goal.\nA. Sector Description\n12. Transport  is  well  developed  and  multimodal,  consisting  of  road,  maritime,  rail,  and  air\ntransport. The gateway international airport is at Nadi, with regional air traffic handled by the Nausori\nairport near Suva. Domestic aviation infrastructure includes 22 airports. The two main islands, Viti\nLevu and Vanua Levu, contain 90 percent of the country’s road network of 5,206 kilometers (kms).\n13. Income inequality in the country is primarily related to the remoteness of the disadvantaged\npopulation centers. Developments in the transport sector are reducing isolation and improving the\ntransition from subsistence farming—characteristic livelihood of households below the poverty line—\nto cash crop farming and marketing. This is currently realized under the Government’s Third Road\nUpgrading Program, funded by an ADB loan.6 Similarly, the ADB-supported franchise scheme for\ninterisland shipping, implemented in 1998, has helped to ensure more affordable transport to the\nisolated outer islands.7\n14. The country is well served by international and regional shipping. There are a total of 26\npublic ports including wharves and jetties. In 2000, the three main ports, Suva, Lautoka, and\nLevuka, received a total of 940 port calls and handled a total of 2.5 million gross revenue tons with\n56 percent being imports. This consists of 1.6 million tons of bulk cargo and 34,656 containers\ncarrying 854,635 tons of cargo. Since 1999, a slight decline of throughput of about 1 percent has\nbeen attributed to the politically unstable situation in Fiji since May 2000. Suva Port handles half of\nthis cargo and 69 percent of the port calls, 89 percent of the total containerized traffic, 63 percent\nof the import cargo, and 32 percent of the exports.\n15. Throughput in Suva has been reduced by 1.5 percent since 1999 as the gross national\nproduct declined consequent to the political events in 2000. Lautoka Port predominantly facilitates\nbulk exports of raw sugar, molasses, and pine chips. It receives about one-fourth (26 percent) of\nthe port calls, but handles about half of the total cargo throughput, 36 percent of the imports, and\n68 percent of the exports, mainly break-bulk cargo. Recently, Lautoka has had increased demand\nfor the port facilities for transport of bottled water through to Suva and to the United States. This is\nexpected to add 100 full container loads per week, more than doubling Lautoka Port’s container\ntraffic. Also, further increase is expected from the export of grass to the Arab Emirates in 2001.\nLevuka Port receives 5 percent of the port calls as it services Fiji’s tuna cannery. It handled 7,333\ntons of cargo in 2000, having experienced a 47 percent decline in the tuna cargo throughput.\nMalau Port facilitates the adjacent sugar and wood-chip exports, and petroleum imports for local\ndistribution on Vanua Levu. In January 2001, Malau Port was declared an entry port with customs\nand immigration facilities to handle international cargo. A number of private wharves and jetties are\noperated by industries such as the Fiji Sugar Corporation.\n                                                \n5 Government of the Republic of Fiji Islands, United Nations Development Programme. 1997. Fiji Poverty Report. Suva.\n6 Loan 1350-FIJ: Third Road Upgrading (Sector) Project, for US$40.0 million, approved on 26 August 1997.\n7 TA 2321-FIJ: Transport Sector Institutional Strengthening, for US$600,000, approved on 12 April 1995.", "4\nB. Government Policies and Plans\n1. Long-Term Development Strategy\n16. The Government recognizes the importance of transport service underpinning economic\ngrowth.  It  particularly  emphasizes  the  need  to  improve  efficiency  and  productivity  of  the  port\noperations by increasing the role of the private sector, commercializing services, maintaining high\nsafety levels, and ensuring intermodal coordination. The Government’s aim is to ensure future\ncompetitive and lower cost port services, and provide adequate capacity to meet the anticipated\ntraffic and cargo growth.\n17. MPAF manages port infrastructure within the four major ports. Its fourth corporate plan (fiscal\nyear [FY] 2000-2001) defines its vision, mission, corporate objectives and strategies, and financial\noutlook. The MPAF is a landlord and a regulatory authority with responsibilities for the management,\nadministration, and development of the declared entry ports of Suva, Lautoka, Levuka, and Malau.\nMPAF’s statement of corporate intent for FY2001 focuses on its performance forecast and identifies\nthe need for (i) rehabilitation of the King’s Wharf with seismic upgrading and deck strengthening in\n2001, (ii) completion of the bi-annual dredging at the Princes and Walu-bay wharves, (iii) reclamation\nwork and wharf extension at Lautoka Port, (iv) commencement of international operations at Malau\nPort in Vanua Levu, (v) acquisition of two tug boats, (vi) implementation of a simplified port tariff, and\n(vii) introduction of a marine environmental (pollution) control levy.\n18. MPAF is also pursuing its long-term goals of becoming a Pacific hub port, developing free-\nport  facilities,  and  creating  greater  transshipment  capacity.  Its  infrastructure  development  plan8\noutlines MPAF’s infrastructure development needs and was recently reconfirmed by an evaluation\nreport commissioned by the Ministry of National Planning.9 As a long-term plan, these plans propose\nan eventual replacement of Suva Port by a multipurpose cargo facility at Rokobili, a site 5 km from\nthe current Suva Port location. However, a geotechnical analysis in 199810 concluded that the soil\nsediments  in  the  Rokobili  lagoon  were  soft.  This  made  the  new  facility  uneconomical,  and\nconsequently, the Project was postponed to 2015.\n19. In the interim and in the absence of the port relocation project, the master plan demonstrates\na need for repairs and rehabilitation of Suva Port to extend its life to 2020. The rehabilitation is also\nneeded to improve competitiveness of the port and its ability to cope with the anticipated throughput.\nIt will establish King’s Wharf as a lifeline wharf as warranted by the seismic risk in the area.\n20. Extension of facilities at Lautoka Port will increase capacity for cargo storage and handling by\n(i) allowing additional berthage of long distance vessels to north America and Asia, (ii) increasing port\nproductivity between the Suva and Lautoka ports, (iii) improving intermodal interfacing between the\nland and maritime transport, (iv) reducing road deterioration, and (v) supporting tourism by enabling\ndevelopment of attractive berthing possibilities for small- and large-scale cruise vessels. Together\nwith greater flexibility in vessel scheduling, the proposed Project in Lautoka will catalyze long-term\nbenefits from local export industries and from international cargo vessels as it will enable these to\ninclude Lautoka as a single point of call in Fiji.\n                                                \n8  MPAF. 1996. Master Development Plan. Funded by the European Investment Bank.\n9 Study on Port Developments in Fiji Islands, Final Report, PSA International Pte Ltd, Singapore, March 2001\n10Geotechnical Investigation and Preliminary Design of Rokobili Development, April 1998.", "5\n2. Sector Institutions\na.  Legal Framework\n21. The port sector is governed by two acts: The Marine Act of 1986 and the Ports Authority of\nFiji Act of 1975. These have been amended to reflect the port sector reorganization (para. 22).\nUntil late 1997, the sector was managed by two institutions, the Marine Department of Ministry of\nCommunications, Works and Energy (MCWE) and the Ports Authority of Fiji (PAF). Since then, far-\nreaching reforms have been implemented under the Government’s public enterprise reform. The\nobjectives of these are to (i) allow government entities to operate on a commercial basis and in a\ncompetitive  environment;  and  (ii)  make  the  government  entities  more  efficient,  productive,\naccountable, and better organized. The Public Enterprise Act took effect in 1996 and established a\nlegal framework and mechanism for the reorganization of Government entities. It provides for the\nadoption of reorganization charters and the appointment of interim boards, and sets forth the legal\nframework for the establishment of Government commercial companies and commercial statutory\nauthorities (CSAs).\nb.  Maritime Sector Agencies Prior to Reorganization\n22. PAF, established in 1975 pursuant to the PAF Act,11 was under the overall supervision and\ncontrol of MCWE and was responsible for the regulation and operation of the three ports at Suva,\nLautoka, and Levuka. The functions of PAF were to (i) provide and maintain adequate and efficient\nport services, and facilities in ports and the approaches to ports; (ii) regulate and control navigation\nthe  approaches  to  ports;  (iii) promote  the  use,  improvement,  and  development  of  ports;  (iv)\ncoordinate all activities within the ports; (v) acquire land and execute works as necessary for the\nfunctioning of the ports; and (vi) take necessary action related to the performance of its functions.\nPAF had the authority to enter into contracts; sue and be sued; acquire, hold, and dispose of land;\nand act as necessary to perform its functions. PAF could, with the consent of MCWE and the minister\nof finance, borrow and raise international loans. In fact, PAF borrowed from ADB in 1979 (footnote 1)\nand from the European Investment Bank (EIB) in 1992 and 1995. The assets of PAF were evaluated\nat US$25.7 million (F$59 million) in 1997.\n23. The activities of the Marine Department of MCWE were diverse: its Marine Fleet Section\nowns a fleet of vessels, which included cargo/passenger crafts, landing crafts, navigational aids,\nhydrographic vessels, and other crafts; its Statutory Shipping Office enforces maritime laws and\nensured that hull, machinery, life-saving, and fire-fighting surveys were carried out by qualified\nsurveyors; and it ran an apprentice scheme and a program for maintenance of navigational aids, and\nconducted hydrographic surveys.\nc.  Maritime Sector Reorganization\n24. The PAF Reorganization Charter12 was adopted in October 1997 in accordance with the\nPublic Enterprise Act by the Ministry of Commerce, Industry, Cooperatives and Public Enterprise\n(MCICPE). The aim was to reorganize PAF and restructure it as a corporation (e.g., “corporatize” it);\nincrease its operational efficiency; and operate it as a successful commercial business. To achieve\nthis, the reorganization comprises three phases constituting the sector reform program:\n                                                \n11Act No. 20 of 1975.\n12PAF Reorganization Charter of 15 October 1997, under the Public Enterprise Act of 1996.", "6\n(i)  incorporation of Ports Terminal Limited (PTL) under the Companies Act of 1983 as a\nGovernment  commercial  company  to  undertake  stevedoring  and  cargo  handling,\nstorage, and pilotage;\n(ii)  establishment of MPAF as a CSA to regulate and supervise all maritime activities\nwithin ports and Fiji waters, and to undertake port asset management, maritime sector\nregulation, and policy formulation currently performed by the Marine Department; and\n(iii)  further  reform  of  MPAF  to  separate  asset  management  functions  from  sector\nregulation.\nd.  Implementation of Reorganization\n25. PTL was incorporated under the Company Law and declared a Government commercial\ncompany in December 1997. This implemented the first component of the reform. US$1.17 million\n(F$2.7  million)  of  PAF’s  assets  were  transferred  to  PTL.  In  accordance  with  its  Articles  of\nAssociation, PTL is a private company limited by shares and managed by its directors. The shares\nare held in trust by the State. The directors exercise all powers of PTL, including the power to\nborrow  money.  PTL  undertakes  cargo  handling  and  storage  services  under  a  five-year\nnonexclusive license agreement with MPAF, for which it is expected to pay MPAF an annual rental\nof US$0.17 million (F$0.4 million).  PTL is subject to the direction of the port master within MPAF\nregarding  the  use  of  its  equipment.  While  PTL  is  responsible  for  the  wharf  cleaning,  MPAF\nmaintains its infrastructure. The objective of establishing PTL as a commercial cargo handling\ncompany was to facilitate commercialization and privatization of port operations, and to enable PTL\nto compete with privately owned business with comparable functions. PTL is expected to adopt (i)\na  customer-focused  and  business-oriented  structure;  (ii)  a  private  sector  philosophy  for  its\norganization,  conditions,  patterns,  attitudes,  and  ethics;  and  (iii)  a  tariff  structure  to  enhance\nefficiency and productivity.\n26. To carry out its services, PTL has a permanent staff of 99 including 33 stevedores. It\ncontracts additional labor from private sector firms, as needed. PTL’s employees are currently\nengaged for three years under contracts that have replaced the past civil service contracts with\nunion-negotiated salary increases, but include no incentives for wet-weather work or performance\nreward. In the process of transferring from the civil service contracts, PTL confronted labor action that\nwas resolved in a judicial process in favor of PTL. PTL collects charges under the regulations within\nthe PAF Act. These include charges for cargo handling, storage, equipment rental, and a piloting fee.\nThe organization chart of PTL is in Appendix 2.\n27. MPAF was declared a CSA in December 1997. This implemented the second component of\nthe reform. Effectively, MPAF began operating on 1 March 1998, when PAF assets were segregated\nto MPAF and PTL. MPAF was established to undertake (i) port asset management, (ii) ports and\nmaritime regulation and licensing within ports, (iii) port state control, and (iv) maritime regulation and\npolicy formulation of the Marine Department. Currently, MPAF manages port assets and implements\nregulations established for the maritime activities within the Fiji ports and waters. Revenues of\nMPAF included dues for wharfage, dockage, and mooring; revenues from piloting services; the\nenvironmental fee, and a share of the towage charge. MPAF was authorized to collect navigation\naids' dues when these were incorporated into its responsibilities. To carry out its responsibilities,\nMPAF had 54 staff. MPAF’s organization chart is in Appendix 3.\n28. MPAF became the legal successor of PAF. The revised PAF Act specifies that any reference\nto PAF in any contract, instrument, register, document, or court proceedings is to be read and\nconstrued as a reference to MPAF. Thus, MPAF assumed all liabilities of PAF. The borrowing\npowers of PAF remained unchanged with MPAF. Under the Finance Act, any Government guarantee\nof loans to MPAF is subject to parliament approval.", "7\n29. In April 1998, MCICPE declared the Marine Department a “reorganization enterprise”. The\ncorresponding “reorganization charter” was adopted by MCICPE in November 1998. In accordance\nwith this charter, the functions of the Marine Department relating to aids to navigation, port state\ncontrol, and hydrographic charting were to be transferred to MPAF. The charter also renames the\nMarine Department as the Fiji Maritime Policy Unit. This unit and the Marine Board would take over\nthe regulatory functions of the Marine Department as listed in the amended Marine Act.13 Under the\nReorganization  Charter,  the  Government’s  vessel  fleet  was  established  as  the  Shipping\nCorporation of Fiji, Ltd. Under this reorganization, MCWE would continue to supervise both the Fiji\nMarine Policy Unit and MPAF. In November 1999, the name of the Marine Department was changed\nto the Fiji Islands Maritime Safety Administration (FIMSA).\ne.  Further Reform Proposals\n30. During the last two years, political events in the country and the significant changes in the\ncomposition of the cabinet have affected implementation of the reform process. The Government\nwas not able to pursue implementation, and MPAF only nominally absorbed the port state control,\nand has yet to incorporate staff for the operation of the aids to navigation and the hydrographic\nresponsibilities. The PTL did not establish commercial operations and was not sold to private sector\nas intended.\n31. A Cabinet decision in October 2000, however, established MPAF, PTL, and FIMSA as\nreorganization enterprises. The Ministry of Public Enterprises established a task force to study further\nreform and performance improvement in the maritime sector. In May 2001, an interim final report of\nthis study was circulated within the Government for comments. It focused on restructuring the\nactivities of MPAF and PTL into a port company that would manage, promote, and develop port\nresources to facilitate trade through the ports of Suva and Lautoka and provide cargo management\nand handling services, pilotage, berthing, stevedoring, and other port services at these ports. The\ncompany would provide these services by licensing private operators. The port company would\ndispose of its non-port assets (a headquarters building and an on-shore container yard); reallocate\nport state control, navigation aids, and hydrographic services to FIMSA; and be required to provide a\n15 percent return on equity (ROE) to the Government. A four-fold increase in the current port tariff\nwould be required for MPAF to generate the required ROE. FIMSA would be responsible for sector\nregulation and PTL would cease to exist. Neither PTL operations nor performance are analyzed in\nthe report. The organizational structure of the port company would remain largely unchanged from\nthe current MPAF structure with the scope of operation reduced to only two ports in place of four.\nFIMSA,  inheriting  all  noncommercial  operations  of  MPAF  and  PTL,  would  need  considerable\ncapacity building.\n3. Suva Port\n32. Suva Port is the main port for international trade. It is also a focal point for outer island\ndomestic services, and a base for fishing and ship repair industries. In 2000, 1.2 million tons of\nrevenue cargo, 940 ship calls, and 32,706 20-foot equivalent unit (TEU)14 containers were handled\nby the port. Cargo volumes for Suva declined as a result of the GDP reduction.\n33. Suva Port throughput is expected to reach 50,000 TEUs by 2011. Under conservative growth\nscenarios, bulk cargo volumes will double by 2025. Suva Port handles 69 percent of all ship calls.\nWhile the ship calls to Suva have grown only by an average annual rate of 1.3 percent during\n                                                \n13The Marine Act of 1986 was amended to reflect the sector restructuring in 1999.\n14TEU is the international standard measure for a standard 20-foot-long container.", "8\n1992–1997, import and export revenue tons have increased by an annual average of 8 percent in\nthe same period. Imported and exported containers have increased annually by 7 percent. Since\n2000, the cargo volumes were affected by the political situation in Fiji, and in particular the\nconsequent reduction in GDP by 8 percent in 2000. Cargo volumes lag behind the general growth\ntrend. As a result of the economic slow down, consumer spending waned, and demand for imports\nfrom  the  export  industries  slowed.  The  impact  on  employment  have  also  affected  consumer\nconfidence and spending on imports. As the economy is currently returning to a sustainable level\nof growth of about 4 percent per annum, and investor confidence grows, demand for cargo is\nexpected to return to the normal level. As a result, containerized cargo volumes were severely\naffected in 2000, and are expected to recover by the end of 2003 to the 1997 levels. Low and high\nscenarios for cargo volume growth have been developed based on historical GDP and import and\nexport growth. These yield a low-case annual growth rate of 2.8 percent. Under this scenario, the\nrevenue tons handled by Suva Port would double by 2011, when the capacity of Suva Port with\nbenefits of the Project will be saturated.\n34. Suva Port comprises the King’s Wharf complex, Muaiwalu fishing wharf complex, Narain jetty,\nand Rokobili terminal. The King’s Wharf complex consists of three linked quay structures of Princes\nWharf (152 m), Walu Bay Wharf (183 m), and King’s Wharf. The King’s Wharf comprises three\nberths (north, south, and central) with a total length of 492 m and a depth of 12 m. The capacity of\nthe present facilities at Suva Port is restricted as a result of the geotechnical and structural conditions\nof King's Wharf. While Suva Port has a natural harbor, the wharf has been built on a geotechnically\ndifficult site on the edge of an extensive reclamation. The wharf structure is supported by cylindrical,\nlong, hollow, pre-stressed concrete piles. At the north berth, the piles are solidly founded on the\nbedrock and act as well-performing rearing piles with an ultimate design capacity of 150 tons.\nThose in the south end are friction piles and do not reach the bedrock at 60 m. The concrete\nstructure has deteriorated due to corrosion of its reinforcement steel. The current capacity of the\nstructure is only about half of its original design (70 tons). The edge of the reclamation is supported\nby a retaining wall which can support only limited loads. Because the wharf is connected to the\nreclamation retaining wall by bridges, failure of the reclamation wall would also cause the wharf to\nfail. Any seismic safety consideration, thus, must include the entire soil and structure system.\nFurthermore, the wharf deck is deteriorating, and its concrete has cracked and delaminated.\n35. Suva is within a seismic fault. Earthquakes caused damage in the country in 1850, 1902,\n1919, 1932 (twice), 1953, and 1979. The reactivation of the faults within the bedrock and slumping of\nthe  overlying  sediments  were  partially  responsible  for  the  1953  earthquake  and  tsunami.  This\nearthquake caused serious damage to the wharf that preceded King’s Wharf, and the magnitude has\nbeen assessed to have a return period of 50 years. Seismological evidence also suggests that a\ngroup of faults in the area running northwest is currently active. Earthquakes capable of damaging\nKing’s Wharf, along with other structures in Suva, may occur in the near future.15 A seismic stability\nassessment16 of the reclamation at King’s Wharf concluded that safety is unacceptably low during a\nprobable seismic event.17\n36. The layout of Suva Port is shown in Appendix 4. King’s Wharf is a multipurpose cargo\nhandling site. While containers dominate cargo operations, unitized, wheeled, break-bulk, dry bulk,\nand liquid bulk are also handled. Containerization of cargo has increased during the past two\ndecades. The container yard is shallow from the wharf face to the rear fence, which separates the\n                                                \n15Minor earthquakes have recently occurred affecting the southern and northern islands of Fiji, the latest measuring 5.6\non the Richter scale.\n16Shorten, G. 1993. The Geological and Tectonic Setting for Ground Failure Hazards in Suva Harbour and Environs.\nUniversity of Queensland, Queensland, Australia. Tonkin & Taylor International Ltd. 1998. Geotechnical Review of\nKing’s Wharf.\n17Australian Geological Survey Organization. 1997. Probabilistic Earthquake Hazard Assessment for Fiji.", "9\nport area from a market, bus station, Government offices, and the surrounding roads. Prior to May\n2000, the container yard of 1.95 hectares (ha) was under pressure from the container volumes. It\nwas designed for 536 containers.18 Containers are stacked parallel to the wharf. The yard was\ngenerally more than half full, and when it became two-thirds full, the containers were stacked three\nhigh. Effective policing and high demurrage charges have reduced dwell times for containers in the\nyard to three days, which compares well with international standards. The international standard for\nland utilization ranges from an annual 0.5 to 3.5 TEU per square meter (m2). In 1999, the annual land\nutilization of 2.28 TEU/m2 reflected efficient use of the current space. In light of the cargo volume\nforecast, this efficiency standard can be maintained only through an increase in the area of the\ncontainer yard. With the current area, the total yard capacity of about 50,000 TEU per annum will be\nreached by 2011.\n37. The current cargo handling operation is inefficient. In the absence of shore-based cranes,\nSuva Port cannot handle ships that lack lifting gear. The insufficient wharf strength prohibits the use\nof forklift trucks to lift full containers on the wharf apron; instead the ships’ gear is used to lift the\ncontainers onto trailers. The trailers are stacked in bays designated by shipping agency. Empty\ncontainers are also moved to stacks at shipping agency bays. The cargo handling productivity at\nSuva Port was 5.23 containers per vessel-hour prior to the sector reorganization in 1998 (paras. 57-\n61). Thanks to the focus on cargo-handling efficiency under the reorganization, this has since\nimproved to 8.00 containers per hour per vessel using the ships’ lifting gear. Pre-1989 New Zealand\ncargo handling performance of 15 containers per hour using ships’ gear gives a regional comparison\nand a target. International vessels calling at Suva Port can be divided into two categories: (i) those\ncalling on their route from the Americas and Asia to Australia and New Zealand, and (ii) Pacific\nregional traffic. While the regional traffic must maintain ships’ gear to load and unload at the Pacific\nports other than Suva, the long-range traffic needs to maintain the ship’s gear only for the call at\nSuva Port. This requirement restricts long range calls to a confined number and type of vessels\nwithin the fleets of the shipping lines. Equipping vessels with cranes is expensive, and displaces\nvaluable space and load capacity.\n38. Container  loading  and  unloading  at  Suva  Port  concurrently  with  cargo  delivery  is  also\ninefficient. While the state of cargo handling equipment is poor, two additional forklift trucks were\nrecently purchased that are capable of carrying both 40 and 20 foot containers. The container yard is\na common use area allowing the consignees to collect cargo. Ship loading and unloading thus\noccurs  simultaneously  with  deliveries  of  cargo  to  consignees,  resulting  in  vehicles  having  to\nmaneuver within the small yard. The forecasted increase in cargo will lead to three-container stacks.\nSubsequently, two container moves will be needed to reach containers at the bottom of the stack.\nFurther, containers are stacked without regard to berthing allocations. Combined, these conditions\nreduce efficiency of the container handling and, consequently, competitiveness of the port.\n39. Cargo handling operations affect vessel productivity, which increases freight costs to the\neconomy. Low productivity and particularly low consistency in productivity can lead to less frequent\nvessel visits to a port. The shipping industry tends to schedule port calls with increasing precision.\nThe need to use only the few vessels equipped with cranes for calls to Fiji restricts flexibility and\naffects the frequency of visiting vessels.  This also increases freight rates. The reliability of cargo\nhandling at Suva Port has improved lately but is still too low. With general upward pressure on\nprices, the low cargo handling productivity induces vessel operators to increase rates to Suva. With\nproductivity improvement, some vessels could fit an additional port call into the Pacific route or\nassign more frequent service to Suva. This would improve the cost-efficiency of the vessels and lead\nto more competitive freight rates.\n                                                \n18The design standards of United Nations Conference Trade Assistance Development are generally conservative.\nDuring peak demand 700 containers have been fitted onto the yard.", "10\n4. Lautoka Port\n40. Lautoka Port is the country’s main bulk port handling most of the raw sugar, molasses,\nwood chip, fertilizer, and timber exports. It is on the northwestern coast of Viti Levu. The port\nserves as a vital link for regional shipping and Suva, and is a hub for the tourist cruise industry. It\nhosts about six international cruise vessels per year, the largest of which require the use of both\nQueen's Wharf and the sugar and wood-chip loading berths. In 2000, 1.2 million cargo revenue\ntons, 248 ship calls, and 4,467 20-foot TEU containers (footnote 14) were handled by the port.\nLautoka Port handles 25 percent of all foreign ship calls to the country’s ports and 26 percent of all\nship calls. The political events of May 2000 affected cargo volumes of Suva Port more than at\nLautoka, which relies on domestic bulk exports for its primary business. However, because of\ntextile factory closures and declining textile exports, the throughput at the Lautoka Port is expected\nto decline to 1.02 million tons in 2001.\n41. Overseas ship calls to Lautoka, excluding oil tankers, fell by an average annual rate of 8\npercent during 1992-1997, and have remained stable at an average of 150 calls per year from\n1998 to 2000. Import revenue tons remained constant between 1992 and 1999 at an average of\n550,000 tons, while exports increased by 7 percent annually between 1992 and 1996 to reach a\nhigh  point  of  105,000  tons.  Exports  subsequently  dropped  sharply  to  38,000  tons  by  1999.\nImported containers increased from 3,200 TEU in 1992 to 4,800 TEU in 1995 and then declined to\n3,300 TEU in 2000. Export containers similarly grew from 1,100 in 1993 to 1,800 in 1996 and then\ndeclined to 940 in 2000. The decline in cargo in recent years reflects a combination of shipping\nrationalization through Suva, reduced sugar exports in response to a declining price, periods of\ndrought, and some downturn in the garment industry. However, this situation is set to change\nradically with the introduction of two high volume export industries in north Viti Levu. A major\nincrease in demand for port services in Lautoka is forecast to derive from new exports of mineral\nwater and animal feed. These industries forecast export growth that will double the cargo and ship\ncalls at Lautoka Port once adequate facilities have been completed, and to reach 4.7 million tons of\ncargo and 446 ship calls in 2003. Container volumes from the new trade are projected to rise to\nover 100,000 TEUs by December 2002.\n42. Lautoka Port is also seen as a relief port for Suva. It is strategically located in vicinity of\nindustry and agricultural production sites. It is envisaged to contribute to improvement of the\nintermodal interphasing between the two ports and to reduction in demand for road transport by\ncontainer traffic. The Land Transport Authority of Fiji will gradually enforce the maximum allowed\naxle-weight of 11 tons per 10-wheel truck with full enforcement from 2003. This will increase land\ntransport costs and place additional demand for international cargo volumes to depart directly from\nLautoka. The Queen’s Road from Lautoka to Suva has deteriorated due to containerized transit\ntraffic  and  sugarcane  loads.  The  road  is  currently  the  primary  road  in  the  country,  and  has\ngradually declining safety and environmental conditions.\n43. Lautoka is protected from ocean swells by its fringing reefs, and Queen's Wharf draws shelter\nfrom Vio Island to the west, Bekana Island to the north, and Covuli Reef to the northwest. The\ncurrent Queen's Wharf at Lautoka Port was constructed in 1962. The four-sided island wharf is a\nconcrete structure 140 m long and 80 m wide. The north-south oriented structure provides one\nmain cargo berth to the west, for vessels with a draught of up to 10.5 m, and berths to the east for\nsmaller vessels with a draught of 7 m. The wharf has a roll-on-roll-off (RORO) facility and can\nsustain fully laden forklift trucks with a maximum axle load of 95 tons. Elsewhere, the wharf is\ncapable of supporting a 25 ton load, which allows operation of un-laden 25 ton forklift trucks, and\ntractor-trailers. Due to the constrained draught, international vessels use only the western berth.\nMost of the vessels calling at Lautoka exceed 167 m and as a result overhang the berth. While", "11\nonly few incidences of conflict at the berth have been recorded annually, the berth availability\ndeters vessel traffic from calling at Lautoka. The layout of Lautoka Port is shown in Appendix 5.\n44. Presently, the main west berth provides a single berth for cruise liners, RORO and other\ncargo  vessels.  The  north  quay  has  mixed  use  by  tugboats,  large  island  cruise  boats,  and\ninterisland cargo coasters and barges. The east quay is used by island cruise boats and the south\nquay is used for cargo coasters and naval patrol boats.\n45. Queen's Wharf was built to handle general cargo and is not capable of taking container\nloads. The spalled and cracked concrete of the wharf was repaired in 1965. In 1984, severe\ndamage resulting from containerization of the cargo, corrosion of the reinforcement, and further\ndamage to the concrete structures from humidity and maritime conditions were identified. In 1992,\nthe concrete deck structure was treated for corrosion under an EIB loan. Pile caps were rebuilt,\nfenders were upgraded; and auxiliary services, lighting, and other utilities were replaced and\nupgraded. Degradation of the wharf brought the original load capacity to 13.5 tons. The seismic\nstrength of the wharf was improved to two-thirds of the standard required by modern structural\ncodes. Since then, cracking and corrosion have occurred in parts of the repaired wharf. The wharf\nload capacity is not adequate for storing containers. The present container storage is limited to 35\nTEUs in the area surrounding Shed 3. In 1999, with an average of 60 full container loads per week\nshipped to this area, it has become congested, particularly immediately prior to vessel arrival. The\nproximity of other operations and access to the wharf and shed compounds this problem.\n46. The wharf is connected to the shore by a 34 m access bridge, which provides direct access\nfrom storage areas to Queen's Wharf. This bridge has similar limited load capacity and condition to\nthose of the wharf. An access road to the south and extensive tidal flats to the north border the port.\nA large transit shed in the middle of the wharf is used for storage, container packing, and office\nspace. The port includes three storage sheds of 6,030 m2 and privately owned terminals facilitating\nsugar, molasses, wood chip, gas, and petroleum shipment.\n47. Separate bulk loading facilities cater especially for the Fiji Sugar Corporation (FSC) and for\nthe wood chip exports of Tropik Woods, and are privately owned and operated. A 1 ha reclamation\nsouth of the Queen’s Road houses a transit shed of 800 m2 and is used for general and container\nstorage providing 35 TEU ground slots. In 1991, a 1.6 ha reclamation area north of Queen’s Road\nwas constructed and is occupied by oil storage tanks under a long-term lease. The port has retained\ncontrol of the seaward end of this area as a barge berth with the remainder serving as a customs\nstorage yard and a car park. In 1993, a general upgrading of the facilities for cargo and passengers\nwas completed. In light of large increases in demand for storage space, MPAF has commenced\nfurther reclamation of 6,500 m2 south of the access bridge. This will provide for 124 additional\ncontainer ground slots with three-high stacking capability, giving 372 TEU spaces.\n48. Cargo handling operations are inefficient at Lautoka Port. The containers are brought from\nthe container stacks by tractor trailers over the access bridge, which is concurrently used by\npedestrians and other traffic. The containers are lifted using ship’s cranes. Queen’s Wharf deck is\nnot capable of carrying laden forklift trucks so containers must remain on the tractor trailers until\nloaded onto the ship. Any delays to loading have a direct effect on the throughput of subsequent\ncontainers. In the southwest corner, a small section of deck has been strengthened with a 350\nmillimeter concrete overlay. This allows forklift trucks to handle containers from RORO vessels.\nLautoka Port suffers from poor cargo handling. The new facilities envisaged under the Project, the\nwharf extension and additional container storage area, require significant improvement in cargo\nhandling.", "12\n49. The earthquake hazard in Fiji Islands has been scientifically assessed, and seismic design\nstandards set according to the expected level of earthquake ground tremor. A catalogue of 3,200\nshallow earthquakes between 1850 and 1990 formed the basis of the assessment. The largest\nknown earthquake in Fiji Islands had a magnitude of 7.1 on the Richter scale. Lautoka Port is in a\nsimilar seismic hazard zone to Suva.\nC. External Assistance to the Sector\n50. The port sector benefited from an ADB loan of US$7.0 million in 1979 (footnote 1), to\nrehabilitate and upgrade Suva Port. EIB approved an E6.0 million loan in 1992 for rehabilitating\nand upgrading  Lautoka Port and a loan of E0.4 million in 1995 for preparing the Suva Port Master\nDevelopment Plan. In addition to these, MPAF and its predecessor have financed their activities\nwith short-term borrowings from domestic commercial sources. In 2000, Singaporean Government\ngranted technical assistance for a technical study on the port developments in Fiji. The conclusions\nof the study align with this report.\nD. Lessons Learned\n51. ADB’s Synthesis of Postevaluation Findings in the Ports and Shipping Sector19 concluded\nthat the majority of ADB’s port projects led to improvements in port operations and to lower cargo\nhandling costs. According to the synthesis, growth projections of some projects did not materialize\ndue to general macroeconomic conditions and the lead time needed to attract new traffic. Port\nentities were found to be well organized and exceeding their financial projections. Commercialization\nand expansion of the port entities’ autonomy from the governments was implemented as planned.\nInstitutional weaknesses pointed to management information systems and the need to modernize\nand upgrade staff skills. The synthesis found that ADB’s port projects experienced construction\ndelays due to design and scope modifications, site conditions, and shortage of local funds. Financial\nand economic returns to ADB port projects were lower than expected due to increases in project\ncosts, low increases in tariffs, and delayed benefits as a result of delayed construction. Social\nimpacts of ADB’s port projects were found to be positive.\n52. The ADB-assisted Suva Port Development Project experienced significant cost increases as\na result of high inflation and progressive devaluation of the Fiji dollar.20 This complicated contract\nnegotiations and delayed implementation of works. Works were also disrupted due to a technical\ndispute between the supervisor and the contractor over the impact of the rock-fill on the steel pile\nstructures. Consequently, the less destabilizing construction methodology of slab-over-pile design\nwas adopted. Delays were also caused by the soil conditions, and selection of the contractor and\nconsultants. The effective delay in project implementation amounted to 12 months. The project\ncompletion report considers the performance of PAF, a relatively young executing agency, creditable.\nPAF  complied  with  all  the  loan  covenants  satisfactorily.  The  project  successfully  attained  its\nobjectives: improvement in the port operations and increased traffic to Suva Port.\n53. These problem areas can be addressed under the proposed Project. MPAF will call for\nexpressions of interest for the design and supervision contract for the proposed Project during the\nfourth quarter of 2001. MPAF will furnish the outline terms of reference to ADB for its approval.\nDesigns exist for the Lautoka component. Adequate provision for physical contingencies has been\nallowed to accommodate changes that could realistically arise from detailed design. MPAF will be\n                                                \n19Operations Evaluation Office. 1996. Sector Synthesis of Postevaluation Findings in the Ports and Shipping Sector.\nAsian Development ADB, Manila.\n20 PCR. Loan 411-FIJ: Suva Port Development, January 1987.", "13\nable,  with  the  support  of  construction  supervising  consultants,  to  successfully  implement  the\nproposed Project.\n54. Since the early 1980s, MPAF has successfully implemented the EIB-funded Lautoka Port\nUpgrading  and  Rehabilitation  Project.  It  has  engaged  various  consultant  teams  to  support  its\nplanning, reorganization, technical, and financial reforms. MPAF is operating as a financially solvent\nand independent entity. While financial management of MPAF is sound, a plan will be prepared with\nADB technical assistance (TA)21 for improving port asset management, operational, and commercial\nperformance of MPAF (para. 71).\nE. ADB's Sector Strategy\n55. ADB’s Pacific Strategy for the New Millennium supports reform in areas of economic policy,\npublic sector management, poverty, governance, and private sector development. It addresses\nresults-oriented management of government systems and organizations, processes to emphasize\nperformance, and improvement in service delivery. ADB’s strategy for Fiji Islands continues to\nsupport  the  transport,  urban,  and  tourism  sectors  with  a  focus  on  poverty  reduction.  These\ninterventions aim to improve industry-wide resource allocation, efficiency, and sustainability that\ncontribute to economy development. Greater emphasis is placed on institutional issues under sector-\nbased lending that reduce constraints; the proposed Project addresses transport sector’s ability to\ncontribute to growth, trade, and competitiveness.\n56. The Project targets improvement in the capacity of the country’s primary port infrastructure\nand port management system. It aims to focus port activities toward trade facilitation and releasing\nthe potential growth of export sectors. It further targets increase in the competitiveness of the two\nmain ports in Suva and Lautoka by enhancing productivity and the quality of the port services,\nleading to reduction in transport and handling costs of imports and exports. The Project, additionally,\ntargets establishment of a lifeline and a relief port system in the country to ensure supply of goods at\ntimes of national disasters.\nF. Policy Dialogue\n57. Policy dialogue undertaken during project processing is reflected in the output-based and\ntime-bound policy matrix in Appendix 6. This focuses on targeted achievement of improvements in\nthe use of the rehabilitated and upgraded facilities under the Project and facilitates monitoring\nachievement  of  these  objectives  with  target  dates  and  benefits.  ADB  has  contributed  to  the\nGovernment’s sector agenda with a multipronged policy dialogue and has sharpened the focus\nunder sector issues. This policy dialogue has been designed to support sector reforms as well as\nto  strengthen  the  operational  and  commercial  management  of  MPAF.  The  port  sector\nreorganization and preparation of environmental legislation have been supported through past\nADB TA.22 Associated with the proposed Project, ADB-funded TA for Port Asset Management\nImprovement (footnote 21) will support the establishment of realistic options for operational and\norganizational improvement of the sector (para. 71).\n1. Further Sector Reform\n58. Trade facilitation relies on effective logistics that enhance exporting and importing. The\nexistence of supportive logistics is a key to attracting investments and trade. In addition to trade\n                                                \n21TA 3199-FIJ: Port Asset Management Improvement, for US$150,000, approved in 31 May 1999.\n22TA 3155-FIJ: Strengthening the Public Enterprise Reform Program (Phase I), for US$150,000, approved on 5 January\n1999, and TA 2180-FIJ: Environmental Awareness, Legislation, and Database, for US$450,000, approved on 13\nOctober 1994.", "14\npolicy,  such  logistic  include  port  infrastructure,  port  and  cargo  management,  and  intermodal\nlinkages with land transport systems. The Fiji Islands’ existing port facilities and operations are not\n(i) sufficient to meet the current cargo throughput in the medium term, (ii) adequate to facilitate\nlong-term growth in cargo volumes, or (iii) able to support Fiji Islands’ trade policy efficiently\nsupporting trade.  Thus, cargo management and port infrastructure must be improved.\n2. Management of Cargo Handling\n59. The maritime sector reform program needs to focus on the management of cargo handling\noperations. Current operations constrain the use of the existing infrastructure under the Project. Most\npressingly, no competition is present in the current cargo handling operation, which is managed by a\nGovernment-owned commercial company. Furthermore, cargo handling is constrained by insufficient\nequipment, staff incentives and training, coordination with the port facilities. Cargo handling at the\nport could be improved immediately by introducing competition and thus establishing a market for\ncargo handling service delivery.\n60. Suva Port is challenged with poor cargo handling. The self-servicing vessel cranes handle\nan average of eight containers per vessel hour (ranging from 4 to 13 containers per vessel hour).\nThis can be compared with regional equivalents of 15 containers per hour using ships’ gear, which\nis a reasonable target for the Suva Port operations and for cargo handling operations in the Fiji\nIslands. The cost of poor performance in cargo handling services is borne by the Fijian consumers.\nShipping agents currently charge, on behalf of the vessel operators, an additional US$73 (F$150)\nper TEU container due to the slow cargo handling. This charge recovers the vessel operators’\nadditional costs incurred due to the slow cargo handling. This costs Fiji Islands’ consumers US$2.4\nmillion (F$5.5 million) per annum. Foregone cargo flows, additional costs of bulk cargo, and\nforegone opportunities for improved shipping services to Fiji and the related savings have not been\nincluded in this estimate.\n61. PTL, a Government commercial company, provides cargo handling and storage services\nunder a five-year nonexclusive license agreement with MPAF, which expires in February 2003. The\nfunctions of PTL are to undertake (i) stevedoring and cargo handling at Suva and Lautoka ports, (ii)\npilotage in designated ports and on coastal routes, (iii) all aspects of warehousing in Suva and\nLautoka ports, and (iv) management of local wharves in Suva and Lautoka. PTL’s objective is to\nprovide safe and cost effective port terminal services to enhance competitiveness, maximize returns\nto shareholders, and promote development of its employees. PTL has total assets of US$2.7 million\n(F$6.3 million), in 2001, 32 percent of which is funded from borrowings, 18 percent from retained\nearnings, and the balance (50 percent) from the owner’s capital. Currently, PTL generates about\nUS$3.7 million (F$8.6 million) in gross revenues, which yields a gross margin of about US$0.17\nmillion (F$0.4 million), or a 6.3 percent return on assets and 12.6 percent on owner’s capital. The\nprofit margin is forecast to decline during 2002 to 2007 due to the expected increases particularly in\npersonnel and vehicle expenses. No additional capital investments are planned.\n62. In  1998,  PTL  committed  to  target  a  change  in  culture  and  business  focus,  increased\nefficiency  and  productivity,  provision  of  a  shareholder  return,  and  efficient  management  of  its\ncommunity service obligations by 2001. In the long term, PTL planned to develop its core business\n(container handling), improve specialist handling facilities, attract more transshipment cargo, and\nreduce the cost of cargo handling by 15 percent by 2003. For achieving its performance measures—\nearnings before interest and tax and a return on invested capital—the board of PTL is accountable\nto the Ministry of Public Enterprises. Under the PAF Reorganization Charter, market pressure on\nPTL's services is to be introduced by privatizing PTL and awarding of additional operating licenses\nfor cargo handling. This charter provided that the Government should have sold its PTL shares to\nPTL employees and its strategic partners within three years of PTL commencing operation, i.e.,", "15\nMarch 2001. Competitors were to be licensed to operate during 1999. Due to the political instability,\nthese reforms and improvements were not implemented.\n63. Cargo handling performance is also affected by constraints in storage and container yard\nspace;  equipment;  labor  productivity;  coordination  and  allocation  of  berthing  space;  and\ncommunications  among  the  cargo  handling  operation,  the  port,  and  the  shipping  agents.\nImprovements are required in each of these areas and competition is essential to improving the\ncargo handling operations. In late 1999, MPAF confirmed the interest of the private sector in\nparticipating in the cargo handling operations in Suva and Lautoka ports. This must now be\nreconfirmed, and subsequently, an additional nonexclusive license for cargo handling operation\ntendered to the private sector. Cargo handling providers from the private sector are expected to\ngive competitively priced services and to achieve this through training, productivity incentives, and\nprovision of appropriate equipment. Introduction of competition to cargo handling is a condition to\ndisbursement of loan proceeds under the project (para. 139).\n64. The  move  to  privatize  cargo  handling  is  consistent  with  PTL’s  reorientation  into  a\ncommercial operation. PTL’s noncargo handling task would, consequently, be given to MPAF and\nFIMSA, in accordance with the legal mandates of these organizations.\n3. Sector Regulation\n65. Key features in the public sector reform have been commercialization, and separation of\nregulatory from operational functions. The Government has endeavoured to focus on (i) regulating\nthe economic sectors, with the objective of enhancing competition, and (ii) developing the private\nsector, to create employment and reduce poverty. The Marine Act and the PAF Act have been\namended to reflect the port sector reorganization. The PAF Reorganization Charter (1997) and that\nof the Marine Department (1998) were adopted with an outline for sector reform. The Government\nhas  completed  the  first  two  components  of  the  sector  restructuring:  (i)  incorporation  of  a\ncommercial cargo handling company under the Company Act, and (ii) establishment of MPAF as a\nGovernment CSA. Separation of the landlord functions of MPAF from its regulatory functions was\nexpected under this Reorganization Charter.\n66. The  cabinet,  in  October  2000,  declared  FIMSA,  MPAF,  and  PTL  as  Reorganization\nEnterprises  with  the  objective  to  establish  commercial  port  operations  and  a  governmental\nregulatory function vested in FIMSA. This provides the necessary opportunity to focus on efficiency\nimprovements at the port and, in particular, on management of cargo handling operations. With an\naward of additional cargo-handling licenses, competition and appropriate incentives for effective\ncargo handling will be introduced as a first step under the reform program. MPAF will award two or\nmore stevedoring licenses no later than by February 2003 at the expiry of the PTL’s contract and\nwill conduct the due tender process prior to that date (para. 139).\n67. PTL needs to be able to relinquish its noncargo handling activities of warehousing and\nmanagement of local wharves in Suva and Lautoka. Piloting services at Suva Port are provided by\nPTL and a private pilot. PTL’s piloting license is part of the cargo handling license and should be\nseparated and tendered to private sector operators by MPAF. Warehouse leasing is a responsibility\nof the landlord port, and the management of the local wharves is a function of the Ministry of Tourism\nand Transport (MOTT)—the successor of MWCE, which remains responsible for outerisland wharves\nand jetties. In carrying out this responsibility, MOTT may seek to contract this function to capable\nparties.", "16\n4. Port Infrastructure\n68. Introduction of market forces to cargo handling services requires concurrent improvements\nto the port infrastructure. These include identification of additional space for container storage and\nhandling. Space for container and cargo storage at Suva Port will be increased by the Project, as\ntwo sheds currently occupying 5,930 m2 will be demolished. This will result in 126 additional\ncontainer  slots,  which  could  accommodate  378  container  spaces,  or  a  71  percent  increase.\nProvision of the additional space will be complemented by civil works to improve maneuverability\nand will include regrading pavements, rearranging light towers, providing new light towers, and\nreinstating pavement. Additional space for about 300 containers, or 56 percent on the original\ncapacity of the yard, can be gained from realigning the containers to support efficient cargo\nmanagement.\n69. Strengthening of the wharf deck is planned under the Project. This will allow operation of\nfully laden 25 ton forklift trucks along the central and northern berths. The strengthening will also\nallow placing laden containers on the wharf for faster stacking, and operation of mobile cranes on\nthe apron, once their procurement becomes viable. The strengthening and additional space will\nhelp improve cargo management efficiency, port productivity, and vessel turn-around time.\n5. Port Operations\n70. Port operations can be enhanced through (i) improved and consultative yard planning; (ii)\neffective and purposeful space management, i.e. placing loaded rather than empty containers near\nthe loading vessel and separating outgoing from incoming loads; (iii) improved traffic routing; and\n(iv) separation of cargo handling from freight handling by haulers. Berth allocation, a responsibility\nof  MPAF,  additionally  requires  computerization  and  coordination  with  the  cargo  handling\noperations, the licensed companies, and the ship agents. Port traffic should be controlled and\ncirculation improved to support maximum port efficiency. Additionally, activities requiring re-routing\nof haulers such as management of payments for port services require relocation to improve\ntrafficability of the port area.\n71. The TA (footnote 21) for port asset management improvement will (i) examine operational\nmanagement  of  port  assets  and  operations,  (ii)  delineate  regulatory  functions  and  noncore\noperations of PTL and MPAF, (iii) outline a program for improvement in the commercial and\noperational performance of MPAF, and (iv) recommend a fully integrated management information\nsystem for MPAF. MOTT will be the Executing Agency for the TA.\n6. Environmental Management\n72. Environmental management of Suva Port has significantly improved over the last two years.\nWhile the Fiji Maritime Policy Unit is responsible for implementation of national conventions in the\nsector such as the International Convention for the Prevention of Pollution from Ships (MARPOL\n73/78), 23 MPAF has enhanced its capability to comply with the Clean Port Management Policy of\nthis convention. It has also added two people to the staff of the Occupational Health, Safety and\nTower Control Section, bringing the total staff to 10. This has enabled MPAF to carry out 24-hour\nport surveillance. It is also establishing quick response teams with equipment and personnel\ntrained to handle accidents in the port area. To finance the recurrent costs of such operation,\nMPAF has introduced an environmental charge on vessel calls. The Sydney Ports Corporation has\n                                                \n23MARPOL was adopted during the Convention in 1973 and modified by a protocol in 1978.", "17\nsupported MPAF in upgrading its capacity to implement the International Clean Port Management\nPolicy since 1998.\n73. While the port regulations cover control of pollution at the port, the penalties for violating\nenvironmental provisions are not adequate. The maximum fine to violators US$171 (F$400) is\nineffective as a deterrent. Costs of environmental remedies are much higher than these fines. To\ncomply with its obligations under the clean port management policy of MARPOL, MPAF will\nincrease the penalties. Within 2001, MPAF will impose custodial sentences on environmental\nviolators to strengthen the deterrent value of the port regulations.\nIV. THE PROPOSED PROJECT\nA. Rationale\n74. The Project will support the Fiji Islands' return to its normal growth path of about 4 percent\nper annum. The Project's goals are to achieve a stable macroeconomic environment; support\ntrade,  investment,  and  private  sector  development;  and  enhance  the  competitiveness  of  the\neconomy. As the Fiji Islands returns to its normal multiparty and democratic political climate, cargo\nvolumes are also expected to increase in line with GDP. Additional demand for port services\ncomes from new exports of mineral water to the United States and animal feed to the Middle East,\nand imports of coal and bricks. The country’s two primary ports in Suva and Lautoka handle nearly\nall of the cargo, with Suva Port concentrating on containerized traffic and Lautoka Port on bulk\ncargo. Port and cargo management operations require improvement (paras. 37-38), and structural\nweaknesses of the wharf apron must be remedied (para. 34). The Project aims to extend the life of\nthe port facilities by 15 years and thus defer the need to relocate Suva Port operations to a new\nsite.\n75. Port facilities in Lautoka are unable to attract the vessel traffic required by the export\nindustry, which may have to forego opportunities and face increasing transport costs resulting from\ncomplex, slow, and expensive land-to-maritime transport interfaces. Extension of Lautoka Port's\nlife and facilities (with additional berth space, storage, and landing site facilities) will support the\ncountry’s port system by improving the division of labor between the two ports, thus postponing\ninvestment in a new port facility. The proposed Project will enhance the regional competitiveness\nof  the  port  system  and  the  competitiveness  of  port  operations  by  improving  cargo  handling\nmanagement and by thus decreasing the turnaround time of ships.\n76. King’s  Wharf  complex  and  its  reclamation  area  do  not  comply  with  current  seismic\nstandards. In the event of an earthquake, the capital area, with 30 percent of the country’s\npopulation, risks losing its only port facility. This would have serious social implications, and result\nin significant loss of income. Damage to the remote secondary ports and the connecting roads\nwould complicate rescue operations. While a complete seismic upgrade is not financially feasible, the\nProject will strengthen two berths at the northern end of the wharf complex, providing a lifeline facility\nwith the minimum required seismic standard.\n77. New clients near Lautoka Port need better port services to facilitate trade growth and\nindustrial  and  agricultural  development.  The  proposed  extension  of  Queen’s  Wharf  and  the\ncontainer  storage  area  will  significantly  increase  capacity  for  cargo  storage  and  handling  and\nberthing  space  for  cruise  and  cargo  vessels.  The  additional  at  Lautoka  Port  will  support  and\nencourage  development  of  the  local  export  industries,  both  cargo  and  tourism,  encourage\ninternational cargo vessel operators to make Lautoka a single point of call in the Fiji Islands, en route\nto the United States and eastern Pacific destinations. The services at Lautoka Port also are crucial\nto an optimal allocation of container traffic between Suva and Lautoka to reduce impact on the", "18\nroad system and the environment. These services are also essential for trade growth. Increased\nstorage and berth facilities will reduce inter-facing needed with Suva Port, reduce the social impact\nof increased cargo loads on the country’s primary road system, reduce freight time between the\ndestination ports, allow Lautoka Port to cope with exports from new local industries, and thus\nenable the Fiji Islands to successfully compete for new export opportunities and capture the related\nemployment and growth potential.\nB. Objectives and Scope\n78. The Project will (i) rehabilitate the existing facilities and extend the life of King’s Wharf by 15\nyears, and (ii) extend wharf and storage facilities at Lautoka Port to support new trade and\neconomic growth of the Fiji Islands. Specifically, the Project will (i) arrest the deterioration of the\nwharf decks at Suva and Lautoka ports; (ii) strengthen critical sections of King’s Wharf, enabling it\nto comply with internationally recognized seismic standards assessed for the Fiji Islands and the\nsite;  (iii) improve  King’s  Wharf's  deck  and  container  yard  capacity  to  efficiently  handle  the\nincreasing cargo loads, (iv) increase berth space at Lautoka Port; and (v) increase container\nstorage area at Lautoka Port by 6 ha.\n79. The Project will provide the following:\n(i)  At Suva Port,\n(a)  civil works for repairs and rehabilitation of the King’s Wharf;\n(b)  civil works for strengthening critical sections of King’s Wharf to meet\nseismic standards;\n(c)  civil  works  for  wharf  deck  strengthening  of  the  King’s  Wharf  life-line\nberths;\n(d)  civil works for the container yard reorientation; and\n(e)  consulting services for design, supervision, and contract administration.\n(ii)  At Lautoka Port,\n(a)  civil works for a wharf extension of 154 m in length and 48 m in width, and\ninstallation of fenders and lighting;\n(b)  civil works for a reinforced concrete-piled access bridge of 38 m in length\nand 12 m in width linking Queen's Wharf to the south-side reclamation\narea;\n(c)  civil works to reclaim 5.7 ha north of Queen’s Wharf; and\n(d)  consulting  services  for  design  review,  supervision,  and  contract\nadministration.\nC. Technical Justification\n1.  Maintenance and Repair of King’s Wharf\n80. The key structural elements of King's Wharf at Suva Port have been adversely affected by\ncorrosion. This needs to be arrested and repairs made to meet the required loads and sustain the\nanticipated  handling  and  storage  operations.  The  facilities  for  sewage  management  are\ninadequate, which makes it difficult to enforce the environmental Port Regulations. Additional\nsewerage connections are proposed to enable ships’ sewage to be to channeled to shore-based\ntreatment facilities. Without the proposed maintenance and repair works, the life of King’s Wharf is\nestimated to end in 2005.", "19\n2.  Seismic Strengthening of King’s Wharf\n81. The fundamental technical justification for the seismic strengthening relates to the stability of\nthe entire reclamation at Suva Port. Seismic stability analyses conducted in 199324 showed that\nfailure, amounting to a lateral displacement of 1 m at the top of the sheet piles, will occur in an\nearthquake of generating ground accelerations at 0.1g.25 This corresponds to about a third of the\nassessed earthquake risk. The current seismic deficiencies in the structure can be resolved by tying\nthe structure to the reclamation area. Comprehensive information and analyses of the stability and\nthe  prospect  of  liquefaction  were  prepared  in  1998.26  The  risk  of  soil  liquefaction  has  been\ninvestigated and assessed as low.\n82. The calculated safety factors under earthquakes of generating ground acceleration of 0.3 g\nand  0.1  g.27  An  acceptable  seismic  load  safety  factor  is  in  excess  of  1.25.  The  1953  Suva\nearthquake generated a ground acceleration of 0.2 g at the site.28 The current stability of Suva Port\nfalls well short of the standard required for any new facility designed in the Suva area. The current\nreclamation area can withstand 0.073 g ground acceleration compared with a requirement of 0.38\ng, or is only 20 percent of the required standard. Thus, King’s Wharf needs seismic strengthening.\nWhile a complete seismic upgrading is not financially feasible, the Project will strengthen the two\nmost frequently used berths at the northern end, Walu Bay Wharf, and a northern section of King’s\nWharf.\n3. Strengthening the Deck of King’s Wharf\n83. The wharf deck slab is inadequate to support the anticipated loads and is barely sufficient\nfor the present loading operation. The longitudinal beams, assuming no deterioration, have only 65\npercent of their required strength. Many have significant deterioration due to corrosion. Only two\nbridge sections connecting the container yard to the wharf are fully rated to carry a loaded 25-ton\nforklift truck. The proposed civil works include restoration of the longitudinal beams to their original\ncondition. These beams support the bridge units and require strengthening to take the increased\nloads. The proposed replacement of the bridge units will cater for the heavier loading. The recent\nload testing of the beam strength revealed that this strengthening will also enable operation of a\nmobile crane on the apron. Such a crane would permit servicing of vessels that do not have\ncranes, and this would significantly enhance the productivity of the port.\n4. Extension of Queen’s Wharf\n84. Queen's Wharf provides only one berth for large container vessels. To provide more berthing\nspace and flexibility for berth management, and to reduce conflicts for berth use, 150 m by 48 m will\nincrease the useful life of the berth by 50 years, and accommodate vessels up to 70,000 dead-weight\ntons (DWT) with a maximum draught of 12.5 m on its western berth and 10,000 DWT with a\nmaximum draught of 7.5 m on the eastern berth. The size and structural design of the extension will\nallow forklift handling of fully laden 40 foot containers and temporary storage of up to 72 containers. It\nwill thus provide an additional berth for container vessels at Lautoka. The new facility is designed to\nenhance of container loading and unloading. It will allow berthing of international traffic with a\nmaximum draught of 12.5 m at the west berth and 7.5 m on the east. The design will provide\nflexibility  to  concurrently  berth  two  vessels;  accommodate  forklift  trucks  of  30  ton  capacity;\n                                                \n24Murray-North/CMPS of April 1993.\n25g = acceleration due to gravity, 9.81 meters/second/second.\n26Geotechnical Review of King’s Wharf,  February 1998.\n27 Ratio of strength to the applied load.\n28 April 1998.", "20\naccommodate  TEU  containers  stacked  three  and  four  high  wide  in  the  middle;  and  be  easily\nextended in the future. The seismic design of the new structural components comply with Fiji Islands'\ncodes of practice and current loading code used in New Zealand.\n5. Access Bridge to Lautoka Wharf\n85. An area to the south of Queen's Wharf is currently being reclaimed and will provide additional\ncontainer storage for 372 TEU containers. The proposed access bridge is located to minimize travel\ndistance between Queen’s Wharf and the new container yard. The 34 m by 12 m access bridge will\ntake axle loads of 95 tons. This will allow the bridge to support fully laden forklift truck operations.\n6. Reclamation\n86. Current container storage is limited to 35 ground spaces. This will rise to 124 container\nspaces with the reclamation. The proposed wharf extension will provide a further 24 container\nground slots. Throughput of containers is expected to rise from the present 100 containers per\nweek to 450 per week to accommodate water exports by the end of 2003. Additional throughput\nfrom animal feed exports is projected to be 600 containers per week in 2003. The civil works for\nthe  proposed  reclamation  will  require  the  installation  and  compaction  of  gravel,  basecourse\nlighting, power points, water and sewerage, 120 m by 10 m access road connecting the marine\ndrive with the reclaimed container yard, and a small public recreational park of 0.25 ha at the\nreclamation and in accordance with the Town Planning Act, 1978, and town planning guidelines of\nLautoka City Council.\n7. Remedial Work at Lautoka\n87. The proposed extension to the north shows the vital importance of Queen's Wharf. The new\nfacilities will depend on Queen's Wharf for access, which is deteriorating and requires remedial\nrepair  and  maintenance.  The  Project  will  survey  the  technical  condition  of  the  wharf,  and\nimplement works necessary to maintain the integrity of the 1,000 piles, supporting beams, and the\nconcrete deck.\nD. Cost Estimates\n88. The total cost of the proposed Project, including taxes, duties, and financing costs29 during\nconstruction, is estimated at US$32.26 million equivalent, of which the foreign exchange cost is\nabout US$17.61 million (55 percent) and the local currency cost (including taxes and duties) is\nabout US$14.65 million equivalent (45 percent).\nE. Financing Plan\n89. MPAF has requested a loan of US$16.80 million from ADB’s ordinary capital resources to\nhelp finance the Project. The loan will have a 25-year term, including a grace period of 4 years, an\ninterest rate interest to be determined in accordance with ADB’s LIBOR-based lending facility,30 a\ncommitment fee of 0.75 percent, and a front-end fee of 1.0 (the fee will be capitalized in the loan),\nand conversion options that may be exercised in accordance with the terms set in forth in the Draft\nLoan Agreement. The Government has provided ADB with (i) reasons for MPAF’s decision to borrow\nunder ADB’s LIBOR-based lending facility on the basis of these terms and conditions, and (ii)\n                                                \n29Includes interest and commitment charges on ADB’s loan.\n30London interbank offered rate.", "21\nstatement that these choices were MPAF’s independent decision and not made in reliance on any\ncommunication or advice of ADB.\n90. MPAF has secured cofinancing from the Australia and New Zealand Banking Group (ANZ\nBank) to help finance local costs of the Project. ANZ Bank has confirmed a loan of F$14 million to\nMPAF.31 MPAF will finance all local currency costs of the Project from its own resources, in case this\ncofinancing does not materialize for any reason. The estimated costs of the project components are\nsummarized in Table 1 and the details are in Appendix 7.\nTable 1. Cost Estimates and Financing Plan\nCosts Financing\nForeign Cost Local Cost Total Cost\nDescription F$ US$ F$ US$ F$ US$ ADB MPAF TOTAL\nmillion million million million million million US$ million US$ million US$ million\nA. Base Costs\n1. Maintenance Repairs 3.22 1.40 2.29 1.00 5.51 2.40 1.40 1.00 2.40\n2. Seismic Upgrade 7.90 3.43 2.48 1.08 10.38 4.51 3.43 1.08 4.51\n3. Wharf Deck Strengthening 4.00 1.74 3.62 1.57 7.62 3.31 1.74 1.57 3.31\n4. Container Yard Reorganization 1.03 0.45 1.66 0.72 2.69 1.17 0.45 0.72 1.17\n5. Lautoka Wharf Extension 11.37 4.95 8.78 3.82 20.15 8.77 4.95 3.82 8.77\n6. Lautoka Approach Bridge 0.48 0.21 0.31 0.13 0.79 0.34 0.21 0.13 0.34\n7. Queen's Wharf Rehabilitation 0.72 0.31 0.48 0.21 1.20 0.52 0.00 0.52 0.52\n8. Lautoka North East 1.16 0.50 5.65 2.46 6.81 2.96 0.00 2.96 2.96\nReclamation\n9. Consulting Services 3.66 1.59 2.43 1.06 6.09 2.65 1.59 1.06 2.65\nSubtotal A 33.54 14.60 27.70 12.05 61.24 26.64 13.79 12.86 26.64\nB. Contingencies\n1. Physical Contingencya 3.49 1.52 2.81 1.22 6.29 2.74 1.52 1.22 2.74\n2. Price Contingencyb 0.80 0.35 1.11 0.48 1.91 0.83 0.35 0.48 0.83\nSubtotal B 4.29 1.87 3.92 1.70 8.21 3.57 1.87 1.70 3.57\nC. Financing Charges\n1. Interest and Commitment\nCharge during Construction 2.26 0.98 2.06 0.90 4.32 1.88 0.98 0.90 1.88\n2. Front-End Fee 0.39 0.17 0.00 0.00 0.39 0.17 0.17 0.00 0.17\nSubtotal C 2.65 1.15 2.06 0.90 4.71 2.05 1.15 0.90 2.05\n       Total 40.48 17.61 33.68 14.65 74.16 32.26 16.80 15.46 32.26\na A physical contingency of 10 percent has been applied to all civil works, except the container yard which has received.\nb A price contingency of 2.4 percent has been added to foreign cost components of the Project and 4 percent to local cost components.\nSource: Staff estimates.\nF. Implementation Arrangements\n91. MPAF will be the Executing Agency for the proposed Project. The MPAF general manager\nof  technical  services  will  be  responsible  for  project  implementation  and  will  handle  overall\nadministration of the Project. This includes procurement, disbursement, administration, monitoring,\nand reporting on the consulting services and works. Contract supervision and quality control will be\ndone by MPAF, assisted by the consultants.\n1. Consulting Services\n92. International and domestic consulting services will be needed for (i) detailed engineering\ndesign for the civil works, pre-construction activities, and construction supervision of the Suva\nProject component; and (ii) a design review, pre-construction activities, and supervision of the\n                                                \n31 ANZ loan will have a maturity of 10 years, 5.45 percent interest rate, grace period from repayment of maturity during\nthe drawdowns, and approval fee of 0.43 percent on the total amount, administration charge of 0.27 percent per\nannum on the highest level of loan debt on 1 August year to year, and a commitment fee of 0.2 percent charged\nmonthly in advance until drawdown.", "22\nLautoka  Project  component.  These  services  are  estimated  to  require  80  person-months  of\ninternational and 110 person-months of domestic consulting services. Detailed design has been\nprepared for the Lautoka component, and MPAF will appoint the same consultant to ensure quality\nof the civil works through direct engagement for that component. The consultants for the Suva\ncomponent will be selected in accordance with ADB’s Guidelines on the Use of Consultants. Terms\nof reference will be prepared by MPAF and furnished to ADB for its endorsement. The detailed\ndesign work will specify the physical extent and nature of the works. The terms of reference include\npreparation of the project performance baseline data (para. 101) and preparation of environmental\nmanagement plans and monitoring of the environmental mitigation during construction (para. 123).\nThey will retain flexibility for identification of new approaches and engineering solutions for the\nproposed works. Consulting services will commence during the first quarter 2002.\n2. Procurement\n93. Civil  works  contracts  will  be  procured  and  awarded  through  international  and  local\ncompetitive bidding in accordance with ADB's Guidelines for Procurement. Contract packages\nexceeding US$1.0 million are subject to international competitive bidding (ICB). ADB approval is\nrequired for the evaluation of all bidders prior to the issuance of the invitation for tender and for the\nbid  evaluation  prior  to  the  award  of  contract.  The  prequalification  documents  and  bidding\ndocuments will be submitted to ADB for review and approval. Procurement of equipment is not\nenvisaged under the Project.\n94. The construction works are divided into five tentative contract packages (Appendix 8).\nThese are: (i) King's Wharf maintenance repairs, (ii) King's Wharf seismic upgrade and deck\nstrengthening, (iii) demolition of two storage sheds, (iv) container yard civil works, and (v) Lautoka\nWharf extension and bridge construction. The works need to be flexible to alter locations to\nminimize disruption of port operations. Contractors will be eligible to tender for one or more of the\ncontract packages within their bid capacities. ADB approval prior to the award of contracts will be\nrequired for all contracts.\n3. Implementation Schedule\n95. A tentative implementation schedule is given in Appendix 9. This allows for the application\nof ADB’s Guidelines on the Use of Consultants in the selection of consultants for design and\nsupervision. The selection process has commenced in the fourth quarter of 2001. Contracts for civil\nworks are expected to be awarded in the second quarter of 2002. The pre-construction activities\nwill commence in the second quarter of 2002 and the construction be completed within four years,\nby mid-2006. A technical review of the Project will be conducted jointly with MPAF during the first\nquarter of 2003.\n4. Reporting, Accounts, and Audit\n96. MPAF will provide ADB and the Government with quarterly progress reports concerning the\nProject's  financial  aspects,  design,  preconstruction  activities,  and  all  civil  works.  Project\nimplementation consultants will assist in this reporting responsibility. MPAF will provide annual\nreports on wharf and container-yard maintenance budgets, activities, and expenditures covering\nthe  past,  present,  and  foreseeable  future.  MPAF  will  advise  ADB  on  progress  achieved  in\nimplementing  further  commercialization  and  privatization  policy  initiatives,  regulations,  and\nreorganization of MPAF. To facilitate post-evaluation of the Project, MPAF will provide ADB and\nthe Government, within three months of physical completion of the Project, a completion report that\nwill comprehensively cover details of project implementation, benefits and costs, and any other\ninformation that may be requested by ADB concerning the Project.", "23\n97. MPAF will establish and maintain separate accounts for all expenditures under the Project,\nincluding its individual components. It will furnish ADB with financial statements reflecting the\naccounts  for  each  project-related  contract.  These  financial  statements  will  be  audited  using\ninternational auditing guidelines by auditors acceptable to ADB. The audited financial statements,\ntogether with the auditor’s report, will be forwarded to ADB within six months of the end of each\nrelated fiscal year. Supervising consultants will keep detailed costing of project components and\nassist MPAF with reporting, as required.\n5. Disbursement Procedures\n98. Disbursements  will  be  made  for  eligible  expenditures  under  ADB's  Disbursement\nGuidelines  following  ADB's  Loan  Disbursement  Handbook,  1996.  Under  the  proposed\nimplementation arrangements, all applications for withdrawing loan funds for eligible expenditures\nwill be carried out by direct payment or reimbursement procedures.\n6. Technical Review\n99. In addition to a schedule of twice yearly, regular review meetings to monitor the progress of\nthe Project, a technical review of the Project will be carried out during the first quarter of 2003. The\nfocus of the review will be to determine a need for any deviations from the project design or\nimplementation; cost overruns; loan reallocations; and other factors, if any, including assumptions\nand risks that might constrain the satisfactory implementation of the Project and achievement of\ndevelopment objectives.\n7. Land Rights\n100.  The two ports of Suva and Lautoka are on land leased from the Government. All rights to\nland, dredging, and fishing have been acquired for the seabed under the Lautoka wharf extension\nand reclamation components. Arrangements for the fill source will be established by MPAF in\naccordance with the Government’s laws on land acquisition and compensation. The Government’s\nland  acquisition procedures, compensation  rates,  and  processes  for  resolving  grievances  are\nsatisfactory and in compliance with ADB’s policy. No resettlement is required under the Project.\n8. Project Performance Evaluation\n101. MPAF  will  compile  and  analyze  data  to  facilitate  project  performance  monitoring  and\nevaluation. It will forward this information to ADB and the Government in accordance with the\nagreed schedule of performance measurement indicators in Appendix 10. This program aims to\nassess the macroeconomic impact and sector development goals of the Project. It includes three\nmajor activities: (i) benchmarking, to provide MPAF management with objective reference points\nfor impact evaluation that correspond with the needs of the port users and consumers; (ii) benefit\nmonitoring, to ensure that the project benefits actually accrue to the port users; and (iii) post-\nproject performance evaluation, to assess the overall effectiveness of the Project.\nG. The Executing Agency\n102. PAF operated from 1975 to 1998. In 1998, MPAF assumed the responsibilities of PAF. MPAF\nis managed by a board that is accountable to the ministers of the Ministry of Public Enterprises and\nMCWE.  MPAF's  operations  are  directed  by  an  executive  officer,  who  is  assisted  by  financial,\ntechnical, and corporate general managers.", "24\n1.  Financial Management and Accounting\n103. MPAF’s  small  finance  department  comprising  13  people  is  responsible  for  financial\nplanning,  corporate  finance,  billing  and  customer  accounting,  payroll,  and  financial  and\nmanagement reporting. It uses modern computerized systems. It has a well-organized general\nledger that produces budgetary comparisons by business unit and responsibility center. Monthly\nfinancial reports are available within 15 days of the end of each month. The auditor generally signs\nthe  annual  financial  statements  about  six  months  after  the  end  of  the  financial  year,  which\nconforms with the statutory requirement. Managers for finance and information systems report to\nthe general finance manager. A wide area network is planned to connect the port management\nsystems with the corporate database and financial management systems.\n104. MPAF’s financial administration is well managed and responsive to organizational needs.\nThe financial development plans are sound. The ADB-supported TA for port asset improvement\nwill outline a program for improving MPAF's commercial and operational performance, including\naddressing accounting policies and developing traffic forecasting and financial planning models for\nMPAF (para. 71).\n2. Financial Performance of MPAF\na. Financial Reports and Plans\n105. MPAF’s  fourth  statement  of  corporate  intent  contains  a  review  of  the  main  activities,\npolicies, and plans, including borrowings, major asset procurement and disposal, and accounting\npolicies. Its quantified performance targets include one year’s revenue, gross profit, operating profit\nand net tax paid profit, and nonfinancial targets of grant levy claim and industrial lost time.\n106. The corporate plan sets out MPAF’s vision, mission, values, and objectives classified as\nshort, medium, and long term. It includes financial projections for FY2001-FY2003.32 Gross and net\nprofits are projected to increase due to revenue growth of 13 percent outstripping cost increases of\n7 percent over the period. The accompanying cash-flow statement indicates the need for US$12.2\nmillion (F$28.5 million) of new borrowings to finance capital works, repay US$3.7 million (F$8.6\nmillion) of loans, and close with about US$1.1 million (F$2.6 million) on hand at the end of\nFY2002.33\n107. The FY2001 budget is prepared by responsibility centers with the principal profit centers\nbeing the ports of Suva and Lautoka. Budget figures form the basis of the financial projections. The\nprojections incorporate the new tariff as of 1 July 2001.\nb. Tariffs\n108. The tariffs were reviewed in 1998,34 with a conclusion that the tariff structure requires\nsimplification. The revised port tariff structure became effective on 1 July 2001. This simplified the\ntariff, and will enhance its effectiveness in ensuring economic use of the port facilities. The tariff\nrevision will likely result in a maximum increase in revenue of 5 percent. The revised tariff includes\nmaritime charges of port dues; dockage; mooring; and anchorage dues; pilotage and towage fees;\n                                                \n32Key assumptions: (i) unadjusted tariff, (ii) acceptance of staff and assets transferred from the Marine Department and\nassociated costs, (iii) no offsetting revenue, and (iv) volume projections at a low level.\n33The capital investment projections include US$22.5 million for the King's Wharf rehabilitation; 63 percent of this sum,\nUS$14.2 million, is included as ADB’s loan.\n34KPMG Management Consulting Pty, Ltd. 1998. Tariff Review and Restructure. MPAF, Suva.", "25\nenvironmental charge, wharfage charged by MPAF; and charges for demurrage, and storage,\ncargo handling, and auxiliary services charged by PTL. Tugboat charges are no longer included\nunder the revised tariff, and are envisaged to be set from January 2002 freely by the private\nservice provider(s).\n109. Port dues are fees for the use of port facilities, space on berth, and marine services. The\ndues are based on vessel type and registry. With no fundamental changes, the revised port dues\ncontinue to favor local vessels. The port dues, however, are generally levied per vessel call. An\nanchorage fee has been added in the revised tariff and no significant change is implemented in\nmooring charge. The two are levied regardless of vessel type or registry.\n110. A charge for hiring a pilot vessel is levied on all vessels entering the ports, even when the\nship’s master is qualified to enter or leave a port without a pilot. The charge reflects a considerable\nproportion of fixed costs and safety involved in providing pilotage services. The pilotage fees\nincreased significantly under the tariff revision, reflecting the cost of the service. Mooring and\ndockage levies have fundamentally remained unchanged.\n111. Wharfage comprises fees for landing cargo on the wharf. In general, the rates have been\nsimplified,  and  charges  for  landing  empty  containers  and  transhipment  containers  have  been\nintroduced.  The  revised  break-bulk  cargo  wharfage  rates  favor  exports,  while  the  old  tariff\nencouraged  imports,  and  the  bulk  rates  have  been  simplified,  reduced,  and  restructured  to\nencourage export of Fijian bulk cargo.\n112. Demurrage and container and bulk cargo storage on the port premises is free for the first\nthree days. Relatively high escalation of the storage tariff for additional storage days has kept\ndemurrage levels low and use of space efficient. The storage tariff has been considerably simplified.\n113. An environmental charge was introduced in March 2001 to finance operations of a fast-\nresponse anti-pollution unit, its equipment, training, and support to implement the environmental\nimprovement  program.  In  1999,  Suva  Port's  compliance  with  the  MARPOL  was  considered\nmarginal, and vessels generally did not comply with environmental guidelines at the port. With the\nsupport of the Ports of Sydney, MPAF has identified environmental equipment for procurement, will\nliaise with the petroleum industry in the country on effective response mechanisms to potential\naccidents, and will train staff for a quick response unit. The University of the South Pacific has\nbeen contracted to monitor water quality conditions at Suva Port and will assess the scope of\nimprovement in the required port environment.\nc. Past Performance of PAF\n114. PAF reported modest operating profits before interest and tax during FY1994-FY199735\nvarying from 6 to 14 percent of fixed assets in service. However, it suffered heavy abnormal and\nextraordinary losses during the same period, mainly for losses on foreign currency denominated\nloans, redundancy payments, write-offs of subsidiary company debts, payment of indemnities, and\nvalue-added tax adjustments. Despite the low gearing (debt-to-equity ratio averaging about 0.15)\nthe earning rate on owner’s equity ranged from negative in FY1994 to 12.1 percent in the following\nyear. This fell to 3.5 percent in FY1997.36\n                                                \n35FY1997 was in fact 14 months ending on 28 February 1998; FY1998 was 13 months ending on 31 March 1999.\nMPAF’s balance date is now fixed at 31 March.\n36As a statutory authority, PAF was exempt from income tax. MPAF as a CSA under the Public Enterprise Act is liable\nfor tax and dividend payments.", "26\n115. Since  repaying  most  of  its  foreign  currency  denominated  loans,  MPAF  has  borrowed\nheavily on a short-term basis in the local market using a range of instruments, including finance\nleases, promissory notes, and bonds. Most have now been repaid and replaced with a secured\nlocal currency term loan from the ANZ Banking Group at 7.0 percent.\n116. The gross profit (revenue less direct operating costs) as a percentage of revenue, declined\nin each of the three years, from 25.7 percent to 18.9 percent in FY1997, reflecting increasing costs.\nThis further declined to 18 percent in 2000 and 16 percent in 2001, on the account of lower traffic\nvolumes, but is forecasted to improve to 20 and 25 percent in 2002 and 2003.\n117. PAF was, and MPAF is, very capital intensive. In all years, the value of fixed assets exceeds\nthe combined investment of lenders and owner. The working capital ratios are poor with only about\nUS$0.25 (F$0.60) of current assets covering each dollar of current liabilities and this amount is\ndeclining. However, this is not of concern because it is due to the large current portions of short- to\nmedium-term borrowings that have been due for repayment in past years. The ADB-funded TA will\naddress debt management issues of MPAF.\nd. Financial Performance of MPAF\n118. Stevedoring  operations,  US$1.2  million  (F$2.8  million)  of  operating  assets,  and\nUS$128,520 (F$300,000) working capital were transferred to PTL on 1 March 1988. In Tables 2\nand 3, FY1998 is the first year of MPAF’s operations. Detailed financial performance forecasts are\ngiven in Appendix 11.\nTable 2: PAF/MPAF Income Statements FY1994-FY2006\n(F$ million)\n1995 1996 1997 1998 2000 2001 2002 2003 2004 2005 2006\nItem Actual Actual Actual Forecast Rev. Budget Projected Projected Projected Projected Projected Projected\n31 Deca 31 Deca 14 mos to 13 mos to 12 mos to 31 Mara 31 Mara 31 Mara 31 Mara 31 Mara 31 Mara\n28/2/98 31/3/99 31/3/00\nTotal Operating Revenue 20.00  19.60 23.61 14.32 17.24 17.79 18.29 18.80 19.33 19.87 20.43\nTotal Expenses 14.86  15.51 19.16 10.74 14.01 14.80 15.34 15.90 17.38 17.98 18.60\nOperating Profit Before 5.14 4.09 4.45 3.58 3.23 2.99 2.95 2.91 1.95 1.89 1.83\nInterest & Tax\nNet Profit After Abnormal 3.48 2.71 1.84 1.92 1.65 1.08 0.93 0.93 0.38 0.40 0.39\nItems & Tax\nReturn on Net Fixed Assets in 13.7% 11.2% 6.7% 5.9% 5.8% 5.5% 5.5% 3.9% 2.7% 2.7% 2.7%\nService\nReturn on Owner's Equity 12.1% 8.6% 3.0% 3.2% 2.9% 1.9% 1.6% 1.6% 0.6% 0.7% 0.6%\nNote: Income is taxable only from FY1998\nReturn on net fixed assets in service is operating profit before interest and tax.\na  year end.\nSource: MPAF", "27\nTable 3: PAF-MPAF Balance Sheets FYs 1994-2006\n(F$ million)\n1995 1996 1997 1998 2000 2001 2002 2003 2004 2005 2006\nItem Actual Actual Actual Forecast Rev. Projected Projected Projected Projected Projected Projected\n31 Deca 31 Deca 14 mos to 13 mos to Budget 31 Mara 31 Mara 31 Mara 31 Mara 31 Mara 31 Mara\n28/2/98 31/3/99 12 mos to\n31/3/00\nWorking Capital  (1.71) (3.20) (1.27)  (0.57) 1.70 0.31  (1.10) 0.07 1.65 3.89 6.18\nFixed Assets 40.41 39.52 58.17 57.50 66.92 74.36 77.26 75.84 73.47 71.06 68.60\nTotal Capital  38.71 36.31 56.90 56.93 68.62 74.66 76.15 75.91 75.13 74.96 74.78\nEmployed\nFinanced by:\nTotal Loan Capital 9.91 4.81 4.20 2.32 12.36 17.32 17.88 16.71 15.55 14.98 14.41\nTotal Equity 28.80 31.50 52.69 54.61 56.27 57.35 58.27 59.20 59.58 59.98 60.37\nTotal Capital  38.71 36.31 56.90 56.93 68.62 74.66 76.15 75.91 75.13 74.96 74.78\nEmployed\nDebt Service Cover 0.50 0.68 0.34 1.86 3.41 2.41 1.80 1.54 2.19 2.26 3.08\nSelf-Financing Ratio  (6.32) (2.01)  (6.73) 0.29 0.33 0.35 0.36 0.55 2.35 2.41 4.42\nReceivables  0.56 0.48 0.40 1.17 0.88 0.84 0.84 0.84 0.84 0.84 0.84\n(months' revenue)\nDebt:Equity 0.34 0.15 0.08 0.04 0.22 0.30 0.31 0.28 0.26 0.25 0.24\nNote: Self-financing ratio is based on three years average capital expenditure.\nSource: MPAF\n119. Much of the decline in revenue and operating profit between 1997 and 1998 is attributable\nto  the  reduced  scope  of  operations  and  from  2000  to  2001  due  to  the  reduction  in  cargo\nthroughput.  While  the  tariff  revision  of  1995  restored  profitability,  the  decline  resumed  in\nsubsequent years when the rates were unchanged and costs, particularly for administration, grew.\nThe operating profit (before interest and tax) turned into a small loss of US$122,094 (F$285,000) in\nFY1998. Regular short-term borrowing using instruments such as promissory notes and bonds\nrequired heavy regular repayments that reduced the debt service cover and gave a negative self-\nfinancing ratio. Liquidity was good at all times, mainly because MPAF’s terms of business require\nport charges to be prepaid, and receivables are low at around two weeks of revenue. In spite of the\nfrequent short-term borrowing, the total long-term debt capital employed is very low at less than 10\npercent of total employed capital.\n120. The rate increases, together with traffic growth projected at 2.8 percent per annum, are\nforecast to arrest the decline in profitability for a period, but are insufficient to offset the assumed 4\npercent per annum price inflation on operating costs. Profitability is projected to fall markedly again\nfrom FY2004, when depreciation charges on the rehabilitated wharf take effect.\n121. MPAF will, nevertheless, remain financially strong. It exhibits the classic characteristics of a\ncapital intensive, low growth utility, generating high free cash flows. As a result of a stable debt\nstructure, its debt service cover is projected to be greater than 1 from FY1998 and remain above\n1.5 for all subsequent years but one. With completion of the Project, the self-financing ratio will\nincrease from less than 1 to exceed 2 from FY2004. As a result of the proposed loan, the ratio of\ndebt-to-equity will rise to the 0.30 level, and the proportion of capital employed financed by the\nowners will fall to about 80 percent. The projections indicate that if no dividends are paid, MPAF\nwill need about US$3.0 million of new borrowings to finance its capital expenditure program. This\nroughly offsets the amount of income tax payable over the same period. The agreed assurances\nrequire that MPAF maintains (i) an operating profit of not less than 3 percent to be earned on\naverage net revalued fixed assets in service, and (ii) the debt service cover at a minimum of 1.5\ncommencing from FY2000. Under the assurances, the Government will not draw any dividends or\neffect any other drawdowns from MPAF, unless MPAF meets these financial conditions.\n122. The ADB-funded TA for port asset management improvement (footnote 21) will, in addition\nto its other objectives, recommend a program to improve the commercial and operational efficiency", "28\nof MPAF. This includes addressing issues of (i) MPAF’s management autonomy and authority; (ii)\naccountability for commercial performance of MPAF; (iii) fair market conditions in the sector; (iv)\nMPAF’s financial and operational targets; (v) accounting policies on depreciation and amortization;\n(vi) commercial development planning; (vii) the financial position of MPAF; (viii) foreign exchange\nrisk mitigation planning; (ix) interconnected planning models for traffic forecasting; (x) financial\nplanning and management over a wide area network; (xi) accounting systems to match costs and\nrevenues by operating centers; and (xii) application of generally accepted accounting policies and\ncommercially  based  operations,  in  particular  for  depreciation,  debt,  and  foreign  exchange\nmanagement. Loan assurances require that a time-bound action plan for implementing the TA’s\nrecommendations on these areas be agreed by MPAF and ADB within 2002 (para. 140, item [ii]).\nH. Environmental and Social Measures\n1. Environment\n123. The  Project  has  been  classified  as  environmental  category  B.  Accordingly,  an  initial\nenvironmental examination (IEE) was prepared for the Suva and Lautoka Port Project components\nin accordance with ADB’s Environmental Guidelines for Selected Infrastructure Projects. The IEE\nconcluded that impacts of the Project on the environment are within acceptable levels and can be\neffectively mitigated during construction and operations. Subsequently, no detailed environmental\nimpact  assessment  is  warranted.  With  the  adoption  of  sound  engineering  practices  and\nimplementation of the proposed mitigation measures described in Appendix 12, environmental\nimpact during construction can be mitigated. These practices and measures will also be included in\nthe contracts for the civil works. Experienced construction supervision consultants will be engaged\nby MPAF to supervise the implementation of sound engineering practices and environmental\nmitigation actions. The summary IEE is given in Appendix 13.\n2. Social Considerations\na. Waste Control\n124. Provision of the proposed ship-to-shore sewerage connection will improve the environment\nin Suva Port and its vicinity. The Department of Public Works of MCWE has confirmed that the\nadditional sewage from ships can be managed within the capacity of the Suva sewage treatment\nplant. The risk of a leakage from the pipeline is negligible due to the small incremental quantity of\nwaste from the ships. This pipeline will, on the other hand, enable the port to control the discharge\nof ship wastes. Together with improved enforcement of the port regulations, discharging of these\nwastes onto the wharf and into the port waters will decrease significantly. As a result, the water\nquality at the port will improve.\nb. Seismic Risk\n125. The recent earthquakes in the Asian and Pacific region have demonstrated the far-reaching\nsocial implications when port facilities suffer major earthquake damage. The situation in the Fiji\nIslands is critical. Immediately following a major earthquake, loss of King’s Wharf would require\nrelief supplies to come through Lautoka Port by road to the capital area. This would be complex,\nexpensive, and time consuming. Were the roads to incur damage, this option would become\nimpossible. If King’s Wharf could not be used immediately after a major earthquake, considerable\nsocial disruption and difficulty in the relief effort can be assumed. This would be compounded by a\nserious loss of business revenue.", "29\n126. The proposed development at Lautoka provides additional capacity to serve as Fiji Islands’\nmain port in the event of earthquake. Use of Lautoka under such a scenario would lead to severe\ncongestion, disrupt established social and commercial activities, and place stress on the road\nsystem. Although new facilities at Lautoka will be designed to modern standards, Queen’s Wharf\nmeets only two thirds of these requirements. The proposed deferred and regular maintenance and\nremedial work are necessary to maintain its structural integrity.\nc. Cargo Handling\n127. An important social impact is expected from improved cargo handling operations. The\nintroduction  of  competition,  and  improved  employment  of  technology  in  cargo  handling  will\nenhance productivity and reliability of these services at Suva Port. The proposed civil works make\nthese efficiency improvements possible. The added reliability and productivity improvements help\nkeep down freight rates to the Fiji Islands and enhance the frequency of ship visits. Increased\nefficiency resulting from the reduced time spent on container handling, will be evidenced in a\ndecline in real freight cost per volume of cargo. A decrease in tariffs will reduce, in the long term,\nthe overall real freight costs of imports and exports. These will constitute savings, adding to the\ndisposable income of Fijians.\nd. Impact on Poverty\n128. The Project will reduce the real cost of freight for imports and exports through its physical\nimprovements and policy content that will lead to improvements in the efficiency of port services and\ncommercial performance of the sector. About 50 percent of the consumer price index comprises\nimported goods—all affected by freight rates. The real reduction in the consumer price index will\nreduce expenditures by the poor. The project loan terms have limited, if any, impact on poverty. The\nProject will yield considerable savings for society as it will defer a large-scale port relocation project\nby 15 years.\nV. PROJECT JUSTIFICATION\nA. Financial and Economic Analyses\n1. Traffic Projections\n129. Traffic and cargo volumes for Suva Port have been estimated on the basis of a low case\nscenario developed under a feasibility study for the Suva Port relocation project. This reviewed the\nhistorical trends in the Fiji Islands' commodity trade and planned economic developments. A\ngrowth rate of 2.3 percent per annum is used to forecast growth of cargo volumes. The throughput\nforecast is shown in Appendix 14. Details of the financial and economic analyses are in Appendix\n15.\n2. Financial Analysis\n130. A financial internal rate of return is estimated for the Project components at Suva and\nLautoka. Least-cost technical options have been selected for each project component as well as the\nentire Project. The financial analysis is based on with- and without-project comparison and presents\nall costs at constant values.\n131. For Suva, under the without-project case, no relocation of the current port operation is\nassumed, and the current facility is allowed to run to the end of its economic life, although incurring", "30\nincreasing maintenance and repair requirements as the structure deteriorates. The revenues include\nship revenues calculated with the new tariff from 1 July 2001. With the Project, the traffic volume is\nassumed to recover to the underlying trend prior to the political disturbances of May 2000 by the end\nof 2002, and thereafter grow by 2.3 percent per annum. Without the Project, traffic growth will be\naffected by reducing serviceability of the wharf structure, and a lower rate of 1.0 percent is assumed\nuntil 2005, then growth will stabilize and eventually slowly decline as the wharf reaches the end of its\noperable life. A financial internal rate of return of 22.3 percent was obtained for the Project and a\nUS$7.6 million (F$17.7 million) net present value at a 12 percent discount rate.\n132. For Lautoka, without the project, growth in the newly developing trades in bottled water\nwould be constrained and the water would continue to be shipped by road to Suva, bearing\nrelatively  high  inland  transport  costs.  The  export  of  animal  feed  also  depends  on  additional\ncapacity at Lautoka and it is assumed that this trade would not develop without the Project. Other\ngenerated traffic would not occur and there would be no transfer between road transport of inward\nfreight from Suva Port to Lautoka Port as volumes would be insufficient to induce ship calls. With\nthe Project, it is assumed that new trades would develop as projected by their stakeholders. The\nProject is estimated to achieve a financial internal rate of return of 16.5 percent with a US$3.47\nmillion (F$8.1 million) net present value at 12 percent discount rate.\n3. Economic Analysis\n133. Economic values for costs and benefits are obtained by extracting taxes and duties, and by\napplying a standard conversion factor of 0.986 and labor conversion factor of 0.86 calculated for Fiji\nIslands. For Suva Port, the economic benefits of the project comprise returns to shippers of cargo in\nthe form of savings in handling charges—at present a US$64.3 (F$150) surcharge per TEU is added\nto the normal freight rate to recover costs to vessel operators from cargo handling inefficiencies\n(para. 60). The seismic strengthening confers a benefit from the averted damage cost should an\nearthquake occur, expressed as the expected value of damage multiplied by the annual probability of\noccurrence. An economic internal rate of return of 15.8 percent has been obtained, and a net present\nvalue of US$2.16 million (F$5.0 million) at a discount rate of 12 percent. It does also not calculate the\nrelated  impact  on  the  country’s  balance  of  payments,  reserve  position,  and  debt  repayment\ncapability. Social consequences from the without-project case would include those from a reduction\nin imports of essential commodities, including medication. The analysis highlights the lifeline value of\nKing’s Wharf to the country and underlines the emergency nature of the rehabilitation works under\nthe Project.\n134. For the Lautoka component, economic benefits arise from efficiencies in cargo handling as a\nresult of being able to move full containers by forklift truck on the new wharf rather than the slower\nprocess  of  loading  containers  onto  trailers.  The  extension  removes  the  constraint  of  container\nvessels not being able to berth because a ship at the bulk terminal berth. This saves ship time. There\nis also a substantial reduction in inland transportation, with benefits in vehicle operating and road\nmaintenance cost savings. Reduction in heavy road transport between Lautoka and Suva will also\nreduce traffic noise and safety risks to small villages along the route, although these have not been\nquantified. An economic internal rate of return of 17.6 percent has been estimated and a US$4.23\nmillion (F$9.8 million) net present value at 12 percent discount rate.\n4. Least Cost Analysis for the Seismic Strengthening\n135. The  seismic  strengthening  of  King's  Wharf  under  the  proposed  Project  is  given  an\nadditional economic analysis. The wharf is of significant strategic and economic importance to Fiji\nIslands. It is expected to have an enhanced role in a recovery period following a natural disaster of\nany kind. As a responsible port asset manager, MPAF needs to ensure that all its assets are", "31\ndesigned to the required minimum standards, including the seismic standards. Subsequently, there\nis a pressing need to strengthen the wharf to provide this minimum security. Stability analyses\ncarried out in 1998 indicated a safety factor of 0.4 for a 150-year return period event. This results in\na much higher risk than is normally accepted. Modern facilities are designed for a larger, 450-year\nevent, to have a safety factor of more than 1.0. The seismic strengthening under the Project is the\nleast cost option for bringing King's Wharf to the minimum acceptable seismic standards. Due to\nthe friction pile structure in the southern end of the King’s Wharf complex, the cost of a full seismic\nupgrade is high. A full upgrade of the four Walu Bay berths and the three King’s Wharf berths was\nestimated in January 1999 to cost US$18 million (F$42 million). For the two lifeline berths, the\nseismic upgrade was estimated to cost US$4.5 million (F$10.4 million). Thus, a partial technical\noption has been selected covering strengthening the two berths at the northern end of King’s\nwharf. This strengthening is sufficient to protect the two most frequently used berths, adjoining\nreclamation, and container yard.\n136. Damage if an earthquake occurs the year following completion of strengthening has been\nestimated. Earthquakes of various intensities ranging from 0.1 g to 0.41 g were considered. The\nobtained benefit-cost ratios, shown in Table 4, demonstrate the need to immediately mitigate\nseismic risk. If an earthquake with an intensity equal to the 1953 tremor (with a return period of 50\nyears) occurs after the seismic strengthening, benefits will exceed costs by a factor of 1.4. Benefit\ncost ratios for a 150-year earthquake are in excess of 3.0 and for a 450 year earthquake, in excess\nof 5.0. The benefit-cost ratios are also shown for the alternative technical option, the full seismic\nupgrade. The proposed new developments at Lautoka will be designed to meet modern seismic\ncodes, which will provide acceptable factors of safety.\nTable 4: Benefit-Cost Ratios from Mitigation of Seismic Risk\nEarthquake\nIntensity Return Benefit to Cost Ratio for Benefit to Cost Ratio for\n(Gravity 1.0 g) Period Partial Seismic Mitigation Full Seismic Upgrade\n0.10 25 0.1 0.04\n0.20 50 1.4 0.50\n0.32 150 3.0 1.20\n0.38 450 5.3 2.03\n0.41 1000 8.5 3.10\nB. Risks\n137. As designed, the Project does not face unusual risks. Growth in traffic and cargo volumes\nto Suva Port is likely to exceed the forecast contributing to the urgent need to complete the Project.\nThe costs are based on conservative estimates and high physical contingencies are allowed for\nunforeseen cost increases and design modifications that may arise from the detailed engineering\ndesign.\n138. Key parameters in the financial and economic analyses have been subjected to a sensitivity\ntest to assess the possible unfavorable scenarios. The analysis indicates that the Project remains\neconomically viable. Results of the sensitivity tests are in Tables 5-7.", "32\nTable 5: Sensitivity Analysis for Suva Port Project Component a\nScenario FIRR SI EIRR SI\n1. Base Case 22.32% - 15.81% -\n2. Increase in Costs (20%) 18.06%      1.466 13.38% 2.972\n3. Decrease in Revenue (20%) 21.87%      0.197\n4. Decrease in Cargo Handling Benefits (20%) 15.06% 1.030\n5. No Seismic Damage to 2020 13.33% 0.687\n6. Depreciation in F$ (30%) 12.33%      3.160 12.34% 2.985\n EIRR = Economic Internal Rate of Return; FIRR= Financial Internal Rate of Return; SI= Sensitivity Indicator.\na\n Sensitivity Indicator = SI =Percentage Change in Net Present Value\nPercentage Change in Tested Parameter\nSource: Staff analysis.\nTable 6: Sensitivity Analysis for Lautoka Project Component a\nScenario FIRR SI EIRR SI\n1. Base Case 16.48% - 17.64% -\n2. Increase in Costs (20%) 12.80%      3.964 14.17%      2.707\n3. Decrease in Revenue (20%) 12.05%      4.948\n4. Decrease in Cargo Handling Benefits (20%) 17.03%      0.545\n5. Decrease in Road Vehicle Operating Cost Savings (20%) 15.72%      1.709\n6. Decrease in Road Maintenance Cost Savings (20%) 15.95%      1.504\n7. Depreciation in F$ (30%) 13.96%      1.731 14.91%      1.365\nEIRR = Economic Internal Rate of Return; FIRR= Financial Internal Rate of Return; SI= Sensitivity Indicator.\na\n Sensitivity Indicator = SI = Percentage Change in Net Present Value____\nPercentage Change in Tested Parameter\nSource: Staff analysis.\nTable 7: Sensitivity Analysis for the Seismic Strengthening\nEconomic Benefit-Cost Ratios\nEarthquake Benefit to Increase SI Decrease SI Depreciation SI Combined\nIntensity Cost Ratio in Cost in in F$ Scenarios\n(Gravity Base Case (20%) Benefits (30%) 2, 3, and 4\n=1.0) (20%)\n0.10 0.26 0.22 (0.77) 0.21 (0.96) 0.20 (0.77) 0.17\n0.20 3.55 2.95 (0.85) 2.84 (1.00) 2.78 (0.72) 2.31\n0.32 7.96 6.63 (0.84) 6.36 (1.00) 6.24 (0.72) 5.19\n0.38 13.75 11.46 (0.84) 11.00 (1.00) 10.78 (0.72) 8.97\n0.41 21.87 18.23 (0.84) 17.50 (1.00) 17.15 (0.72) 14.26\nSI=sensitivity indicator.\nSource: Staff analysis.\nVI. ASSURANCES\n139. MPAF and the Government have given the following assurances, in addition to the standard\nassurances, which will be incorporated in the legal documents of the Project:\n(i)  By 31 December 2002, the MPAF and the Government will prepare and adopt within\n2002, a time-bound sector action plan acceptable to ADB to assess the functions of\nsector  institutions,  the  planned  commercialization  of  these  institutions,  and\nimprovements  in  management  and  operation  of  port  assets,  taking  into  account\nrecommendations  of  the  TA  3199-FIJ:  Port  Asset  Management  Improvement\n(footnote 21).", "33\n(ii)  By no later than 1 February 2003, the MPAF will award and make effective two or\nmore nonexclusive licenses to different firms for cargo handling and stevedoring\noperations.  Within  six  months  of  that  date,  the  MPAF  will  have  completed\nderegulation of the cargo handling and stevedoring charges.\n(iii)  The  Government  will  continue  policy  dialogue  with  ADB,  particularly  on  the\nimplementation of sector reform and commercial and operational performance of\nMPAF and the port sector, and inform ADB at an early stage of any plans for\ninstitutional  and  organizational  restructuring  of  the  port  sector  and/or  planned\namendments to the revised PAF Act. ADB will be given a reasonable time to review\nsuch plans and submit comments. Any changes to the equity, ownership, capital, or\nasset structure of MPAF will be agreed upon by the Government and ADB.\n(iv)  MPAF will also take all necessary action to achieve and maintain (a) an operating\nprofit of not less than 2 percent to be earned on average net revalued fixed assets in\nservice37 and (b) its debt service cover at a minimum of 1.5 commencing with\nFY2002.\n(v)  The Government will not draw any dividends or effect any other drawdowns from\nMPAF, unless MPAF meets the criteria under item (iii) for two consecutive years.\n(vi)  The Government and MPAF will adopt new or increased penalties for environmental\nviolations of the port regulations by 30 June 2002.\n(vii)  The Government and MPAF will adopt no later than by 30 June 2002 for the\nLautoka  component  and  31  December  2002  for  the  Suva  component  an\nEnvironmental Management Plan acceptable to ADB and will mitigate any adverse\nenvironmental and social impacts arising from the project.\n(viii)  MPAF will submit for ADB approval a detailed schedule of activities to implement\nthe environmental management plan, including monitoring prior to award of civil\nworks contracts for the Lautoka Port component.\n(ix)  The Government and MPAF will ensure that all rights to land required for the Project\nare obtained or otherwise available prior to the award of the relevant civil works\ncontracts under the Project.\nVII. RECOMMENDATION\n140. I am satisfied that the proposed loan would comply with the Articles of Agreement of ADB and\nrecommend that the Board approve the loan of US$16,800,000 to the Maritime and Ports Authority of\nFiji for the Fiji Ports Development Project from ADB’s ordinary capital resources, with interest to be\ndetermined in accordance with ADB’s LIBOR-based loan facility, an amortization period of 25 years,\nincluding grace of 4 years, and such other terms and conditions as are substantially in accordance\nwith those set forth in the draft Loan and Guarantee Agreements presented to the Board.\nTADAO CHINO\nPRESIDENT\n18 January 2002\n                                                \n37This is consistent with the financial covenants under Loan 0411-FIJ: Suva Port.", "34\nAPPENDIXES\nNo. Title Page Cited On\n(page, para.)\n1 Project Framework 35 1, 4\n2 Ports Terminal Ltd. Organization Chart 37 6, 26\n3 Maritime and Ports Authority of Fiji Organization Chart 38 6, 27\n4 Layout of Suva Port 39 8, 36\n5 Layout of Lautoka Port 40 11, 43\n6 Policy Matrix 41 13, 57\n7 Preliminary Detailed Project Cost Estimates 43 21, 90\n8 Tentative List of Contract Packages 44 22, 94\n9 Tentative Implementation Schedule 45 22, 95\n10 Project Performance Report 46 23, 101\n11 Financial Performance Forecast of Maritime and Ports\nAuthority of Fiji 48 26, 118\n12 Environmental Impacts and Mitigation Action during\nImplementation of the Suva Port Project Component 53 28, 123\n13 Summary Initial Environmental Examination 56 28, 123\n14 Suva Port Throughput 65 29, 129\n15 Financial and Economic Analyses 67 29, 129", "PROJECT FRAMEWORK\nDesign Summary Performance Targets Monitoring Mechanism Assumptions/Risks\nA. Goals\nEconomic growth through port Improved efficiency of port services through: Project performance evaluation •  Growth in cargo volumes\nsector support to trade, investment, •  Reduced cost of port services report (PPER) •  Introduction of competition to\nand competitiveness •  Improved competitiveness of port services Benefit monitoring indicators cargo handling services\nPublic reports of commerce •  Improvement in financial and\nMaritime and Ports Authority of Fiji operational management of\n(MPAF) annual reports MPAF\nB. Purpose\nSustained improvement in port Improved efficiency in port and cargo handling PPER Timely project implementation\nefficiency and in port productivity operations:\n•  increase in cargo volumes at Lautoka Port Asian Development Bank (ADB) Accurate assessment of seismic\nPostponement of expensive new •  competitive cargo handling project review reports risk\nport project (15 containers per hook per hour)\n•  reduced deterioration of Queen's Road Project performance statistics Introduction of competition in the\nImproved intermodal inter-facing of •  reduced cost of port services (vessel turn- cargo handling services at Suva\ncontainer traffic around time) and elimination of penalty of Ship agent’s reports on cargo Port\nUS$64 (F$150) per container handling\n•  land-use ratio at the container yard (containers\n3\nper square meter) Traffic and cargo volumes 5\n•  additional storage capacity (slots available)\nC. Outputs\nRestoration of King’s Wharf to Continued port services beyond the current life of Award of contracts Timely mobilization of consultants\nextend its life to 2020 King’s Wharf to 2020 and contractors\nADB’s and MPAF’s review reports\nUpgrade of King’s Wharf to Sustenance of the upgraded sections in the event Efficient contract and Project\nminimum seismic standards of an earthquake Reports of the supervising management\ncontractors\nStrengthening of the King's Wharf Improvement in cargo handling efficiency Improved planning of container\ndeck and reorientation of the PPER yard\ncontainer yard to improve the More reliable and frequent port calls to Suva Port\nefficiency of cargo handling (containers handled per hour) Public reports of the Commerce Improved enforcement of use of\nCommittee on pricing of port sewerage pipe\nA\nShip to shore sewerage to improve Improved competitiveness of the Port (turn- services\np\nwater quality control at Suva Port around time) Increased penalties violation of p\ne\nImproved water quality at the Suva  Port Trade, traffic, and cargo volumes environmental port regulations n\nd\nRemedial rehabilitation of Queen’s Extended life of the Queen’s Wharf ix\nWharf Consumer price index  \n1\n,\n \np\nExtension of Queen’s Wharf in Increased capacity to handle up to 500 additional a\ng\nLautoka containers per week e\n \n1", "Design Summary Performance Targets Monitoring Mechanism Assumptions/Risks\nAdditional container storage space Six hectares of additional storage space allowing\nefficient vessel loading\nD. Inputs\nDesign and supervising consulting Award of consultant services contract in an Time- and quality- bound delivery of Timely mobilization of consultant\nservices estimated value of US$2.7 million for engineering consultant services for design\ndesign of works and to supervise the civil works.\nCivil works for restoration of King's Award of contracts for US$2.4 million to Sufficient supervision of works\nWharf to extend its life by 15 years (i) rebuild longitudinal beams\n(ii) restore fender panels and supports Timely procurement\n(iii) rebuild the south-west corner of the wharf\n(iv) repair all cracked piles Construction practices to minimize\n(v) repair bridge beams and pile muffs interruption of port services and\n(vi) install ship-to-shore sewerage environmental impact\nCivil works for establishing Award of contracts for US$4.5 million to: Use of appropriate construction\nminimum seismic standard (i)  strengthen sheet piles methodologies and materials\n(ii) install rock anchors\nCivil works for wharf deck Award of contracts for US$3.3 million to:\nstrengthening and reorientation of (i)  strengthen bridge beams 3\n6\nthe container yard (ii)  strengthen wharf edge beams\n(iii)  strengthen wharf deck overlay\n(iv)  regrade pavements\n(v)  relocate light towers\n(vi)  remove sheds 2 and 3\n(vii)  reinstate pavement in locations of sheds\nRemedial rehabilitation of Queen’s Award of contracts for US$0.52  million to carry\nWharf out remedial repair work and backlog\nmaintenance\nExtension of Queen’s Wharf in Award of contracts for US$9.1 million to\nLautoka and access bridge (i)  supply and installation piles\n(ii)  construction reinforced concrete deck\n(iii)  installation of fenders\nA\np\np\nAdditional container storage space Award of contracts for US$3.0 million to e\n(i)  prepare seabed reclamation of six hectares n\nd\n(ii)  install associated services ix\n(iii)  construct a short road and public park  1\n,\n \np\na\ng\ne\n \n2", "37\nAppendix 2\nnagergketin TrainingOfficer\nMaMar\netycer\nagermanurces SafOffi\nManHuReso naler\noc\nersOffi\nP\nnt\na\ncountSuva\nAc er\nGeneralManagerFinance emsstrator Credit Offic Cashier CreditController\nstni\nSyAdmi AccountantClerk (5) ayroll Officer(2) Creditors\nntant P\nRMINAL LTD.TION CHART utive Officer AssistaAccount AccountantLautoka\nEA ec\nPORTS TORGANIZ Chief Ex SupportStaff (7) calsels\nos\nLe\nol V\nManagerLautoka argo ContrSupervisor Style\nC\nLautokagPilotsor ContainerStorage/VesselMaintenance\nGeneralManagerOperations CargootHandlinSupervis Storage\nSuva Pil Control\nerort o \nManagSuva P CargoControl Carg\nCargoHandlingManager Stevedoring- 6 Supervisor- 24 Support", "MARITIME & PORTS AUTHORITY OF FIJI\nORGANIZATION CHART\nBOARD OF THE AUTHORITY\nCHIEF EXECUTIVE OFFICER\nEXECUTIVE DIRECTORATE\nManager Information\nManager Planning\nSupport Staff\nFinance Division Corporate Division Technical Services Division\nGENERAL MANAGER\nGENERAL MANAGER\nGENERAL MANAGER TECHNICAL\nCORPORATE SERVICES\nFINANCE SERVICES\nSupport Staff\n3\n8\nPort Master\nManager Finance Manager Information Systems Manager Human Resources\nFinance Staff Information Systems Staff Staff Support Staff Officers\nManager Maritime Manager Legal Port State Control Suva Port\nAffairs Services Staff Staff Officers\nOccupational Health & Lautoka Port\nSafety Staff Officers\nLevuka Port\nOfficers\nA\np\np\ne\nn\nd\nix\n \n3", "", "", "POLICY MATRIX\nPolicy Issues Objectives Target Date Objectives under the Project\nCommercialization 1.  Call for expressions of interest for August 2002 Introduction of competition and market\nstevedoring operation conditions to improve cargo-handling\nperformance measured against the\n2.  Award two or more nonexclusive 1 February 2003 loan covenant target of 15 containers per vessel crane\nlicenses to the private sector for hour\nstevedoring operations\nReduced consumers freight rates as a\n3.  Liberalize cargo-handling tariffs for 1 August 2003 loan covenant result of the Project and improved\nprivate sector determination management of cargo-handling\noperations\n4.  Ports Terminal Ltd. (PTL) to Upon completion of the above items 1-\nrelinquish its noncargo handling 3 and a review under TA 3199-FIJ: Port Accomplishment of performance\nactivities to the Fiji Maritime Asset Management Improvement of targets listed under PTL's Statement of\nTransport Safety Authority (FIMSA) tariffs under market-based cargo corporate intent\nand Maritime and Port Authority of handling conditions\nFiji (MPAF) and to operate as Allow PLT to compete with the private 4\n1\ncomparably with a private business sector cargo handling agent\nin the industry\nEnhanced competition of the port\n5.  PTL to adopt sector for trade facilitation\n(i)  a customer-focused and business-\noriented structure\n(ii)  change to private sector\nphilosophy on organization,\nconditions, patterns, attitudes, and\nethics\nOperations and 1.  Implementation of civil works for Project implementation schedule Increase in cargo storage area by 71\nManagement storage and cargo handling area percent plus an additional 56 percent in A\np\n2.  Relocation of payment office and Time-bound action plan prepared for container slots through realignment p\ne\nother activities to improve traffic operational improvement under TA n\nd\nrouting 3199-FIJ: Port Asset Management Increase safety of port traffic and ix\n3.  Arrange, and control traffic routing Improvement reduce traffic-related inefficiencies at   \n6\nto improve safety and productivity the port , \np\nof cargo handling and port a\ng\noperations Increase safety of port traffic and e\n \n4.  Consecutive planning of container productivity and efficiency of the port 1", "Policy Issues Objectives Target Date Objectives under the Project\nstacking and yard utilization among and cargo-handling services\nthe port manager, cargo handling,\nand ship agents to facilitate loading Improve container yard layout by\nand unloading, and cargo-handling separating import and export cargo,\nand port operations and locating laden cargo near arriving\nloading/unloading and productivity vessel, as appropriate\n5.  Coordination of berth allocation to\nfacilitate loading, unloading, and Improve coordination and planning of\ncargo-handling and port operations space use on the port premises with\n6.  Separation of cargo-handling gear for productivity improvement in\nactivity and freight handling by cargo-handling and port operations\nhaulers to improve traffic routing\n7.  Computerization of berth allocation\n8.  Coordination of health and trade\nfacilitating services to realize\nproductivity gains\nEnvironment and 1.  Revision of Port Regulation, 1990 30 June 2001 loan covenant Compliance with the Clean Port\nSafety with significant increase in Management Policy under the 4\n2\npenalties and fines for violators of International Convention for the\nport regulation for environmental Prevention of Pollution from Ships\nconduct on port premises (MARPOL 73/78, main text, para. 72).\n2.  Improvement in control of port area\nand enforcement of environmental Cleaner environment surrounding the\nport regulations ports and at the ports\n3.  Improvement in sewerage\nmanagement\n4.  Installation of the ship-to-shore\nsewerage connection\n5.  Procurement of oil spill response\nequipment, and provision of A\np\nrelevant training for quick response p\ne\nn\nd\nix\n \n \n6\n,\n \np\na\ng\ne\n \n2", "PRELIMINARY DETAILED PROJECT COST ESTIMATES\nProject Costs\nCost Foreign Cost Foreign Cost Local Local Total Total Financing\nExchange Exchange Currency Cost Currency Cost Cost Cost ADB MPAF TOTAL\n(F$million) (US$million) (F$million) (US$million) (F$million) (US$million) (US$million) (US$million) (US$million)\nA. Base Costs\n1.Maintenance Repairs 3.22 1.40 2.29 1.00 5.51 2.40 1.40 1.00 2.40\na. Rebuilding  of longitudinal beams 2.20 0.95 1.43 0.62 3.62 1.58\nb. Restoring fender panels and their supports 0.66 0.29 0.16 0.07 0.82 0.36\nc. Rebuilding the south-west corner of the wharf 0.22 0.09 0.50 0.22 0.71 0.31\nd. Repair of all cracked piles 0.07 0.03 0.05 0.02 0.12 0.05\ne. Repair damaged bridge beams 0.01 0.00 0.00 0.00 0.01 0.00\nf.  Ship to shore sewerage pipeline 0.07 0.03 0.16 0.07 0.23 0.10\n2.Seismic Upgrade 7.90 3.43 2.48 1.08 10.38 4.51 3.43 1.08 4.51\na. Sheet piles/rock anchors 7.90 3.43 2.48 1.08 10.38 4.51\n3.Wharf Deck Strengthening 4.00 1.74 3.62 1.57 7.62 3.31 1.74 1.57 3.31\na. 150mm overlay 0.19 0.08 0.26 0.11 0.45 0.20\nb. Beam repairs 0.70 0.30 0.43 0.19 1.13 0.49\nc. Bridge unit upgrade 1.69 0.73 2.36 1.03 4.05 1.76\nd. Bridge piling 1.43 0.62 0.57 0.25 1.99 0.87\n4.Container Yard Reorganization 1.03 0.45 1.66 0.72 2.69 1.17 0.45 0.72 1.17\na. Regrading pavements 0.35 0.15 0.49 0.21 0.85 0.37\nb. Lighting Towers/Substation 0.22 0.10 0.31 0.13 0.53 0.23\nc. Sheds 2 and 3 (Dem and reinst pav.) 0.46 0.20 0.86 0.37 1.32 0.57\n5.Lautoka Wharf Extension 11.37 4.95 8.78 3.82 20.15 8.77 4.95 3.82 8.77\nDemolition 0.00 0.00 0.08 0.03 0.08 0.03\nPiling 6.36 2.78 2.76 1.20 9.12 3.98\nConcrete 2.25 0.98 5.22 2.27 7.47 3.25 4\nFendering and Bollards 2.48 1.08 0.28 0.12 2.76 1.20 3\nCathodic Protection 0.10 0.04 0.04 0.02 0.14 0.06\nServices and Miscellaneous 0.18 0.08 0.41 0.18 0.58 0.25\n6.Lautoka Approach Bridge 0.48 0.21 0.31 0.13 0.79 0.34 0.21 0.13 0.34\nPiling 0.39 0.17 0.17 0.07 0.55 0.24\nConcrete 0.05 0.02 0.13 0.05 0.18 0.08\nCathodic Protection and Misc 0.04 0.02 0.02 0.01 0.06 0.03\n7.Queen's Wharf Rehabilitation 0.72 0.31 0.48 0.21 1.20 0.52 0.00 0.52 0.52\nRemedial Repairs to Deck 0.72 0.31 0.48 0.21 1.20 0.52\n8.North East Reclamation 1.16 0.50 5.65 2.46 6.81 2.96 0.00 2.96 2.96\nReclamation Sections 1 to 4 0.41 0.18 3.67 1.60 4.08 1.77\nRoad and Public Park - Section 5 0.03 0.01 0.30 0.13 0.33 0.14\nInfrastructure and Rip Rap 0.72 0.31 1.68 0.73 2.40 1.04\n9.Consulting Services 3.66 1.59 2.43 1.06 6.09 2.65 1.59 1.06 2.65\nKing's Wharf Design and Supervision 2.42 1.05 0.98 0.42 3.40 1.48\nLautoka Design Review, Design, and Supervision 1.24 0.54 1.45 0.63 2.69 1.17\n     Subtotal (A) 33.54 14.60 27.70 12.05 61.24 26.64 13.79 12.86 26.64\nB. Contingencies\n1. Physical contingency1 3.49 1.52 2.81 1.22 6.29 2.74 1.52 1.22 2.74\n2. Price contingency2 0.80 0.35 1.11 0.48 1.91 0.83 0.35 0.48 0.83\n     Subtotal (B) 4.29 1.87 3.92 1.70 8.21 3.57 1.87 1.70 3.57 A\nC. Interest During Construction 2.65 1.15 2.06 0.90 4.71 2.05 1.15 0.90 2.05 p\np\nIntrest During Construction 2.26 0.98 2.06 0.90 4.32 1.88 0.98 0.90 1.88 e\nUpfront Fee 0.39 0.17 0.00 0.00 0.39 0.17 0.17 0.00 0.17 n\nd\n                 Total 40.48 17.61 33.68 14.65 74.16 32.26 16.80 15.46 32.26 ix\n1 A physical contingency of 10 percent has been applied to all civil works, except the container yard which has received a physical contingency of 5 percent. Consulting services have received 15 percent physical contingency.  7\n2  A price contingency of 2.4 percent has been added to foreign cost components of the Project and 4 percent to local cost components.", "44 Appendix 8\nTENTATIVE LIST OF CONTRACT PACKAGES\n(US$ million)\nAmount Mode of\nContract Description Base Procurement\nCost\n1. King’s Wharf Repair and reinstatement of wharf elements, 2.8 ICB\nMaintenance including fenders\nRepairs\n2. King’s Wharf Deep sheet piling and rock anchor installation 7.81 ICB\nSeismic Upgrade for two berths only and\nand King’s Wharf strengthening of part of wharf deck and\nDeck bridge units to take fork-lift truck operation\nStrengthening\n3 Container Yard Demolition of two sheds 0.57 LCB\nReorientation-1\n4. Container Yard Paving reinstatement, lighting and power 0.60 LCB\nReorientation-2 station relocation, and associated works\n5. Lautoka Wharf Supply and installation of 180 steel tube piles 9.11 ICB\nand Bridge into soapstone and installation corrosion\nConstruction protection and construction of concrete deck\nfor container wharf and installation of fenders\nand other fittings. Construction of an access\nbridge.\nICB= international competitive bidding, LCB=local competitive bidding.", "             \nTENTATIVE IMPLEMENTATION SCHEDULE\n2001 2002 2003 2004 2005\nActivity N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J\nSuva Component\nConsultant Selection \nDetailed Design Preparation \nTender and Bid Selection \nContract Supervision \nConstruction Works\nKings Wharf Maintenance and Repairs\nKings Wharf Seismic Upgrade\nSuva Port Deck Strengthening\nSuva Port Container Yard Reorientation\nLautoka Component\nDesign Review\nTender and Bid Selection\n4\nQueens Wharf Extension and Bridge 5\nContract Supervision\nTechnical Review Mission\nBiannual Reviews\nA\np\np\ne\nn\nd\nix\n \n9", "46 Appendix 10, page 1\nPROJECT PERFORMANCE REPORT\nA.  Objectives\n1. A project performance report is prepared to monitor and evaluate the attainment of\nproject benefits. It includes a benefit monitoring program and measurement indicators. The role\nof the report is to provide benchmark information for the Maritime and Ports Authority of Fiji\n(MPAF) and the Government as baseline data to enable objective project planning.\nB.  Benefit Monitoring Evaluation Program and Measurement Indicators\n2. MPAF will undertake the (i) benchmarking identifying the current data for the proposed\nmeasurement indicators, (ii) benefit monitoring involving collection of indicator data one year\nafter the completion of the Project, and (iii) postproject benefit evaluation involving collecting\nindicator data five years after project completion. The data will be analyzed and the findings\nsummarized  and  provided  to  the  Asian  Development  Bank  (ADB).  The  proposed  benefit\nmonitoring  evaluation  and  measurement  indicators  shown  in  Table  A10  are  prepared  in\naccordance with ADB’s Handbook for Benefit Monitoring and Evaluation.\n3. MPAF  will  select,  in  consultation  with  ADB,  a  set  of  performance  indicators  and\nperformance  targets  to  monitor  the  benefits  of  the  Project  by  the  time  of  loan  inception.\nFinancial  performance  indicators  will  indicate  the  operating  revenues  under  the  heads  of\noperating expenditures to facilitate profit center calculations. Financial performance monitoring\nindicators  will  be  determined  under  the  associated  technical  assistance.  Data  on  vessel\nproductivity to be collected and analyzed by MPAF, supported by the design and supervising\nconsultants, will comprise turnaround time at the berths. Data on cargo handling will include\nrates charged for different products, time spent for unloading and loading, data on equipment\navailability, and container-handling efficiency. MPAF will also monitor unquantifiable benefits of\nthe sector restructuring, including employment creation at the port as a consequence of the\nrestructuring process and environmental benefits of the measures taken to improve the port\nenvironment.", "47 Appendix 10, page 2\nTable A10: Proposed Performance Measurement Indicators\nBenchmark 1 Year after 5 Years after\nDescription Project Completion Completion\nCommencement\nA. Cargo Operations\nDisaggregated by Port\nCargo volumes by type of cargo\nContainers unloaded/loaded per\nhour per ship crane\nVessel turnaround time\nBerth occupancy\nLand use in the container yard\n(Twenty-foot Equivalent\nUnit/square meter)\nReal cost of port and cargo-\nhandling services per volume of\ncargo\nRegionally competitive port\nservices:\nShare of cost of port and cargo-\nhandling services of that in\ncompeting ports\nShare of cost of freight in export\nprices\nB.  Port Operations Disaggregated\nby Port\nInternational cargo throughput\nDomestic cargo throughput\nVessel traffic volumes by type of\nvessel\nNumber of MPAF employees\nTEU’s/tons of cargo per MPAF\nemployees\nCost of port operations\nC. Commercial Performance\nIndicators\nRevenues\nExpenses\nRate of return on total assets\nRate of return on owner’s equity\nNominal cargo volume-based\ncost of port services\nCost of port asset maintenance\nand operation\nQuantity of sewerage facilitated\nfrom ships to on-shore facilities\nMPAF= Maritime and Ports Authority of Fiji, TEU= twenty-foot equivalent unit.", "48 Appendix 11, page 1\nFINANCIAL PERFORMANCE FORECAST OF MARITIME AND PORTS AUTHORITY OF FIJI\nNOTES AND ASSUMPTIONS\nA. Assumptions and Background\n1. The financial statements and projections for the Maritime and Ports Authority of Fiji\n(MPAF) cover 1995 to 2006 and are presented in Table A11.\n2. Balance Sheet. MPAF revalued its assets in 1997 as part of the reorganization of the\nPorts Authority of Fiji. New asset values were prepared based on reinstatement and indemnity\nvalues for the assets. Adoption of the reinstatement values led to an increase in the fixed assets\nfrom F$19.66 million (US$10.22 million) to F$58 million, or US$30 million. MPAF prepaid its\ndebt with the European Investment Bank and the Asian Development Bank in 1996 and 1997\ncontributing together with staff redundancy payments to the accumulated losses.\n3. Income Statement. Reorganization is accounted for in the financial statements of 1998\nand 1999. This separated cargo handling operations and the corresponding revenues and costs\nfrom MPAF to the Ports Terminal Ltd. Fees from the cargo operating license is collected.\n4. Traffic Volume. The Port Master Development Plan prepared a range of projections for\nlow, medium, and high traffic growth. The low projection of 2.8 percent per annum has been\nused by MPAF in its planning and it has been used in the financial projections.\n5. Tariff. The adopted rate increases on 1 May 1999 yield about 15 percent increase in\noverall revenue. These have been incorporated from the date of 1 May 1999. Tariff restructuring\nhas been incorporated as of 1 July 2001. This would be expected to yield a general revenue\nincrease of 5 percent, which in light of reduced cargo throughput has not been realized in the\nrevenues.\n6. Recurring Expenses. Base year employment costs, and operations, maintenance, and\nadministration expenses have been escalated at 4 percent per annum.\n7. Depreciation and Fixed Asset Values. MPAF has used the 1997 net values for the\nrevalued fixed assets in use. These have also been used for the asset base for depreciation.\nThis base has been retained in the projections and a weighted average depreciation rate of 4.3\npercent per annum applied.\n8. Income Tax. MPAF is liable for income tax on its profits at 35 percent.\n9. Dividends. The policy on dividends of the Commercial Statutory Authorities remains\nunclear and flexible. No dividend payment has been assumed during the period of analysis.\n10. Working Capital. There are no inventories now that stevedoring has been transferred to\nthe  Ports  Terminal  Ltd.  Noncash  current  assets  and  liabilities  are  projected  as  steady\nproportions of revenue and purchased goods and services.\n11. Local Interest Rates. The loan from the ANZ Bank carries 7.0 percent interest. New\nborrowing of $14 million has been assumed at the same rate and repayable over five years.", "49 Appendix 11, page 2\n12. Capital Works Plan. MPAF’s corporate plan gives the expected capital expenditure in\naddition to the Project. Provision has been made for about one third of recent average annual\nexpenditure: $1.1 million per annum.\nB. Definitions\n13. The operating ratio is operating expenses (including depreciation) as a percentage of\noperating revenue. The debt-service ratio is internal cash generation (before debt service)\ndivided  by  debt-service  requirements.  The  self-financing  ratio  is  the  percent  of  capital\nexpenditures financed by MPAF after meeting operating expenses, debt service, and taxes over\nan average of three years.", "Table A11: Financial Statements\n1994 1995 1996 1997 1998 2000 2001 2002 2003 2004 2005 2006\nItem Not  14 mos to   13 mos to  Rev Budget      \nBalanced 28/2/98 31/3/99 12 Mos to Projected Projected Projected Projected Projected Projected\n31/12/00\nIncome Statements\nRevenue\nShip Charges 7,160 9,745 9,806 8,276 6,903 5,740 5,925 6,091 6,262 6,437 6,617 6,803\nCargo Charges 7,713 9,265 8,290 14,065 4,711 4,315 4,454 4,579 4,707 4,839 4,975 5,114\nOther Charges 410 1 549 2,291 1,553 1,603 1,648 1,694 1,742 1,790 1,841\n     Total from Operations 15,283 19,011 18,645 22,341 13,905 11,608 11,983 12,318 12,663 13,018 13,382 13,757\nSale of Noncurrent Assets 1 19 10\nInterest Income 22 166 104 85 64\nRent Received 915 800 844 1,186\nOther 90 350\n     Total Operating Revenue 16,220 19,996 19,603 23,612 14,319 11,608 11,983 12,318 12,663 13,018 13,382 13,757\nExpenses\n5\nEmployment 5,629 5,534 6,878 1,970 1,964 2,043 2,124 2,209 2,298 2,390 2,485 0\nOperations & Maintenance 4,967 5,486 7,584 4,879 6,062 6,304 6,557 6,819 7,092 7,375 7,670\nAdministration 1,165 1,573 1,338 1,449 1,012 1,052 1,095 1,138 1,184 1,231 1,281\nDepreciation & Amortization 3,459 2,998 2,919 3,109 2,446 2,380 5,573 5,598 5,623 6,505 6,529 6,554\nDepreciation Adjustment 3,980 3,860\nBad Debts 96 249\n     Operating Profit Before Interest & Tax 2,397 5,141 4,091 474 -285 190 -2,990 -3,055 -3,126 -4,060 -4,143 -4,233\nFinance charges:\n  leases 8 55 79 65\n  others 1,345 1,141 856 703 559 129 211 393 655 733 709 685\n     Operating Profit Before Tax 1,052 3,992 3,180 -308 -909 61 -3,201 -3,448 -3,781 -4,793 -4,852 -4,918\nAbnormal Items -3,351 -515 -473 -1,837\nProvision for Income Tax 0 318 0 0 0 0 0 0 A\np\n     Net Profit (no tax applicable to FY 1997) -2,299 3,477 2,707 -2,145 -909 -257 -3,201 -3,448 -3,781 -4,793 -4,852 -4,918 p\ne\nProvison for Dividend 0 0 0 0 0 0 0 0 0 0 0 0 n\nd\nBalance to Owner's Equity -2,299 3,477 2,707 -2,145 -909 -257 -3,201 -3,448 -3,781 -4,793 -4,852 -4,918 ix\n-317  1\n1\nBalance Sheets ,\n \nWorking Capital p\na\nCash  (net) 448 2,047 2,711 989 1,739 326 674 -7,594 -10,583 -9,980 -9,409 -8,876 g\ne\nAccounts Receivable 1,001 894 750 862 1,473 1,260 561 577 593 609 627 644  3\nInventories 7 98 88", "1994 1995 1996 1997 1998 2000 2001 2002 2003 2004 2005 2006\nItem Not  14 mos to   13 mos to  Rev Budget      \nBalanced 28/2/98 31/3/99 12 Mos to Projected Projected Projected Projected Projected Projected\nOther Current Assets 538 695 504 479 479 266 288 296 304 313 321 330\nLess\nAccounts Payable & Provisions 2,644 1,786 1,677 1,859 1,930 941 1,780 1,851 1,925 2,003 2,083 2,166\nFinance Leases 93 40 78 117\nRegistered Bonds 5,500 171\nCurrent Portion of Term Loans 12,940 3,613 1,623 1,296 1,129 1,580 540 540 540 540 540\n     Working Capital -13,684 -1,705 -3,202 -1,269 465 -389 -1,837 -9,113 -12,151 -11,600 -11,083 -10,607\nFixed Assets\nProperty, Plant & Equipment 65,744 135,363 137,092 139,326 139,947 140,567 162,615 163,235 163,856 164,476\nLess Depreciation 29,293 78,414 84,720 87,100 92,673 98,271 103,893 110,398 116,927 123,481\nNet Book Value in Service 40,000 37,591 36,451 56,949 52,372 52,226 47,274 42,297 58,721 52,837 46,928 40,995\nWork in Progress 2,093 2,822 3,064 1,217 1,270 1,270 5,249 23,615 10,453 10,453 10,453 10,453\n42,093 40,413 39,515 58,166 53,642 53,496 52,523 65,912 69,174 63,290 57,381 51,448\n          Total Capital Employed 28,409 38,708 36,313 56,897 54,107 53,107 50,686 56,799 57,023 51,690 46,298 40,841\nLoan capital\n5\nFinance Leases 135 365 460 1\nRegistered Bonds 9,500 4,000\nPorts Development Project 0 0 2,189 11,750 15,756 15,216 14,676 14,136\nLongterm Debt, Other 3,583 278 446 3,744 2,323 1,580 171 171 171 171 171 171\n     Total Loan Capital 3,583 9,913 4,811 4,204 2,323 1,580 2,360 11,921 15,927 15,387 14,847 14,307\nOwner's Equity\nCapital Fund 2,969 2,969 2,969 2,969 2,969 2,969 2,969 2,969 2,969 2,969 2,969 2,969\nReserves 31,894 31,894 31,894 55,530 55,530 55,530 55,530 55,530 55,530 55,530 55,530 55,530\nAccumulated Profits -10,037 -6,068 -3,361 -5,806 -6,715 -6,972 -10,173 -13,621 -17,402 -22,195 -27,047 -31,965\n     Total Equity 24,826 28,795 31,502 52,693 51,784 51,527 48,326 44,878 41,097 36,304 31,452 26,534\nA\np\n          Total Capital Employed 28,409 38,708 36,313 56,897 54,107 53,107 50,686 56,799 57,023 51,690 46,298 40,841 p\ne\nn\nd\nCash Flows ix\n \nSources 1\n1\nNet Cash Generated from Operations 1,052 7,183 6,657 6,125 5,481 2,007 4,100 2,590 2,546 2,496 2,440 2,378 , \np\nSale of Fixed Assets 1,028 620 a\ng\nReduction in Cash Balances -6,305 1,722 0 1,413 0 8,268 2,988 0 0 0 e\n \nBorrowings 9,778 5,482 12,500 1,604 2,189 10,101 4,546 0 0 0 4\n          Total Cash Available -4,225 16,961 12,139 20,347 5,481 5,644 6,288 20,960 10,080 2,496 2,440 2,378", "1994 1995 1996 1997 1998 2000 2001 2002 2003 2004 2005 2006\nItem Not  14 mos to   13 mos to  Rev Budget      \nBalanced 28/2/98 31/3/99 12 Mos to Projected Projected Projected Projected Projected Projected\nApplications\nDebt Servicing:\n  Loan & Finance Lease Repayments 4,928 12,919 9,027 17,265 2,325 2,343 1,129 1,580 540 540 540 540\n  Interest Paid 1,345 1,366 827 752 624 129 211 393 655 733 709 685\nTotal Debt Servicing 6,274 14,285 9,854 18,017 2,949 2,472 1,340 1,973 1,195 1,273 1,249 1,224\nCapital Expenditure (Net) 633 1,115 1,621 2,030 1,782 2,854 4,600 18,987 8,885 621 621 621\nIncrease in Cash Balances 1,561 664 750 0 348 0 0 603 571 533\nTax & Dividend to Government 300 0 318 0 0 0 0 0 0\n          Total Cash Applied 6,907 16,961 12,139 20,347 5,481 5,644 6,288 20,960 10,080 2,496 2,440 2,378\nPerformance Indicators\nProfitability\nGross Profit, % of Revenue 14.8% 25.7% 20.9% 2.0% -2.0% 1.6% -25.0% -24.8% -24.7% -31.2% -31.0% -30.8%\nOperating Profit Before Interest, Tax,  6.0% 13.7% 11.2% 0.8% -0.5% 0.4% -6.3% -7.2% -5.3% -7.7% -8.8% -10.3%\n     % of Fixed Assets\nNet Profit, % of Equity -9.3% 12.1% 8.6% -4.1% -1.8% -0.5% -6.6% -7.7% -9.2% -13.2% -15.4% -18.5%\nFunds Generation 5\n2\nDebt Service Cover, Times 0.17 0.50 0.68 0.34 1.86 0.81 3.06 1.31 2.13 1.96 1.95 1.94\nSelffinancing, Ratio (6.32) (2.01) (6.73) 1.14 (0.25) 0.31 0.06 0.14 0.36 1.92 1.86\nLiquidity\nReceivables, Months 0.79 0.56 0.48 0.40 1.17 1.30 0.56 0.56 0.56 0.56 0.56 0.56\nQuick Ratio, Cash:Current Liabilities 0.03 0.38 0.37 0.27 0.54 0.15 0.20 (3.18) (4.29) (3.93) (3.59) (3.28)\nCurrent Ratio and Assets:Current Liabilities 0.13 0.69 0.56 0.65 1.14 0.83 0.45 (2.81) (3.93) (3.56) (3.23) (2.92)\nCapitalization\nDebt : Equity ($:$) 0.14 0.34 0.15 0.08 0.04 0.03 0.05 0.27 0.39 0.42 0.47 0.54\nA\nProprietorship, Equity/TCE 87.4% 74.4% 86.8% 92.6% 95.7% 97.0% 95.3% 79.0% 72.1% 70.2% 67.9% 65.0% p\np\ne\nn\nd\nix\n \n1\n1\n,\n \np\na\ng\ne\n \n5", "53 Appendix 12, page 1\nENVIRONMENTAL IMPACTS AND MITIGATION\nACTION DURING IMPLEMENTATION OF THE SUVA PORT PROJECT COMPONENT\nDevelopment Potential Environmental\nPhase/Issues Impact Mitigation Measures\nConstruction Concrete removal using jack- Dust: Insignificant quantity of dust, most of it will\nhammering may create dust, float and/or dissolved into the water. Workers will\nconcrete spalls, and noise use protective eyewear and dust protection\nmouthpieces for safety.\nConcrete spalls: Insignificant quantity of spalls\nwill be allowed to drop into the water. However, if\nwater quality test show unacceptable limit,\nconstruction work will be halted to allow particles\nto disperse.\nNoise: Impact on surrounding population is not\nsignificant as the work is isolated in wharf area.\nWorkers will use earmuffs.\nThe Maritime and Ports Authority of Fiji (MPAF)\nwill engage an experienced supervising engineer\nto carry out strict regular inspection on the\nconstruction work.\nConcrete repair (sprayed and Quality control and assurance will be\nmicro concrete work and incorporated into the construction contract,\nshotcreting) may cause leaking experienced operator will be hired, and\nor fail immediately following experienced supervising engineer will inspect all\ngrouting, and may fall into the construction activities.\nwater and cause pollution.\nPort Operation Pollution from sewage disposal To improve sewage disposal, a ship-to-shore\nsewage pipe will be connected under the Project.\nPredetermined procedures for checking sewage\nlevels of the vessels are needed.\nPollution from bilge water MPAF will ensure that all vessels will comply with\nMARPOL (International Convention for the\nPrevention of Pollution from Ships) requirements,\ni.e., at least be equipped with (i) approved oily-\nwater separating filter equipment, (ii) holding\ntank with capacity to retain on-board oily\nmixtures and residues, or (iii) connect to port’s\ntreatment facilities. Phasing-in period for local\nvessel will be set to enable the local vessel to\nupgrade the facilities.\nPollution from solid waste Present practice is considered adequate, i.e.,\ndisposal MPAF provides garbage disposal facilities upon\nrequest, and no dumping of garbage is allowed\ninto the harbor. The garbage is then burned at\nMPAF’s incinerator on harbor premises.\nMPAF will provide garbage bins for the use of\nsmaller vessels.\nPollution or other major MPAF will secure equipment for the containment\naccidents that need and dispersal of oil spills, including flat bottomed\nenvironmental emergency aluminum boats with outboard motors,", "54 Appendix 12, page 2\nDevelopment Potential Environmental\nPhase/Issues Impact Mitigation Measures\nprocedures approximately 100 m of containment boom, oil\ndispersant, spraying equipment, surface\nskimmers, communication equipment, and\ntraining of related personnel. MPAF will prepare\nan emergency contingency plan.\nEnvironmental Enhance environmental Ensure that the occupational health and safety\nenhancement surveillance and monitoring of section carry out 24 hour surveillance of port\nmeasures the port operations, and monitor compliance with\nenvironmental provisions of the port regulations.\nUndertake long-term water quality monitoring at\nthe port area at specific locations at regular\nintervals covering turbidity, pathogenics, and\nheavy metals.\nPublic education MPAF will undertake public awareness programs\nto inform general public, especially children, of\nthe value of the ocean and ports, and the role of\nthe public in preserving the cleanliness and\nvitality of the marine environment.\nPolicy adjustments Water pollution in port area MPAF will adjust the port regulations by\nresulting from weak penalty on introducing a substantial increase in the fines as\nbreaching of the port soon as the Port of Authority of Fiji Act and the\nregulations 1990. Marine Act are enacted (by June 2002).", "55 Appendix 12, page 3\nENVIRONMENTAL IMPACTS AND MITIGATION\nACTION DURING IMPLEMENTATION OF THE LAUTOKA PORT PROJECT COMPONENT\nDevelopment Potential Environmental\nPhase/Issues Impact Mitigation Measures\nConstruction Environmental management MPAF will (i) require supervising engineer to\nplan (EMP) prepare and implement an EMP for\nconstruction and operation of the port and to\nmitigate any loss of customary fishing rights,\nland acquisition, and resettlement effects due\nto the borrow pits; and (ii) ensure that the\ncontractor provides temporary toilet facilities on\nsite.\nLoss of mangroves MPAF will cause contractor to replant\nmangrove seedlings from the reclamation area\nto near Tava Island.\nChange in current flow Wharf design will be appropriate design to\nminimize current effects.\nReclamation design will ensure appropriate\nrevetment to minimize current effects.\nNoise Supervising engineer will ensure that\nconstruction is carried out during normal\nworking hours, contractor fits silencers and\nacoustic hoods to plant, issues hearing\nprotection to workers, and identifies noise-\nsensitive neighbors and agrees on mitigation\nmeasures.\nPort Operation Waste management Design will apply best engineering practices\nregarding storage facilities, containment bunds,\npiping, earthquake, and cyclone loads.\nWharf traffic MPAF will prepare and implement a wharf and\nport traffic management plan to optimize traffic\nflow, minimize impacts, and allow safe wharf\ntraffic.\nWater supply MPAF will require that reclamation and wharf\ndesign are appropriate to avoid effects on\nwater intake canal.\nEnvironmental Port environment MPAF's operational EMP for the Lautoka Port\nEnhancement will include ship waste spills, port waste spills,\nMeasure and port area industry waste spills, and MPAF\nwill review the EMP every five years.\nHazardous cargo and spills MPAF will prepare and implement a hazardous\nmaterials spill contingency plan.\nMPAF will (i) require oil and chemical\ncompanies to prepare and regularly review\nhandling and storage procedures, (ii) provide\ntraining to port workers, and (iii) will ensure that\nsufficient spill response equipment is in the\nport area.", "56 Appendix 13, page 1\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION\nA.  Port of Suva Project Component\n1. Introduction\n1. The Suva Port is the country’s largest port in terms of incoming and outgoing containers\nhandled within its facility. The cargo operations at its King’s Wharf are carried out by Port\nTerminal Services Limited (PTL). The Maritime and Ports Authority of Fiji (MPAF) is the landlord\nof the port facilities and administer policies and port regulations.\n2. Construction  of  the  current  wharf  was  completed  in  1963.  The  wharf  has  since\nundergone severe damage from collision. These and the severe tropical marine environment\nhave contributed to the early deterioration of the wharf. The Suva Port is currently degenerating\nwith (i) an aged wharf apron not able to handle the current cargo requirements, (ii) wharf\nstructure and its land-fill below minimum seismic standards, and (iii) insufficient storage space.\nLife expectancy of the current structure has been estimated to 2005. MPAF rehabilitate the\nexisting  structure  to  increase  its  usable  life,  and  strengthen  the  wharf  to  accommodate\nanticipated traffic.\n3. No  major  changes  are  proposed  in  the  port's  operations.  This  initial  environmental\nexamination  (IEE)  screens  the  possible  environmental  impacts  due  to  construction  works\nassociated  with  the  proposed  rehabilitation  Project  and  investigates  existing  operational\nimpacts.\n2. Description of the Project\n4. The rehabilitation work for King’s Wharf is estimated to take 34 months and will entail (i)\ncivil works for maintenance repairs including rebuilding sides of longitudinal beams facing the\nseabed, restoring fender panels and their supports, rebuilding the southwest corner of the\nwharf, and repairing all cracked piles and damaged bridge beams; (ii) civil works for establishing\na minimum seismic standard including sheet piles and rock anchors; (iii) civil works for wharf\ndeck strengthening including bridge beams, wharf edge beams, and wharf deck overlay; (iv) civil\nworks for reorientation of the container yard including regrading of pavements, moving of light\ntowers, removal of sheds 2 and 4, reinstatement of pavement in locations of sheds 2 and 4; and\n(v) civil works for ship-to-shore sewerage. The following main activities will be undertaken to\nrehabilitate  King’s  Wharf:  (i)  jack-hammering  and  chipping  off  deteriorating  concrete,  (ii)\nspraying on additional concrete, (iii) demolishing and reconstructing sections of the wharf, and\n(iv) replacing and/or thickening the concrete deck slab. The concrete replacement work will\ninvolve one or a combination of (i) microconcreting, (ii) spray concreting, (iii) concrete grouting\nof preformed structural members, and (iv) total reconstruction for small sections.\n5. The Project will allow visiting ships to connect to the Suva sewerage line and dispose of\ntheir sewage directly into the Suva sewerage reticulation system.\n3. Description of the Environment\n6. Physical Resources. At all seasons, the predominant winds are the trade winds from\nthe east or southeast and are generally moderate. Average temperatures vary only 3(cid:176) C to 4(cid:176) C\nbetween the coldest part of the year (July-August) and the warmest (January-February). The\naverage rainfall on Viti Levu in the drier period averages 1,000-2,000 millimeter (mm), and in the", "57 Appendix 13, page 2\nwetter months, 1,800-2,600 mm. The marine surface current flows southwesterly through the\nislands. Tidal ranges are very small, neap tides having a mean range of 0.90 meters (m) and\nsprings of 1.30 m. King’s Wharf is within a second-generation seismic fault zone, a structural\nmorphologic overprinting and parallel jointing of surfaces. The reactivation of the faults within\nthe bedrock and slumping of the overlying sediments were partially responsible for the 1953\nearthquake and tsunami. Several major earthquakes have been recorded, the most significant\nwere in Kadavu (1850) and Taveuni (1979), with another eight registered since 1850. The 1953\nSuva earthquake was the most destructive in Fiji’s history.\n7. Ecological Resources. The current estimate of mangrove areas in the Fiji Islands is\napproximately 45,000 hectares (ha) with about 6 percent converted to other uses. Reefs are\nassociated with all the island groups. Many of the reef systems are extensive and complex, and\ninclude barrier, fringing, and platform reefs. Reefs at Suva bay entrance provide good shelter for\nthe harbor. Some mangrove stands are along the coastal line near to the harbor. These are in\ngood  condition.  Extensive  mangroves  are  found  across  the  bay.  Due  to  distance,  port\noperations do not adversely affect the mangrove stands. At the harbor, water showed no\nindication of oil sheen or spills. The manufacturing industry in the Walu Bay area adjacent to the\nharbor has a larger contributory impact on the marine ecosystem than operations at King’s\nWharf.\n8. Human Economic Development. King’s Wharf is at the northern end of the capital’s\ncentral business district. The Customs Department and other shipping/supplies companies are\nnear the port, as are the Suva bus station and the municipal markets. The area near the wharf is\nquite congested with traffic at peak hours. Residential areas next to the bus station and market\nare about 1 kilometer (km) from the wharf. At the northern end of the wharf is Walu Bay.\nAdjacent to Walu Bay is a dedicated industrial area. Further north of King’s Wharf is the Lami\nrubbish dump, which is built up on the foreshore area and serves the Suva and Lami areas. The\ndump does not have leacheate control systems or provision to protect the harbor waters from its\npollutants. King’s Wharf directly and indirectly provides employment for a large number of\npeople. Any industry that imports and exports products from the Fiji Islands depends on King’s\nWharf or Lautoka Port.\n4. Screening of Potential Environmental Impacts and Mitigation Measures\n9. Potential environmental impacts were screened using the Environmental Guidelines for\nSelected Infrastructure Projects of the Asian Development (ADB). The outcome was used to\ndetermine the scope of works associated with the construction and operation of the port. The\nscreening process found no significant environmental impacts arising from the rehabilitation\nworks of King’s Wharf.\n10. Construction Work. The construction phase will have localized impacts around the\nwharf, concrete removal, and concrete repair.\n11. Concrete removal will create (i) concrete dust, (ii) spalls and debris, and (ii) noise. Jack-\nhammering will cause large- to medium-size pieces of concrete to fall into the sea under the\nwharf. Due to the minimal quantity of the falling concrete, and because the sea floor under the\nwharf consists of silts, the impact on the marine ecology will be minimal. Therefore, special\nmitigation measures will not be necessary. The quantity of dust from jack-hammering is not\nsignificant since the works will be done gradually. Most of the dust will float and/or be dissolved\ninto the sea. The airborne dust will disperse relatively quickly. However, construction workers\nmust  wear  protective  eyewear  and  disposable  dust  protection  mouth  pieces  during  all", "58 Appendix 13, page 3\nconstruction  activities  below  the  wharf  deck.  These  requirements  will  be  stipulated  in  the\nconstruction contract. Noise from jack-hammering of concrete will be too far away from any\nresidential areas, offices, or other social facilities to be considered significant. The construction\nworkers must use protective ear-muffs.\n12. Concrete repair work will involve (i) total repair of certain sections, (ii) sprayed concrete\nwork, (iii) micro concrete work, and (iv) grouting of performed concrete members. Environmental\nimpacts could arise from leaking of concrete products into the sea water in large quantities if, for\ninstance, a primary beam fails immediately following grouting. Similarly, in applying shotcreting\ntechniques, inexperienced handlers could unintentionally spray unacceptable quantities of the\nconcrete product into the sea. To reduce the likelihood for such problems, strict quality control\nand  quality  assurance  measures  must  be  incorporated  the  construction  contract  and  all\nactivities  associated  with  the  construction  will  be  inspected  regularly  by  an  experienced\nsupervising engineer. The quality assurance or quality control program should be audited by the\nengineer to the contract on a regular basis.\n13. Reorientation of the container yard will involve removal of two sheds, paving the area of\nthe two sheds, and moving a light tower and the power house. No additional land will be needed\nfor this activity. Dismantling the sheds will not cause significant environmental impacts. Paving\nwill involve concrete removal and repair, and will have no significant environmental impacts.\nInstalling the ship-to-shore sewerage line will not cause significant environmental impacts as it\nis a relatively small-scale activity.\n14. Operational Phase. Current cargo handling operations and the loading and unloading\nprocedures of containers and cargo will change. The anticipated traffic growth will also require\nincreased monitoring bilge water, ballast water, solid waste, and sewage disposal. To maintain\nand  enhance  the  environmental  quality  of  the  port,  MPAF  will  implement  a  clean  port\nmanagement  policy  during  the  project  construction  phase  and  operations  through  various\nmeasures.\n15. Items that need attention include (i) oil spills/leakage within the harbor that spread to the\nsea; (ii) oil spills from tankers on their way to or from harbor; (iii) inadequate management of\nwastes from ships; (iv) escape of oils within the harbor; and (v) adverse effects on estuarine\nlagoons. Mitigation measures are suggested by the International Convention for the Prevention\nof Marine Pollution from Ships in 1973 (MARPOL 73/78). This was later modified by a Protocol\nin 1978. MARPOL 73/78 is a legal document that provides guidelines and regulations for the\neffective control of port operations to minimize pollution and maximize safety/standards. The Fiji\nIslands is a signatory to MARPOL 73.78. Certain requirements of MARPOL 73/78 are reflected\nin the Port Authority of Fiji Act and the Marine Act. The following sections discuss some of the\nprovisions in MARPOL 73/78 that cover certain operational aspects and discuss ways in which\nsignificant environmental impacts can be mitigated during the operation of King’s Wharf.\n16. Penalties. The maximum fine that can be imposed on offenders of ports regulations\nunder the Ports Regulations 1990 is F$400, which is not an effective deterrent. The costs of\nenvironmental remedies can be considerably higher than the fine. Article 4 of MARPOL 73/78\nstates that penalties must be adequate in severity to deter violations of regulations. MPAF is\nrevising the policy to increase the fines (maximum F$50,000 to the owner/company, F$10,000\nto the captain, seizing the vessel, and prosecuting the offender). It is envisaged that revision of\nthe legislation will be brought about by June 2002.", "59 Appendix 13, page 4\n17. Sewage Disposal. Facilities for the disposal of sewage are not currently provided to all\nships at King’s Wharf. Shipping companies make their own arrangements for sewage disposal.\nMARPOL 73/78 states that the Ports Authority should provide facilities for sewage disposal.\nMARPOL 73/78 also sets out the requirements for the discharging of sewage at sea and the\nequipment that is required by ships of various sizes. To maintain the environmental quality of\nthe port area and to comply with MARPOL requirements, the Project will provide a direct\nsewage pipeline from the ships to the sewage line at the wharf. The sewage line will be\nconnected to the Suva sewerage system and subsequently to a waste water treatment plant.\nThe present capacity of the sewage treatment plant is 60,000 people, and is planned to be\nupgraded. The total capacity after upgrading will be for 150,000 people. The Public Works\nDepartment indicated that additional sewage from the port could be easily accommodated by\nthe treatment plant. Smaller local vessels deliver their sewage through mobile sewage collection\nvessel provided by the city council.\n18. Bilge Water. Bilge and oily water at Suva Port is collected by a private company.\nMARPOL  73/78  specifies  that  nothing  except  clean  and  segregated  ballast  should  be\ndischarged within 50 nautical miles from land areas. The specific requirements for discharging\nbilge water vary from vessel to vessel, and depend on the ship type and the size. All ships will\nbe required to be surveyed and maintain certification, and an oil record book at all times.\n19. Most local ships will be under 400 gross tonnage. Under MARPOL 73/78, these vessels\ndo not require surveys or certificates. However, they will be required to adhere to off-shore\ndischarging criteria. For ships of this size, MARPOL 73/78 recommends that they (i) have\napproved oily-water separating or oil filter equipment; (ii) have a holding tank to retain oily\nmixtures and oil residues on board, and gutters around oil appliances; or (iii) where these\nalternatives are not practicable, have simple oily water separating equipment. A number of local\nships and fishing vessels do not have any such systems. MPAF will set a phasing-in period\nduring which boat operators can upgrade their vessels.\n20. Solid  Waste  Disposal.  Presently,  MPAF  provides  garbage  disposal  facilities  upon\nrequest. The garbage is then burned at the MPAF's incinerator. This service is mainly used by\nlarge ships. MPAF will provide garbage bins for the use of smaller vessels. This reduces the risk\nof rubbish being dumped into the harbor.\n5. Institutional Requirements and Environmental Monitoring Programs\n21. Emergency Procedures. The Occupational Health, Safety, and Tower Control Section\nof MPAF has a checklist of procedures and safety equipment required during bunkering and\ndischarging of petroleum products. Currently, there are no set procedures nor any equipment for\nan environmental emergency such as a large oil spill. The Fiji-based petroleum companies\n(Shell  Fiji  Limited,  B.P.  South  West  Pacific  Limited,  and  Mobil  Oil  Limited)  have  limited\nequipment  to  control  small  oil  spills  in  the  harbor.  MPAF  has  an  agreement  with  these\ncompanies to coordinate efforts if accidents happened. MPAF is also affiliated with the Pacific\nPorts Association. This association is working toward developing an understanding that every\nport in the Pacific region (including New Zealand and Australia) would come to the aid of\nanother port in the event of an emergency if assistance is requested. Thus, well equipped\nassistance  could  be  available  from  Australia  and  New  Zealand.  However,  to  enhance\npreparedness, MPAF will procure equipment for the containment and dispersal of oil spills.\nThese comprise flat bottomed aluminum boats with outboard motors, approximately 100 m of\ncontainment  boom,  oil  dispersant  and  spraying  equipment,  surface  skimmers,  and\ncommunication  equipment.  Environmental  personnel  will  be  trained,  and  the  number  of", "60 Appendix 13, page 5\npersonnel for environmental surveillance under the Occupational Health and Safety and Tower\nControl Section has been increased from 8 to 10 to enable 24-hour shifts. Initial discussion has\nbeen made with the port of Sydney, which will provide full support for such procurement and the\nneed of training.\n22. Environmental Impacts of Other Activities. Most of the water pollution at Suva Harbor\narea is a result of land-based point sources at the Walu Bay industrial area (21 industries).\nThese companies were surveyed and some of them (especially the food processing industries)\nwere found to have significant environmental impacts. A comprehensive monitoring program of\nthe industries will be carried out by the Public Works Department. The monetary value of\nenvironmental  fines  will  be  increased  to  act  as  a  deterrent  as  soon  as  the  sustainable\ndevelopment bill is approved. Under the Ports Regulations 1990, MPAF is responsible for\nmonitoring the environmental health of the coastal areas and ports. Similar action will be taken\nfor the point source pollution from industries.\n6. Findings and Recommendations\n23. Environmental  Impacts.  Based  on  the  screening  and  evaluation  of  environmental\nimpacts, no significant environmental impacts were identified for the construction associated\nwith the King's Wharf rehabilitation. The impacts will be limited (paras. 10-13). Environmental\nimpacts during port operation can be mitigated by the proper implementation of revised Port\nRegulations and MARPOL 73/78. Therefore, a detailed environmental impact assessment study\nis not warranted.\n24. Monitoring. Monitoring of the water quality will be undertaken during the construction\nand operational phase of the Project. Through coordination by the concerned agency, e.g.,\nDepartment of Environment, this monitoring program can be extended to a larger area of the\nwharf  to  monitor  outflow  of  point  sources  pollution  from  Walu  Bay  industrial  area.  The\nforthcoming  environment  and  sustainable  development  bill  would  provide  an  effective\nmechanism to mitigate pollution in the Suva Harbor area.\n25. Emergency Procedures and Monitoring. An action plan will be incorporated into the\nPorts Regulations, which outlines the monitoring procedures in the event of an emergency.\nLiaison with other Pacific ports will be carried out to determine the scope of assistance and\nprocedures that would have to be undertaken to receive emergency services.\n26. Policy  Requirements.  MARPOL  73/78  has  been  adopted  in  the  present  Port\nRegulation, 1990. The level of penalties will be adjusted from the current F$400 maximum fine\nto a level that will deter pollution and will pay for all costs associated with environmental\nremedies in the event of a pollution incidence.\n27. Enforcement. MPAF can utilize the Sustainable Development Act and a stringent water\nquality  monitoring  program  to  enforce  its  Ports  Regulations,  1990  (or  subsequent  update\nlegislation) on point of source pollutants along the Suva foreshore including the industrial area\nof Walu Bay.", "61 Appendix 13, page 6\n7. Conclusion\n28. This IEE concludes that significant environmental impacts are unlikely to result from the\nproposed King’s Wharf rehabilitation. Potential environmental impacts during construction will\nbe  within  acceptable  levels.  Nonetheless,  mitigation  measures  have  been  prepared  and\nworkers’ safety will be enforced. Potential environmental impacts during port operations have\nbeen identified and to enhance the effectiveness of the mitigation, mitigation measures in\nAppendix 12 will be implemented. Therefore, the potential adverse environmental impacts of the\nProject during construction and the port operations thus can be mitigated to acceptable levels.\nThis IEE concludes that a detailed EIA is not warranted.\nB. Lautoka Project Component\n1. Introduction\n29. Lautoka Port is strategic to the Fiji Islands' economy as an alternative to the main port in\nSuva. Lautoka Port is on the northwestern side of the Fiji Islands' largest island, Viti Levu,\napproximately 1 km from the center of Lautoka town. The port is Fiji Islands' second largest port,\nprincipally  catering  to  the  bulk  export  of  raw  and  semiprocessed  wood  chips  and  sugar.\nBecause a 20-fold increase is projected by 2003 of containerized exports, primarily bottled\nwater and fodder, the port facilities must be expanded.1\n2. Description of the Project\n30. MPAF  has  commissioned  a  number  of  engineering  and  economic  investigations\nassessing  options  to  cater  for  the  projected  demand  on  port  facilities.  The  investigations\nrecommend\n(i)  remedial and rehabilitation works on Queen's Wharf to improve its ability to\naccommodate cargo-handling traffic;\n(ii)  construction of an access bridge (34x12 m) between the southern reclamation\nand Queen's Wharf to facilitate cargo movements to and from storage areas;\n(iii)  construction of an extension (150x48 m) to Queen's Wharf to cater for cargo\nvessels and international and local cruise vessels; and\n(iv)  reclamation of 5.7 ha east of Queen's Wharf, primarily for container storage and\nindustrial  and  commercial  development,  and  including  a  new  road  and  a\nrecreational reserve.\n3. Description of the Environment\n31. Physical Resources. Lautoka Port is on the northwest side of Viti Levu. Its tropical\nmaritime climate receives light to moderate winds, mainly local sea breezes, temperatures of\n18°C-32°C, and a relatively low rainfall of 2,000 mm/year. The rainy season is November to\nApril. In this period, the area is exposed to cyclones. The Port has a moderate tidal range of 0.9-\n1.5 m. The port is on the open coast, where tidal currents are minor. Under ambient conditions,\nthe port is protected from ocean swells from the southwest by the outer barrier reef and the\nYasawa Island chain. The in-shore water quality is degraded by pollution from industries a few\nmeters east of the area for reclamation. The combined effects of the good tidal flushing and\nstrong deepwater currents in the channels have, however, helped maintain relatively clean\nwaters  around  the  port.  The  Lautoka  area  sediments  are  basaltic  and  sand-size  volcanic\n                  \n1 Lautoka Port Development : Review of Master Planning, 2001, Sinclair Knight Merz.", "62 Appendix 13, page 7\nagglomerates and volcanogenic sediments. In places, muds, sands, and shells have deposited\nover  the  Ba  Group  bedrock  including  around  Queen's  Wharf.  This  is  overlain  by  recently\ndeposited, very soft, marine silty clays and sands. In the deeper water, the upper 1-2 m of\nrecent sediments are coarse to silty sand. The bedrock at the project site is sandstone including\nsoapstone, basaltic sandstone, volcanic sandstone, and altered rock. The tidal flats are edged\nwith a border of rocks moved onshore during cyclone.\n32. The major ecosystem at the reclamation site is the foreshore area covered by 1-2 m of\nwater  at  high  tide,  but  exposed  during  low  tide.  The  area  is  ecologically  depleted.  The\nimpoverished intertidal flats and the foreshore are exposed to pollution from adjacent industries\nand  overexploitation  by  the  local  people.  Several  mangrove  trees  can  be  seen  from  the\nsubstrate, but appear to be covered in mud, and may not survive. The dominant fauna is the\nfiddler crab, Uca sp. Benthic fauna is also impoverished as a result of cumulative effects of\npollution  from  the  land-based  industry.  Polychaete  worms  often  associated  with  anoxic\nconditions dominated the benthic fauna of the area. The small area of mangroves at the\nnortheastern corner of the area to be reclaimed comprises 20-30 trees. Because the area is\nsmall and trees are fairly short, fauna is not abundant or diverse. The biological breakdown of\norganic wastes from the industries and residential areas close to shore releases high levels of\nbiological oxygen demand material and nutrients into the water. The relatively clean waters\noffshore indicate the effective dilution and dispersion of these pollutants, as well as the filtering\ncapability of the mangroves around Tava Island. Local residents sometimes use this area for\nline fishing at high tide. MPAF has compensated for the loss of fishing by the residents as a\nresult of the Project.\n33. The Sabeto River and its terrain have been previously used as borrow sources and are\nthe proposed borrow site for the Project. The landscape surrounding the river is dominated by\nsteep hills with forested summits, with some massive cliff faces. Beneath these, the landform is\nbroken and steep, deeply indented by numerous small streams that merge into larger creeks\nand then form the Sabeto River. The river mouth has dense mangrove stands. The river valley\nhas large areas under sugarcane cultivation. The riverbanks and valley gullies are graced by\nlarge  overhanging  rain  trees  with  secondary  regrowth  of  herbs  and  shrubs  forming  the\nundergrowth.\n34. Human Environment. Lautoka's urban area has a population of 36,083. The land in\nLautoka City is occupied by industry and manufacturing in the west of the port areas and, to a\nlesser extent, to the north of the city; the civic center with retail and government services is in\nthe north, and residential areas are in the eastern areas. Port activity is long established and,\nwith  the  sugar  industry,  has  been  the  main  factor  influencing  land  uses.  Industrial  and\nagricultural activities and employment rely on the port for export and are generally compatible\nwith the activities occurring at the port.\n4. Screening of Potential Environmental Impacts and Mitigation Measures\n35. Potential environmental impacts were screened using ADB’s Environmental Guidelines\nfor Selected Infrastructure Projects.  The  outcome  of  the  screening  process  was  used  to\ndetermine the mitigation action to be associated with the construction and operation of the port.\nThe screening process found that no significant environmental impacts will arise from the\nrehabilitation of Lautoka Port.\n36. Construction Phase. The construction is unlikely to cause environmental impacts, but\nslight impacts that may arise must be mitigated. The environmental management plan (EMP)", "63 Appendix 13, page 8\nwill  include  a  schedule  of  detailed  activities  to  implement  mitigation  measures  including\nmonitoring.  Most  potential  environmental  effects  from  construction,  including  water  quality,\ntraffic,  and  dust,  can  be  mitigated  by  sound  construction  practices  and  management  and\nmonitoring. The EMP for construction will be implemented by the contractor as a contract\nrequirement, and be monitored by MPAF supported by the project management consultants.\n37. The extension of the Queens Wharf by 150 m northward is not expected to cause\nsignificant ecological impact because no coral reefs are in the affected area. The location of the\naccess-bridge rules out any significant environmental impact. Because the affected area is\nwithin the existing port area, no new threats to the environment or marine ecosystems will arise.\nThe sites of the wharf extension and the access bridge are not accessible for fishing due to the\nport activities. The reclamation will have impacts on the ecology, except for the destruction of a\nsmall stand of mangroves on the northeastern corner of the area to be reclaimed. If these\nmangroves are destroyed, MPAF will require the contractor to replant mangrove seedlings in\nnearby areas to compensate for the loss.\n38. Operational Phase. The potential environmental and social effects of the Project can be\nmitigated by appropriate operational procedures. Procedures to satisfactorily mitigate the effects\nwill be identified. MPAF will prepare practical operational plans for the management of the port\nand port access traffic, and a hazardous materials spill contingency plan. MPAF will also require\noil  and  chemical  companies  to  review  their  handling,  storage,  and  emergency  procedures\nregularly,  to  provide  training  to  their  workers  and  any  MPAF  workers  involved  in  oil  and\nchemical handling, and to ensure that the companies have sufficient spill response equipment at\nthe  port.  These  procedures  will  be  documented  and  reviewed  regularly,  and  their\nimplementation via training and workplace practice monitored by MPAF. The EMP is a key\nbenefit of the Project.\n5. Findings and Recommendations\n39. No  significant  environmental  impacts  are  expected  during  the  construction  work  at\nLautoka Port. All identified impacts are minor and can be satisfactorily mitigated. Therefore, a\ndetailed environmental impact assessment study is not warranted.\n40. MPAF  will  prepare  an  EMP  and  establish  practical  procedures  to  mitigate  impacts  of\nincreased port operations. The Project-related mitigation measures could improve current conditions\nat the port and the EMP will mitigate effects of the proposed expansion.\n6. Conclusion\n41. Significant environmental impacts are unlikely to occur as a result of the proposed\nLautoka Port activities. The impacts that do occur can be mitigated (paras. 36-37). The Lautoka\nPort mitigating procedures is in Appendix 12.\n7. Institutional Requirements and Environmental Monitoring Program\na. Institutional Aspects\n42. The Department of Environment of the Ministry of Local Government, Housing and\nEnvironment is currently reviewing the Sustainable Development bill of 1999. The draft bill is\nexpected to receive Parliament’s consideration during 2002. The draft bill covers environment\nimpact assessment and management of development projects, and provision for controlling,", "64 Appendix 13, page 9\nregulating, and policing the release of wastes from industry. Once the bill is approved by\nParliament, enforcement of the environmental requirement is legally binding. The Department of\nEnvironment will be the coordinating body in cross-sectoral environmental issues.\n43. MPAF's  Occupational  Health,  Safety,  and  Tower  Control  Section  is  responsible  for\nsurveillance of the port operations, including monitoring discharges from ships at the wharf and\ncarrying out other environmental checks on operations at the ports. Fire and emergency drills\nand safety training is carried out by the Occupational Health, Safety, and Tower Control Section.\nTo enhance surveillance of the port operation and to ensure the implementation of Clean Port\nManagement Policy, MPAF, has employed 2 additional personnel giving it a total of 10. Thus,\n12-hour shifts with 2 people per shift have been put in place, and the section can undertake 24\nhour surveillance. This has enhanced the capacity of the section to police and monitor port\noperations.\n8. Environmental Monitoring\n44. Monitoring will ensure that environmental impacts of the Project will be minimized. The\ntwo major monitoring phases are during construction and during operation of the port, and are\nconsidered within MPAF's capability.\n45. Construction.  No  major  environmental  impacts  are  expected  from  construction.\nWorkers will use protective eyewear, disposable dust protection mouth pieces, and ear-muffs\nand an experienced supervising engineer will carry out strict, regular inspections of all activities\nassociated  with  the  construction  works.  A  monitoring  program  on  water  quality  will  be\nundertaken under the EMP prior to and during construction. The results of these tests can then\nbe compared with similar tests, undertaken at fixed intervals (as determined by the water quality\nengineer) during construction. If water quality tests show that acceptable limits have been\nbreached, construction will be halted to allow the particulates to disperse.\n46. Operation. Continued environmental surveillance during port operation under the control\nof Pollution of the Port Regulations, 1990 (or forthcoming updated Regulation) will include (i)\nsewage discharge; (ii) garbage disposal; (iii) ballast water disposal; (iv) disposal of oily, galley,\nbathroom, and laundry wastes; (v) contaminated tank washings or cargo washings; (vi) disposal\nof  bilge  water  containing  oil;  (vii)  ship  accidents;  (viii)  accidental  release  of  undesirable\nsubstances; (ix) discharge of refuse; and (x) disposal of putrefying or objectionable matter\n(rubbish, corrosive substances, and dead plants and animals). Water quality will be monitored\nregularly to determine the long-term impact of port operations on the marine environment\n(especially on turbidity, pathogenics, and heavy metals).\n9. Education\n47. MPAF will engage in public awareness and education programs. These programs will\ninform the general public, especially children, of the value of the ocean and ports, and educate\nthem on the role the public can play in preserving the cleanliness and vitality of the marine\nenvironment.", "SUVA PORT THROUGHPUT\n(tons)\nDescription Actual AAGR Base Year  Forecast\n1994-\n1994 1995 1996 1997 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2011 2012 2015\n     EXPORTS\nGeneral Cargo\nConventional 13,672 18,219 18,857 18,403 9% 19,990 20,550 21,125 21,717 22,325 22,950 23,593 24,253 24,932 25,630 26,348 28,624 29,425 31,967\nPalletized 986 748 547 1,021 -7% 946 972 999 1,027 1,056 1,086 1,116 1,147 1,179 1,212 1,246 1,354 1,392 1,512\nBagged Cargo 448 672 284 766 -13% 663 682 701 720 740 761 782 804 827 850 874 949 976 1,060\nContainer-LCL 6,715 6,454 3,054 2,725 -42% 1,567 1,611 1,656 1,703 1,750 1,799 1,850 1,902 1,955 2,010 2,066 2,244 2,307 2,506\nTranshipment 18,467 29,675 30,318 42,137 23% 51,679 53,127 54,614 56,143 57,715 59,331 60,993 62,700 64,456 66,261 68,116 73,999 76,071 82,642\nMotor Vehicle 877 558 992 122 -242% -173 -178 -183 -188 -194 -199 -205 -210 -216 -222 -229 -248 -255 -277\nSawn Timber 6,799 797 269 224 -323% -500 -514 -528 -543 -558 -574 -590 -606 -623 -641 -659 -716 -736 -799\nContainer-FCL 135,070 132,285 147,614 202,783 12% 226,769 233,118 239,646 246,356 253,254 260,345 267,635 275,128 282,832 290,751 298,892 324,709 333,801 362,632\nEmpty Containers 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nLogs 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nTotal General Cargo 183,034 189,408 201,935 268,181 11% 300,941 309,368 318,030 326,935 336,089 345,499 355,173 365,118 375,342 385,851 396,655 430,916 442,981 481,243\nDry Bulk\nTotal Dry Bulk Tons 0 0 759 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nTotal Stevedored Tons 183,034 189,408 202,694 268,181 11% 300,941 309,368 318,030 326,935 336,089 345,499 355,173 365,118 375,342 385,851 396,655 430,916 442,981 481,243\nLiquid Bulk\nTotal Liquid Bulk 0 8,249 32,964 38,635 63% 63,059 64,825 66,640 68,506 70,424 72,396 74,423 76,507 78,649 80,851 83,115 90,294 92,822 100,840\nTotal Foreign Tons 183,034 197,657 235,658 306,816 16% 364,001 374,193 384,670 395,441 406,513 417,895 429,596 441,625 453,991 466,702 479,770 521,210 535,804 582,083\nLocal Tons 6\nCopra 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 5\nFish 2,093 5,005 3,432 2,147 -16% 1,807 1,858 1,910 1,963 2,018 2,075 2,133 2,192 2,254 2,317 2,382 2,587 2,660 2,890\nMineral Oil 0 28,085 17,522 21,265 19% 25,328 26,037 26,766 27,516 28,286 29,078 29,892 30,729 31,590 32,474 33,383 36,267 37,282 40,502\nSawn Timber 0 34,770 26 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nLogs 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nFertilizers 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nOthers 0 56,926 48,189 37,820 18% 44,685 45,936 47,222 48,544 49,903 51,301 52,737 54,214 55,732 57,292 58,897 63,984 65,775 71,456\nTotal Local Tons 2,093 124,786 69,169 61,232 2% 71,820 73,830 75,898 78,023 80,208 82,453 84,762 87,135 89,575 92,083 94,662 102,838 105,717 114,849\nTotal Revenue Tons 185,127 322,443 304,827 368,048 18% 435,820 448,023 460,568 473,464 486,721 500,349 514,359 528,761 543,566 558,786 574,432 624,048 641,521 696,932\nNumber of Containers\nFCL 6,266 5,733 6,174 7,401 5% 7,757 7,974 8,197 8,427 8,663 8,905 9,155 9,411 9,675 9,945 10,224 11,107 11,418 12,404\nLCL 576 469 263 230 -38% 141 145 149 154 158 162 167 172 176 181 186 203 208 226\nEmpty 7,836 8,667 8,433 10,352 8% 11,227 11,541 11,864 12,196 12,538 12,889 13,250 13,621 14,002 14,394 14,797 16,076 16,526 17,953\nTranshipment 0 1,111 1,472 1,302 37% 1,786 1,836 1,887 1,940 1,994 2,050 2,108 2,167 2,227 2,290 2,354 2,557 2,629 2,856\nTotal Containers 14,678 15,980 16,342 19,285 9% 20,911 21,496 22,098 22,717 23,353 24,007 24,679 25,370 26,081 26,811 27,562 29,942 30,780 33,439\nA\n     IMPORTS  p\nGeneral Cargo p\nConventional 22,787 44,283 43,787 42,988 15% 49,515 50,902 52,327 53,792 55,298 56,846 58,438 60,074 61,757 63,486 65,263 70,900 72,886 79,181 e\nn\nPalletized 7,677 5,835 3,531 4,378 -26% 3,247 3,338 3,432 3,528 3,627 3,728 3,833 3,940 4,050 4,164 4,280 4,650 4,780 5,193 d\nBagged Cargo 8,850 3,804 141 208 -899% -1,663 -1,709 -1,757 -1,806 -1,857 -1,909 -1,962 -2,017 -2,074 -2,132 -2,192 -2,381 -2,448 -2,659 ix\nContainer-LCL 26,241 25,896 13,113 12,933 -33% 8,613 8,854 9,102 9,357 9,619 9,888 10,165 10,450 10,742 11,043 11,352 12,333 12,678 13,773  1\nTranshipment 45,259 18,758 5,912 5,037 -125% -1,275 -1,311 -1,347 -1,385 -1,424 -1,464 -1,505 -1,547 -1,590 -1,635 -1,680 -1,826 -1,877 -2,039 4\nMotor Vehicle 36,760 35,309 27,154 42,532 1% 42,818 44,016 45,249 46,516 47,818 49,157 50,534 51,949 53,403 54,898 56,436 61,310 63,027 68,471 , p\nSawn Timber 11,495 9,947 8,790 8,211 -12% 7,232 7,434 7,642 7,856 8,076 8,303 8,535 8,774 9,020 9,272 9,532 10,355 10,645 11,565 a\ng\nContainer-FCL 344,838 344,097 417,021 557,779 14% 636,811 654,641 672,971 691,815 711,185 731,099 751,569 772,613 794,246 816,485 839,347 911,845 937,376 1,018,341 e\nEmpty Containers 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0  1\nLogs 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nTotal General Cargo 503,907 487,929 519,449 674,066 9% 745,298 766,166 787,619 809,672 832,343 855,649 879,607 904,236 929,554 955,582 982,338 1,067,187 1,097,068 1,191,826", "66 Appendix 14, page 2\n2015 11,9055,782135,60111,19400167,1141,358,940 0251,2766,9012,2806,133268,37101,627,310 595,69215,9210004,59226,2641,653,575 34,9896721,9161437,591 71,0302,350,506\n2012 10,9595,322124,82010,30400153,8271,250,895 0231,2986,3522,0995,645247,03401,497,928 545,24014,6550004,22724,1761,522,105 32,2086181,7641234,6020 65,3822,163,626\n2011 10,6605,177121,42010,02300149,6371,216,824 0224,9986,1792,0425,491240,30501,457,129 535,09714,2560004,11223,5181,480,646 31,3306021,7151233,6600 63,6022,104,694\n2008 9,8134,766111,7679,22600137,7401,120,078 0207,1095,6881,8795,055221,19901,341,277 494,69213,1230003,78521,6481,362,925 28,8395541,5791130,9830 58,5451,937,357\n2007 9,5454,636108,7228,97500133,9881,089,570 0201,4685,5331,8284,917215,17401,304,745 474,56412,7650003,68221,0581,325,803 28,0545391,5361130,1390 56,9501,884,588\n2006 9,2854,510105,7618,73100130,3391,059,893 0195,9805,3821,7784,783209,31401,269,207 464,44012,4170003,58120,4851,289,691 27,2905241,4941129,3190 55,3991,833,257\nForecast 2005 9,0324,387102,8808,49300126,7891,031,025 0190,6425,2361,7304,653203,61201,234,637 454,31912,0790003,48419,9271,254,564 26,5465101,4541028,5200 53,8901,783,324\n2004 8,7864,267100,0788,26100123,3351,002,942 0185,4505,0931,6834,526198,06701,201,009 444,20111,7500003,38919,3841,220,393 25,8234961,4141027,7430 52,4221,734,751\n2003 8,5474,15197,3528,03600119,976975,625 0180,3994,9541,6374,403192,67201,168,296 424,08711,4300003,29718,8561,187,152 25,1204821,3751026,9880 50,9951,687,501\n2002 8,3144,03894,7017,81800116,708949,051 0175,4854,8191,5924,283187,42401,136,475 413,97511,1190003,20718,3421,154,817 24,4364691,338926,2520 49,6061,641,538\n2001 8,0883,92892,1217,60500113,529923,202 0170,7054,6881,5494,166182,31901,105,521 403,86710,8160003,11917,8431,123,363 23,7704561,302925,5370 48,2541,596,827\n2000 7,8673,82189,6127,39700110,437898,056 0166,0564,5601,5074,053177,35301,075,409 393,76210,5210003,03417,3571,092,766 23,1234441,266924,8420 46,9401,553,334\n1999 7,6533,71787,1717,19600107,429873,595 0161,5334,4361,4663,942172,52201,046,118 383,65910,2350002,95216,8841,063,0020 22,4934321,232924,1650 45,6621,511,025\nBase Year  1998 7,4453,61684,7977,00000104,503849,801 0157,1334,3151,4263,835167,82301,017,624 373,5609,9560002,87116,4241,034,0480 21,8804201,198823,5070 44,4181,469,869\n%%% %% %%% % % %% %%%% %%%%%% %%\nDescriptionAAGRActual1994-19941995199619971997 Dry BulkCoal30,57025,59920,64512,053-38Gypsum013,5376,0004,500-20Grain83,92374,30677,19984,8480Clinker004,0007,000Fertilizer5,881000Others0000Total Dry Bulk Tons120,374113,442107,844108,401-4s624,281601,371627,293782,4677Total Stevedored Ton Liquid BulkMolasses0000Mineral Oil127,844152,268192,186151,9163Soya Bean Oil2,8152,9043,0003,92510Tallow/Caustic Soda03,0412,0971,4012Others2,17503,6223,835Total Liquid Bulk132,834158,213200,905161,0774Cargo not Stevedored0000Total Foreign Tons757,115759,584828,198943,5447 Local TonsCopra0047937Fish5,8328,6805,4074,321-18Mineral Oil013,37015,6818,84913Sawn Timber07,2503,0660Logs0000Fertilizers0000Others60,17037,93615,25512,386-77Total Local Tons66,00267,23639,88825,593-41Total Revenue Tons823,117826,820868,086969,137500003Number of ContainersFCL15,07214,35516,10120,1419LCL1,7461,314723695-40Empty1,5071,8221,3821,291-7Transhipment0764206101-92Total Containers18,32518,25518,41222,2286Growth Rate:00003 Total Containers 33,00334,23534,75441,5137Total Revenue Tons1,008,2441,149,2631,172,9131,337,1859AAGR=average annual growth rate, FCL=full container load, LCL=less than a container load. Note:    1999 data.  Source: Maritime and Ports Authority of Fiji", "67 Appendix 15, page 1\nFINANCIAL AND ECONOMIC ANALYSES\nA. Least Cost Analysis\n1. Alternative designs were considered for each project component: (i) the wharf rehabilitation,\nseismic strengthening, and capacity improvements for King’s Wharf, Suva; and (ii) Queen’s Wharf,\nLautoka extension and reclamation. These were contrasted with capacity, cost, demand forecast,\nand  ship  service  time  considerations.  Least  cost  technical  solutions  have  been  identified  by\ncomparing costs and benefits of mutually exclusive project options.\nB. Rationale\n2. King's Wharf Component. The rationale for the component arises from the least cost\nanalysis. Under the master plan, relocation of Suva Port was proposed to a site 5 kilometers (km)\nfrom its current location by 2005. The construction was to commence in 2000 and permit transfer of\nport and cargo operations to the new facility by 2005. The current facility will sustain the current\ncargo throughput until 2005 with the support of additional recurrent maintenance. Beyond this date,\nthe wharf will require increasing maintenance and expenditure. The commissioning of the new\nfacility was to correspond with the end of the structural life of the current facility. The relocation was\nestimated  to  cost  F$120  million  in  1997.  However,  a  geotechnical  study  conducted  in  1998\nconcluded that due to the extent of the required reclamation and the quality of the submarine soils,\nthe cost estimates would nearly double. This estimate was prepared for the least cost option for the\nport relocation, namely the dredge option. The scope includes (i) dredging the reclamation area, (ii)\nbunding and installing rock armors, (iii) bunding the core material, (iv) bunding the core material to\nquarried rock, (v) paving, and (vi) reinstating all buildings and access roads.\n3. In light of the increased and currently unaffordable costs of relocating the port, the Maritime\nand Ports Authority of Fiji (MPAF) sought to attain the greatest use of its existing Suva Port\nfacilities. A program of deferred maintenance, repair, rehabilitation, and seismic strengthening was\nprepared to extend the life of King’s Wharf by 15 years, to 2020. The proposed rehabilitation,\ntogether with the container handling and yard performance improvements, will enable King’s Wharf\nto handle the anticipated throughput to 2020.\n4. The selected seismic strengthening option was furthermore contrasted with a full seismic\nupgrade of the King’s Wharf complex covering the Walu Bay berth and the three berths of King’s\nWharf.  While  the  seismic  strengthening  needs  to  be  adequately  extensive  to  protect  the\nreclamation, the container yard, and berths used most frequently, costs of a full seismic upgrade\nwere estimated at F$42 million. The least cost seismic rehabilitation option of the northern section\nof Kings Wharf has been adopted for the Project.\n5. To improve cargo handling operations, complementary institutional changes are required to\nthe physical improvements including opening of cargo handling at both Suva and Lautoka ports to\nprivate sector competition. At present, vessel operators apply a surcharge of F$150 per container\nto freight rates into and out of the Fiji Islands to compensate for delays in vessel turnaround time\ncaused by the slow rates of cargo handling. Together with the physical improvements to the wharf\nunder the Project, increase in competition is expected to improve cargo handling performance,\nwhich is expected to be passed on to shippers through elimination of this surcharge.\n6. Lautoka Port Component. The rationale for the Lautoka Port component is a least cost\nsolution to provide adequate length for concurrent berthing of dry bulk cargo vessels and large\ncontainer vessels. As presently constructed, when a bulk sugar or wood chip carrier occupies the\nsouthern Fiji Sugar Corporation berth it also occupies part of the west berth of Queen’s Wharf, and", "68 Appendix 15, page 2\nan incoming container vessel might then have to wait, or the bulk vessel will have to be temporarily\nshifted. The new facility will provide unobstructed berthage for one large (250 m) or two small (120\nm) vessels on the west berth of Queen’s Wharf, and an additional shallower draft berth on east\nberth of Queen’s Wharf.\n7. Significant new trade through Lautoka is the export of bottled water to north America. This\nindustry was established in 1996, and is rapidly expanding through a modern bottling plant at\nRakiraki, north Viti Levu. The firm is implementing its plans to double production by early 2002, and\ncould double again in subsequent years. Its business is well capitalized and has already developed\na  substantial  market  through  diversified  distributors  in  the  United  States  and  an  effective\nadvertising campaign. The export water is presently transported by road from the plant to Suva,\nwhich is both costly and unacceptable on environmental and social grounds due to the limited\ncapacity of Queen’s Road and the numerous villages and towns along the route. The production\nrate of the firm will result in a container truck every 8 minutes along the primary road link between\nRakiraki, Lautoka, and Suva.The impact of heavy axle loads are damaging the road system, and\nthe Land Transport Authority is reducing axle load limits to 16.8 tons from the current load of 24\ntons.  The  new  regulations  will  have  cost  implications  for  carriers  and  inland  road  transport.\nConstruction of the wharf extension will allow this trade to be shipped directly from Lautoka Wharf\neliminating at least 220 km of inland transport. Transport to Lautoka would be by road or barge.\nPort storage and wharf requirements and MPAF’s revenues would be unaffected in either case.\n8. A number of other export trades based in northern Viti Levu are at a planning or trial\nshipment stage including container shipment of compacted fodder (animal feed) crops to the\nMiddle  East,  and  other  possibilities  such  as  foodstuffs  and  building  products.  The  market\ncompetitiveness of these products will depend on delivered (cargo, insurance, freight) price, which\nmakes the distance to a suitable export port and efficient port handling critical in determining\nviability of these new economic and trading activities. Once established, the port extensions will\nencourage the establishment of such export industries and reduce the costs of imported goods.\nC. Financial Analysis\n9. A  separate  financial  and  economic  analysis  has  been  carried  out  for  each  project\ncomponent. The financial analysis is summarized in Table A15.1.\n10. Suva Port. The financial analysis for King’s Wharf is based on with- and without-project\ncomparison. The analysis considers the relevant incremental costs of civil works and maintenance.\nThe financial calculations are based on 2001 constant prices including taxes, duties, and physical\ncontingencies. They exclude price contingencies and financing costs. The cost estimates are\nprepared using conservative standards. In particular, for the seismic analysis, high cost estimates\nare used to sensitize these to the changes that may arise from the detailed designs. The costs of\ndirect operation and maintenance of King’s Wharf are adopted from the financial forecast of MPAF.\nThe with-project case reflects no incremental maintenance during construction. Under the without-\nproject case, the port operator is maintaining the facility to meet the current and anticipated loads\nuntil 2005, with the maintenance effort necessarily consuming increasing resources due to the\ndeteriorating condition of the wharf. A physical contingency of 10 percent has been used for each\nphysical  project  component,  except  the  container  yard  reorganization,  which  have  received\nphysical contingencies of 5 percent. A 15 percent physical contingency has been calculated for the\nconsulting services.\n11. Under  the  with-  and  without-project  comparison,  the  revenues  include  ship  revenues\ncalculated  with  the  current  tariff  at  current  values.  A  growth  of  traffic  volume  is  assumed  in\naccordance with the low growth case of 2.3 percent per annum. Without the project, traffic growth will", "69 Appendix 15, page 3\nbe affected by reducing serviceability of the wharf structure, and a lower rate of 1.0 percent is\nassumed until 2005, then static growth and eventually slow decline as the wharf reaches the end of\nits operable life. This decline is due to the increasing costs of shipping through King's Wharf arising\nfrom increasing limitations on wharf loading and the possible need to restrict the working berth length\nand have areas periodically shut off for repair work. The increasing inefficiency and costs of sea\ntransport make export goods less competitive and imported goods more expensive, dampening\nnational economic growth and overall transport demand, and increasing a tendency for shipping\ncompanies  to  avoid  Suva  where  possible.  With  the  project  physical  improvements  and\naccompanying freeing up of competition, the port will be able to improve ship turnaround time,\nreduce costs, and allow the growth target of 2.3 percent to be met.\n12. Without the project there is an annual risk of earthquake damage costs to the wharf of F$0.22\nmillion (tables A15.2 and A15.3) which would have to be met by MPAF and which would be averted\nwith the Project. This is shown as a cost to MPAF in the without-project case, the annual cost being\nthe probability of occurrence multiplied by the cost of repairs.\n13. A financial net present value is a measure of financial benefit accruing to MPAF at the\ndiscount rate of 12 percent. The financial internal rate of return equalizes the present values of cost\nand benefit streams. It is estimated to be 22.3 percent for the Project, with F$17.7 million net present\nvalue for 12 percent discount rate.\n14. Lautoka Port. The financial analysis for Lautoka Wharf extension (Table A15.4) and the\ncontainer yard reclamation is also based on a with- and without-project comparison. Without the\nProject, the newly developing export trade in bottled water is expected to continue to be shipped by\nroad to Suva, bearing high inland transport costs, and the future expansion of this trade would be\nconstrained as a result. The export of animal feed (compacted Rhodes grass and cane leaves)\nwould be compromised by the failure to provide adequate facilities at Lautoka, and this trade is\nassumed not to proceed in the without-project case. Other generated traffic would not occur, and\nthere would be no transfer between road transport of inward freight from Suva Port to Lautoka Port\nas volumes would be insufficient to induce ship calls. With the Project, the base case assumes that\nthe new trades would develop as projected by their stakeholders.\n15. Under the base projection, container cargo exports through Lautoka would increase by\n10,000 twenty-foot equivalent units (TEU) in 2003 on the opening of the new wharf, exceed 65,000\nTEU in 2010, when the trade is fully developed as projected by the industry stakeholders. The\ncontainer projections are based on continuation of an existing trade of 4,300 TEU per year, bottled\nwater trade rising to export 17,500 TEU per year on a fortnightly liner service, fodder crops rising to\n40,000 TEU per year on a weekly charter service, other new trades contributing 2,000 TEU per\nyear, and 2,600 TEU per year transferring from Suva. There would also be empty container imports\nto balance the export traffic, although the growth in the transport of these would be less than\nexports as the Fiji Islands has a surplus of empty containers due to the existing trade flows.\n16. With  the  Project,  it  is  assumed  that  new  trades  will  develop  as  projected  by  their\nstakeholders. The Project is estimated to achieve a financial internal rate of return of 16.5 percent\nwith a F$8.1 million net present value at 12 percent discount rate.\nD. Economic Analysis\n17. Correspondingly,  the  economic  internal  rate  of  return  equalizes  the  present  values  of\neconomic costs and benefits that accrue to the national economy. An economic net present value\nof the Project reflects return in excess of the discount rate of 12 percent. Economic values for costs\nand benefits are obtained by extracting taxes and duties, and by applying a conversion factor to", "70 Appendix 15, page 4\nlabor, local materials, and locally produced benefits to reflect their value in external terms. Local\ncomponents are adjusted to their border values using a standard conversion factor of 0.986 and a\nlabor conversion factor of 0.86 calculated for the Fiji Islands. The conversion factors are applied to\nthe maintenance costs, as local materials and labor will be used for to carry out works. The\neconomic  analyses  for  each  project  component  are  calculated  separately  based  on  with-  and\nwithout-project comparisons.\n18.  Suva Port. For King’s Wharf, the economic benefits (Table A15.5) comprise returns to cargo\nshippers of cargo in the form of savings in handling charges. At present a F$150 surcharge per TEU\nis  added  to  the  normal  freight  rate  to  recover  costs  to  vessel  operators  from  cargo  handling\ninefficiencies. The seismic strengthening confers a benefit from the averted damage cost should an\nearthquake occur, expressed as the expected value of damage multiplied by the annual probability of\noccurrence. For King’s Wharf, an economic internal rate of return of 15.8 percent has been obtained\nwith a net present value of F$5.0 million for a discount rate of 12 percent.\n19. An additional separate economic analysis has been prepared to estimate the real costs of\nearthquake damage if an earthquake occurred the year after construction is completed. Project\nbenefit-cost ratios are calculated for each earthquake intensity measured by ground acceleration\non the basis of a probability of 1.00. Replacement of the facility is assessed at F$62 million based\non MPAF’s asset revaluation.1 Probabilities of an earthquake at various intensities were determined\nbased  on  the  MPAF’s  geotechnical  study2  and  data  obtained  from  the  South  Pacific  Applied\nGeoscience Commission. The damage ratio before mitigation and after mitigation is the cost of\ndamage divided by replacement cost. Damage ratios were assigned to each level of earthquake\nintensity. For each earthquake level, the benefits of mitigation are calculated and divided by the\ncost of the seismic strengthening component, estimated in economic terms at F$7.2 million. The\nresults show that the strengthening is rational and that the chosen strengthening option is the most\ncost effective.\n20. Lautoka Port. Economic benefits of the Lautoka Port component (Table A15.6) arise from\nthe (i) reduction in transport costs of the existing cargo traffic through the port instead of through\nthe road system, (ii) cost savings to existing container traffic through improved cargo handling\nefficiency, and (iii) savings to the new cargo loads made viable by the new logistics systems\nprovided by the additional Lautoka Port facilities.\n21. Transport cost savings include efficiencies in port cargo handling, reduced ship delay, and\nreduced internal transport costs where maritime transport substitutes for land transport connection\nto maritime transport. Ship delay savings accrue to the shipping operator, and are only partially\nreturned  to  the  Fiji  economy.  For  locally  owned  shipping  companies  and  single  commodity\ncharters,  the  contract  between  shipper  and  shipping  company  would  be  expected  to  take\nadvantage of the transport cost savings.\n22. Savings  also  accrue  from  the  vehicle  operating  cost  savings  and  reduced  road\ndeterioration, which have been estimated through axle loads applied to the road system by the\nincremental traffic expected to transfer to direct shipping of containers from Lautoka to destination\nports without transit to Suva by road.\n23. An economic internal rate of return of 17.6 percent has been obtained, and a net profit\nvalue of F$9.8 million based on a discount rate of 12 percent.\n                                                          \n1 MPAF. Port Asset Revaluation. Beca, 1997\n2 MPAF. Rokobili Geotechnical Study. Tonkin and Taylor, 1997", "71 Appendix 15, page 5\n24. The  economic  analysis  shows  both  components,  Suva  and  Lautoka,  to  be  viable  in\neconomic  terms.  More  risk  is  associated  with  the  Lautoka  port  due  to  its  reliance  on  newly\ndeveloping trades. However, discussions with the project proponents and shipping companies,\ndetermination of commercial commitments made, and inspection of production plant give good\nreason to expect that projections of new trade will be realized. The new exports will have a\nsubstantial flow-on impact on the economy of northern Viti Levu and the Fiji Islands as a whole.\nThe port development is an essential element and is expected to catalyze other economic growth.\nThe animal feed project, in particular, is well aligned with the Asian Development Bank’s objectives\nfor improving the economic welfare of the poorer members of society, as it will widely benefit\nowners and leaseholders of land, much of which is lying fallow or showing declining returns with\nthe progressive reduction in prices paid for sugar cane.\nTable A15.1: Financial Analysis for Suva Port Component\n(F$ million)\nYear With Project Without Project\nCosts Revenues Costs Revenues\nCapital O&M Total Total Port King's Net O& M Earthquake Total King's Net Net\nCost Cost Revenues Wharf Income Damage Cost Wharf Income Project\nRevenues Costs Revenues Income\n2002 8.10 8.10 18.29 14.63 6.54 3.96 3.96 14.63 10.67 -4.13\n2003 16.19 16.19 18.80 15.04 -1.15 4.16 4.16 14.78 10.62 -11.77\n2004 8.10 8.10 19.33 15.46 7.37 4.37 4.37 14.93 10.56 -3.19\n2005 2.97 2.97 19.87 15.90 12.92 4.59 0.22 4.81 15.08 10.27 2.66\n2006 2.97 2.97 20.43 16.34 13.37 4.82 0.22 5.04 15.08 10.04 3.33\n2007 2.97 2.97 21.00 16.80 13.83 5.06 0.22 5.28 15.08 9.80 4.03\n2008 2.97 2.97 21.59 17.27 14.30 5.31 0.22 5.53 15.08 9.54 4.75\n2009 2.97 2.97 22.19 17.75 14.78 5.58 0.22 5.80 15.08 9.28 5.50\n2010 2.97 2.97 22.70 18.16 15.19 5.86 0.22 6.08 15.08 9.00 6.19\n2011 2.97 2.97 23.22 18.58 15.61 6.15 0.22 6.37 14.93 8.56 7.05\n2012 2.97 2.97 23.76 19.01 16.03 6.46 0.22 6.68 14.78 8.10 7.93\n2013 2.97 2.97 24.31 19.44 16.47 6.78 0.22 7.00 14.63 7.63 8.84\n2014 2.97 2.97 24.86 19.89 16.92 7.12 0.22 7.34 14.48 7.14 9.78\n2015 3.12 3.12 25.44 20.35 17.23 7.48 0.22 7.70 14.34 6.64 10.58\n2016 3.28 3.28 26.02 20.82 17.54 7.85 0.22 8.07 14.19 6.13 11.41\n2017 3.44 3.44 26.62 21.30 17.85 8.24 0.22 8.46 14.05 5.59 12.26\n2018 3.61 3.61 27.23 21.79 18.17 8.65 0.22 8.87 13.91 5.04 13.13\n2019 3.79 3.79 27.86 22.29 18.49 9.09 0.22 9.31 13.77 4.47 14.03\n2020 3.98 3.98 28.50 22.80 18.81 9.54 0.22 9.76 13.63 3.87 14.94\nIRR: 22.3%\nNPV: 17.7\nIRR=internal rate of return,  NPV=net present value, O&M=operation and maintenance\nCosts: All Capital costs plus physical contingencies F$32.38 million\nBasis of assessment:\n50% of MPAF Maintenance costs assigned against King's Wharf\nMPAF maintenance costs grow by 5% p.a. from year 1 without project\nNo maintenance of facilities in years 2002-2004 construction period\nMaintenance costs reduce by 25% with project and grow by 5% p.a. after 10 years life\nRevenues grow at projected 2.8% rate with project\nRevenues grow more slowly to 2005, stagnate to 2010 and then decline by 1% p.a. in without-project\nExcess cargo handling costs - based on $150 per TEU factored by SCF, applied to without-project traffic and at half the rate for incremental traffic\nEarthquake disruption costs based on disruption and repair costs factored by annual probabilities of events\nSource: Staff analysis.", "Table A15.2: Seismic Strengthening of the King's Wharf Economic Analysis\nEconomic Analysis\n(F$ million)\nAnnual Economic Damage Assessment\nDamage Physical Additional\nEarthquake Return Return Occurrence Ratio Damage Savings Physical Weeks Share of Savings under Freight cost Social cost\nIntensity Period Exceedance Probability without Ratio with under loss Wharf out Mitigated Mitigation when wharf of Physical Total\n(Gravity =1.0) Probability Mitigation Mitigation Mitigation (F$million) of service Assets (F$million) out of service loss savings\n0.1 25 0.039 0.019 0.05 0.02 0.03 0.036 0 50% 0.018 0.00 0.00 0.02\n0.2 50 0.020 0.013 0.25 0.05 0.20 0.163 13 50% 0.082 0.07 0.10 0.25\n0.32 150 0.007 0.004 0.60 0.10 0.50 0.137 26 50% 0.069 0.05 0.07 0.18\n0.38 450 0.002 0.001 0.90 0.15 0.75 0.057 52 50% 0.028 0.03 0.04 0.09\n0.41 1000 0.001 0.001 1.10 0.25 0.85 0.053 104 50% 0.026 0.04 0.06 0.13\nTotal 0.400 0.220 0.18 0.27 0.68\nTable A15.3: Seismic Strengthening of the King's Wharf Economic Analysis\nEconomic Analysis 7\n2\n(F$ million)\n\"What If\" Analysis\nPhysical Additional Benefit\nEarthquake Return Damage Damage Savings Physical Weeks Share of Savings Freight cost Social to Cost\nIntensity Return Exceedance Occurrence Ratio Ratio with under loss Wharf Mitigated under when wharf cost of Total Benefit Ratio for\n(Gravity Period Probability Probability without Mitigation Mitigation (F$million) out of Assets Mitigation out of Physical savings to Cost full\n=1.0) Mitigation service (F$million) service loss Ration Seismic\nUpgrade\n0.1 25 0.039 1.000 0.05 0.02 0.03 1.860 0 50% 0.9 0.0 0.0 0.9 0.13 0.04\n0.2 50 0.020 1.000 0.25 0.05 0.20 12.400 13 50% 6.2 5.2 7.8 19.2 2.68 0.60\n0.32 150 0.007 1.000 0.60 0.10 0.50 31.000 26 50% 15.5 10.4 15.6 41.5 5.79 1.36\n0.38 450 0.002 1.000 0.90 0.15 0.75 46.500 52 50% 23.3 20.8 31.2 75.3 10.50 2.35\n0.41 1000 0.001 1.000 1.10 0.25 0.85 52.700 104 50% 26.4 41.6 62.4 130.4 18.19 3.73\nTotal 144.500\nA\np\np\ne\nn\nd\nix\n \n1\n5\n,\n \np\na\ng\ne\n \n6", "73 Appendix 15, page 7\nTable A15.4:  Lautoka Wharf Extension and Reclamation\nFinancial Analysis\n(F$ million)\nYear Wharf Extension and Reclamation\nCosts Revenues- Net\nCapital Cost Incremental O&M Costs Total Costs Additional Port Charges Revenues\n2002 15.24 15.24 0.57 -14.67\n2003 13.70 13.70 3.17 -10.54\n2004 6.85 6.85 4.74 -2.11\n2005 0.48 0.48 5.77 5.29\n2006 0.48 0.48 6.10 5.62\n2007 0.48 0.48 6.42 5.94\n2008 0.48 0.48 6.75 6.27\n2009 0.48 0.48 7.08 6.60\n2010 0.48 0.48 7.09 6.61\n2011 0.48 0.48 7.11 6.63\n2012 0.48 0.48 7.13 6.65\n2013 0.48 0.48 7.15 6.67\n2014 0.48 0.48 7.17 6.69\n2015 0.48 0.48 7.19 6.71\n2016 0.48 0.48 7.20 6.72\n2017 0.48 0.48 7.22 6.74\n2018 0.48 0.48 7.24 6.76\n2019 0.48 0.48 7.26 6.78\n2020 0.48 0.48 7.28 6.80\n2021 0.48 0.48 7.29 6.82\n2022 0.48 0.48 7.31 6.83\n2023 0.48 0.48 7.33 6.85\n2024 0.48 0.48 7.35 6.87\n2025 0.48 0.48 7.37 6.89\n2026 0.48 0.48 7.39 6.91\nIRR: 16.5%\nNPV: 8.1\nO&M=operation and maintenance.\nCapital cost - including physical contingencies\nexcluding Price contingencies and interest during construction\nSource: Staff analysis.\nTable 15.5: Economic Analysis of Suva Port Component\n(F$ million)\nYear With Project Net\nMPAF Costs Total Project\nCapital Operations and Total Operations and Earthquake Total Excess Earthquake Costs Benefits\nCost Maintenance MPAF Maintenance Damage MPAF Cargo Disruption\nKing's Wharf Costs King's Wharf Costs Costs Handling Costs\nCosts\n2002 7.73 7.73 3.41 3.41 3.41 -4.32\n2003 15.47 15.47 3.58 3.58 3.58 -11.89\n2004 7.73 7.73 3.76 3.76 3.76 -3.97\n2005 2.56 2.56 3.95 0.21 4.16 0.97 0.45 5.58 3.02\n2006 2.56 2.56 4.14 0.21 4.35 0.99 0.45 5.79 3.23\n2007 2.56 2.56 4.35 0.21 4.56 1.00 0.45 6.01 3.45\n2008 2.56 2.56 4.57 0.21 4.78 1.01 0.45 6.24 3.68\n2009 2.56 2.56 4.80 0.21 5.01 1.02 0.45 6.48 3.92\n2010 2.56 2.56 5.04 0.21 5.25 1.03 0.45 6.73 4.17\n2011 2.56 2.56 5.29 0.21 5.50 1.04 0.45 6.99 4.43\n2012 2.56 2.56 5.55 0.21 5.76 1.05 0.45 7.26 4.71\n2013 2.56 2.56 5.83 0.21 6.04 1.06 0.45 7.55 4.99\n2014 2.56 2.56 6.12 0.21 6.33 1.07 0.45 7.85 5.29\n2015 2.68 2.68 6.43 0.21 6.64 1.08 0.45 8.17 5.48\n2016 2.82 2.82 6.75 0.21 6.96 1.09 0.45 8.50 5.68\n2017 2.96 2.96 7.09 0.21 7.30 1.10 0.45 8.84 5.88\n2018 3.11 3.11 7.44 0.21 7.65 1.11 0.45 9.21 6.10\n2019 3.26 3.26 7.81 0.21 8.02 1.12 0.45 9.59 6.33\n2020 3.43 3.43 8.20 0.21 8.42 1.13 0.45 9.99 6.57\nIRR: 15.8%\nNPV: 5.0\nIRR=internal rate of return, NPV=net present value", "74 Appendix 15, page 8\nTable A15.6: Lautoka Wharf Extension and Reclamation\nEconomic Analysis\n(F$ million)\nYear Wharf Extension and Reclamation\nCosts Savings Net\nCapital Incremental Total Road Transport Road Maintenance Externalities Cargo Handling Total Benefits\nCost O&M Costs Costs Costs Costs (Accidents) Costs Savings\n2002 8.32 8.32 1.05 0.93 0.05 0.22 2.25 -6.07\n2003 16.63 0.06 16.69 1.32 1.16 0.08 0.43 2.99 -13.70\n2004 8.32 0.06 8.37 1.59 1.40 0.11 0.59 3.68 -4.69\n2005 0.31 0.31 1.86 1.64 0.14 0.71 4.34 4.02\n2006 0.31 0.31 2.13 1.87 0.17 0.74 4.90 4.59\n2007 0.31 0.31 2.39 2.11 0.20 0.76 5.46 5.15\n2008 0.31 0.31 2.66 2.34 0.23 0.79 6.02 5.71\n2009 0.31 0.31 2.67 2.35 0.23 0.82 6.06 5.75\n2010 0.31 0.31 2.67 2.35 0.23 0.85 6.10 5.79\n2011 0.31 0.31 2.68 2.36 0.23 0.85 6.11 5.80\n2012 0.31 0.31 2.69 2.36 0.23 0.85 6.12 5.81\n2013 0.31 0.31 2.69 2.37 0.23 0.85 6.14 5.82\n2014 0.31 0.31 2.70 2.37 0.23 0.85 6.15 5.83\n2015 0.31 0.31 2.70 2.38 0.23 0.85 6.16 5.85\n2016 0.31 0.31 2.71 2.38 0.22 0.86 6.17 5.86\n2017 0.31 0.31 2.72 2.39 0.22 0.86 6.19 5.87\n2018 0.31 0.31 2.72 2.39 0.22 0.86 6.20 5.89\n2019 0.31 0.31 2.73 2.40 0.22 0.86 6.21 5.90\n2020 0.31 0.31 2.73 2.41 0.22 0.86 6.23 5.91\n2021 0.31 0.31 2.74 2.41 0.22 0.86 6.24 5.93\n2022 0.31 0.31 2.75 2.42 0.22 0.86 6.25 5.94\n2023 0.31 0.31 2.75 2.42 0.22 0.87 6.27 5.95\n2024 0.31 0.31 2.76 2.43 0.22 0.87 6.28 5.97\n2025 0.31 0.31 2.77 2.43 0.22 0.87 6.29 5.98\n2026 0.31 0.31 2.77 2.44 0.22 0.87 6.31 5.99\nIRR: 17.6%\nNPV: 9.83\nO&M=operation and maintenance\nCapital Cost - including Physical Contingencies\nexcluding Price contingencies and interest during construction\nSource: Staff analysis."], "metadata": {"CreationDate": "D:20020211141618", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ldm", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R39-02.doc", "ModDate": "D:20020305163422+08'00'"}}