{"path": "data/input/ta/rrp-tuv-32407.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK  RRP: TUV32407 \n \n \n \n \n \n \n \n \n \nREPORT AND RECOMMENDATION \n \nOF THE \n \nPRESIDENT \n \nTO THE \n \nBOARD OF DIRECTORS \n \nON A \n \nPROPOSED SUPPLEMENTARY LOAN \n \nTO \n \nTUVALU \n \nFOR THE \n \nMARITIME TRAINING PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2004\n ", " \nCURRENCY EQUIVALENTS \n(as of 25 May 2004) \n \n                  Currency Unit  –  Australian dollar (A$) \n                             A$1.00 =  US$0.6962 \n                          US$1.00  =  A$1.429 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIRR  –  economic internal rate of return \nFTF  –  Falekaupule Trust Fund \nGDP  –  gross domestic product \nHIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency \n    syndrome \nICB  –  International competitive bidding \nIEE  –  initial environmental examination \nIMO  –  International Maritime Organization \nMD  –  Marine Department \nMES  –  Ministry of Education and Sports \nPMU    project management unit \nSPC  –  Secretariat of the Pacific Community \nSTCW 95  –  Convention on Standards of Training, Certification, and \n    Watchkeeping of 1995 \nTA  –  technical assistance \nTMTI  –  Tuvalu Maritime Training Institute \nTOSU  –  Tuvalu Overseas Seamen’s Union \n \nGLOSSARY \n \n  Falekaupule  –  Local government, district \n  Ratings  –  Rating is essentially a naval term referring to \nnoncommissioned sailors; in general usage it refers to the \ncrew of a vessel, other than officers. \n  White List  –  A term of no legal standing that indicates if a nation is \ndeemed to be in compliance with the requirements of \nSTCW 95. \n \n \nNOTE \n \nThe fiscal year of the Government of Tuvalu and its agencies ends on 31 December.   \n \n \nThis report was prepared by T. Gloerfelt-Tarp. \n \n \n \n   \n ", " \nCONTENTS \n \nPage \nLOAN AND PROJECT SUMMARY  iii \n \nMAP    vii \nI.  THE PROPOSAL  1 \nII.  INTRODUCTION  1 \nIII.  THE APPROVED PROJECT  1 \nA.  Rationale  1 \nB.  Objectives  2 \nC.  Special Features  3 \nD.  Cost Estimates   3 \nE.  Financing Plan                       3 \nF.  Implementation Arrangements  3 \nG.  Technical Assistance  5 \nIV.  THE PROPOSED SUPPLEMENTARY LOAN  6 \nA.  The Cost Overrun  6 \nB.  Impact on the Project  7 \nC.  Remedial Steps  7 \nD.  Revised Cost Estimates  8 \nE.  Revised Financing Plan  8 \nF.  Implementation Arrangements  9 \nG.  Technical Assistance  10 \nH.  Supplementary Loan Policy Requirements  10 \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS  10 \nA.  Benefits  10 \nB.  Social and Environmental Impacts  11 \nC.  Demand for Seafarers  12 \nD.  Economic and Financial Analysis  12 \nE.  Risks  14 \nVI.  ASSURANCES  14 \nVII.  RECOMMENDATION  14 \n \nAPPENDIXES \n1.  Project Framework  15 \n2.  Summary Poverty Reduction and Social Strategy  18 \n3.  Summary Initial Environmental Examination  25 \n4.  Cost Estimates  28 \n5.  Implementation Schedule  31 \n6.  Contract Packages  32 \n7.  Chronological Events of bidding                      33 \n8.  Economic and Financial Analyses                                                                                    34 \n ", "ii  \nSUPPLEMENTARY APPENDIXES (available upon request) \nA.  Tuvalu Maritime Training Institute Educational Issues \nB.  Detailed Environment Impact Analysis \nC.  Detailed Social Analysis \n \n \n   \n \n ", "  iii\n \nLOAN AND PROJECT SUMMARY \n \nBorrower  Tuvalu. \n   \nClassification  Sector: Education.  \nSubsector: Technical education, vocational training and skills \ndevelopment. \nTheme Sector: Inclusive Social Development. \nTheme: Human development. \n   \nEnvironment Assessment  Category  B.  An  initial  environmental  examination  was \nundertaken and the summary is a core appendix. \n \nProject Description  Infrastructure and equipment to upgrade the Tuvalu Maritime \nTraining Institute (TMTI). \n   \nRationale  The  social  and  economic  welfare  of  about  50%  of  all \nTuvaluans, and especially those living on the outer islands, is \ncritically dependent on the overseas remittances of Tuvaluan \nseafarers,  who  are  trained  by  TMTI.  Upgrading  of  TMTI  is \nessential  to  meet  the  current  International  Maritime \nOrganization (IMO) training requirements and therefore ensure \nthe continued employment of Tuvaluan seafarers. \n   \nObjectives   The objective is to upgrade the structures and training facilities \nof TMTI, to meet IMO training requirements and thereby remain \non the IMO White List, ensuring that Tuvaluan seafarers will \ncontinue to be employed on foreign vessels. This objective will \ncontribute significantly to the goal of poverty reduction on the \nouter islands of Tuvalu and improve the education and skills of \nTuvaluan  seafarers.  The  scope  of  the  Project  includes \nrehabilitating  and  extending  training  facilities  at  TMTI; \nupgrading the wharf facilities; improving and increasing staff \naccommodation; improving water, power, and communication \nservices; and procuring specialized training equipment. \n   \nCost Estimates  The  total  cost  of  the  approved  Project  was  estimated  at \nUS$2.30 million, including US$2.11million in foreign exchange \nand US$0.19 million in local currency. The reappraised cost of \nthe  Project  is  estimated  at  US$4.32  million,  consisting  of \nUS$4.07 million in foreign exchange, and US$0.25 million in \nlocal  currency.  The  cost  increase  is  US$2.02  million, \ncomprising  US$1.97  million  in  foreign  costs  and  US$0.05 \nmillion in local costs.  \n \nFinancing Plan  It is proposed that the Asian Development Bank (ADB) provide \na supplementary loan of US$1.97 million to cover 100% of the \nestimated foreign cost increase. \n ", "iv   \nLoan Amount and Terms  The equivalent of SDR1,394,000 has been provided in various \ncurrencies from ADB’s Asian Development Funds resources, to \nfund  approximately  80%  of  the  cost  of  the  original  Project, \ncovering  approximately  88%  of  the  foreign  exchange  costs. \nThe loan has a maturity of 32 years, including a grace period of \n8 years, and an interest charge of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter. The borrower will \nbe  Tuvalu.  The  equivalent  of  SDR1,353,000.00  (US$1.97 \nmillion)  will  be  provided  under  the  proposed  supplementary \nloan, with the same terms as those of the original loan.  \n   \nPeriod of Utilization  Until 30 June 2006. \n   \nEstimated Project Completion  31 December 2005. \nDate \n \nExecuting Agency  Ministry of Education and Sports. \n   \nImplementation Arrangements  The  project  steering  committee  comprises  relevant \nGovernment  agencies,  including  the  Ministry  of  Works, \nCommunication,  and  Transport  for  technical  advice.  The \nindependent  project  management  unit  receives  specific \nassistance from the loan to provide advice on tendering and \ncontract supervision. TMTI will manage the assets on Amatuku \nIsland. \n   \nProcurement  Goods and services financed by ADB under the Project will be \nprocured  in  accordance  with  ADB’s  Guidelines  for \nProcurement.  The  civil  works  have  been  tendered  under \ninternational  competitive  bidding.  Materials  and  equipment \nvalued  below  US$50,000  will  be  procured  under  direct \npurchase procedures. Funds from the supplementary loan will \nbe  used  to  finance  part  of  the  shortfall  of  the  civil  works \ncontract. The received bids from the short-listed firms for this \nInternational  Competitive  Bidding  were  all  more  than  100% \nabove the appraisal estimates.  \n   \nConsulting Services  Approximately  7  person-months  of  international  consulting \nservices were required for the project management unit and \nwere estimated at US$177,000. Approximately 1.5 additional \nperson-months of consulting services will be required to cover \nthe extended period of construction supervision and necessary \nchanges to some of the designs. \n   \n   \n \n ", "  v\nProject Benefits and  Upgrading of the TMTI facilities will ensure that future maritime \nBeneficiaries  training meets IMO guidelines and that Tuvaluan seafarers will \ntherefore still have fair access to overseas employment. This \nwill allow the continued flow of overseas remittances, upon \nwhich the social and economic welfare, especially on the outer \nislands of Tuvalu, depends. Specific beneficiaries of the Project \ninclude  TMTI  staff,  trainees,  Tuvaluan  seafarers,  shipping \nservice staff, and outer island communities. Approximately 60% \nof the population of Tuvalu, many of whom are economically \ndisadvantaged, is expected to benefit directly from the Project. \nTMTI will have the capacity to train women for the first time. \n   \nRisks and Assumptions   The  Project's  main  assumption  is  that  the  Government  will \nensure competent management of TMTI at all times. The main \nrisk  is  the  depreciation  of  the  American  dollar  over  the \nAustralian and Fijian dollars.  \n   \nTechnical Assistance  Organizational  Strengthening  and  Curriculum  and  Program \nDevelopment at TMTI; total project cost of US$343,000.00, of \nwhich US$291,000 is financed from the Japan Special Fund, \nfunded by the Government of Japan. \n ", "  vii\nMAP AND SITE PLAN OF TMTI ON AMATUKU ISLET \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nsupplementary loan to Tuvalu for the Maritime Training Project.  \n \nII.  INTRODUCTION \n2.  In 2000, the Government of Tuvalu requested the Asian Development Bank (ADB) for \nassistance  to  rehabilitate  Tuvalu  Maritime  Training  Institute  (TMTI).  ADB  approved  project \npreparatory technical assistance (TA) to the Government in 2001 to help prepare a feasibility \nstudy, which was carried out in April 2002. Based on the recommendations of the feasibility \nstudy and findings of ADB loan processing mission in 2002, ADB approved Loan 1921-TUV: \nMaritime Training Project for US$1.85 from ADB’s Asian Development Fund on 16 October \n20021. The Loan Agreement was signed on 13 November 2002, and the loan was declared \neffective on 19 February 2003. The estimated project completion date was 12 August 2005, and \nthe loan close on 31 December 2005. \n \n3.  On 7 May 2004, the Government—realizing a significant cost overrun of the Project, as \nthe lowest evaluated substantially responsive bid to the single civil works contract for the entire \nTMTI upgrade came in more than 100% above appraisal estimates—requested ADB to provide \na supplementary loan to cover the shortfall in financing. The Government informed ADB that, \ndue to fiscal constraints, it could not finance the cost overrun from its own resources, and that it \nhad contacted other development agencies for assistance but no resources with a suitable time \nframe were available. The Government further confirmed that upgrade of TMTI continued to be \naccorded high development priority. The  Special Loan Administration Mission was fielded in \nlate May 2004 and reached an understanding with Government agencies concerned on the \nparameters  of  the  proposed  supplementary  loan.  The  project  framework  is  presented  in \nAppendix 1. \n \nIII.  THE APPROVED PROJECT \nA.  Rationale \n4.  Tuvalu is composed of nine low-lying coral atolls scattered in the Central Pacific Ocean. \nIt has a land area of 26 square kilometers (km2) and an exclusive economic zone of 900,000 \nkm2 of ocean. The total resident population is about 10,340. The capital island, Fongafale on \nFunafuti atoll, has only 2.8 km2, but accounts for more than half of the population and two-thirds \nof the gross domestic product (GDP) of the country. \n \n5.  Seafarers trained at TMTI are by far the most important source of remittances to the \ncountry. These remittances comprise the major part of household income, financing house \nconstruction, school fees, social obligations, and consumption. About 1,000 TMTI graduates are \nregistered for employment as seafarers, of which 350 currently are working overseas. The \nremittances and imports to Tuvalu by seafarers are significant compared with the annual GDP \nof about US$12.5 million (A$18 million). Moreover, as seafarers are recruited on a proportional \nbasis  from  all  islands,  income  is  distributed  proportionally.  In  some  islands,  overseas \nremittances comprise as much as 50–60% of the family income, especially in areas dominated \nby subsistence activity. \n \n                                            \n1 ADB. 2002. Maritime Training Project. Manila. ", "2  \n6.  TMTI was established in 1979 as the Tuvalu Maritime School. The institute provides \ntraining for young Tuvaluan men to enable them to seek employment aboard foreign vessels. \nApproximately 43% of the male population of working age in Tuvalu are employed as seafarers. \nTo maintain these levels of employment, both the state and the seafarer must comply with a \nrange of international conventions and codes established through the auspices of the United \nNations maritime agency, the International Maritime Organization (IMO). Pacific Island seafarers \nconsequently need to gain—and periodically upgrade—qualifications and level of competency \nrequired by conventions such as the on Standards of Training, Certification, and Watchkeeping \nfor Seafarers as amended in 1995 (STCW 95) in order to continue employment with overseas \nand regional shipping services. \n \n7.  TMTI is at a critical juncture―it does not have the requisite training facilities to meet all \ncurrent IMO training requirements. Tuvalu must demonstrate to IMO and overseas crewing \nagencies that TMTI is addressing the infrastructure and training deficiencies. The planned \nupgrading and infrastructure investment must also be implemented as soon as possible, to be \nable  to  pass  the  planned  IMO  audit  in  2005.  The  Regional  Maritime  Programme  of  the \nSecretariat of the Pacific Community (SPC) is of the opinion that, of the 14 maritime schools of \nthe Pacific Island nations currently on the White List, 3 might lose their status in the event of \nexternal  audit  by  IMO―Tuvalu  is  among  these.  Further  analysis  of  key  problems  and \nopportunities  for  TMTI  are  contained  in  the  original  Report  and  Recommendation  of  the \nPresident2. \n \n8.  There has been no formal evaluation of projects to strengthen maritime training institutes \nin  the  Pacific  region.  SPC’s  Regional  Maritime  Programme  guides  their  curricula  and \nspecialization and the principles in the SPC strategy have been to avoid competition between \nthe  countries  and  instead  focus  on  comparative  advantages.  In  Tuvalu's  case,  SPC  has \nrecommended not to broadening its curriculum to include officer training, as the costs would be \ntoo high and the human resource base too small. The Project has taken SPC's recommendation \ninto  consideration.  The  proposed  upgrade  of  TMTI  and  the  associated  TA  in  curriculum \ndevelopment, therefore, focus only on training below the officer level, and potentially including \nwomen.  \n \nB.  Objectives and Scope \n9.  The main objective of the Project is to ensure that TMTI can continue to provide basic \ntraining  and  more  specialized  refresher  and  upgrade  training  to  prospective  and  current \nTuvaluan seafarers, in a manner that meets IMO training standards. This will be achieved by (i) \nupgrading  the  infrastructure  at  TMTI,  (ii)  providing  training  equipment,  and  (iii)  providing \ninstitutional support to TMTI and Marine Department under the associated TA. By addressing \neducation needs and access to international job opportunities, the Project contributes directly to \nthe goals of more equitable income distribution and poverty reduction, particularly in the outer \nislands.  \n \n10.  The infrastructure upgrade includes (i) a wharf extension and installation of specialized \nsafety-at-sea training equipment, (ii) installation of a fire fighting facilities, (iii) increase in the \nwater catchment and storage capacity, (iv) construction of new staff housing, (v) rehabilitation \nand extension of trainee quarters and training facilities, (vi) installation of a back-up solar power \nsystem, (vii) renovation of existing staff houses, (viii) installation of improved telecommunication \n                                            \n2 ADB. 2002. Maritime Training Project. Manila. \n   \n \n ", "  3\nand fire fighting systems, (viii) procurement of specialized training and operational equipment, \nand (x) extension and improvement of the Marine Department’s  offices on Fongafale. \n \nC.  Special Features \n11.  Two  important  requirements  must  be  considered  with  respect  to  the  infrastructure \nupgrade  at  Amatuku.  All  buildings  should  require  minimum  maintenance  and  be  able  to \nwithstand the harsh environment of tropical sun, seawater spray, and occasional typhoons. \nBecause Amatuku has no groundwater, the water catchment from all building should feed into a \nlarger water storage tank system. Both issues will be addressed under the Project. \n \nD.  Cost Estimates  \n12.  The cost of the approved Project, including physical and price contingencies and interest \nduring construction, was estimated at US$2.3 million. The foreign exchange cost was US$2.1 \nmillion, 91% of the total. The local currency cost, including duties and taxes, was US$0.2 \nmillion, 9% of the total. \n \nE.  Financing Plan \n13.  ADB provided a loan of US $1.845 million from the Asian Development Fund with a \nmaturity term of 32 years including a grace period of 8 years, an interest rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter. The ADB loan covers 80% of \nthe total project costs covering approximately 88% of the foreign cost. The financing plan of the \napproved Project is shown in Table 1. \n \nTable 1: Financing Plan \n(US$ ‘000) \n \n  Foreign  Local  Total   \nSource  Exchange  Currency  Amount  Percent \n         \nAsian Development Bank  1,845  0  1,845         80 \nGovernmenta  241  217  458         20 \n  Total  2,086  217  2,303    100 \n  Percent  91  9  100   \na  \nPart of the Government’s contribution is in-kind through the provision of machinery. \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n1.  Project Management \n14.  The Ministry of Education and Sports (MES) is the Executing Agency. MES was not \ninvolved with ADB loan projects previously, but TMTI received various aid projects over the last \n3–4 years. Staff at TMTI are directly involved in planning and implementing the Project, since \nthe  construction  on  Amatuku  requires  close  coordination  with  TMTI’s  routine  training  and \neducational  activities.  The  organizational  structure  of  TMTI  and  educational  issues  are \ndescribed in Supplementary Appendix A. \n \n ", "4  \n15.  A project management unit (PMU) has been set up within MES. The PMU is headed by \nthe assistant secretary of MES and assisted by the superintendent of TMTI, the director of \nMarine  Department,  and  a  qualified  engineer  from  the  Public  Works  Department.  The \nsupervisory consulting engineer is working within the PMU to assist with all matters relating to \ndesigns,  tender  procedures,  and  supervision  during  construction.  The  PMU  manages  and \noversees  Project  implementation  according  to  the  implementation  schedule,  including \nrecruitment  and  supervision  of  consultants,  procurement  of  goods  and  services,  contract \nmanagement, project planning, disbursement, records, and reporting.  \n \n16.  A project steering committee, comprising representatives of  MES, TMTI, the  Public \nWorks Department, and the Marine Department meets quarterly to discuss and guide project \nimplementation and review the planning process. \n \n2.  Period of Implementation \n17.  The  approved  Project  was  supposed  to  be  implemented  over  28  months,  from \nNovember 2002 to February 2005, however, delays occurred in engagement of the supervisory \nengineer and changes in the design caused further delay, and only on 17 December 2003 was \nthe invitation for tender issued. \n \n3.  Procurement \n18.  All procurement financed by the loan will be in accordance with ADB’s Guidelines for \nProcurement. The civil works—which comprise most of the loan—have been tendered in one \npackage under international competitive bidding procedures. Equipment and material valued \nbelow US$50,000 are being procured under direct purchase procedures.  \n \n4.  Consulting Services \n19.  Consulting services for supervisory engineering were estimated at 7 person-months to \nassist  the  PMU  with  prequalification  and  evaluation  of  tenders,  and  in  particular  with  the \ntendering process and construction supervision. A firm was recruited by the MES in accordance \nwith ADB’s Guidelines on the Use of Consultants. The invitation for a simplified technical \nproposal was issued on 2 July 2002 to the four firms that had submitted expressions if Interest \nfor this work.  \n \n5.  Disbursement Arrangements \n20.  MES has established an imprest account at the National Bank of Tuvalu. The imprest \naccount is managed, replenished, and liquidated in accordance with ADB’s Loan Disbursement \nHandbook, as amended. The ceiling of the imprest account will not exceed the equivalent of \nUS$50,000.  ADB’s  statement  of  expenditures  procedure  may  be  used  to  reimburse \nexpenditures less than US$50,000 equivalent and liquidate advances made from the imprest \naccount.  \n \n6.  Account, Audit, and Report \n21.  MES will maintain consistent records and accounts adequate to identify goods and \nservices financed from the proceeds of the loan. MES will (i) maintain separate accounts for the \nProject;  (ii)  ensure  that  accounts  and  related  financial  statements  are  audited  annually  in \naccordance with sound auditing principles by independent auditors acceptable to ADB; and \n   \n \n ", "  5\n(iii) submit to ADB, not later than 6 months after the close of each fiscal year, certified copies of \nthe audited accounts and the report of the auditor. Quarterly reports, detailing implementation \nprogress,  achievements  in  accordance  with  the  indicators  in  the  project  framework, \ndisbursement,  consulting  input,  and  issues  pertaining  to  disbursement  projections  for  the \nfollowing quarter and any delay in implementation schedule, have been be prepared by the \nPMU and submitted to MES with copies made available to ADB. MES will submit a project \ncompletion report to ADB within 3 months after physical completion of the Project. \n \n7.  Project Performance Monitoring and Evaluation \n22.  Benefit  monitoring  and  evaluation  will  be  assessed  through  the  project  benefit  and \nmonitoring evaluation function of the Island Development Program,3 which already collects \ninformation on seafarer remittances to the outer islands.  \n \n8.  Project Reviews \n23.  An inception mission will be fielded 1 month after contract award of the civil works, and a \nmidterm review will be undertaken 7 months after implementation of the civil works component. \nA final review will be undertaken at project completion. \n \nG.  Technical Assistance \n24.  The objective of the TA is to complement the physical infrastructure upgrade of TMTI by \naugmenting  TMTI’s  technical  capability  so  that  it  can  meet  the  training  standards  and \nrequirements of STCW 95. The TA provides (i) continuing improvement of teaching resources \nand  techniques;  (ii)  enhancement  of  employment  outcomes  from  existing  programs;  (iii) \nmaximize action of the training opportunities available onboard the Nivaga II and other vessels; \nand (iv) development of new programs or integration of existing programs, as necessary. The \nTA is also directed at implementing international ship management and planned maintenance \nprocedures of the vessels of the shipping services, along with a focus on competency-based \nassessment training with TMTI. \n \n25.  Manukau Institute of Technology of New Zealand was awarded the contract under the \nquality-and-cost-based  selection  method  to  provide  approximately  11  person-months  of \ninternational consulting services, on a staggered basis over 2 years, in (i) management and \norganization (3 person-months), (ii) maritime education (3 person-months), (iii) technical subject \nmatter (2 person-months), and (iv) maritime engineering (3 person-months).  \n \n26.  The total cost of the TA is US$343,000 equivalent, of which US$291,000 is the foreign \ncost and US$52,000 equivalent is the local cost, of which ADB finances the entire foreign cost. \nThis  covers  consultants’  remuneration,  per  diem,  international  and  local  travel,  report \nproduction, training materials, communication, and contingencies. The Government provides the \nremaining US$52,000 equivalent in local currency by providing counterpart staff, office facilities, \nand local counterpart travel. ADB finances the TA on a grant basis from the Japan Special \nFund, funded by the Government of Japan. The TA is being implemented over a period of 2 \nyears and commenced on 24 March 2003, and with closing date in December 2005. \n \n                                            \n3  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Tuvalu \nfor the Island Development Program. Manila. \n ", "6  \nIV.  THE PROPOSED SUPPLEMENTARY LOAN \nA.  The Cost Overrun \n27.  The contractors for the civil works component of the approved Project were prequalified \nin December 2003 and invitation to bid was issued to all five prequalified contractors on 17 \nDecember 2003. Bids were opened on 26 March 2004, at 1:00 PM at Tuvalu High Commission \nin Suva, the Fiji Islands. The time from the issuing of invitation for prequalification on 18 June \n2003 until opening of bids under International Competitive Bidding procedure on 26 March 2004 \nfollowed ADB's time schedule. One bidder was rejected due to late submission. The four other \nbids were examined for completeness and determination of substantial responsiveness. All four \nbidders  were  found  to  be  substantially  responsive  and  their  price  bids  were  subsequently \nexamined and adjustments were made where applicable. \n \n28.  The  lowest  evaluated  substantially  responsive  bid  for  adjusted  tender  prices  was \nUS$4,692,699.00 compared to the cost estimate at appraisal, which was US$1,983,398.00. A \nrange of factors contributed to the cost overrun.  \n \n(i)  Delay in effectivity date. The day after the original loan was approved, on 16 \nOctober 2002, the Superintendent of TMTI was dismissed from his position at \nTMTI by the MES. The Government was thus in breach of the very important \nrequirement for loan effectiveness: assuring continuity in TMTI's management. \nOnly on 19 February 2003 was the new management for TMTI in place and the \nloan declared effective. \n   \n(ii)  Change in scope. The new superintendent for TMTI naturally had an interest in \nthe proposed civil works for upgrading of TMTI. In addition to the estimated \nscope, new civil works were proposed (a) to reflect reality onboard a vessel, e.g., \nlifeboat release and firefighting; and (b) the serious deterioration that had taken \nplace since appraisal in 2001. At a steering committee meeting on 16 April 2003 \nit was agreed to include the additional work in the bidding documents at an \nestimated  extra  cost  of  US$425,000.  Taking  the  original  estimate  of \nUS$1,983,398 and adding the US$425,000, the equivalent estimate becomes \nUS$2,408,398. \n \n(iii)  Depreciation of United States Dollar vs. Australian currency. The exchange \nrate  at  appraisal  was  A$1=$0.51  versus  the  exchange  rate  at  bid  opening \n$A1=US$0.74.  This  constitutes  an  increase  in  prices  of  48%,  equal  to  an \nincrease  of  US$1,156,031,  and  bringing  the  appraisal  engineer's  appraisal \nestimate up to US$3,564,429. \n \n(iv)  The  current  building  boom  in  the  region.  The  price  escalation  was \nexacerbated because thousands of Australians and New Zealanders moved back \nto their countries after September 11, and due to the Fiji Islands social unrest \nthat saw thousands of Indo-Fijians leaving, only to be replaced by expatriates \nwith  corresponding  needs  for  housing.4  Major  building  contractors  in  the  Fiji \nIslands indicate that labor rates have increased by almost 50% since 2001 and \n                                            \n4 Tuvalu is lying almost 1,000 kilometers NNW from the Fiji Islands and all imports come from there. All the bidders \nfor the civil works component are from the Fiji Islands or have used their Fiji Islands subsidiaries. This is the reason \nwhy the price escalations depend so much on what is happening in the Fiji Islands. \n   \n \n ", "  7\nmaterial  costs  have  increased  20–30%.  Applying  a  labor-to-material  ratio  of \n40:60, the net effect of the current building boom on the price is a 35% increase, \nequal to a further increase of US$1,247,551, bringing the appraisal engineer's \nestimate up to US$4,811,978. \n \n29.  The revised appraisal cost estimate, taking the above factors into consideration, of \nUS$4,811,978 compares reasonably well with the lowest evaluated substantially responsive bid \nof US$4,692,699.  \n \nB.  Remedial Steps \n30.  Before  appraising  the  proposed  supplementary  loan,  alternative  remedial  measures \nwere explored. The Government was not able to meet the additional finances from its own \nresources due to current fiscal constraints, and other development agencies were not able to \nmeet the additional financing requirements within an acceptable timeframe due to their existing \nprograms.  \n \n31.  Proposed but nonessential components for the actual seafarer training, such as the \nrecreational facilities and the Marine Department's office were deleted from the scope of the civil \nworks and the design of some of the staff houses was modified. Calculating the new cost \nestimate for the Project, the Mission used the bidding prices from the four opened bids, but \ncould only apply the preliminaries and general costs (mobilization costs) on a pro-rata basis.  \n \nC.  Impact on the Project \n32.  As elaborated on in Section V, paras. 55–56, the Project remains very viable, the Project \nis essential for Tuvalu to maintain the pro-poor distribution of remittances from the seafarers, all \neffort have been made to look for alternative financing, and the Project scope has been trimmed \ndown to make the Project as economically robust as possible while ensuring that TMTI remains \non IMO's White List. \n \n33.  The economic, financial, social, environmental, and institutional impacts of the cost \noverrun have been reappraised. The objective and overall implementation arrangements of the \napproved Project remain unchanged despite the cost overrun. The financing of US$1.85 million \navailable under the approved Project is not sufficient to construct the required infrastructure.  \n \n34.  The reappraised Project will have the same beneficiary target groups as the approved \nProject. The only change is that the seafarers will be obliged to pay for their refresher courses. \nThe summary poverty reduction and social strategy was reappraised and the findings are \nattached as Appendix 2. \n \n35.  The  initial  environment  examination  (IEE)  prepared  for  the  approved  Project  was \nreviewed  during  reappraisal  but,  as  the  Project  essentially  remains  the  same,  the \nsupplementary loan will have no additional adverse effect on the environment. The design \nfeatures and specified good construction practices are covenants of the civil works contract and \nwill be monitored for compliance by the PMU. The summary IEE, prepared under the approved \nProject, is attached as Appendix 3 and the complete IEE is in Supplementary Appendix B. \n \n ", "8  \nD.  Revised Project Cost Estimates  \n36.  The revised cost of the Project is estimated at US$4.32 million, comprising US$4.07 \nmillion in foreign costs, and US$0.25 million in local costs. The original cost of the Project was \nestimated at US$2.30 million, comprising US$2.11 million in foreign costs and US$0.19 million \nin local costs, leaving a total shortfall in financing of US$2.02 million, comprising US$1.97 \nmillion in foreign costs and US$.05 million in local costs.  Table 2 shows the cost estimates.  \n \nTable 2: Cost Estimates \n(US$ '000) \n \n  Original Estimates  Revised Cost Estimatesa \n  Foreign  Local  Total  Foreign  Local  Total \nItem  Costs  Costs  Costs  Costs  Costs  Costs \nA.   Civil Works                 \n    Prelim. & Generalb   324.4  36.0 360.4 1,085.6 55.5  1,141.1\n  Buildings  846.8  75.1 921.9 1,286.2 86.4  1,372.6\n  Structures  202.3  22.5 224.8 432.4 28.4  460.8\n  Water Tanks  20.5  2.3 22.8 43.2 2.9  46.1\n  Fittings  103.6  11.5 115.1 434.2 20.0  454.2\n  Subtotal  1,497.6  147.4 1,645.0 3,281.6 193.1  3,474.7\nB.   Equipment    207.3  10.9 218.2 207.3 10.9  218.2\nC.   PMU Engineeringc  161.2  15.8 177.0 195.2 15.8  211.0\n  Subtotal  368.5  26.7 395.2 402.5 26.7  429.2\n  Base Cost  1,866.1  174.1 2,040.2 3,684.1 219.8  3.903.9\nD. Contingencies     \n  Physic. Conting.d  139.5  15.5 155.0 230.4 17.8  248.2\n  Price Conting.e  71.5  7.9 79.4 105.9 8.7  114.6\n  Subtotal  211.0  23.4 234.4 336.3 26.5  362.8\n  Total Costs  2,097.1  197.5 2,274.6 4,020.4 246.3  4,266.7\nE.   IDC  28.0  0.0 28.0 51.0 0.0  51.0\n    Total  2,105.1  197.5 2,302.6 4,071.4 246.3  4,317.7\n  Including    57.6 99.2 \nTaxes and Duties \na Estimates are based on evaluation of the bids received in March 2004. \nb  These amounts have increased considerably because the bidders have allocated more than the 25% to \nPreliminaries & General as assumed at appraisal. \nc  The revised estimates include the additional cost for supervision and changes to design. \nd  Physical contingencies reduced to 5% because of greater degree of confidence in the costs as these are based on           \n    recent actual bids.     \ne  Price contingencies are less than in the original estimates because the revised loan will be implemented over a  \n    period of 1 year instead of 3 years. Price contingencies are based on the Fiji Islands as all civil works will be  \n    sourced from there. \nSource: Asian Development Bank estimates. \n \nE.  Funding Requirements \n37.  The financing plan for the cost overrun is shown in Table 3.  \n \n \n \n \n \n   \n \n ", "  9\nTable 3: Financing Plan  \n(US$ 'million) \n \n  Foreign Costs  Local Costs  Total Costs  Percent \n     \nAsian Development Bank  1.97 0.00 1.97  97.5\nGovernment  0.00 0.05 0.05  2.5\nTotala  1.97 0.05 2.02  100.0\nPercent  97.5 2.5  \na Includes interest during construction \nSource: Asian Development Bank estimates. \n \n38.  It is proposed that ADB provide a supplementary loan of SDR1,353,000.00 (US$1.97 \nmillion) from the Asian Development Fund resources to finance the entire additional foreign cost \nof US$1.97 million (including US$23,000 for interest during construction). The financing of the \ninterest  during  construction  by  ADB  is  considered  appropriate  because  of  the  tight  fiscal \nsituation of the Government. The ADB loan will carry a term of 32 years including a grace period \nof 8 years, and an interest rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter. The Borrower will be Tuvalu. Details of the Project cost estimates are presented in \nAppendix 4.  \n \nF.  Implementation Arrangements \n39.  The implementation arrangements for the supplementary loan will remain unchanged \nfrom the approved Project, in (i) project management; (ii) disbursement arrangements; (iii) \naccounts, audit, and report; (iv) project performance monitoring evaluation; and (v) project \nreviews.  \n \n1.  Period of Implementation \n40.  The  implementation  period  for  the  approved  Project  envisaged  completion  of \nconstruction in December 2005. However, the delays necessitate an extension of the utilization \nperiod until 30 June 2006, to allow for the 6 months guarantee period on the civil works. The \nrevised implementation schedule is in Appendix 5. \n \n2.  Procurement \n41.  The invitation for bids was issued on 17 December 2003 and the tender closing date \nwas 26 March 2004. As the reestimated total project costs are below the lowest evaluated \nsubstantially responsive bidder, the Government will explore its options of either call for re-\nbidding amongst the prequalified firms, or enter into negotiations with the lowest bidder to \nnegotiate a price reduction equivalent to the reduced scope. The validity of the bid from the \nlowest bidder has been extended until 31 July 2004. The list of contract packages is in Appendix \n6. A chronological event of the bidding procedure is in Appendix 8. \n \n3.  Consulting Services \n42.  The consultant for the Project was selected by MES and approved by ADB  to undertake \nthe supervisory engineering of the construction, prepare detailed design and tender documents, \nand assist the PMU with evaluation of tenders and all other matters relating to the construction \nwork. The contract with the consultant specifies 7 person-months’ input. However, the design \n ", "10  \nchanges necessary for the required modifications and the extended supervision will require an \nadditional input of approximately 1.5 person-months. The cost of this has been incorporated in \nthe supplementary loan cost estimates. \n \nG.  Technical Assistance \n43.  There is no new TA and there are no changes to the already approved associated TA.  \n \nH.  Supplementary Loan Policy Requirements \n44.  The  existing  covenants  adequately  address  the  issues  relating  to  successful \nimplementation  of  the  Project.  However,  given  the  additional  debt  burden  from  the \nsupplementary  loan,  the  Government  has  agreed  that  TMTI  will  implement  cost  recovery \nmeasures  for  all  seafarers  undertaking  the  obligatory  refresher  courses.  The  covenant \naddressing  cost  recovery  includes  a  Government's  assurance  to  finance  any  shortfall  of \nrecurrent costs. \n \nV.  PROJECT BENEFITS, IMPACTS, AND RISKS \nA.  Benefits \n45.  The  main  benefit  from  the  Project  is  that  it  will  allow  TMTI  to  continue  to  be  an \naccredited maritime training institution on IMO's White List. Other benefits from the Project are \nincreased earnings from Tuvaluan international seafarers that will flow into the country.  \n \n1.  The “With-Project” Situation \n46.  TMTI is upgraded and maintains its White List status. TMTI increases its number of \ntrainees that graduate each year and the provision of upgrading and revalidation courses to the \npool of active seafarers. The improved facilities allow an increase in the number of new entrants \nto a level where 80 graduate each year from an intake of up to 90 trainees, compared with the \npresent situation where around 54 graduate each year from an intake of 60. Upgrading and \nrevalidation courses are conducted as required for the existing pool of around 1,000 active \nseafarers. \n \n47.  The average working period for a Tuvaluan seafarer is assumed to be 15 years, which \nrepresents a loss from the pool of seafarers of 7% per year. The output of 80 new seafarers per \nyear will result in a 10% increase of active seafarers over the project life to around 1,100. \n \n48.  The operating costs of TMTI are increased to reflect the required maintenance of the \nexisting and new infrastructure, with replacement of capital items and equipment as needed. \nHowever, the general high building standards required for the civil works at TMTI has been \nchosen deliberately in order to keep the maintenance cost down as much as possible. \n \n2.  The Without-Project Situation \n49.  TMTI  loses  its  White  List  status  within  2  years  and  is  forced  to  close  down.  The \nGovernment, recognizing the importance of the seafarers’ employment to the country, would \nthen continued to fund a reduced number of new trainees for training overseas at an appropriate \ninstitute. Some trainees may also fund their own courses. However, because of the more \ndifficult logistics in organizing the overseas training, and the stricter entrance requirements for \n   \n \n ", "  11\nthe overseas institutions (such as the level of English proficiency), the number of trainees who \nsuccessfully complete the training would be reduced to only half of the current output, and only \nabout 27 new seafarers would graduate each year. This would result in a gradual reduction in \nthe  pool  of  trained  and  active  seafarers,  based  on  an  attrition  rate  of  8%  per  year. \nConsequently, the number of employed seafarers is reduced and remittance income diminishes \naccordingly over time. \n \n50.  All upgrading and revalidation courses would have to be conducted overseas as well, \nwhich is the reason for the higher attrition rate, as seafarers would decide that continuing \nemployment as seafarer is too difficult. Some trainees who go overseas may lose their links with \nTuvalu and emigrate permanently, reducing the amount of income remitted home to Tuvalu. The \nnet result is that the level of income that Tuvalu would receive from its seafarers would be \nseverely reduced as the pool of active workers rapidly decreases. \n \nB.  Social and Environmental Impacts \n1.  Social Issues \n51.  No issues are related to land acquisition and nobody will need to be resettled. The social \nimpacts and benefits of the Project are detailed in Supplementary Appendix C. \n \n2.  Environment \n52.  The  environment  classification  of  the  Project  remains  category  B—a  project  with \nenvironmental impacts that are easily mitigated using established technologies and mitigating \nmeasures.  \n \n3.  Poverty Impact \n53.  The remittances are extremely important, but subject to global forces of supply and \ndemand for seafarers. Fluctuations in the total annual seafarer remittances in the last 5 years \nhave been considerable. In early 2000, a high of 514 seafarers were at sea (on 79 vessels). In \nMay 2004 the level was 350, but it is expected to increase to 460 in late 2004.  \n \n54.  About 80% of the income earned by seafarers is sent back to their families.  Tuvalu \nreceived seafarer remittances equivalent of around US$3.3 million (A$4.7 million) in 2000, \nUS$2.6 million (A$3.7 million) in 2001, and lower amounts of US$2.2 million (A$3.2 million) and \nUS$2.4 million (A$3.4 million) in 2002 and 2003, respectively. The last 2 years’ declining \nearnings are attributed to the depreciation of the American dollar, in which seafarers are paid. \nAnalysis of the prorated distribution of seafarer remittances on an island basis (reflecting the \nhome islands of Tuvaluan seafarers) was undertaken during the original feasibility study. On a \nper capita basis, the greatest potential economic benefits of seafarer remittances will accrue to \nfamilies based on the outer islands Nanumea, Nui, Nukufetau, and Nukulaelae. The potential \nper capita distribution of seafarer remittances to Nanumea in 2002 was estimated at US$1.1 \nmillion (A$1,573), more than five times the per capita benefit to families with Funafuti listed as \ntheir home island. The outer islands are much more dependent on the seafarer remittances than \nare people in the capital island, Funafuti. The Project is attempting, through the upgrading of \nTMTI, to secure these potential economic benefits to the outer islands. \n \n ", "12  \nC.  Demand for Seafarers \n55.  Tuvalu  seafarers  have  by  tradition  always  been  employed  by  German  shipping \ncompanies. Currently 4 crewing agencies are based in Tuvalu. The Ahrenkiel Shipping Group is \nthe biggest employer, with around 112 full-time employed seafarers on their ships. Two major \nevents are contributing a very positive future employment outlook for Tuvaluan seafarers: (i) \nincreasing demand  for  regional  seafarers  on  the  regional  cruise  ships,  and  (ii)  the  recent \ntightening of background security check for all seafarers entering the United States’ territorial \nwaters. \n \n(i)   the increase in tourists on the regional cruise ships has opened new employment \nopportunities for many Pacific islanders. The trips now often involve a combined \npackage of air and sea voyage and many cruise-ships are now based further \neast in the Pacific, making it easier for Pacific islanders to gain employment as \nindividual travel costs are lower and visa requirements often much easier and \ncheaper. \n \n(ii)  the September 11 attack, caused worldwide security to tighten, especially in the \nUnited States but also Australia. Shipping lines will in the future be required to \nprovide background security checks for every person on vessels entering the \nterritorial waters of the United States. The government in the originating country \nof the seafarer will have the responsibility for ensuring the correct identity of the. \nAlthough this measure is still in its pilot phase, it has caused many shipping lines \nto look for seafarers from perceived \"safe countries\" where checks can also \neasily  be  made.  Small  island  countries  with  trained  seafarers  stand  to  gain \nconsiderably  in  this  new  manning  environment.  In  May  2004,  the  Ahrenkiel \nShipping Group informed TMTI that it is seeking a total of 400 full-time Tuvaluan \nseafarers on its 54 ships. A Greek shipping agent also visited Tuvalu in early \n2004 to inquire about employing Tuvaluan seafarers. The immediate demand is \ndouble the number of seafarers at sea in May 2004. The long-term demand is \nlikely to be considerably higher as security issues will feature more prominently.  \n  \nD.  Economic and Financial Analysis \n1.  Economic Analysis \n56.  The economic viability of the Project was reevaluated based on updated information of \nbenefits and construction costs. The reevaluation concluded that despite the increases in costs, \nthe Project is robust and, taking the new benefits streams into account, remains economically \nviable. The main benefits from the Project are (i) higher remittance of income from seafarers, \nand (ii) 10% increase in the pool of seafarers. Consequently, the net annual benefits will \nincrease  over  time  reaching  US$2.1  million  (A3.0  million)  per  year  after  25  years.  The \nalternative solution of sending Tuvaluans to other maritime training institutes in the region was \nalso explored again, but the costs associated with this option have risen significantly since \nappraisal for the approved Project and this is not an option.  Detailed financial and economic \nanalyses are presented in Appendix 8. \n \n57.  The results of the base case, using the assumptions noted in paras. 46–48, return an \neconomic internal rate of return of 14.1%. The Economic net present value at a discount rate of \n12.0% is A$1.6 million. This indicates that the Project is a worthwhile investment for Tuvalu from \n   \n \n ", "  13\nan  economic  perspective,  as  it  comfortably  exceeds  the  economic  internal  rate  of  return \ndiscount rate of 12.0%. \n \n2.  Sensitivity Analysis \n58.  The sensitivity analysis shows that the Project is robust to changes in the capital costs \nand to the ongoing operation and maintenance costs for TMTI, but that it is sensitive to the \npercentage of seafarer earnings that are remitted back to Tuvalu, and the number of seafarers \ngraduating. It will be important for TMTI to ensure that full use is made of the upgraded facilities \nand that an increased number of new entrants are trained each year. \n \n3.  Financial Analysis \n59.  The basic annual costs of operating TMTI in the present state are estimated to be about \nUS$440,800 (A$630,000) per year for a total of 60 trainees and 12 staff. Training is also \nprovided for a number of seamen for refresher and upgrading courses, which is estimated to \nmake up 15% of the training activity. Funding of the direct operating costs is fully supported by \nthe  Government,  through  scholarships  provided  to  the  60  new  trainees  per  year,  plus  an \nadditional subsidy to make up any shortfall in meeting operating costs. In the Government’s \n2001 budget allocation, TMTI was allocated US$325,400 (A$465,000) as scholarships for 60 \nnew trainees US$5,423 (A$7,750) per head, and an additional US$67,900 (A$100,000) as a \nsubsidy from the European Union funds, making a total allocation of US$395,400 (A$565,000). \n \n60.  The new capital expenditure proposed for upgrading TMTI has implications for the level \nof operating expenditure and increased maintenance requirements. Without the upgrading of its \nfacilities, TMTI will be unlikely to maintain its White List status, jeopardizing the continuing \nemployment of Tuvaluan seafarers. Thus, capital expenditure must be incurred to upgrade the \nfacilities. In the future, the objective will be to provide adequate funding for maintenance to keep \nthe infrastructure in good condition and to avoid the need for periodic injections of capital to \ncatch up with deferred maintenance.  \n \n61.  With the new infrastructure, total annual maintenance is estimated to cost US$58,400 \n(A$83,450) per year. This is considerably more than TMTI has allocated for maintenance in the \npast, and highlights the importance of adequate maintenance to ensure that the assets are kept \nin good condition over their full economic life. If well maintained, the buildings and houses \nshould last for 25 years or more. The design of the new facilities and buildings incorporates \ndurable and noncorrosive materials, such as wood, aluminum, and treated steel, which are \nresistant to deterioration and corrosion—a problem in the salty atmosphere at Amatuku. While \nthe cost of more durable materials adds to the overall initial capital costs, it will reduce the future \nmaintenance requirements and ensure that the facilities function for their full planned economic \nlife. \n \n62.  In addition, costs for debt servicing will increase for TMTI because of the ADB loan. \nAlthough TMTI may not be required to service the debt directly, the debt can be factored into the \ncosts of running the institution to indicate the total cost and the change from the present \nsituation. For example, the debt repayment obligation for the increased ADB loan of US$3.81 \nmillion (A$5.44 million), repayable over 24 years with a nominal interest rate of 1.5%, would \ninvolve an annual debt-servicing cost of around US$190,000 per year, following the end of the \n8-year grace period. The interest of 1.0% during the grace period will cost US$37,000 per year \nduring the first 8 years. MES has given assurance that the Government has agreed to the \nconcept of user fees. In the future, the Government will probably abolish the tax-free status that \n ", "14  \nseafarers enjoy today. A modest income tax of 10% would easily finance the debt service \nrequirements of the loan. \n  \nE.  Risks \n63.  The  risks  pertaining  to  the  sector  are  described  in  the  original  Report  and \nRecommendation  of  the  President,  para  805.  The  most  important  risk  to  successful \nimplementation is the uncertainty of the Australian and Fiji dollar exchange rates in the near \nfuture.  \n \nVI.  ASSURANCES \n64.  In addition to the standard assurances (original Report and Recommendation of the \nPresident, para 81), and the assurances of the existing loan agreement, the Government has \ngiven the following additional assurance, which is incorporated in the legal document. Upon \ncompletion of the Project, the Government will charge or ensure that TMTI charges participants \nof all upgrading and revalidating courses held at TMTI the full cost of such courses. Pending the \nadoption and implementation of cost recovery measures, the Government will provide adequate \nbudget support to cover all incremental recurrent costs associated with the Project, including \noperating and maintenance costs of the project facilities. \n \nVII.  RECOMMENDATION \n65.  I am satisfied that the proposed supplementary loan would comply with the Articles of \nAgreement of ADB and recommend that the Board approve the supplementary loan in various \ncurrencies  equivalent  to  Special  Drawing  Rights  1,353,000.00  to  Tuvalu  for  the  Maritime \nTraining Project from ADB's Special Funds resources, with an interest charge at the rate of 1% \nper  annum  during  the  grace  period  and  1.5%  per  annum  thereafter;  a  term  of  32  years, \nincluding a grace period of 8 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan Agreement presented to the Board. \n \n \n \n                    Tadao Chino \n                       President \n \n \n1 July 2004 \n                                            \n5 ADB. 2002. Maritime Training Project. Manila. \n   \n \n ", "     \nPROJECT FRAMEWORK \n \nPerformance  Monitoring Mechanisms  Assumptions \nDesign Summary \nIndicators/Targets  and Risks \nGoal       \nTo contribute to the sustained  Ongoing contribution of  Use of the project benefit   \nlivelihood and well-being of the  seafarer remittances to  and monitoring evaluation   \nouter island communities where  Tuvalu remains stable, or  of the Island Development \nprimarily the old, the very young,  increases, over the next 25  Program survey facility to \nand women live  years, with measurable  determine socioeconomic \nimprovement in social and  changes in the Outer \neconomic conditions in the  Islands \nouter islands    \nMonitoring of Tuvalu \nOverseas Seafarer Union \nand National Bank of \nTuvalu data on seafarer \nemployment levels and \nannual remittances \nPurpose       \nTo ensure that Tuvalu Maritime  TMTI passes IMO's  IMO audit  Government ensures that \nTraining Institute (TMTI) and  external audit scheduled    recruitment of competent \nMarine Department meets the  sometime in 2005 and  The Secretariat of the  management staff at TMTI is not \nstandards and requirements of the  remains accredited (White  Pacific Community (SPC)  compromised  \nInternational Maritime  List) as a training institute  and crewing agency   \nOrganization (IMO) in order to  to supply seafarers for the  inspections   \ncontinue to provide basic training  international market   \nand more specialized refresher   \nand upgrade courses to young \ntrainees and active seafarers \n \nOutputs         A\np\np\n1.  Infrastructure Upgrade        e\nn\na.  Wharf extension, new staff   All required training  Monthly reports from the  Competent consulting engineer can  dix\n     houses, renovation of existing   equipment and facilities in  project management unit   be engaged to serve the Project   1\n          tsrtaaifnf inhgo ufasecisli,t ireesh, aebxitlietantsioionn o of f     pJulancee  2a0n0d5 o perational by  seunpgeinreviesro ry consulting  M  anagement Unit function  1        \n5", "   \n1\nPerformance  Monitoring Mechanisms  Assumptions  6\nD   e  striaginn eSeusm acmcaormy modation     Indicators/Targets    Risk. Bad weaanthde rR, idsikssru ptions in          A\np\nb.  Specialized training equipment   TMTI is equipped and  Half-year progress reports  shipping services or power supply,  p\ne\nn\n     e.g., fire fighting and navigation  structured to perform    potential sporadic availability of local  d\nix\nc.  Increased water catchment and   training at prescribed IMO    labor, material shortages,   1\n  \n     storage capacity   standards by November    fluctuations in the exchange rate, \nd.  Improved telecommunication   2005    etc., will be the responsibility of the \n  TMTI can accommodate  IMO audit  contractors \n  an increase of up to 30     \n  trainees per year, and     \n  perform all refresher and     \n  upgrading courses     \n  necessary     \n       \n2.  Technical Assistance  Practical training on board  TMTI yearly report  Population pool of 17–25 year old \na.  Management and organization  Nivaga II becomes an    males remains stable or grows over \nof TMTI complies with the  integrated part of TMTI’s    the next 25 years \nConvention on Standards of  curriculum     \nTraining, Certification, and       \nWatchkeeping as amended in  Convention on standards  TMTI training program  Continued Government support for \n1995 (STCW 95) requirements  of training, Certification,    the reorganization  \n  and watchkeeping of 1995     \n  certification issued to TMTI     \n  upon demonstration of     \nb.  Training and curriculum  practical competency by  IMO audit  Current staff at TMTI remains and \ndevelopment reflecting current  the ratings Audit history, as    high quality staff will be added \ninternational practices as  required by the Marine     \ndemanded by the shipping  Department, developed     \nindustry  system to measure and  IMO audit  Regular consultations with TMTI \n  manage the performance    staff and TMTI board \nof TMTI staff implemented     \nSpecialist training in arc,     \ngas and aluminum welding     \nimplemented in first year of  TMTI training program  Risk: HIV/AIDS and alcohol abuse; \nthe technical assistance     to be effectively addressed by other \nRefresher and upgrading  TMTI training program  development agencies through ", "     \nPerformance  Monitoring Mechanisms  Assumptions \nDesign Summary \nIndicators/Targets  and Risks \ncourses in fire fighting,    training and awareness-raising \nsurvival, first aid, oil,   \nchemical, and liquid   \npetroleum gas tanker   \nfamiliarization introduced   \nby end of first year. \nNumber of graduates \ngetting employment \nincreased by 50% by the \nend of 2007 \nActivities       \nProcurement and installation of  Start.  3rd Q 2004  Equipment is available from supplier \nspecialized training equipment  Comp. 1st Q 2005   \nConstruction and renovation of  Start.  4th  Q 2004  No adverse or extreme weather \nhouses, training facilities, and  Comp. 2'd Q 2005  conditions, e.g., typhoons, delay \noffices    construction \nInstallation of water catchment  Start.  3'd Q 2004   \nand storage, solar power systems,  Comp. 4'th Q 2004  Transfer of construction material \ncommunication systems    from main wharf on Fongafale by \nWharf extension  Start.  3rd Q 2004  launch to Amatuku proceeds \n  Comp. 1st Q 2005  smoothly \n     \nTechnical Assistance  Start.  3'd Q 2003  No unexpected adverse bottom \n  Comp. 4'd Q 2005  conditions \n   \nConsultants will be fielded in a \ntimely manner \nInputs       \nConsulting services  International 11 person-\nA\n  months; US$180,000  p\np\nCivil works  US$3.22 million  e\nn\nd\nEquipment  US$0.17 million  ix\nCounterpart funding  US$0.32 million  1 1        \n7", "18 Appendix 2 \nSummary Poverty Reduction and Social Strategy  \n \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Tuvalu: \n \nAbout half of the males of working age are trained as seafarers. An estimated 60% of all households, or around 6,000 \npeople, receive benefits directly from the remittance income earned by the seafarers. In the absence of the Project, \nthis will decline over time by at least 50%, so about 30% of all households stand to benefit directly from the Project.  \n \nMost people living on the outer islands are the old, the very young, and women. The outer islands have a higher \ndependence, on a per capita basis, on the seafarer remittances and a higher potential of economic benefit from these, \ncompared with the main island Funafuti. The Project will secure these potential benefits. \n \n \nB.  Poverty Analysis   Proposed Poverty Classification \n   \nWhat type of poverty analysis is needed?  Done   \n \nThe poverty partnership agreement with the Asian Development Bank was \nsigned  in  April  2003.  Under  Regional  Technical  Assistance  6047,  the \nparticipatory poverty assessment  was conducted in mid 2003. Assessment \nof hardship and poverty and strategies for equitable growth and hardship \nalleviation were presented to the Government. The Priorities of People \nSeries  – Hardship in Tuvalu  was published in early 2004. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \n \nIs there a participation strategy?     Yes                   No \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: TMTI will position itself, through building of dedicated houses, to allow \nfemale trainees to graduate as seafarers for potential employment onboard regional cruise ships.  \n \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant     Full \n   \nResettlement   Not significant   Short \n   \n None   None \n       \n   Significant   Yes \nAffordability     ", "  Appendix 2  19\n Not significant    No \n \n None \n       \n   Significant   Yes \nLabor     \n Not significant    No  \n \n None \n    It should be noted that all the people of Tuvalu can be   \n   Significant  considered as indigenous   Yes \nIndigenous     \nPeoples   Not significant    No \n \n None \n       \nOther Risks   Significant   Yes \nand/or     \nVulnerabilities   Not significant    No  \n   \n None \n \nA.  Social Analysis \n \n1.    The social analysis of the proposed upgrading of the Tuvalu Maritime Training Institute \n(TMTI) has 2 aspects:  \n(i)  the economic and social importance of TMTI to the general economy of Tuvalu, \nand the outer islands in particular, which provides a fundamental justification for \nthe  proposed  loan  project  (the  “do  nothing”  option  would  have  very  serious \nconsequences for the whole of Tuvalu); and \n(ii)  the potential social impact (both disruptions and benefits) of the Project itself (the \nconstruction activities that are required to upgrade the TMTI facilities), on the \nstaff and trainees resident on Amatuku Islet. \n   \n2.  The economy of Tuvalu is highly dependent on remittances of seafarers, most of whom \nwere trained at TMTI, and the ability of TMTI to provide the required basic training and refresher \ncourses in the future—at the standards set by the International Maritime Organization (IMO)—is \nnow  critically  dependent  on  the  proposed  upgrading  Project.  The  following  details  provide \nevidence of the social importance of TMTI and the Tuvaluan seafarers to provide a context for \nthe proposed loan and to inform the poverty impact analysis. \n   \n3.  An abundance of data is now available on the overall economic situation in Tuvalu, provided \nin the 2002 Economic Report for Tuvalu,1 the Asian Development Bank country assistance plan \n(for 2002–2005),2 and the recent results of the project monitoring and evaluation exercise (the \nADB-supported Island Development Program). Relevant data from these reports have been \nreworked and interpreted to highlight the link between TMTI, the seafarer remittances, and the \neconomies of the outer islands—the specific focus of this social analysis. \n \n \n \n                                            \n1 ADB. 2002. Economic Report for Tuvalu. Manila. \n2 ADB. 2002-2005. Country Assistance Plan. Manila. ", "20 Appendix 2 \nB.  Tuvaluan Seafarers and Their Potential Contribution to the Outer Islands \n   \n4.  Most Tuvaluan seafarers come from the outer islands (almost 60%, with only 10% from \nFunafuti; 30% of Tuvaluan seafarers were born outside Tuvalu). Nanumea, Niutao, Nukufetau, \nand Nukulaelae especially have a very strong reliance on remittances for income. Income from \nwages, salaries, and business (combined) does not equal the income provided by remittances. \nClearly,  the  level  of  Government  service  (and  related job  opportunities)  and the  extent  of \nbusiness opportunities are limited on the outer islands. \n   \n5.  Less than 15% of the income on any of the outer islands can be tied directly to resource-\nbased activity, such as fishing, farming, or production of handicrafts. With such limited scope for \nbusiness income, limited opportunities for wages and salaries, and an increasing demand for \nproducts  that  require  cash  (moving  away  from  a  subsistence  economy),  the  seafarer \nremittances are relied on to provide the products and commodities that must be purchased \nabroad,  and  to  fund  increasingly  expensive  services,  such  as  electricity  and  good  quality \neducation (usually outside Tuvalu). Remittances are allocated in three basic categories: (i) food \nand other such consumables; (ii) support to social services (church and education); and (iii) \nwhat can be considered luxury goods (high technology, energy consumptive goods, compared \nwith traditional materials and goods). With the exception of support to the church, most financial \nsupport provided by seafarers is directed at their specific families  \n   \n6.  The data for shipment of cargo and movement of passengers between Funafuti and the \nouter  islands  suggest  that  the  island  groups  are  very  similar.  The  central  islands  (Nui, \nNukufetau, and Vaitupu) consistently show slightly higher volumes per capita of cargo and fuel \nshipments than with the other island groups, but the overall range of cargo shipped per capita \nfor all the islands is only 0.04–0.08 cubic meters (m3) per month. The least amount of cargo \nshipped from Funafuti (on a per capita basis) is to Nukulaelae and Nuilakita. The amount of fuel \nshipped shows a similar small range per capita: 0.004–0.007 tons per capita per month, with the \nhighest volumes going to the Central Group. The highest level of interisland travel per capita \noccurs between the Southern Group of islands (mostly Nukulaelae) and Funafuti. The least \namount of travel per capita is evident in the Northern Group, probably reflecting the more \nremote location of these islands and atolls. Overall, approximately one in two people from the \nouter islands travel at least once per year between their home island and Funafuti. \n   \n7.  Tuvalu has a low per capita gross domestic product (GDP) of US$1,170 and the lowest \nhuman development index among the Polynesian countries. Of the population, 50% has less \nthan $I cash income per day.  Using this measure of poverty (which is not strictly correct, since \nmost families in Tuvalu have land and access to fish), the level of poverty in the outer islands is \nthree times higher than in Funafuti. The disparity in net cash income between Funafuti and the \nouter islands reflects the relatively high incidence of Government jobs on Funafuti, whereas job \nand  business  opportunities  on  the  outer  islands  are  much  more  limited.  The  more \ndisadvantaged groups (the old, the very young, and women) are concentrated on the outer \nislands, reflecting emigration of younger workers to Funafuti and the overseas employment of \nalmost half the men from the outer islands. \n   \n8.  Land is at a premium throughout Tuvalu, with about 90% held by private landowners, so \narea for investment and expansion of services is limited. In 2001, the population density on \nFunafuti was 1,619 people per square kilometer, reflecting emigration from the outer islands, \nfurther splitting of family land area in Funafuti, and increase in household size. Population \ndensity in the outer islands is about one fifth or less that in Funafuti. One of the main concerns ", "  Appendix 2  21\nof the Government is to increase the welfare and level of economic activity in the outer islands, \nwhile reducing the pressures on land and services in Funafuti. \n   \n9.  Several recent initiatives are addressing the disparities between Funafuti and the outer \nislands. First, the Falekaupule Trust Fund (FTF) has been set up, owned by the eight island \ncommunities. The FTF is supported by the Island Development Program (IDP), which was \nfunded by ADB. Second, electricity is now available on all the islands, provided by the Tuvalu \nElectricity  Corporation,  and  backed  up  with  solar  power  units  and  private  generators. \nCommunity fisheries centers have been set up on three of the islands. In a recent survey,3 most \nouter islands noted an adequate level of water storage and supply (under most conditions), \navailability of flush and water seal toilets, and access to electricity. \n   \n10.  Nevertheless, survey respondents noted many areas for improvement. The required \nimprovements,  as  seen  by  outer  islanders,  fall  into  the  categories  of  public  services  and \ninfrastructure,  environment,  and  private  infrastructure.  Health,  education,  and  shipping \ndeficiencies in the outer islands might best be handled by FTF projects, or Government-funded \ninitiatives, where these require Government policy support and strategic interventions that have \nthe most benefit per capita. The suggested improvements that might be funded by seafarers \nand their families include \n(i)    improved water supplies at the individual level, or supported as a community \ninitiative; \n(ii)   improved housing, which can be considered a private investment; \n(iii)   increased investment in business, assuming that demand is adequate for certain \n  commodities and services and competition can be ensured; \n(iv)  improved  agriculture  (perhaps  improved  technology  or  plant  and  animal \nhusbandry  approaches,  given  the  limited  land),  reducing  the  demand  for \nimported, processed foods; \n(v)   improved environmental quality, not necessarily with cash, but could be seed-\nfunded as community-based initiatives; and \n(vi)   playgrounds, sports facilities, and markets which could be funded or supported \nby seafarers and operated as community or private sector initiatives. \n \n11.  Although  seafarer  remittances  play  an  important  role  in  supporting  outer  island \ncommunities, and will continue to do so, the benefits provided by remittances, which are heavily \nsubsidized by Government (with free basic training initially and no tax collected on subsequent \nincome), are not equitably distributed throughout the outer islands. To pursue the policy of outer \nisland improvements, the Government needs to consider how to capture some of the revenue \nfrom seafaring and use it to address the needs of marginalized members of Tuvaluan society. \n \nC.  Poverty Impact \n \n12.  This  section  identifies  the  impact  of  the  Project  on  the  main  stakeholders  and  the \ndistribution of the net benefits, following ADB guidelines.4  \n \n                                            \n3 ADB. 2000. Island Development Program. Manila \n4 ADB. 2001. Handbook for Intergrating Poverty Impact in Economic Analysis of Projects. Manila. ", "22 Appendix 2 \n13.  The  main  benefit  from  the  Project  is  that  it  will  maintain  the  pool  of  international \nseafarers and ensure that the earnings and level of remittance income from this group continue \nat least at the current level. The “without-project” situation with the assumed closure of TMTI \nwould  result  in  a  decline  in  the  number  of  active  seafarers  and  a  reduction  in  overseas \nremittances over time. \n   \n1.  Distributional Effects \n \n14.   The table summarizes the distribution of net economic benefits of the Project.  The \nfinancial project statement is from the point of view of TMTI.  As no fees are charged or costs \nrecovered from the trainees and seafarers, the training institute has no revenue and is totally \nsupported by the Government. The main economic benefit is the remittance income generated \nby the seafarers, which is used by the families and beneficiaries in the seafarers’ communities. \nThe Project will result in the distribution of benefits to the communities, particularly in the outer \nislands, where remittances from seafarers are the main source of income, directly benefiting an \nestimated 60% of all households.  \nTable A2.1: Potential Distribution of Seafarer Remittances \n(Based on Current Earning Potential of Active Seafarers and \na 70% Level or Remittancea) \nHome Island and Atoll of  Potential  Potential Per Capita Benefit of \nSeafarer Families  Remittances Over  Remittances (A$) Over the Next \nthe Next Year (A$)b  Yearc \nNanumea            1,712,323  2,078     (824) \nFunafuti  989,887       258   (3,839) \nNukufetau  865,443  1,152     (751) \nVaitupu  725,548   1,202   (1,202) \nNiutao  697,285    603     (749) \nNui  678,628    930     (606) \nNanumaga  623,852    969     (644) \nNukulaelae  378,714  1,072     (353) \nNiulakita     31,898     425       (75) \nSource: Asian Development Bank estimates. \na  A 70% level of remittance assumes that some of the seafarer wages are spent overseas and that some of the \n30% of Tuvaluan seafarers who were born outside Tuvalu remit wages to families still living outside Tuvalu.    \nb  It is assumed that the seafarers who were born in Tuvalu will remit most of their wages to their families still \nliving in their birthplace.  The total amount of the predicted remittances over the next year was therefore \nprorated to the birthplaces of the Tuvaluan-born seafarers.  Some of the remittances may be retained or spent \nin Funafuti, despite families living on the Outer Islands, but this can not be estimated. Even if the seafarer \nremittances are not physically sent to the outer islands, they are still theoretically available to the families of \nthe individual outer islands, regardless of where they live. \nc  A conservative cumulative growth rate of 10% (net difference between birth rate and mortality rate) over the \nlast 10 years (since the last census) has been assumed for all islands. The actual number of residents on ", "  Appendix 2  23\nsome islands and atolls may be lower than the 1991 population, reflecting emigration to Funafuti, or the \npopulation may have experienced less than 10% growth.  The estimated 2001 population is shown in brackets \nin column 3.   \n \n15.   Seafarers do not pay income tax on their overseas earnings and the incidence of indirect \ntaxation on the expenditure of the remittance income is negligible, as the main consumption \nitems of food, construction materials, church donations, and school fees do not attract customs \nduty. Therefore, the beneficiaries and their families stand to make a substantial gain from the \nProject at no financial cost.  In effect, the Project will result in a large transfer payment to the \nseafarers and their families.  While this is a fundamental and accepted aspect of the Tuvalu \neconomy, not all households benefit from remittance income, and households that do not have \na  family  member  working  as  a  seafarer  will  not  be  as  well  off.    Although  some  informal \nmechanisms will be used to redistribute wealth in the outer island communities, through the \nchurch and social conventions for example, the benefits will not be shared equitably by all \nhouseholds.  The recovery of some of TMTI’s training costs through a user pay system, the \nintroduction of tax on overseas earnings, or a value-added tax on consumption, would allow the \nGovernment to receive more revenue, which could be used to provide social services to the \nportion of the community that does not share directly in the project benefits. \n \n2.  The Poverty Line   \n \n16.   According  to  United  Nations  Development  Programme  Pacific  Development  Report \n1999, Tuvalu shows the lowest per capita GDP (US$1,170) and the lowest human development \nindex (0.583) among the Polynesian countries.  In addition, the income distribution is uneven, \nwith the main atoll, Funafuti, receiving a greater share.  Tuvalu has no specific poverty line, but \noverall 50% of the population have less that US$1.0 cash income per capita per day and most \nfamilies rely on subsistence activities from their land to support their households.  The 1994 \nhousehold and income expenditure survey recorded an average daily per capita income of \nUS$2.4 per day on Funafuti and US$1.0 in the outer islands.  Furthermore, the percentage of \nthe population with less than US$1.0 per day was higher in the outer islands (66.5%) than in \nFunafuti (21.6%), while goods are more expensive in the outer islands due to their remoteness \nand transport costs.  Moreover the outer islands are where the most vulnerable groups are \nconcentrated—the old, the very young, and women. \n \n3.  Number of Beneficiaries and Stakeholders \n17.   As a result of the Project, the pool of seafarers actively involved in overseas employment \nwill be maintained at the present level of 1,000, with between 35%–45% actually working \noverseas at any one time or is forecast to increase.  Without the Project, the pool of seafarers is \nexpected to decline over time, through attrition, with the number of new seafarers being trained \nnot sufficient to maintain the numbers.  After 25 years, the pool would be reduced to only 470.  \n \n18.   The pool of 1,000 seafarers represents about 43% of all Tuvalu males aged between \n20–60 years; an estimated 60% of all households, or around 6,000 people, receive benefits \ndirectly from the remittance income earned by the seafarers.  In the absence of the Project, this \nwill decline over time by at least 50%, thus about 30% of the households stand to benefit \ndirectly from the Project. \n ", "24 Appendix 2 \n4  Impact of Benefits \n19.   The net increase in the level of remittance income due to the Project is estimated to total \nA$3.0 million by the end of the project life.  This is equivalent to A$1,000 per person. No \ninformation on the distribution of poor households is available for Tuvalu, but the impact of this \ndistribution is expected to be pro-poor, as households without the benefit of seafarer remittance \nincome will be worse off, so any increase in the pool of seafarers (or maintaining the present \nnumber) must have a proportionally bigger impact on the poorer members of the community. \n \n20.   While most of the obvious benefits from the Project are in a monetary form, several \nnonmonetary benefits are apparent. The improvement in the standard of living in the outer \nislands or quality of life must counteract the pressure to migrate to Funafuti and further afield. \nEmployment as a seafarer provides a combination of a tax-free, income-earning opportunity that \nfar exceeds the remuneration from working in Tuvalu, while providing relaxation time in their \nhome communities between jobs.  While employed, the seafarers are provided with full food and \nlodging, which represents a saving in consumption costs that they would otherwise incur if they \nwere not at sea.   \n \n21.   The use of remittance income to purchase construction materials for building better \nquality housing and water collection and storage facilities in the outer islands has a positive \nimpact on the quality of life and health.  The use of the money to pay for school fees for family \nmembers to attend school in the Fiji Islands allows their children to receive a higher standard of \neducation than they would expect to receive in Tuvalu, increasing their prospects for personal \nadvancement and employment, while relieving Government of some of the burden for providing \nsocial services. More information about the use and impact of seafarer remittances is provided \nin Supplementary Appendix C. \n \n ", "  Appendix 3  25\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n \n1.  The  proposed  Project  has  undergone  a  fairly  exhaustive  environmental  screening \nprocess, which involved site visits; consultations with project stakeholders and beneficiaries; \nreview of documentation, charts, and photographs; and collaborative environmental design with \nthe project engineer. The process has been sufficient to determine all possible interactions \nbetween the Project and the environment at the site.  \n \nB.  Project Description \n \n2.  Detailed description of the Project is given in paras 20–23 of the main text of this report \nand in Supplementary Appendix B. \n \nC.  Description of the Environment \n \n1.  Physical Resources \n \n3.  The Project is on Amatuku Island, which is in the northeast section of Funafuti Atoll, \nabout 800 meters (m) northwest of the tip of Fongafale, the largest island in Funafuti Atoll. The \nisland is about 1 kilometer long by 200 m wide (at the widest point) and only 0.1 square \nkilometers (km2) in area. Most of the island is only about 100 m wide and only about 1.5–2.0 m \nabove sea level. The highest point is only 3 m above sea level. The lowest point of the island is \nin the center; this area occasionally floods during spring tides and after a storm surge, which \nforces seawater to percolate through the coral rubble fringes around the island. The island is \ncomposed  of  a  hard  accreted  coral  pavement  or  platform,  with  coral  rubble  and  sand \noverburden. The ocean side of the island is marked by a steep storm berm (about 3 m high) \nalong a coral boulder and rubble beach, whereas the lagoon side is a more stable coral rubble \nbeach, with a few sandy pocket beaches, most notably at the southwest tip of the island. \n \n4.  The freshwater aquifer on Amatuku is negligible and all freshwater requirements must be \nmet by rainwater collection. The persistent winds at Amatuku Island and the sea spray from the \nocean side create a corrosive environment on the island. \n \n5.  The blasting and excavation of about 10,000 square meters of coral reef and flat by the \nAmericans during World War II has resulted in some erosion of the rubble beach about 50 m \nnorth of the existing wharf and about 100 m of shore south of the wharf. The latter area has \nbeen protected with gabion. With the exception of the erosion on the lagoon side, induced by \nthe reef blasting, most of the observed erosion at the tips and on the ocean side is part of the \nnormal dynamic process of a small coral island. \n \n6.  Amatuku Island is completely surrounded by fringing reef, with the exception of the area \ncleared off the wharf. This area is characterized predominantly by sand with some coral rubble \nand a few coral patches. Beyond the fringing reef on the lagoon side, water depths are typically \n20–30 m within 1–2 kilometer of shore. On the ocean side, water depths drop off very suddenly. \nThe maximum tidal range in Funafuti is about 2 m. Water quality at Amatuku Island is very \ngood, as the water exchange over the reef rim north and south of the island is considerable \nduring high tide. \n \n ", "26  Appendix 3 \n  2.  Ecological Resources \n \n8.  Amatuku Island is quite heavily vegetated compared with other islands in Funafuti Atoll. \nForest cover is estimated at 80%. Amatuku Island has no mangrove trees. \n \n9.  The only birds that might nest on Amatuku are the white tern and the black-naped tern. \nThe only terrestrial animals that are known to live on Amatuku Island are lizards. Pigs are kept \nin pens at the northern tip of the island. \n \n10.  The island is surrounded by a fringing reef, except in the area near the wharf. Only about \n5% of the coral cover in the rubble areas is alive. The reef flat on the lagoon side is about 100 m \nwide and defined by a narrow reef slope at about 5 m water depth. On the ocean side, the reef, \nbeing much more exposed, is shaped by strong wave action. The reef flat on the lagoon side is \nnot that productive, with only a few small coral patches. \n \n  3.  Human and Economic Development and Quality-of-Life Issues \n \n11.  The situation on Amatuku Island, being dedicated to specialized postsecondary training, \nis artificial, compared with all the other islands in Tuvalu, and standard descriptions of human \nand economic development do not apply. All residents are either salaried and provided for, or \nfully subsidized by the Government as trainees, and also provided for. \n \n12.  The land occupied by the Tuvalu Maritime Training Institute (TMTI) is on long-term \ngovernment lease from private landowners. No apparent issues are related to the lease. The \nsouthern end of Amatuku Island (about 100 m long) is still privately held and the small coral \nisland immediately to the north is also privately owned. \n \nD.  Screening of Potential Environmental Impacts and Mitigation Measures \n \n14.  The Project will increase the land area occupied by the buildings of the residential and \ntraining areas by only 8%. The buildings will be constructed within the existing compound of the \ntraining centre. No additional land lease will be required. Four coconut palm trees will be cut \ndown. The office extension of the Marine Department will use the present location and will \ninvolved refurbishment of the existing office space and addition of a second story extension. \nThe wharf will be built in a sandy area at least 40 m from the nearest reef flat. \n \n15.  During construction the residents and students will be inconvenienced by the noise from \nthe construction activities and may have to move around the existing and completed facilities for \nsafety reasons especially when the additional storey is built. To minimize the inconvenience, the \nconstruction activities are now staged over a 1 year period allowing completion and use of a \nbuilding prior to renovation of the next building.  This problem is short term and temporary. Once \nthe rehabilitation is completed, the residents and students will have better training facilities, and \nutilities  such  as  water  supply,  toilets,  electricity,  and  communications.  The  existing  septic \nsystems will be expanded. With the additional boarding facilities, trainees and staff will no longer \nhave to commute between Amatuku and Fongafale. During reconstruction of the wharf facilities, \ntemporary boat loading and unloading facilities will be established. The temporary facilities are \nexpected to be in use for 3–4 months. Waste materials from the construction site as well as \ndemolition debris will be disposed of at the landfill site in Fongafale. \n ", "  Appendix 3  27\n16.  The  environmental  impacts  during  operation of  the  facilities  will  be  mostly  positive, \nproviding  improved  safety  and  health  conditions  in  the  houses,  dormitories,  and  training \nfacilities.  \n \nE.  Institutional Requirements and Environmental Monitoring Program \n \n17.  No specific environmental monitoring program has been designed, since the engineering \ndesign  and  the  proposed  construction  techniques  and  implementation  schedule  will  be \ncontractual  requirements  of  the  successful  contract  bidder.  The  independent  consulting \nengineer  will  ensure,  on  behalf  of  the  Government,  that  all  environmental  management \ncovenants are adhered to. Upon completion of the construction activities, TMTI will assume full \nresponsibility for operating the facilities on Amatuku Island, and will adhere to the proposed \nenvironmental management practices noted in this document. \n \nF.  Conclusions \n \n18.  This initial environmental examination has determined that the proposed upgrading of \nTMTI and extension of shipping services offices can be constructed and operated with no \nsignificant  negative  environmental  and  social  impacts,  and  that  environmental  and  social \nbenefits should result from proper operation of the facilities. This Project can be classified as \nCategory B (relatively small scale), not requiring an environmental impact assessment. Subject \nto the implementation of specified mitigation measures, the Project should be able to proceed \nwithout any significant negative effects. \n \n \n ", "COST ESTIMATES \n \nTable 4.1: Expenditure Accounts Project Cost Summary\n2\n           %  % Total 8 \n \n          (A$)            (US$)       Foreign  Base    \n \n \n   Item  Local  Foreign  Total  Local    Foreign  Total  Exchange  Costs    \nA\n        p\np\n I. Investment Costs        e\nn\nd\n   A. Civil Works & Construction        ix\n        1. Construction         4\n \n            Preliminary and General Works (P&G)  26,017 1,014,659 1,040,676 19,518   761,184 780,702 98 42\n            Buildings  15,018 585,699 600,717 11,266   439,384 450,650 98 24\n            Structures  7,864 306,707 314,571 5,900   230,088 235,987 98 13\n            Water tanks  775 30,225 31,000 581   22,675 23,256 98 1\n            Fittings  11,301 440,724 452,025 8,478   330,626 339,104 98 18\n    Subtotal Construction  60,975 2,378,014 2,438,989 45,742   1,783,957 1,829,699 98 98\n    B. PMU Contract Administration & Supervision  0 45,322 45,322 0   34,000 34,000 100 2\n    Total Investment Costs  60,975 2,423,336 2,484,311 45,742   1,817,957 1,863,699 98 100\nII. Recurrent Costs       \n     60,975 2,423,336 2,484,311 45,742   1,817,957 1,863,699 98 100\n    Physical Contingencies  3,049 121,167 124,216 2,287   90,898 93,185 98 5\n    Price Contingencies  1,152 45,801 46,953 865   34,359 35,224 98 2\n     65,176 2,590,304 2,655,480 48,894   1,943,214 1,992,108 98 107\n    Interest During Implementation  30,681 0 30,681 23,017   0 23,017 1\n     95,857 2,590,304 2,686,161 71,911   1,943,214 2,015,125 96 108\n       \nP& G = Preliminary & General Works; PMU = project management unit \nSource:  Asian Development Bank staff estimates. ", "   \nTable 4.2: Components Project Cost Summary \n \n      A$      % Total   US$        % Total \n% Foreign  Base  % Foreign  Base \n  Item    Local   Foreign  Total    Exchange  Costs    Local    Foreign    Total    Exchange  Costs \n                      \n    A. Development & Rehabilitation of      \n        TMTI & Marine Department                     \n      1. Upgraded Wharf Facilities     8,047  359,152 367,199  98  15   6,037  269,431  275,468  98  15\n      2. Fire Training Facilities     3,677  143,388 147,065  98  6   2,758  107,568  110,326  98  6\n      3. Workshop Renovation     1,470  57,313 58,783  97  2   1,102  42,996  44,098  97  2\n      4. Dormitory     5,304  206,845 212,149  98  9   3,979  155,173  159,151  98  9\n      5. Classroom     4,941  192,704 197,645  98  8   3,707  144,564  148,271  98  8\n      6. TMTI Main Office Extension     3,503  136,609 140,112  97  6   2,628  102,482  105,110  98  6\n      7. Galley & Mess     3,127  121,938 125,065  98  5   2,346  91,477  93,822  98  5\n      8. Power House     203  7,929 8,133  98  –   153  5,948  6,101  98  –\n      9. Ablution Block     1,320  51,485 52,805  97  2   990  38,623  39,614  98  2\n    10. Sick Bay Renovation     88  3,429 3,516  97  –   66  2,572  2,638  97  –\n    11. Seamanship Upgrade     506  19,752 20,259  98  1   380  14,818  15,198  98  1\n    12. Standard Staff House Renovation     1,212  47,282 48,495  98  2   910  35,471  36,380  98  2\n    13. Executive House Renovation     3,673  143,237 146,910  98  6   2,755  107,455  110,210  98  6\n    14. New Staff Houses     5,065  197,525 202,589  98  8   3,800  148,181  151,980  98  8\n    15. New Duplex/Barrack     6,617  258,063 264,680  98  11   4,964  193,596  198,560  98  11\n    16. Water Collection & Storage     2,005  78,204 80,209  98  3   1,504  58,668  60,172  98  3\n    17. Electrics & Telecom Upgrade     7,706  300,537 308,243  98  12   5,781  225,459  231,240  98  12\n    18. Ring Fire Main     2,511  97,944 100,455  98  4   1,884  73,476  75,360  98  4\n      60,975  2,423,336 2,484,311  98  100   45,742  1,817,957  1,863,699  98  100\n    Physical Contingencies     3,049  121,167 124,216  98  5   2,287  90,898  93,185  98  5\n    Price Contingencies     1,152  45,801 46,953  98  2   865  34,359  35,224  98  2\n      65,176  2,590,304 2,655,480  98  107   48,894  1,943,214  1,992,108  98  107\n    Interest During Implementation    30,681  0 30,681    1   23,017  0  23,017    1\n    Total    95,857  2,590,304 2,686,161  96  108   71,911  1,943,214  2,015,125  96  108\n                      \n    TMTI = Tuvalu Maritime Training Institute \n    Source: Asian Development Bank staff estimates. \n  A\np\np\n  e\nn\nd\nix\n 4\n2        \n9", " \nTable 4.3: Expenditure Accounts by Years–Total Including Contingencies \n \n3\n  0\n \n \n \n                                                                                   Totals Including Contingencies (A$)                                            Totals Including Contingencies   \n \n \n(US$)    \nA\nItems  2004    2005    2006    Total    2004    2005    2006    Total  p\np\n                       e\nn\nd\n I. Investment Costs                    ix\n  A. Civil Works & Construction                     4\n  \n    1. Construction                   \n      Preliminary and General Works (P&G)  1,625,714  0  0  1,625,714   1,219,590  0  0  1,219,590\n      Buildings  1,982,228  0  0  1,982,228   1,487,043  0  0  1,487,043\n      Structures  659,254  0  0  659,254   494,564  0  0  494,564\n      Water tanks  66,108  0  0  66,108   49,593  0  0  49,593\n      Fittings  704,603  0  0  704,603   528,585  0  0  528,585\n    Subtotal Construction  5,037,907  0  0  5,037,907   3,779,375  0  0  3,779,375\n  B. Equipment & Machinery  253,448  0  0  253,448   190,133  0  0  190,133\nC. PMU Contract Administration & \n  Supervision  270,720  0  0  270,720   203,090  0  0  203,090\nTotal Investment Costs  5,562,074  0  0  5,562,074   4,172,599  0  0  4,172,599\nII. Recurrent Costs                   \n        5,562,074  0  0  5,562,074   4,172,599  0  0  4,172,599\nP&G = Preliminary and General Works; PMU = project management unit \nSource: Asian Development Bank staff estimates. \n \n \n \n \n \n \n \n \n \n \n \n ", " \nREVISED IMPLEMENTATION SCHEDULE \n \n \n  2003  2004  2005 \nItems  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4\n                       \nDetailed Engineering Design                                                                     \nInvitation to Tender                                                                     \nTender Closing and Opening of Bids                                                                    \nAward of Contract                                                                     \n                                                                     \nUpgrade Wharf                                                                      \nFirefighting Facilities                                                                     \nWater Collection and Storage                                                                     \nNew Staff Houses                                                                     \nRenovation of Staff Houses                                                                     \nTMTI Building Rehabilitation                                                                     \nDormitory Upgrade                                                                     \nTraining Facilities Upgrade                                                                     \nTelecom Upgrade                                                                     \nEquipment Procurement                                                                     \n                                                                     \n                                                                     \nTechnical Assistance                                                                     \nPMU Engineer Work                                                                     \n                                                                     \n  PMU = Project Management Unit, TMTI = Tuvalu Maritime Training Institute. \n  Legend: \n  Intermittent \n   \n  Full time \n \n \n    A\np\np\ne\nn\nd\nix\n 5\n3         \n1\n ", "32 Appendix 6   \n  CONTRACT PACKAGES \n \nDescription  Estimated  Procurement \nContract Value  Mode \n(US$ ‘000) \nA.  Infrastructure Development     \n  1.  Upgraded Wharf Facilities     463   \n(extension and repairs)     \n  2.  Firefighting Training Facilities    204   \n(firefighting simulator, court upgrade and grading)     \n  3.  Water Collection and Storage Collection    312   \n(new water tank, extra catchment facilities, upgrade     \nablution block)     \n  4.  New Staff Accommodation, Renovation of Staff     1,278   \nHouses, and Barracks     \n  5.  TMTI Buildings Rehabilitation    710   \n(classroom extension, dormitory extension,     \nrecreational hall, galley and mess extension, TMTI     \noffice extension, seamanship extension)     \n  6.  Ablution Block, Sick Bay, Workshop    183   \n  7.  Telecom System Upgrade    312   \n(Upgrade telecom and internet system, upgrade       \ntelephone system)       \n  8.  Fire Ring    153   \n      Subtotal (A)    3,615  ICB \n \nB.  Equipment     \n  1.  Steering Simulator      DP \n  2.  Forklift & Winch    DP \n  3.  Launch and Aluminum Boat    DP \n  4.  Electric Hoist    DP \n  5.  Workshop Equipment    DP \n  6.  Protection Gear    DP \n  7.  Firefighting Equipment    DP \n  8.  Sea Survival Suits    DP \n  9.  Fire Pump and Accessories    DP \n      Subtotal (B)    177 \n \nC.  Consulting Services     \n  Civil Engineer to assist PMU    180  CS \n \nCS = consulting services, DP = direct purchase, ICB = international competitive bidding, PMU = project implementation unit,  \nTMTI = Tuvalu Maritime Training Institute. \nSource: Asian Development Bank staff estimates. ", "  Appendix 7  33\nCHRONOLOGICAL EVENTS \n \n(international competitive bidding, single stage procedures) \n \nItem         Date  Amount or Quantity \nEstimated Civil Works Costs at Appraisal  $1,983,398.00\nInvitation for Prequalification  18 June 2003 \nClose of Submission for Prequalification  15 September 2003 \nPrequalification Evaluation for Bidders  1 December 2003 \nDate for Invitation to Bid  17 December 2003 \nNumber of Bidders Purchasing Documents  5\nBid Closing Date  26 March 2004 \nBid Opening Date    26 March 2004 \nNumber of Bids Received  4\nLowest Substantially Responsive Bid  $4,692,699.00\nBid Validity Expires on  26 June 2004 \nLowest Bidder Extended Validity Period to  31 July 2004 \nAward of Contract  20 August 2004 \nMobilization by Contractor  20 September 2004 \nConstruction Completed  31 November 2005 \nSources: Asian Development Bank staff estimates. \n ", "34 Appendix 8 \nFINANCIAL AND ECONOMIC ANALYSES \n \nA.  Introduction and General Assumptions  \n \n1.  Project costs are reestimated based on the prices indicated by the four bids received for \nundertaking the construction works in March 2004. They are expressed in Australian Dollars, \nthe currency used in Tuvalu, and US dollars at a constant exchange rate of US$1.0=A$1.429. \nThe total project baseline cost of the loan is estimated at about US$3.9 million. The allowance \nfor price contingencies over the 1-year implementation period is 2.4% for foreign costs and \n2.5% for local costs per year. Physical contingencies are 5.0%, allowing for the some variation \nfrom the estimates prepared by the original bidders. Total estimated project cost, including \nphysical and price contingencies and interest and commitment charges, is US$4.25 million. The \nProject will be implemented over a 3-year period, but with most of the construction activities \ncompleted within 1 year.   \n \n2.  Currently, Tuvalu Maritime Training Institute (TMTI) conducts three classes of maritime \ntraining and this is expected to continue in the future. \n \n(i)  One-year  residential  basic  training  course  for  new  entrants  before \nemployment at sea. Currently, TMTI takes in 60 trainees per year in three intakes of 20, \nand normally around 50 complete the course and graduate (although this has increased \nto 90% or around 54 recently).  Four months of the time is spent undergoing sea training \non the Nivaga II. \n \n(ii)  Upgrade courses of 3 weeks duration for basic fire fighting, safety, and sea \nsurvival training.  This course is normally provided once during the career of a seafarer \nwithin the first two to three years of his employment.  The upgrade allows the seafarers \nto move up the pay scale and receive an immediate increase in pay. \n(iii)  Revalidation and refresher course to seafarers.  Each seafarer is required to \nrevalidate his or her certificate every 5 years to maintain his or her employment status \nunder Convention on Standards of Training, Certification, and Watchkeeping of 1995.  \nThe course normally lasts 1 week and involves fire fighting, sea safety, and tanker skills, \nto  refresh  the  seafarers'  skills  allowing  for  changes  in  technology  and  competency \nrequirements. On average, around 150–200 seafarers require revalidation per year. \n \n3.  The  main  benefit  from  the  Project  is  that  it  will  allow  TMTI  to  continue  to  be  an \naccredited maritime training institution maintaining its White List status. The benefits from the \nProject can be expressed as the increased earnings from Tuvaluan international seafarers that \nwill flow into the country as a result of maintaining the capacity to train seafarers. In this case, \nthe “with project situation” is the continuing operation of TMTI with an increase in the number of \ntrainees that graduate each year and the provision of upgrading and revalidation courses to \nallow the pool of active seafarers to maintain their employability. The “without project” situation \nis that TMTI loses its White List status, is no longer an accredited maritime training institute and \nwould have to close down. The Government would then be faced with having to send its young \nmen  to  training  institutions  overseas,  in  Fiji  or  New  Zealand,  for  example.    Upgrade  and \nrevalidation short courses would also have to be conducted overseas.  The result would be that \na reduced number of Tuvaluans would be trained and that the pool of trained seafarers would \ndecline over time, as they migrate elsewhere, retire, or give up employment as seafarers, with a \nconsequent reduction in the amount of their earnings remitted to Tuvalu. ", "    Appendix 8  35\n \n4.  The  rehabilitation  and  upgrading  of  TMTI  will  also  give  the  training  institution  the \npotential for wider functions to provide other types of training required in Tuvalu,such as training \nin outboard motor maintenance and vocation trades such as plumbing and electrical services \nwhere there is a need. TMTI could also begin training young women to work over seas as \nseafarers, were there is a demand, on regional cruise ships, for example. \n \nB.  Financial Analysis \n1.  Impact of Increased Trainee Numbers \n5.  In assessing the impact of the proposed upgrading program on the annual operating \nexpenditure, two situations have been investigated. The first is the continuation of the same \nnumbers of new entrants as at present (60 trainees full time per year for their initial training), \nplus 150 trained seafarers for short-term refresher courses. The second situation or scenario \ninvestigated is an increase in new entrants by 50% to a total of 90 trainees per year, plus the \nsame  quota  of  150  seafarers  attending  refresher  courses  (demand/supply  analysis  is  in \nSupplementary Appendix D).  This analysis is based on the information available in 2001 when \nthe original project feasibility study was prepared.  \n \n2.  Maintenance at Present Levels of Trainee Numbers \n6.  The  main  impact  on  the  operating  budget  will  be  the  implication  of  increased \nmaintenance arising from the capital expenditure for rehabilitation and upgrading to ensure that \nthe new infrastructure and equipment is kept in good condition. It can also be assumed that the \nstaffing levels are maintained at the required level to meet the training needs, which implies that \nany current vacancies are filled, such as the position for a remedial English teacher, and that \nconsumable materials for teaching are kept up to date and replenished as needed.  For this \nscenario, the proposed budget for the 2001 that was prepared by TMTI indicates the likely \nexpenditure and funding required, with the addition of increased maintenance.  Under this \nscenario the annual budget for TMTI will be about US$314,906 (A$450,000), plus whatever \nextra salary are required for the contracted expatriate staff. \n \n3.  Increased Number of Trainees \n7.  Increasing the number of new trainees by 50% from the present 60 per year to 90 will \nincrease the operating costs of TMTI, through increased teaching resources and staff costs and \nthe direct cost of the residential trainees: food, uniforms, and allowances.  An analysis of the \ncurrent operating expenses for TMTI and the projected budget for 2002 indicates that the full \ncomplement  of  teaching  staff  costs  (with  no  vacant  positions)  would  cost  US$74,878 \n(A$107,000) per year, while the other training expenses cost a total of US$71,379 (A$102,000), \nallowing  for  food,  clothing,  allowances,  and  materials,  making  a  total  of  US$146,256 \n(A$209,000).  \n \n8.  The average cost per trainee (the direct training costs that are related to the number of \ntrainees) is US$2,437 (A$3,483) per trainee per year. The present staff complement at full \nstrength, with the addition of one more marine instructor, is considered to be adequate to train \nthe increased number of 90 trainees. Adding one more instructor would increase the teaching \nstaff costs to an estimated US$81,875 (A$117,000) per year. The other costs (rations, uniforms, \nmaterials, etc.) could be expected to increase in a direct proportion to the current costs by 50%. \nConsequently,  direct  training  costs  would  increase  to  US$188,943  (A$270,000)  per  year. ", "36 Appendix 8 \nCombined with the other cost items, the overall budget for TMTI with the increased number of \ntrainees would increase to US$349,895 (A$500,000). \n \n9.  The increased number of trainees would increase the basic operating costs of TMTI to \nalmost  US$349,895  (A$500,000)  per  year,  compared  with  the  comparable  cost  of  around \nUS$279,916 (A$400,000) per year in the present situation. \n \n10.  In addition, costs for debt servicing attributed to TMTI will increase because of the ADB \nloan. Although TMTI may not be required to service the debt directly, it can be factored into the \ncosts of running the institution to indicate the total cost and the change from the present \nsituation. For example, the debt repayment obligation for the ADB US$4 million loan (A$5.7 \nmillion), repayable over 24 years with a nominal interest rate of 1.5%, will involve an annual \ndebt-servicing cost of US$190,000 (A$284,000) per year following the end of the 8-year grace \nperiod. The interest of 1% during the grace period will cost US$39,888 (A$57,000) per year \nduring the first 8 years. \n \n4.  Maintenance Costs \n11.  The new capital expenditure proposed for upgrading TMTI has implications for the level \nof  operating  expenditure  and  increased  maintenance  requirements.  Without  upgrading  its \nfacilities,  TMTI  will  be  unlikely  to  be  able  to  maintain  its  accreditation,  jeopardizing  the \ncontinuing employment of Tuvaluan seafarers. In the future, the objective will be to allocate \nsufficient funds to maintenance to keep the infrastructure in good condition and avoid the need \nfor periodic injections of capital to catch up with deferred maintenance. The proposed capital \nexpenditure budget of US$4.0 million (A$5.7 million), which will be mostly made up of buildings \nand housing, will require TMTI to commit to a more realistic maintenance program to ensure \nthat the new infrastructure is kept in good condition.  \n \n12.  Based  on  the  2001  project  estimates,  total  annual  maintenance  is  to  be  about \nUS$58,397  (A$83,450)  per  year.  This  is  considerably  more  than  TMTI  has  allocated  for \nmaintenance in the past, and highlights the importance of adequate maintenance to ensure that \nthe assets are maintained in good condition over their full economic life. If well maintained, the \nbuildings and houses should last for 50 years or more. The maintenance expenditure indicated \nin the table will probably not be required every year, especially while the facilities are new, but \nan  important  issue  for  the  operation  of  the  institute  is  provision  of  sufficient  funds  for \nmaintenance when needed. The design of the new facilities and buildings incorporates durable \nand noncorrosive materials such as wood, aluminium, and treated steel that is resistant to \ndeterioration through exposure to salt air in the very corrosive environment of Amatuku, where \nTMTI is situated. While the cost of more durable materials adds to the initial capital costs, it will \nreduce the future maintenance requirements and help ensure that the facilities function for their \nfull planned economic life. \n \nC.  Economic Analysis \n \n13.  The economic analysis of the proposed Project for rehabilitating and upgrading of TMTI \nhas been carried out through a two-stage process. First, a least-cost analysis to show the \neconomic  advantage  of  upgrading  TMTI  and  continuing  its  operation,  compared  with  the \nalternative of closing down TMTI and sending trainees to a maritime training institute overseas, \nsuch as New Zealand. And second an economic evaluation of the proposed rehabilitation of \nTMTI following a normal cost-benefit analysis based on the “future with project” minus “future \nwithout project” methodology to indicate the net economic benefits to the Tuvalu economy over ", "    Appendix 8  37\nthe life-span of the Project, which is assumed to be 25 years. Economic performance for the \nleast-cost analysis is measured by the net present value at the chosen discount rate of 12%, \nand for the cost-benefit analysis by the economic internal rate of return (EIRR). A sensitivity \nanalysis is applied to test the robustness of the results to changes in the basic assumptions for \nthe cost-benefit analysis. \n \n14.  With respect to the least-cost analysis, the New Zealand Maritime School is the most \nrealistic overseas training institute to compare to TMTI as it can accommodate the extra intake \nof trainees, no extra investment is needed by the school, its curriculum is similar to that of TMTI, \nit is political and acceptable to Tuvalu, and its standing with International Maritime Organization \n(IMO) is not in jeopardy. The analysis is based on a 50 weeks course, including 16 weeks in \nTuvalu for sea training on the Nivaga II. The annual fee per trainee, including accommodation, 2 \nround-trip  airfares,  and  remedial  English  tuition  for  half  the  trainees  is  about  US$15,220 \n(A$21,750) at the current exchange rate. On this basis, the total cost for 90 trainees per year is \nUS$1.26 million (A$1.8 million).  However the drop out rate and attrition rate for overseas \ntrained seafarers would be higher than for those trained in Tuvalu. Sending young people with \nonly  moderate  command  of  English  and  from  isolated  Pacific  atolls  overseas  could  be \nproblematic. More trainees would drop out of an overseas course and a number of the trainees \nwould migrate permanently from Tuvalu, reducing the remittance income.   \n \n15.  The least-cost analysis clearly shows the advantage of upgrading TMTI rather that \nsending the trainees overseas for their training,as indicated by the comparable present value of \nannual costs for the two alternatives, with the overseas option being 50% higher.   \n \n16.  The capital investment costs are converted to their economic equivalent allowing for any \ntransfer payments, taxes and duties, and the effects of inflation. The incidence of taxes and \nduties is very low for the project capital costs, as most construction items are imported duty free. \nThe only significant tax is the 2.5% sales tax, which is assumed to apply to most capital costs. \nThe  economic  costs  of  the  Project,  produced  as  an  output  from  the  COSTAB  computer \nprogram, indicate an overall conversion factor of 0.968 for the project baseline costs of US$3.9 \nmillion (A$5.57 million). A constant exchange rate of US$1.0=A$1.429 has been used, the rate \napplicable in May 2004. \n \n17.  The costs of the associated Technical Assistance program are included in the revised \neconomic analysis and converted to Australian dollars at the current exchange rate.  \n \n18.  For  the  economic  analysis,  the  “with-project”  and  “without  project”  situations  are \nprojected for a 25 year time horizon. Some assumptions are common to the with-project and \nwithout-project situations: \n \n(i)  An average working life of approximately 15 years (7% loss per year for with-\nproject, and 8% loss per year for without-project); \n(ii)  at any one time, 45% of the available pool of qualified and active seafarers are \nemployed; \n(iii)  seafarers employed in 2003 averaged monthly earnings of US$800 per month \n(US$762 per month in 2001); and \n(iv)  an average of 80% of total earnings is remitted back to Tuvalu. \n \n19.  In the “future without” situation, it is assumed that a reduced number of trainees are sent \noverseas for training and that the cost of the training is 15% more on a per person than for \ntraining provided by TMTI at present.  The opportunity cost of the trainees' time, while receiving ", "38 Appendix 8 \ntheir training, is assumed to be zero as there are very limited employment opportunities for \nyoung men in Tuvalu. \n  \n20.  The main benefit from the Project is the maintenance of the level of remittance income \nmore or less at the same level as now compared to the “without project” situation, where there is \na  reduction  in  the  pool  of  seafarers  over  time  and  a  corresponding  reduction  in  their \nremittances.  In  the  “with  project”  situation,  the  available  pool  of  seafarers  is  projected  to \nincrease by about 10% to 1,100 from the current pool of around 1,000, while in the “without \nproject” situation the pool of seafarers reduces by 60% to 400 over a period of 25 years as a \nresult of the lower number of new seafarers trained each year and a slightly higher annual \nattrition rate of 8% compared to 7% for the “with-project” situation. The slightly higher attrition \nrate is because of the reduced support for seafarers in Tuvalu following the closure of TMTI and \nthe  higher  individual  costs  and  more  difficulty  in  maintaining  their  employment  status. \nConsequently net annual benefits will increase over time to reach US$2.1 million (A$3.0 million) \nper year after 25 years, as the divergence between the size of the pool of available seafarers \nincreases with time.  \n \n21.  The results of the revised economic analysis reflecting the increase in project costs \nsince 2001, using the assumptions noted above returns an EIRR of 14.1%.  The Economic Net \nPresent Value at a discount rate of 12% is US$1.120 million (A$1.6 million). This indicates that \nthe Project is a worthwhile investment for Tuvalu from an economic perspective, as despite the \n46% increase in project economic costs since 2001 the EIRR still exceeds the requisite floor of \n12% by a comfortable margin. \n \n22.  The  robustness  of  the  economic  results  can  be  tested  in  a  sensitivity  analysis  of \nchanges in the main assumptions concerning costs and benefits. This is based on the original \nproject costs and technical assistance but with the current exchange and revised benefits \nassumptions as noted above. The results are displayed in the following tables. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "    Appendix 8  39\nTable A8.1: Results of Sensitivity Analysis – Original Project Costs 2001 \n \nItem/Variable  Base Case    ENPV  EIRR  Sensitivity  Switching \nAssumption  Change  (A$’000)  (%)  Indicatora/  Valueb/ \n(%) \nBase Case      3,893  19.5     \nOriginal Project Capital Costs  A$3.565 m  +10%  3,647  18.8  ENPV  + 257% \nIncluding TA (economic prices)  declines by \n6% \nRevised Project Capital Costs  A5.193 m  +46%  1,592  14.1  ENPV   \n2004 Including TA (economic  declines by \nprices)  59% \nTMTI Annual Operation and  A$770,000  +10%  3,383  18.4  ENPV  + 176% \nMaintenance costs  per annum   declines by \n13%  \nNumber of New Seafarers  80 per year  -10%  2,930  18.0%  ENPV  - 40% \nTrained by TMTI in “With  declines by \nProject” Situation  25% \nAverage Working Career as  15 years (7%  20 years  3,096  17.6  ENPV  7years \nSeafarer  loss per year  (5%  increases \nfor with  annual  by 20% \nproject and  loss) \n8% without \nproject) \nPercentage of Seafarers'  805%  +10  4,953  21.3  ENPV  - 37.5% \nIncome Remitted to Tuvalu        increases \n-10%  2,834  17.7.1  by 27% \nENPV \ndeclines by \n27% \n   ENPV = economic net present value, TA =  technical assistance, TMTI = Tuvalu Maritime Training Institute \n    a Percentage change in value with percentage change in project worth ENPV. \n   b Percentage change in variable for ENPV to become zero. \n   Source: Asian Development Bank staff estimates. \n \n23.  The sensitivity analysis shows that the Project is robust to changes in the capital costs \nand to the ongoing operation and maintenance costs for TMTI, but is more sensitive to the \nnumber of trainees produced in the “with project” situation.  The percentage of seafarer earnings \nthat are remitted to Tuvalu is also an important variable, as is the average working career at \nsea. It will be important that TMTI ensures that full use is made of the upgraded training \nfacilities, so  an increased number of new entrants are trained each year and good support is \ngiven to the pool of seafarers so they maintain their employment status have a full working \ncareer. \n ", " \nTable A8.2: Number of Seafarers \n4\nYear  Year Year Year Year  Year    Year    Year    Year    Year  Year  Year  Year  0\n \n \n Item    1  2  3  4  5  6  7  8  9  10  23  24  25    \n \n \n   2004                           A\np\n Without Project Situation                            p\ne\nn\n Existing pool of seafarers  1000                          d\nix\n TMTI graduates per year     50 50                       8\n \n         25                   \n Other Graduates year  100%      25 25 25 25 25  25 25 25 25 25 25\n Retirement & loss  12.5 yr life  80  78  75  71  68        64        61        58        56        53        35        34        33 \n   8%                           \n Net pool          1,000  970  942  892  846  803      764      728       694      664      636      422      413      405 \n No. in employment   45%  437  424  401  381  361      344      327       312      299      286      190      186      182 \n      \n With Project Situation                             \n Existing pool of seafarers  1000                         \n     60 65 80                 \n TMTI graduates per year    50 60 70 80 80 80 80  80 80 80 80 80 80\n Other Graduates year    0 0 0 0 0 0 0  0 0 0 0 0 0\n Retirement & loss   14.3 yr life 70 69 68 68 69 70 70  71 72 72 77 77 77\n   7%   \n Net pool          1,000  980 971 973 985 996   1,007   1,016    1,025   1,033   1,041   1,103   1,106   1,109 \n No. in employment  45%  441 437 438 443 448 453 457  461 465 468 496 498 499\n      \nNet Increase in seamen working \n        5 13 37 63 87 109 130  149 166 182 307 312 317\n                              \n Average earnings per month                              \n (US$ per month)  800                           \n                                             \nSource: Asian Development Bank staff estimates. \n \n ", "     \n \nTable A8.3: Original Economic Analysis—Revised to 2004 Assumptions \n \n      Year \nItem      1  2  3  4  5  6  7  24  25 \nCosts    100%  507  2,156  412             \nTMTI Rehab & Upgrade  2,464  3,075  507  2,156  412             \nPiggy back TA  390  489.9  185  156  81  67           \n       Sub-total      692  2,312  493  67           \nTMTI O&M  5,840  100%  650  690  730  770  770  770  770  770  770 \nLess o/s training costs  (2,307)    0  0  (375)  (375)  (375)  (375)  (375)  (375)  (375) \nCapital Equipment   354      20  40  50  50  50  50  50  50 \n   Replacement-\nequipment \n       Sub-total      650  710  395  445  445  445  445  445  445 \nSea training vessel              0         \nTotal Costs  6,704    1,342.10  3,022.10  888.20  512.10  445  445  445  445  445 \n                       \nBenefits                       \nIncreased no. seafarers    13,302  A$’000  61.71  178.97  502.32  861.63  1,192.9 1,498.42  1,780.09  4,275.82  4,341.44 \n   Income  4 \n% income remitted  10,641  80%  49.37  143.18  401.85  689.31  954.35  1,198.73  1,424.07  3,420.66  3,473.15 \nTotal Benefits  11,869  13,301.54    143.18  401.85  689.31  954.35  1,198.73  1,424.07  3,420.66  3,473.15 \nNet Cash Flow  3,893    (1,342.10)  (2,878.92)  (486.35)  177.21  509.35  753.73  979.07  2,976.66  3,028.15 \nEIRR    19.5%  14.1                 \nNPV 12%    $3,893.42  3,893.42  0%               \nEIRR = economic internal rate of return, NPV = net present value, O&M = operation and maintenance, TA = technical assistance, TMTI = Tuvalu Maritime Training \nInstitute \nNotes:  \n   Exchange rate US$1.0: A$: 1,429 \n   Revised project cost estimates 2004 and TA costs based on 2002 estimates with exchange rate current in May 2004. \n   Marginal cost of TMTI extra trainees over 50 graduates per year is A$4,000 each. \n   Average cost of TMTI graduates at 50 per year is A$13,000 each. \n   Overseas training costs for “without project situation is A$15,000 each. \nSource: Asian Development Bank staff estimates. \n \n \nA\n  pp\ne\n  n\nd\n  ix\n 8\n   4        \n1\n ", " \n4\n2\n \nTable A8.4: Revised Economic Analysis—2004 Assumptions    \n \n \n  A\np\n      Year  p\ne\nItem      1  2  3  4  5  6  7  8  9  10  24  25  nd\nCosts    100%  5,703                       ix\n 8\nTMTI Rehab &   Upgrade  5,092  5,703  5,703                        \nAttached TA  390  489.9  185 156  81  67                 \n     Sub-total      5,888 156  81  67                 \nTMTI O&M  5,840  100%  650 690  730  770  770  770  770  770  770 770  770  770 \nLess o/s Training Costs  (2,606)    0  (375)  (375)  (375)  (375)  (375)  (375)  (375)  (375) (375)  (375)  (375) \nCapital Equipment          25  50  50  50  50  50  50 50  50  50 \nReplacement Equipment \n     Sub total  364    650 315  380  445  445  445  445  445  445 445  445  445 \nSea training vessel              0               \n     Total Costs  9,005    6,538 471  461  512  445  445  445  445  445 445  445  445 \n                             \nBenefits                             \nIncreased no. of seafarers’      13,302  A$’000  62 179  502  862  1,193  1,498  1,780  2,040  2,279 2,500  4,276  4,341 \n    Percent Income \nPercent Income Remitted  10,641  80%  49 143  402  689  954  1,199  1,424  1,632  1,823 2,000  3,421  3,473 \n     Total Present Benefits  11,869  13,301.54    143  402  689  954  1,199  1,424  1,632  1,823 2,000  3,421  3,473 \nNet Cash Flow  1,592    (6,538) (328)  60  177  509  754  979  1,187  1,378 1,555  2,976  3,028 \nEIRR    14.1%  14.1                      \nNPV 12%    $1,592.68  1,591.68 0%                     \nEIRR = economic internal rate of return, NPV = net present value, O&M = operation and maintenance, TA = technical assistance, TMTI = Tuvalu Maritime Training \nInstitute \nNotes:  \n       Exchange rate US$1.0: A$: 1,429 \n       Revised project cost estimates 2004 and TA costs based on 2002 estimates with exchange rate current in May 2004. \n       Marginal cost of TMTI extra trainees over 50 graduates per year is A$4,000 each. \n       Average cost of TMTI graduates at 50 per year is A$13,000 each. \n       Overseas training costs for “without project situation is A$15,000 each. \nSource: Asian Development Bank staff estimates. "], "metadata": {"ModDate": "D:20040810101915+08'00'", "CreationDate": "D:20040705085715+08'00'", "Title": "Microsoft Word - R110-04", "Creator": "PScript5.dll Version 5.2", "Author": "ADB", "Producer": "Acrobat Distiller 6.0 (Windows)"}}