{"path": "data/input/ta/rrp-33021-pak.pdf", "pages": ["ASIAN DEVELOPMENT BANK\n   RRP: PAK 33021\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN,\nPARTIAL RISK GUARANTEE,\nEQUITY INVESTMENT,\nAND TECHNICAL ASSISTANCE GRANT\nFOR THE\nSMALL- AND MEDIUM-SIZE ENTERPRISE\nTRADE ENHANCEMENT FINANCE PROJECT\nIN THE\nISLAMIC REPUBLIC OF PAKISTAN\nNovember 2000", "CURRENCY EQUIVALENTS\n(as of 13 November 2000)\nCurrency Unit – Pakistan Rupee/s (PRe/PRs)\nPRe1.00 = $0.0179\n$1.00 = Prs56.00\nPakistan maintains a managed floating rate system under which the rupee is fixed\non a daily basis in terms of the US dollar.\nABBREVIATIONS\nADB – Asian Development Bank\nECA – Export Credit Agency\nEFS – Export Finance System\nEPB – Export Promotion Bureau\nFCEF – Foreign Currency Export Finance Facility\nFY – Fiscal Year\nGDP – Gross Domestic Product\nGB – Guarantee banks\nIFC – International Finance Corporation\nIMF – International Monetary Fund\nIT – Information Technology\nL/C – Letter of Credit\nLIBOR – London interbank offer rate\nMBL – Market-based loan\nMRPA – Master Risk Participation Agreements\nNPSBP – New Private Scheduled Banks in Pakistan\nPCB – Participating commercial banks\nPEFG – Pakistan Export Finance Guarantee Agency Limited\nPPAR – Project Performance Audit Reports\nPRG – Partial Risk Guarantee\nPRGF – Poverty Reduction Growth Facility\nPRSP – Poverty Reduction Strategy Paper\nSBP – State Bank of Pakistan\nSECP – Securities and Exchange Commission of Pakistan\nSME – Small and Medium Enterprise\nSMEDA – Small and Medium Enterprise Development Authority\nTA – Technical Assistance\nTEPI – Trade, Export Promotion and Industry\nWTO – World Trade Organization\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar\nyear denotes the year in which the fiscal year ends, e.g., FY2000 began on 1 July\n1999 and ended on 30 June 2000.\n(ii)  In this report, “$” refers to US dollars.", "ASIAN DEVELOPMENT BANK\n   RRP: PAK 33021\nREPORT AND RECOMMENDATION\nOF THE\nPRESIDENT\nTO THE\nBOARD OF DIRECTORS\nON A\nPROPOSED LOAN,\nPARTIAL RISK GUARANTEE,\nEQUITY INVESTMENT,\nAND TECHNICAL ASSISTANCE GRANT\nFOR THE\nSMALL- AND MEDIUM-SIZE ENTERPRISE\nTRADE ENHANCEMENT FINANCE PROJECT\nIN THE\nISLAMIC REPUBLIC OF PAKISTAN\nNovember 2000", "CONTENTS\nCONTENTS 1\nLOAN, INVESTMENT, AND PROJECT SUMMARY i\nI. THE PROPOSAL 1\nII. INTRODUCTION 1\nIII. BACKGROUND 1\nA. Sector Context 1\nB. Government Policies and Plans 8\nC. External Assistance to the Sector 10\nD. Lessons Learned 10\nE. ADB’s Sectoral Strategy 11\nF. Policy Dialogue 12\nIV. THE PROPOSED PROJECT 13\nA. Rationale 13\nB. Objectives and Scope 13\nC. Major Terms, Conditions, and Arrangements of the Proposed Loan for FCEF 16\nD. Major Terms, Conditions, and Arrangements of the Proposed PRG Facility 21\nE. Major Terms, Conditions, and Arrangements of the proposed Equity Investment in\nPEFG 24\nF. Technical Assistance 28\nG. Benefit Monitoring and Evaluation 29\nH. Environmental and Social Measures and Impact 29\nV. PROJECT JUSTIFICATION 29\nA. Economic and Financial Analysis 29\nB. Impact on Poverty and Social Dimensions 30\nC. Risks 31\nVI. ASSURANCES 33\nA. Specific Assurances 33\nB. Conditions for Loan Effectiveness 33\nC. Conditions for PRG Effectiveness 34\nD. Conditions for Disbursement 34\nVII. RECOMMENDATION 35\nAPPENDIXES", "i\nLOAN, INVESTMENT, AND PROJECT SUMMARY\nBorrower Islamic Republic of Pakistan\nProject Description The Project will improve trade financing and export performance by (i)\nfunding  a  new  dollar-based  trade  finance  facility  with  credit\nenhancement accessible to direct, indirect, and emerging exporters,\nand  particular  attention  to  the  needs  of  small-  and  medium-size\nenterprises (SMEs); (ii) providing a partial risk guarantee by the Asian\nDevelopment Bank (ADB), with a Government counterguarantee to\ncover sovereign risks associated with the opening of letters of credit\n(L/Cs)  by  Pakistan  importers;  (iii)  establishing  the  Pakistan  Export\nFinance  Guarantee  Agency  Limited  (PEFG)  to  cover  preshipment\nperformance risks and issue bankable collateral to SME exporters;\nand (iv) providing a technical assistance (TA) cluster for institutional\nstrengthening  of  the  Export  Promotion  Bureau  (EPB).  The  Project\nforms part of the Government’s Trade, Export Promotion, and Industry\n(TEPI) Program supported by ADB.\nClassification Economic growth.\nEnvironmental Category B.\nAssessment Environmental implications of the Project were reviewed and an initial\nenvironmental  examination  completed;  environmental  interventions\nhave been incorporated as required.\nRationale To significantly reduce poverty, Pakistan must increase its per capita\ngrowth  rate  to  about  5  percent  annually  on  an  equitable  and\nsustainable basis. Development of SMEs and exports will play an\nimportant role. SMEs tend to dominate labor-intensive sectors and\ntheir growth can provide a major source of employment. They also\ntend to be more efficient than large-scale firms in certain sectors. To\nreap the benefits from their specialization, SMEs need to be given a\nlevel  playing  field  to  compete  effectively,  including  in  international\nmarkets. Given Pakistan’s low share of international trade, significant\neconomic gains can be achieved by increasing exports. Improving\nexport  performance  is  also  an  important  factor  for  Pakistan’s\nmacroeconomic stabilization.\nUnder the TEPI Program, improvement of the export financing system,\nin particular for SMEs and the development of value-added products\nand new markets, was identified as a key area to increase exports.\nNumerous SMEs have little room for capital expansion and product\nupgrading because of small margins, high financing cost, and heavy\ncollateral requirements. In addition, many SMEs are not familiar with\ntrade  finance  instruments  and  the  benefits  they  can  bring.  By\nimproving access to trade finance, much needed capital for business\nexpansion can be generated. Importantly, the Project builds on several\nother  initiatives  being  implemented  under  the  TEPI  Program  for  a\ncomprehensive assistance package to facilitate SME exports.", "ii\nObjectives and The Project’s goal is to contribute to higher growth, employment, and\nScope exports by supporting the development of new export markets and\nproducts,  and  increase  SME  exports.  This  will  be  achieved  by  (i)\nimproving the export finance mechanism to extend availability of credit\nto SMEs, (ii) reducing import L/C confirmation and transaction costs to\nimport goods needed for export production, (iii) reducing collateral\nburden and effective risk mitigation for SME preshipment financing\nrequirements,  and  (iv)  improving  institutional  support  for  export\npromotion and administration of the export incentive framework.\nThe Project comprises four components: (i) establishment of a new\ndollar-based  export  financing  facility,  the  Foreign  Currency  Export\nFinance Facility (FCEF); (ii) provision of a partial risk guarantee (PRG)\nfor L/C confirmation of imports that are required for export production;\n(iii)  equity  investment  in  the  PEFG;  and  (iv)  TA  for  Institutional\nStrengthening of EPB.\nFCEF Facility A loan of $150 million for funding of the new FCEF facility will be\n   Loan Amount and provided  from  ADB’s  market-based  loan  window  in  dollars,  with  a\n   Terms maturity of 15 years and a 3-year grace period. The loan will carry\ninterest at a floating rate based on the six-month London interbank offer\nrate or, at the Government’s option, a fixed rate based on ADB’s fixed-\nrate borrowing in dollar terms at the time of disbursement, plus 60 basis\npoints. The Borrower will be given a one-time option to convert the\nfloating rate portion of its loan into a fixed-rate loan or vice versa. The\nloan will carry a 1 percent front-end fee and standard commitment\ncharges.\n   Executing Agency State Bank of Pakistan (SBP).\n   Relending and SBP will relend the foreign exchange funds from the FCEF facility loan\n   Onlending Terms to participating commercial banks (PCBs) at its cost of funds. The\nonlending rate by PCBs to subborrowers will be determined by the\nPCBs based on SBP guidelines commensurate with the cost and risks\nof  subloans,  for  a  maximum  maturity  of  180  days.  Any  foreign\nexchange  risk  will  be  borne  by  the  subborrowers.  The  PCBs  will\nencourage  subborrowers  to  cover  those  risks  through  dollar-\ndenominated (inland) L/Cs or forward cover.\n   Implementation SBP has set up an apex unit to deal with subloan requests under the\n   Arrangements Director for Banking Supervision. The PCBs will draw on the FCEF\nfacility on a first-come, first-served basis, based on the subborrowers\napplication. The apex unit will also monitor loan utilization.\n   Disbursement The loan will be disbursed to SBP into a special account in three\ndisbursements. The first disbursement of $30 million will be released\nupon loan effectiveness. The two subsequent disbursements will be\nbased  on  the  use  of  the  FCEF  facility  and  an  estimate  of  future\ndemand. Up to $60 million for each disbursement will be released\nupon 80 percent usage of the preceding disbursements, subject to\nsupporting documentation to demonstrate satisfactory implementation", "iii\nperformance.\n   Procurement SBP  guidelines  will  require  subborrowers  to  demonstrate  that  the\nprocurement procedures applied for procuring imported inputs are in\naccordance with normal commercial practices and acceptable to ADB.\nOnly expenditures on inputs that are produced in and supplied from\nADB member countries are eligible for financing.\nPartial Risk Guarantee ADB  will  guarantee  payment  to  international  confirming  banks  by\nPakistan issuing banks of the face value of an eligible import L/C, if\nthat payment is not made as a result of a guaranteed risk, including\nrestriction  on  foreign  exchange  convertibility  and  transferability\nblockage.  The  PRG,  counterguaranteed  and  indemnified  by  the\nGovernment, will cover eligible L/Cs to facilitate imports by Pakistan\nexporters,  and  will  be  promoted  in  conjunction  with  other  TEPI\nProgram  initiatives,  including  the  FCEF  facility  and  PEFG.  The\nmaximum  aggregate  liability  under  the  PRG  at  any  time  will  not\nexceed $150 million.\nADB will charge the Government a front-end fee of up to 0.30 percent\npayable on the nominal amount of the PRG limit. ADB will also charge\nthe Government, through the facility agent, a PRG fee of 0.40 percent\nper annum on the aggregate value of the maximum liability of all L/Cs\ncovered under the PRG from time to time, calculated on a daily basis.\nEach guaranteed bank will pay a fee as a percent per annum of the\nguaranteed amount for each L/C, which will be determined through\ndiscussion with the potential facility agent, potential guaranteed banks,\nand issuing banks prior to the PRG becoming available, and which\nmay be changed from time to time.\nEquity Investment ADB will subscribe for up to 20 percent of the issued and paid-up\nPEFG capital, for an investment up to the equivalent of $2 million.\nADB’s equity participation will in no circumstances exceed 20 percent\nof the paid-in PEFG capital. The PEFG will be established as a private\nsector, public limited company driven by the commercial and private\nsector banks (the sponsor group), and will be incorporated under the\nCompanies Ordinance. The sponsor group will be the primary PEFG\nshareholders with a total equity contribution of up to $6 million.\nThe PEFG will function as an export credit guarantee agency; its main\nbusiness will be to issue guarantees for SMEs and emerging exporters\nas a collateral substitute for preshipment finance. It may also act as an\nagent for postshipment export credit insurance as well as for the PRG\nand offer other export-related services.\nBusiness is expected to reach $100 million per annum in guarantee\nvolume – about 1 percent of Pakistan’s exports – within the first 3\nyears.  The  PEFG  is  expected  to  break  even  on  its  operational\nactivities within 3 to 4 years, and be floated on the stock exchange\nwithin 5 years; ADB will divest its shares thereafter.", "iv\nTechnical Assistance The TA will help restructure and provide institutional development to\nEPB so that it can play an effective role in trade facilitation and export\npromotion, including promoting the utilization of the various export\nincentive schemes and available facilities, and interface with private\nsector  trade  and  export  associations,  international  partners,  and\nindividual exporters to support the development of new markets. The\nTA will be funded on a grant basis not exceeding the equivalent of\n$800,000  from  the  ADB-funded  TA  program.  The  TA  will  be\nimplemented in two phases, using the cluster modality. The first phase\nwill be a small-scale TA to review EPB’s strategic plan and operational\npriorities;  the  second  phase  will  undertake  the  capacity  building\nactivities  identified  in  phase  1,  with  focus  on  the  management\ninformation system and training needs. About 18 person-months of\ninternational and 27 person-months of domestic consulting services\nwill  be  required.  Consultants  will  be  recruited  in  accordance  with\nADB’s Guidelines on the Use of Consultants and other arrangements\nsatisfactory to ADB on the engagement of domestic consultants.\nProject Benefits and The Project will increase access to credit, and reduce financing costs\nBeneficiaries of SMEs and emerging exporters that have so far been excluded from\nthe  export  finance  system.  The  Project  will  offer  risk  mitigation\nmeasures for exporters to enter into new markets. This will increase\nexports and foreign exchange earnings by more than $350 million per\nannum. The Project will support the creation of about 135,000 new\njobs,  supporting  the  livelihood  of  about  1  million  persons.  The\nimproved balance of payments will also contribute to macroeconomic\nstabilization. The Project will further support reform of the subsidized\nexisting Export Finance System and prepare Pakistan to comply with\nlong-term World Trade Organization obligations.", "I. THE PROPOSAL\n1. I submit for your approval the following Report and Recommendation on (i) a proposed\nloan  to  the  Islamic  Republic  of  Pakistan  for  the  Foreign  Currency  Export  Finance  Facility\n(FCEF); (ii) a partial risk guarantee in favor of international commercial banks that confirm import\nletters of credit (L/Cs) issued by Pakistan commercial banks at the request of eligible exporters,\nsubject to a counterindemnity by the Islamic Republic of Pakistan; and (iii) a proposed equity\ninvestment in the Pakistan Export Finance Guarantee Agency Limited (PEFG), for the Small-\nand Medium-Size Enterprise Trade Enhancement Project in the Islamic Republic of Pakistan.\nThe report also describes proposed technical assistance (TA) for the Institutional Strengthening\nof the Export Promotion Bureau (EPB) and if the proposed loan is approved by the Board, I,\nacting under the authority delegated to me by the Board, shall approve the TA.\nII. INTRODUCTION\n2. Under the Trade, Export Promotion, and Industry (TEPI) Program1, access to credit for\nsmall- and medium-size enterprises (SMEs),2 emerging exporters, and nontraditional products,\nin particular, was identified as a major impediment to export development. To finance inputs\nrequired for export production, the Government of Pakistan agreed – in addition to the existing\nExport Finance System (EFS) – to introduce a dollar-based financing facility targeted at SMEs,\nand emerging, direct and indirect exporters; and requested Asian Development Bank (ADB)\nassistance for its establishment. Subsequently, an ADB project team3 visited Pakistan in March,\nJuly, and September 2000 to discuss the implementation and incentive mechanisms, including\nthe  need  for  a  PRG,  to  ensure  that  the  new  facility  will  best  meet  exporters’  demands.\nStakeholder consultation also comprised a workshop on SME development organized in July\n2000 in Lahore. The Project framework is in Appendix 1.\n3. To  address  the  collateral  problem  of  many  SMEs  in  obtaining  export  finance,  the\nGovernment  also  agreed  to  support  the  establishment  of  a  preshipment  export  finance\nguarantee agency, and a TA loan towards this end was approved together with the TEPI\nProgram.4  During  the  early  phase  of  TA  implementation,  stakeholders  indicated  a  strong\npreference to establish this agency exclusively in the private sector rather than jointly in the\npublic  and  private  sector,  and  private  sector  investors  requested  support  from  multilateral\nagencies including ADB and the International Finance Corporation (IFC).\nIII. BACKGROUND\nA. Sector Context\n1.  Macroeconomic and Poverty Trends\na. Performance Review\n                                                \n1  Loan 1680-PAK: Trade, Export Promotion and Industry Program, for $300 million, approved on 31 March 1999.\n2  An SME is defined under TEPI as an enterprise with $2,500,000 equivalent or less in export earnings per\nannum.\n3  The core Project Team included W. Liepach, Senior Financial/Capital Markets Specialist, IWFI (Mission Leader);\nR. Earman, Senior Public/Private Sector Specialist; L. Campbell, Senior Counsel; L. Ding, Trade Economist; M.\nGood, Counsel; M. Endelman, Cofinancing Officer; S.B. Koh, Economist; M. Pal, Social Sector Economist; A.\nReza, Investment Officer; M. Varkay, Investment Officer; E. Clave, Associate Project Analyst.\n4  Loan 1681-PAK: Institutional Strengthening of the Trade Regime, for $3 million, approved on 31 March 1999.", "2\n4. The past two years have been difficult for Pakistan’s economy. Following the country’s\nnuclear tests in late May 1998, the virtual suspension of new official development assistance led\nto erosion of investor confidence and the almost complete cessation of private capital flows. This\ncompounded longstanding socioeconomic difficulties, economic growth declined steeply, and\npoverty  incidence  increased.  Temporary  emergency  measures  were  required  to  conserve\nforeign exchange and address the mounting pressure on the balance of payments; in early 1999\nexternal debt payments were rescheduled. The country’s economic performance since then has\nshown a slow but fragile recovery. The gross domestic product (GDP) increased to 4.8 percent\nin fiscal year (FY) 2000, 1.7 percent higher than in FY1999. This is mainly due to good cotton\nand foods-grain harvests. Inflation remains low, averaging about 3.6 percent, largely because of\nbetter  food  supply  and  slow  monetary  growth.  However,  the  Government  is  experiencing\ndifficulties in containing the fiscal deficit, which was at 6.1 percent of GDP in FY2000, two\npercentage points higher than originally forecast.5\n5. The balance of payments situation remains one of the principal areas of concern. During\nFY2000, the trade deficit reached $1.7 billion, up 4.4 percent from the previous year and more\nthan double the Government’s $800 million target. Although exports expanded by 8.7 percent to\nnearly $8.5 billion, imports also increased by 8 percent to $10.2 billion, largely due to higher\nprices of petroleum and related products. Remittances were down by about 10 percent and\nforeign direct investment decreased by 4 percent in FY2000 compared with the previous year.\nThe widened trade gap, coupled with a negative resource transfer from development agencies\nhas exerted pressure on the balance of payments position. To contain the foreign exchange\ngap, the State Bank of Pakistan (SBP) had to purchase large amounts of dollars from the open\nmarket. The foreign exchange reserves remained stable at around $1.2 billion during most of\nFY2000, equivalent to only five weeks of imports. Due to absence of significant inflows during\nthe first quarter of FY2001, reserves dropped to only about $1.0 billion in October 2000. To\nimprove this fragile situation, increasing exports is a top priority.\n6. In FY2000, Pakistan’s export performance improved over the previous year, although it\nremained short of the $9 billion target. The improvement was aided by favorable domestic and\nexternal  events.  On  the  domestic  front,  the  bumper  cotton  crop  and  its  reduced  prices\ncontributed to a buoyant textile sector, the country’s most important export industry. Exports\nwere aided by the recovery of the global economy, in particular by the East Asian economies, as\nwell as continued strong growth in the United States (US) and Europe. Demand for Pakistan\nproducts increased in major export markets. Export performance during the first quarter of\nFY2001 has been encouraging, at about 15 percent higher than the previous year. However,\ncompetition in Pakistan’s key markets increased as well, and average prices of many export\nproducts fell mainly because of increased competition, and the stronger dollar. To continue to\nincrease exports, Pakistan needs to improve its competitiveness, expand its narrow export base,\nand develop new products and markets.\nb. Prospects and Priorities\n7. The  medium-term  prospects  for  Pakistan’s  economic  growth  and  ultimately  for\nsustainable poverty reduction through increased employment opportunities depend critically on\npolicy consistency, pace of economic reforms, good governance, and transparency in decision\nmaking.  Equally  important  are  the  perceptions  and  assistance  of  the  international  donor\n                                                \n5  For a more comprehensive assessment of economic issues and performance, see CER: PAK 98013: Country\nEconomic Review, Pakistan, November 1998; and IN.67-99: Pakistan: Country Operational Framework 1999-\n2000, March 1999.", "3\ncommunity and the private sector. Macroeconomic policy priorities include reducing the fiscal\ndeficit by broadening the tax base and improving revenue collection, improving the balance of\npayment situation by increasing exports, encouraging SMEs to increase participation in the\nformal economy, and improving public debt management. The Government has presented a\ncomprehensive and credible policy framework for economic development and poverty reduction,\nas outlined in the Economic Revival Plan presented in December 1999, the Budget for FY2001\napproved in June 2000, and the Interim Poverty Reduction Strategy paper (PRSP), updated in\nSeptember 2000. The policies and plans were generally well received, and projected GDP\ngrowth of 5 percent in FY2001, inflation at 4.5 percent, and reduction in fiscal and current\naccount deficits to 5 percent6 and 2 percent, respectively. The export target was set at $10\nbillion. While this target appears ambitious, about 18 percent higher than the actual figure in\nFY2000,  it  only  represents  about  15  percent  of  GDP.  These  projections  are  based  upon\nsustained increases in agriculture production, revival of the manufacturing sector, lower prices of\noil and its products, and signs of increasing competitiveness.\n8. Linked to Pakistan’s macroeconomic recovery is its ability to regain investor confidence\nand  attract  foreign  capital.  In  particular,  an  understanding  of  policy  reforms  and  renewed\nassistance by the International Monetary Fund (IMF) is an important element to mitigate the\ncountry’s fragile balance of payments position. A standby arrangement amounting to $600\nmillion is expected to be approved by IMF in November 2000, while discussions are ongoing for\nmore comprehensive packages under the Poverty Reduction Growth Facility (PRGF), which is\nexpected to be concluded during the first half of 2001. The tariff dispute with the independent\npower producers, which damaged the country's attractiveness for private investment, has now\nbeen largely resolved, and remaining negotiations with Hub Power Company and Kot-Adu\nPower Company are in the final phase of settlement. The recent increase in the stock exchange\nindex  and  renewed  foreign  portfolio  inflows  indicate  increasing  investor  confidence  and\nimproving economic stability. However, even under an improved macroeconomic scenario with\nrenewed foreign assistance and private sector inflows, Pakistan will have difficulty meeting its\ndebt service obligations, in particular if repayment flows return to normal as scheduled in 2001.\nThus, rescheduling of official debt under the Paris Club is expected in early 2001.\nc. Income Distribution and Poverty Trends\n9. Poverty levels in Pakistan have drastically increased since the early 1990s and are\nstrongly correlated with the slowdown in economic growth. By contrast, during the 1980s when\neconomic growth was relatively high, poverty declined. During the 1990s, GDP growth declined\nin comparison to the three previous decades. In the 1990s, GDP growth decreased to only 4.4\npercent per annum from 6 percent per annum during the 1980s. Agricultural growth was actually\nstronger in the 1990s but other important sectors such as services, manufacturing, and large-\nscale manufacturing all slowed significantly. This, in turn, had a major impact on employment,\nincomes, and poverty levels.\n10. According  to  the  Government’s  PRSP,  structural  adjustment  and  macroeconomic\nstabilization programs adopted during the 1990s have had a disproportionate impact on the\npoor. In particular, heavy indirect taxation, exchange rate fluctuations, removal of subsidies\n(especially on food), and adjustments in tariff protection rates resulted in lower output and\nemployment  rates.  Other  related  factors  resulting  in  increased  poverty  include  stagnant\nagricultural productivity, continued downward trend in levels of incoming remittances from out-of-\n                                                \n6  The fiscal deficit was originally stipulated at 4.5 percent in the FY2001 Budget, and subsequently revised to 5\npercent after discussion with IMF.", "4\ncountry workers, high population growth, low human development, and rising inflation. Officially,\nthe annual inflation rate is around 4 to 5 percent, with food prices accounting for the highest\nproportion of the consumer price index. The oil price increase in FY2000 and the continued\ndepreciation of the Pakistan rupee against the dollar are expected to have a disproportionate\nnegative impact the poor. While no reliable data on real wages in the SME sector exists during\nthe last decade real wages have been falling for all workers in all sectors. An indication of this\ntrend is the fact that real per capita income grew by a mere 1.3 percent from 1991 to 1999.\n11. Pakistan does not have an official poverty line. Using a calorie-based approach, which\nmeasures poverty in terms of a household’s access to food, the Government’s PRSP estimates\nthat approximately 35.2 percent of the population live in poverty.  This FY1999 data is based on\nprovisional results from the 1998/99 Pakistan integrated household survey. Rural poverty, at\n36.0 percent of the population, is higher than urban poverty, which at 33.8 percent in FY1999 is\nnow nearly twice the rate of 18.6 percent estimated for FY1991.\n12. Historical data on income distribution for Pakistan shows four distinct phases in the\nreduction of inequalities.7 Based on the standard comparison of the ratio of the highest 20\npercent to the lowest 20 percent of household income groups (and the Gini coefficient), the data\nshows income inequality narrowed during the early phase of Pakistan’s development from 1963-\n1971. During the second phase, from 1971-1979 income inequality widened during a period of\neconomic and political instability. From 1984 to 1988, income distribution again narrowed during\na period of high economic growth of over 6 percent per annum. In the fourth phase, from 1988 to\n1996, inequality in income distribution worsened significantly, in tandem with declining rates of\neconomic growth. Rural income distribution has remained relatively more equal than urban\nincomes, with rural incomes overall being lower than urban incomes, and rural poverty higher.\n2. SMEs and Export Development\n13. SMEs are a robust and vital part of the private sector and play an important role in\nPakistan’s economy. Many SMEs operate in the informal and undocumented sector. This is\nparticularly the case for SMEs with fewer than 10 employees, which are particularly active in\nsmall-scale manufacturing, grain milling, and various services. Data on the SME and informal\nsector is limited,8 although a recent study9 estimates the informal sector represents up to 47\npercent of total economic activity and 44 percent of employment, two thirds of which is in rural\nareas. Many of the jobs in this sector do not require high levels of literacy, and Pakistan’s low\nlevels of human development do constrain the emergence of SMEs in modern sectors. Of SMEs\nemploying more than 10 workers, nearly half of their activities take place in grain milling, cotton\nweaving, wood, furniture, and metal products.10 The remaining activities are fairly diverse and\ninclude other textiles, art silk, carpets, sporting goods, jewelry, footwear, electrical equipment,\nmachinery, and food. Several of these activities have export potential that so far has not been\nexploited.\n                                                \n7  Data on income distribution is available for 1963 to 1996 on the basis of household income and expenditure\nsurveys conducted by the Federal Bureau of Statistics.\n8  The most recent data on SMEs is provided in the Integrated Survey of Small-Scale Manufacturing Industries\n(ISSMI 1994-95). The Lahore University of Management Sciences is currently undertaking an extensive survey\non the SME sector.\n9 H.A. Pasha and N. Ahmed: Measuring the Size and Growth of the Informal Economy of Pakistan. 1999.\n10 A. Cheema, for ADB: A Policy Report on the Sources of Financing and Structure of the SMEs in Pakistan. May\n2000.", "5\n14. Most of Pakistan’s exports are generated in the manufacturing sector. The share of\nmanufacturing in GDP has slowly increased over the years, contributing 18.6 percent to GDP in\nFY1999; about one third was contributed by SMEs.11 In the manufacturing sector, textiles is the\nlargest industry contributing nearly 30 percent to production, employing over 40 percent of the\nmanufacturing sector’s labor, and providing nearly 65 percent of the country’s exports. The food\nindustry (including edible oils, grain milling, sugar, animal feed, beverages, and tobacco) is the\nsecond largest industry and provides about 14 percent of exports.\n15. The manufacturing sector employs about 4.1 million people, about 11 percent of the total\nlabor force; virtually all are in the private sector.12 The biggest share of the labor force, about 83\npercent,  is  employed  by  SMEs.  According  to  Small  and  Medium  Enterprise  Development\nAuthority (SMEDA), as many as 1.8 million jobs could be created in SMEs in five key sectors\nduring 2000-2005.  These sectors are textiles, leather, dairy, marble, and fisheries; all have\nconsiderable export potential. However, as the average output per employee is generally low,\noften less than $3,000, even firms that are considered large by employment size actually have\nlow output. Firms that have output of about $2.5 million, which is small by Western standards\nand is the SME threshold applied for the TEPI Program, often employ 1,000 people or more.\nEven  exporters  considered  large  by  Pakistan  standards  do  often  not  reach  the  minimum\nthreshold  demanded  by  large  international  buyers  to  enter  into  an  export  sales-supplier\narrangement.\n16. Pakistan’s  share  in  world  trade  is  disproportionally  low  and  exports  are  heavily\nconcentrated by sector and by client base. The textile sector dominates with about 65 percent of\nall exports. In FY1999, food and food products comprised 13.8 percent, while leather and leather\nproducts made up 6.6 percent. All other sectors comprised the remaining 15.4 percent. The five\nbiggest markets for Pakistan exports accounted for nearly half of the total: US 21.8 percent;\nHong Kong, China 7.1 percent; United Kingdom 6.6 percent; Germany 6.6 percent; United Arab\nEmirates 5.4 percent. The export of value-added textile products was especially concentrated in\nthese markets. This trade structure confirms both a high degree of vulnerability and unrealized\npotential. Appendix 2 provides a more detailed overview of Pakistan’s main export products and\ntheir markets.\n17. Over the years Pakistan’s SMEs have demonstrated resilience to withstand economic\ndownturns, but unlike in some of the fast-growing East Asian economies they have not lived up\nto their potential as the engine of growth and source of high value-added and skill intensive\nexports. SMEs have tended to dominate low value-added export sectors that use traditional\ntechnologies. In the East Asian economies, SME contribution to manufacturing employment\nincreased  especially  when  they  broke  into  high-technology  and  skill  intensive  exports.  For\nexample, in Taipei, China, SMEs constituted 61 percent of the country’s dynamic export base in\n1992. In Pakistan, by comparison, SMEs contribute less than 7 percent to exports for virtually all\nsectors, with the exception of cotton weaving and other textiles where the share may reach 20 to\n25 percent. This indicates (i) the potential to increase SME contributions to overall economic\nperformance, and (ii) the need for SMEs to focus on more value-added products and modern\nproduction techniques if they are to be internationally competitive.\n18. The underperformance of SMEs can be partly explained by the lack of Government\nassistance and policy support to the sector. In Pakistan, the cost of doing business in the\ninformal sector, although high, is in the absence of access to the benefits of existing trade and\n                                                \n11 SMEs are defined here as employing up to 100 people.\n12 Only about 42 manufacturing enterprises remain in the public sector, employing about 36,000 people.", "6\nexport incentive schemes for many SMEs still considered lower than participating in the formal\neconomy. To generate sustainable growth and employment, the key challenge will be to bring\nthe large number of SMEs operating in the informal sector into the formal economy and to\nprovide incentives for technological upgrading. To this end, the Government has shifted its\npolicy focus to SME development, with the approval of the TEPI Program and the Economic\nRevival Plan announced in December 1999 identifying promotion of small- and medium-scale\nindustries as one of the four priority areas for reviving the economy.\n19. Recent policy initiatives by SMEDA and EPB aim to promote SMEs and nontraditional\nexports, such as, processed fish and fruits, jewelry, polished stones, electronic goods, and\nsoftware. While these sectors may indeed have good potential with high growth rates, they are\nstarting from a very low base and will take some time to reach volumes that will make a\nsignificant economic impact. In the near term, a shift is needed to higher value addition within\nproduct groups, in particular textiles, as well as a move into new markets for established goods,\ne.g., in the sporting goods sector. Huge markets such as in Latin America and Africa remain\nlargely untapped. Similarly, exports of surgical instruments, for instance, are predominantly\nfocused on the US and Europe.\n20. New  investments  and  sale  efforts  in  exports  are  also  hampered  by  lack  of  market\nintelligence, lack of insurance devices to spread risks, and reluctance of banks to lend for new\nprojects or to new markets. This is a serious problem as export expansion usually takes place in\nthese areas. Policymakers therefore must continue to focus on assistance to improve marketing,\ntechnical know-how, and productivity enhancement, and to reduce overhead costs.\n3. Supply of Export Finance and the Financial Sector\n21. An efficient trade finance system is an important element in any strategy for export\ndevelopment. The current Export Finance System (EFS) was established in 1973 and allows\ncommercial banks to offer export loans for preshipment and term postshipment finance based\non the actual export L/Cs or the previous fiscal year’s export performance. The loans are\nrefinanced by SBP at a current rate of 6 percent and onlent by commercial banks to exporters at\na preferential interest rate of about 8 percent. SBP revised the EFS on various occasions.\nImportantly, SBP Circular No. 44 (17 December 1998) allowed extension of the EFS to indirect,\nemerging, and SME exporters, in addition to the traditional target group of large direct exporters.\nIn practice, however, emerging, direct, indirect, and SME exporters continue to face difficulties\naccessing the EFS due to the cumbersome and lengthy application procedures; commercial\nbanks prefer extending the EFS to their prime, large, and well-established customers with good\ntrack records or those who can furnish physical collateral.13\n22. The EFS finances about 50 percent of Pakistan’s exports. About half of EFS financing\nhas been extended on a transaction basis (part I), for about 32,000 transactions, with the other\nhalf  made  available  to  established  exporters,  based  on  past  export  performance  (part  II).\nEffective 1 July 2000, SBP excluded some lower value-added items, including fabrics and yarn,\nfrom the EFS and overall utilization is expected to fall. EFS procedures tend to reward long-\nestablished exporters who avail themselves of the EFS part II, although effective utilization is\ndifficult to trace. Part I, meanwhile, can be slow and cumbersome to process in particular for\nnontraditional goods or indirect exporters, and is thus dominated by high-volume traditional\ngoods, such as textiles or bulk commodities. Thus, the EFS discriminates against new and\n                                                \n13  The nonprime customers of commercial banks, who cannot access the EFS, meet their needs from the general\nworking capital overdraft facility at prime lending rates, or raise financing against foreign bills.", "7\nemerging  exporters,  and  offers  little  support  for  the  development  of  new  markets  or  new\nproducts.\n23. The  EFS  has  a  number  of  inherent  problems  and  distortions,  and  concerns  about\nutilization and effectiveness of EFS are ongoing. Most importantly, the absence of effective risk\nmitigation mechanisms and the existence of a banking culture that does not accept export\npayment instruments (such as L/Cs) as adequate collateral substitution act as impediments to\nthe  banking  system  providing  funds  for  the  development  of  new  exporters,  markets,  and\nproducts. Thus the EFS fall short of the potential development role a refinance product might\nplay.  SMEs that cannot meet the collateral requirements of the commercial banks are forced to\nremain in the informal market and borrow funds at prohibitively high rates; this inhibits export\ngrowth.\n24. Less  than  1,000  exporters  appear  to  benefit  from  the  EFS,  compared  with  30,000\nregistered exporters at EPB, of which about 6,000 are considered active. Thus most exporters,\nand in particular SMEs, are excluded from the EFS. Approximately 35 percent of SME financing\ncomes from formal financial institutions (footnote 10); this is somewhat higher in the exportable\nsubsectors. SME access to formal credit is restricted because they are unable to meet collateral\nrequirements. The shortcomings of the EFS and the financial sector must be overcome to\nprovide access to finance for the  export segment, including those importing inputs for export\nproduction.\n25. On  the  import  side,  75  percent  of  Pakistan’s  imports  are  in  only  four  categories:\nmachinery, 22 percent; agricultural and other chemicals, 20 percent; food, 17 percent; and\npetroleum,  16  percent.  The  import  content  for  export  goods  varies  considerably:  about  50\npercent for surgical goods and nearly as high for sports goods, but lower for low value-added\nproducts. Overall, the import content for export averages about 15-20 percent, i.e., about $1.3-\n$1.7 billion. Assuming an average financing period of 120 days, a total funding volume of $433\nmillion-$566 million would be required for import financing. The funding volume would obviously\nbe  lower  the  shorter  the  financing  horizon  is.  The  export  volume  of  nontraditional  sectors\ntargeted by either SMEDA, EPB, or PEFG is currently about $1.5 billion, excluding value-added\ntextiles. Assuming a higher import content for those sectors, at about 25 percent, financing\nrequirements for imported inputs into this segment amount to about $375 million, with a funding\nvolume of about $125 million (at three times annual turnover).\n26. Virtually all commercial banks in Pakistan have been active participants in the EFS. The\ndomestic private sector commercial banks have been particularly active, as trade finance is their\ncore activity. Foreign banks appear to attract the multinational and more established clientele,\nand on average show higher financing amounts per transactions. Excluding the very large\ntransactions, the average EFS transaction size is about $40,000, roughly the amount it takes for\nmany goods to fill one standard-sized container for shipment. More than half of the exports\nunder  the  EFS,  about  54  percent,  go  to  nonmembers  of  the  Organization  for  Economic\nCooperation and Development (OECD) and most of the EFS transactions are textile related.\nMuch  of  this  is  for  cotton  yarn.14  In  contrast,  some  of  the  sectors  targeted  for  export\ndevelopment in the new trade policy, such as fruit and vegetables, electrical equipment, or\nmarble have received remarkably little financing from the EFS.\n                                                \n14  Effective 1 July 2000, SBP has withdrawn access to EFS for yarn. As a result, total utilization of EFS is expected\nto decline in FY2001.", "8\n27. While Pakistan banks prefer L/C-based trade, exports with the US and Europe are\nincreasingly on an open account basis. This has two implications: (i) open account transactions\ncarry a higher buyer risk that needs to be mitigated, in particular if the buyer represents a\nsizeable volume relative to total production volume of the exporter; and (ii) adequate ways and\nmeans must be established to link the financing of the export through the supply chain to the\nindirect exporter and the import. While L/C-based trade addresses these issues, the exporter is\nunder L/C based trade often exposed to long payment delays of more than 120 days and higher\nfinancing charges occur.\n28. Since 1994, Pakistan has gradually liberalized its foreign exchange management and the\ntemporary emergency measures instituted following the nuclear test in May 1998 to conserve\nforeign exchange have now been lifted. Exporters and importers are allowed to buy and sell\nforeign exchange as needed, although exporters are still required to repatriate their export\nproceeds, given the weak foreign exchange reserve position. Exporters with firm contracts (or\nholding export orders or L/Cs) are allowed to raise short-term loans for 180 days and repay their\nobligations from export proceeds, although this has encountered difficulties in practice. SBP also\nallows commercial banks to offer forward cover and an interbank foreign exchange market is\nbeing developed.\n29. Unlike many competing countries, Pakistan does not have a functioning export credit\nagency. An export credit guarantee scheme was established within the state-owned Pakistan\nInsurance Corporation in the 1970s, but was virtually disbanded in 1997. The scheme never won\ncredibility with the private sector as it offered the wrong products and covered the wrong\nmarkets inducing moral hazard, failed to pay claims, and had cumbersome and nontransparent\nprocedures and pricing policy.\nB. Government Policies and Plans\n30. The  Government’s  short-  and  medium-term  development  objectives,  strategies,  and\nplans are laid out in the PRSP. Poverty reduction is the present Government’s overarching\ndevelopment  goal.  The  PRSP,  which  takes  into  account  the  interrelationship  of  economic,\nsocial, and governance dimensions, outlines a four-pronged approach: (i) providing broad-based\neconomic growth to generate efficient income generating opportunities for the poor, and a\npattern of growth that is relatively labor intensive; (ii) achieving the highest possible growth path\nconsistent with available financial and human capital under a governance architecture that is\nboth humane and efficient; (iii) improving access to education, skill training, primary health care,\nnutrition, and other social services to help the poor become productive employees give them the\nskills  to  start  their  own  small  scale  business  ventures;  and  (iv)  providing  safety  nets  for\nvulnerable groups.\n31. To correct the macroeconomic imbalance and improve economic efficiency, a broad\neconomic development strategy and revival plan was unveiled by the Government in December\n1999. Restoring good governance is the cornerstone of the economic strategy. From a sectoral\nperspective, four priority areas are identified to revive the economy: (i) revitalizing the agriculture\nsector,  (ii)  promoting  SMEs,  (iii)  expanding  the  liquid  petroleum  and  gas  sector,  and  (iv)\npromoting the information technology (IT) industry. The new reform program includes financial\nsector and capital market reform, civil service reform, judicial and legal reform, and fiscal reform.\nNew  initiatives  have  also  been  proposed  to  privatize  public  enterprises,  decentralize\nadministrative authority, and devolve power and responsibility to the grassroots.", "9\n32. In the banking system, detailed privatization plans and disposal of the remaining shares\nof the nationalized commercial banks and other state-owned financial institutions were drafted\nand some actions taken on the United Bank, Habib Bank, Allied Bank, National Investment\nTrust, Investment Corporation of Pakistan, National Development Finance Corporation, and\nIndustrial Development Bank of Pakistan. New managers from the private sector were appointed\nin most of the development financial institutions. A program was designed and banking laws\namended to enhance the minimum capital requirements. SBP will be restructured to focus\nmainly  on  its  core  operations  such  as  monetary  policy,  banking  supervision,  and  foreign\nexchange management. SBP’s noncore operations will be  transferred to commercial banks or\nother financial institutions.\n33. To revive the current sluggish economy, export promotion is one of the most important\nareas of concern. The FY2001 budget speech pointed out that Pakistan’s balance of payment\nproblems could be fully resolved if the country achieves an export level of $12 billion without a\nsignificant  increase  of  imports.  In  this  context,  the  Government  announced  a  number  of\nincentives for importers and exporters in the new trade policy by setting a $10 billion export\ntarget for FY2001, 18 percent higher than in FY2000. To promote exports, (i) SBP will follow an\nexchange rate policy to maintain its competitiveness in relation to market forces and inflationary\ndifferentials between Pakistan and its major trading partners, (ii) the EFS will be refocused to\nvalue-added exports and access of small exporters to export finance will be improved, and (iii)\nthe system of no-duty-no-drawback will be streamlined and made more accessible.\n34. Diversification of the export base and achievement of greater value addition in goods and\nservices is an important part of the new trade policy. The policy seeks to enhance the country’s\nworld market share of the top 10 textile and nontextile categories. The Government’s focus is\nfurther  on  promoting  selected  nontraditional  sectors,  such  as  software,  engineering  goods,\nchemicals, fruits and vegetables. A number of incentives will be offered to the producers of\ntextiles, fisheries, fruits and vegetable, rice, gems and jewelry, leather garments and products,\nand software, with a view to substantially increasing the country’s exports. The trade policy also\nincludes measures (i) to liberalize export, (ii) extend subsidies to enterprises to 30 June 2001to\nfacilitate  international  standard  organization  (ISO)  certification,  and  (iii)  set  up  an  export\nfacilitation unit in the Central Board of Revenue.\n35. To develop the SME sector, the FY2001 Budget includes support for (i) a new textile\nsector  policy  that  redirects  the  focus  on  value-added  apparel  and  finishing  sectors;  (ii)\nrevitalization of the Small Business Finance Corporation to help develop SMEs; (iii) formulation\nof a policy, in consultation with SBP, to ensure adequate flow of credit to the SME; and (iv)\nrevitalization  of  SMEDA  and  the  preparation  of  packages  to  develop  export  capacity  in\nnontraditional sectors.\n36. The Government’s Three-Year Development Program, 2000-2003, presents strategic\ndirections for economic and social development.  Both poverty reduction and SME promotion\noccupy  prominent  places.  Through  SMEDA,  the  Government  aims  to  increase  SME\ndevelopment and employment using a series of programs that include start-up loans, a job\ncreation program in existing SMEs, improvement of working conditions, and special access to\nfinancing for workers who have completed vocational training.\n37. In  its  three-year  program,  the  Government  also  affirmed  its  commitment  to  the\neradication of child labor and the protection of the rights of working women.  Already, strong\nefforts are under way to address these issues. A special cell on labor law was established within\nthe Ministry of Labor; and numerous laws dealing with labor issues, some of which date back to", "10\nthe 19th century, are being revised and refined into a comprehensive set of modern laws. The\nGovernment has committed to releasing a new labor policy by the end of 2000 and to preparing\na new set of labor laws by mid-2001. The Government agreed to review its labor laws and\ndiscuss the recommendations of this review with ADB as part of the TEPI Program.\nC. External Assistance to the Sector\n38. To assist the country’s balance of payments difficulties and the Government’s reform\nefforts,  IMF is preparing a standby arrangement for consideration by its Executive Board in\nNovember 2000, and a  PRGF for consideration by the IMF board in 2001. The reform agenda\nof  the  PRGF  includes  fiscal  reform;  provincial  finance  reform;  structural  changes  in  trade,\nfinance, energy, agriculture, industry, education, and health; reforms in governance, devolution\nand decentralization of powers, and the judiciary; and private sector development. In parallel,\nthe World Bank is preparing a new structural adjustment loan that supports that areas of\ngovernance, administrative, and banking reform, and power sector restructuring. Pakistan is also\ndiscussing  with  the  Islamic  Development  Bank  further  assistance  for  trade  financing,  in\nparticular to support the import of petroleum products.\n39. In May 2000, the IFC has approved the Trade Enhancement Project. This project is\naimed at improving access to trade finance for private Pakistan businesses by credit enhancing\nimport L/Cs. It involves establishing a two-year $100 million revolving facility to guarantee\ndocumentary credits originated by six selected commercial banks in Pakistan. Through the\nfacility, these commercial banks will have the ability to have the L/Cs they issue on behalf of\ntheir  clients,  private  sector  Pakistan  businesses,  confirmed  by  ABN  AMRO  Bank  with  risk\nsharing by the IFC.\n40. ADB is coordinating with IMF and the World Bank to ensure that the policy reforms\npromoted in this Project are an integral component of a policy framework paper supported by the\nPRGF and the World Bank’s structural adjustment loan. As in the past, the major reforms\nproposed by ADB’s ongoing and forthcoming project and program loans were integrated into the\nPRGF policy matrix and included energy, judiciary, civil service, agriculture, trade, and capital\nmarket  reform.  An  overview  of  past  and  ongoing  assistance  to  the  sector  is  presented  in\nAppendix 3.\nD. Lessons Learned\n41. ADB’s country operational framework 1999-200015 recognizes the need to sharpen the\nfocus of ADB’s operations, taking account of poor portfolio performance, weak governance, and\nlack of absorptive capacity and counterpart funds. Despite overall satisfactory disbursement\nlevels, which are partly due to tranche releases under program lending, implementation delays\nremain a major problem for ADB’s Pakistan project portfolio and are being addressed through\nongoing dialogue.\n42. Although it is too early to assess the impact of the TEPI Program, a few implementation\ndelays occurred during the early stages. This was primarily due to a lengthy recruitment process\nof consultants required for institutional strengthening, and complex interagency coordination\narrangements. This highlights the need to simplify implementation arrangements even if issues\nare complex and the design is comprehensive. To systematically monitor the socioeconomic\n                                                \n15  IN.67-99: Pakistan: Country Operational Framework 1999-2000, 16 March 1999.", "11\nimpact of the TEPI Program, a TA16 is being implemented. This will assess the positive and\nadverse impacts of the TEPI Program and comprehensively evaluate the program’s impact on\npoverty.\n43. The  second  tranche  of  the  ongoing  Capital  Market  Program  was  released  in  June\n2000.17 While this Program experienced some delay, the preliminary impact is judged positive\nand successful.\n44. Performance audit reports provide an evaluation of ADB’s assistance to Pakistan. The\naudit report for the Industrial Sector Program loan in 199418 identifies the critical importance of\nfull  government  commitment  to  any  policy  reform  process.  The  lack  of  an  appropriate\nmethodology to accurately determine program benefits created difficulties for the post evaluation\nof the loan. The report suggested that the performance indicators could be monitored over time\nto determine the nature and extent of policy change. The identification of effective performance\nindicators at the design stage would have made ADB’s monitoring activities more efficient.\nE. ADB’s Sector Strategy\n45. ADB’s  medium-term  strategy  for  Pakistan  gives  priority  to  (i)  improving  economic\nefficiency and export performance, (ii) human and social development, and (iii) governance\nand institutional strengthening. In 1997, support was provided for reforms and expansion of\ndomestic capital markets, trade liberalization, export promotion, and private sector-led industrial\ngrowth. In 1999, trade and industry support was provided under the TEPI Program loan.\n46. With poverty reduction as its overarching goal,19 ADB is preparing a poverty reduction\nstrategy for operations in Pakistan. As a first step, ADB will undertake a detailed poverty\nsituation analysis based on existing information, to assess country performance in achieving\npoverty reduction, and review poverty impacts of past ADB assistance. A partnership agreement\nbetween the Government and ADB will then be developed to set out a long-term vision of\npoverty reduction, and identify key indicators, institutional milestones, and a specific assistance\nplan for the country.\n47. ADB’s strategy for the financial, trade, and industry sectors is concentrating on policy\nreforms and capacity building in the key areas of capital markets, trade, and industry to promote\ndevelopment of a competitive and diversified financial sector and industrial base in the country.\nThe policy dialogue is focusing on broadening and deepening financial intermediation, improving\nindustrial efficiency and competitiveness, and continuing the trade liberalization process. ADB\nwill also support industrial restructuring with a focus on encouraging the development of high-\ntechnology  and  export-oriented  industries,  and  application  of  environmental  friendly\ntechnologies.\n48. The TEPI Program, ADB’s first full-fledged trade sector adjustment operation, reflects the\nshift in ADB operations in the financial and industry sectors in Pakistan to increased policy\ndialogue and capacity building. It recognizes that the economic gains that could be realized from\n                                                \n16  TA 3183-PAK: Monitoring the Socioeconomic Impact of the TEPI , for $150,000, approved on 13 April 1999.\n17  R111-00: Loan 1576-PAK: Capital Market Development Program Progress Report: Release of Second Tranche,\n19 May 2000.\n18  PEO417: Loan 0931-PAK: Industrial Sector Program, March 1994.\n19  ADB: Fighting Poverty in Asia and the Pacific: the Poverty Reduction Strategy of the Asian Development Bank.\nManila. 1999.", "12\ninvestments in industry are limited given Pakistan’s weak trade and industry policy regime. ADB\nis supporting capacity building under the TEPI Program with three associated TA loans. The\nproposed Project also falls under the TEPI ambit.\nF. Policy Dialogue\n49. Policy dialogue has focused essentially on (i) overall reform of the EFS, (ii) supporting\nthe trade environment, and (iii) regulatory issues to ensure the successful introduction of new\ncredit enhancement mechanisms.\n50. With regard to overall reform of the EFS, dialogue focused on improving the EFS design\nand clarity of the circulars. Subsequently the EFS has been extended to indirect and emerging\nexporters. More substantive revisions of the EFS scheme, e.g., such as restricting the utilization\nof the EFS for low value-added export or a cut in EFS entitlements, are being resisted by\nestablished exporters as this would erode their easy access to subsidized credit.20 A particular\nproblem is that no export financing alternatives currently exist; and any adjustment to the EFS\nrisks disrupting much-needed export growth. In this context, the establishment of an alternative\nfinancing window as a step toward further reform appears to be a sensible approach. The new\nfacility should be market-based, easily accessible, and include benefits such as risk mitigation\nfeatures to encourage migration from the EFS. This complements and supports the agreements\nthe Government has reached with IMF on phasing out interest rate subsidies and moving to a\nmarket-based rate for the EFS.\n51. Improvements to the overall trade environment are taken up under the TEPI Program,\nand include the development of adequate export promotion policies, including free-trade status\nschemes such as export processing zones, bonded manufacturing warehouses, or no-duty-no-\ndrawback schemes; a rationalized tariff regime; and reduction of the statutory rules and orders.\nIn June 2000, the Government announced a new trade policy including a number of steps to\nboost exports. Key, however, will be Pakistan’s ability to broaden its export base by offering a\nsupportive institutional framework and incentive schemes that provide a clear benefit to smaller\nand newer exporters to move into the formal economy.\n52. The regulatory treatment of credit enhancement instruments was reviewed to enable the\nestablishment and successful operation of the PEFG, and included agreement with SBP on a\nlow risk weighting by banks for PEFG guarantees as well as for exports loans enhanced with\nexport  credit  insurance.  This  will  provide  an  additional  incentive  to  the  banking  system  to\nactively promote and market these new products.\n53. Given the complex and dynamic nature of the sector, policy dialogue will be continuously\npursued throughout the project implementation period.\n                                                \n20  The subsidy is in three forms: the EFS provides an interest rate subsidy, credit availability for a period longer\nthan needed for filling export orders, and more credit available than needed by the exporter", "13\nIV. THE PROPOSED PROJECT\nA. Rationale\n54. To reduce poverty and reverse the trend of increasing poverty, Pakistan must achieve a\nsustained annual per capita growth rate of at least 5 to 6 percent. Higher levels of economic\ngrowth  will  lead  to  the  creation  of  employment  opportunities  that  are  urgently  needed  to\naccommodate the 1.1 million workers who enter the labor market annually. SMEs tend to\ndominate labor-intensive sectors and their growth can become a major source of employment\nprovision.  SMEs  also  tend  to  be  more  efficient  than  large-scale  firms  in  certain  sectors.\nImportantly, SMEs need to be given a level playing field, including in international markets, so\nthat they can grow fully and society can reap the benefits from their specialization.\n55. Improving export performance is also key to Pakistan’s macroeconomic stabilization and\neconomic development. This requires not only increasing sales by existing exporters, but also a\nnew class of exporters to emerge. To be competitive, Pakistan exporters need access to funding\nwith conditions similar to those available to international competitors, i.e., at international market\nrates, and comparable risk management tools to develop new markets. By improving access to\ntrade finance instruments in particular for SMEs, much-needed capital for business expansion\ncan be generated internally.\n56. While the EFS offers cheap funding to a certain number of established and large volume\nexporters,  a  larger  number  of  emerging  exporters  without  access  to  export  finance  are\neffectively excluded and must seek alternative financing at a higher cost, often through the\ninformal  market.  Many  countries  have  a  dollar  financing  window  as  an  alternative  to  the\ndomestic vehicle; in theory, this window should offer a lower interest rate if local currency is\ndeemed to be weaker and depreciating.\n57. Moreover,  adjustments  to  the  financing  system  are  warranted  as  World  Trade\nOrganization  (WTO)  agreements  call  for  the  removal  of  various  subsidies,  including  trade\nfinance related subsidies.21 Any reform and removal of the distortions will - given Pakistan’s\npolitical economy and concentrated export structure - be difficult to achieve in the absence of an\nalternative financing vehicle.\nB. Objectives and Scope\n58. The overall goal of the Project is to achieve higher and sustainable export-led economic\ngrowth leading to employment generation. The immediate objectives are to (i) increase the\naccess of SMEs and emerging exporters to export credit; (ii) offer greater choice of financing\nand risk mitigation instruments to exporters, e.g., for new product and market development,\ncompetitively priced at international market rates; (iii) support the banking and export community\nto conduct structured trade; and (iv) facilitate reform of the existing EFS to reduce subsidies.\nThe Project aims at achieving a considerable leverage of ADB’s financial resources.\n59. Improvements to the existing export financing framework are required to achieve these\nobjectives. The Project will introduce three new components into Pakistan’s export financing\nsystem:\n                                                \n21  As a developing country, Pakistan is entitled to certain grace periods within which it is to work towards WTO\ncompliance.  However, once the grace period has expired, Pakistan will be required to fully comply with its WTO\nobligations, including removal of export subsidies.", "14\n(i)  establishment of a new dollar based financing facility, the FCEF;\n(ii)  provision of a PRG for payment to international confirming banks by Pakistan\nissuing banks of L/Cs for imports that are required for export production; and\n(iii)  equity investment in the PEFG.\n60. In addition, the Project will facilitate the development and encourage the use of credit\nenhancement and risk mitigation instruments such as export credit insurance and preshipment\nfinance guarantees. The Project introduces institutional improvements to export promotion and\nadministration of the overall export incentive framework.\n61. The Project comprises a comprehensive package for exporters, addressing funding as\nwell as risk mitigation issues and leveraging the financial support provided by ADB. The Project\nwill enable indirect and emerging exporters to access export finance, and support exporters in\nventuring into new markets. A design summary of the Project indicating target groups and\nbeneficiaries is provided in Appendix 4.\n1. Foreign Currency Export Finance Facility\n62. The FCEF will be a dollar-based refinancing window at SBP that provides an alternative\nfinancing scheme to the EFS. It will be available at market-based terms to direct exporters and\ntheir suppliers, i.e., indirect exporters. It will finance both domestic and imported inputs to be\nused for export production. Financing under the FCEF will be transaction based and require a\nfirm  export  order  or  export  L/C.  It  will  cover  both  pre-  and  postshipment  requirements  of\nexporters. The FCEF be a revolving credit facility for short-term export finance up to 180 days,\naimed at achieving considerable financing leverage over its life.\n63. The FCEF is designed to encourage the use of credit enhancements being developed as\npart of the Project, including the PRG for import L/Cs, preshipment finance guarantees and\nexport credit (postshipment) insurance. These credit enhancements will permit banks to lower\ntheir collateral requirements and free up exporters’ collateral for other financing needs, reduce\nthe cost of funds for exporters, and minimize payment risks. The FCEF will increase access to\nexport financing, improve supply-chain financing, and support development of new markets.\n64. The FCEF will be most attractive to (i) emerging and indirect exporters who are largely\nexcluded from the EFS and unable to obtain formal bank credit due to the lack of security to\nmeet the banks’ collateral requirements, or who reached their existing credit limits with their\nbanks; (ii) registered importers providing goods for export production; and (iii) common bonded\nwarehouses.\n65. The FCEF will provide a mechanism for the transition from subsidized EFS financing to\nWTO-compliant  export  financing,  and  facilitate  the  Government’s  endeavors  to  move  to  a\nsustainable EFS. The FCEF will support a shift within the financial sector to a more transaction-\nbased financing system, versus the traditional asset-based system. This is a welcome shift that\nplaces greater emphasis on cash-flow analysis, rather than relying on collateral.\n66. The successful introduction of the FCEF depends on an appropriate incentive structure\nand  an  easily  implementable  scheme.  In  this  context,  the  process  of  communication  and\nconsultation with stakeholders to ensure acceptability is crucial. Because FCEF interest rates", "15\nare likely to be higher than EFS rates,22 the FCEF will be marketed actively with other measures\nto enhance its usage and improve the trade finance system.\n2. Partial Risk Guarantee for Import L/C confirmation\n67. As a result of the high country risk assigned to Pakistan by the international financial\ncommunity, Pakistan banks often encounter difficulties obtaining confirmation of import L/Cs, or\nobtain this only at a high cost. This is particularly true for L/Cs with maturity of more than 180\ndays, or for higher value L/Cs including imports by exporters for plant upgrading, balancing, and\nmodernization. International banks currently charge as high as 8 to 10 percent of the value of\nthe import order for confirmation for such L/Cs, if confirmation can be obtained at all. Thus,\nPakistan exporters who rely on imported inputs are penalized by the negative country risk\nperception of the international financial community.\n68. By providing a PRG to cover foreign exchange transfer and convertibility risk, the PRG\neffectively transfers the Pakistan country risk into an ADB risk. This will enable international\nbanks to increase their risk bearing capacity for conducting business with Pakistan, and ensure\nthe continued willingness of international banks to confirm import L/Cs issued by Pakistan banks\nused for the importation of goods and services required for export production. In particular,\nduring periods of economic and political uncertainty the PRG will help keep Pakistan country\nexposure limits by international banks open for continued confirmation of eligible import L/Cs.\nThis will also reduce volatility of confirmation charges for eligible import L/Cs issued by Pakistan\nbanks.  The  PRG  will  assist  Pakistan  exporters  in  competing  at  similar  terms  as  their\ninternational competitors, without being unduly penalized for Pakistan’s country risk.\n69. The PRG is an integral part of the Project and provides a complementary instrument to\nADB’s  overall  intervention  in  the  export  financing  subsector  in  Pakistan.  The  PRG  will  be\npromoted together with and be an enhancement to encourage use of the FCEF. However, the\nPRG will not be restricted to the L/Cs financed by the FCEF. While the FCEF addresses the\nshort-term finance requirements for inputs and raw materials for exports, the PRG addresses\nboth short- and medium-term finance requirements for inputs and capital expenditures, such as\nspare parts and equipment. This supports export competitiveness and the objectives of the TEPI\nProgram.\n3. Equity Investment in the PEFG\n70. Export  credit  agencies  (ECAs)  play  an  important  role  in  risk  mitigation  and  export\npromotion, in particular in developing new export markets and products. About 7 percent of\nworldwide trade, or about $400 billion, is supported annually by export credit agencies.  More\nthan 50 countries have established an export credit agency in one form or another. These\ninclude the successful Asian economies, including Hong Kong, China; The Republic of Korea;\nMalaysia; Singapore; and Thailand; as well as Pakistan’s regional neighbors (Egypt, India,\nJordan, Oman, Sri Lanka, and Turkey). Consultation with industry, banks, and the Government\nidentified a strong rationale and desire by the private sector for the establishment of an ECA-\ntype entity in Pakistan. The establishment of PEFG is a significant step in this direction.\n                                                \n22  Currently, the EFS is provided by SBP to commercial banks at a preferential rate of 6 percent and onlent to\nexporters at an interest rate of about 8 percent. The FCEF is expected to cost the final borrower about 8.95-9.45\npercent (para 77). In discussions with IMF and ADB, the Government agreed to gradually increase the EFS rate\nto market rates for Pakistan Rupee financing, currently about 12 percent.", "16\n71. The  PEFG’s  mission  is  to  provide  a  comprehensive  range  of  export  trade  finance\nguarantees and services to exporters and indirect exporters, focusing on SMEs and growth\nsectors. In particular, the PEFG will issue bankable guarantees to replace traditional collateral\nrequirements. Guarantees will be issued on behalf of new or smaller exporters23 in favor of\nPakistan  banks  providing  trade  finance  facilities  ranging  from  working  capital  during\nmanufacturing  to  postshipment  finance.  This  will  allow  smaller  or  emerging  export-related\nenterprises to get better access to trade-related finance. The PEFG will also seek to enter into a\nreinsurance  arrangement  with  an  international  credit-risk  insurer  to  provide  postshipment\ninsurance to Pakistan exporters. This will be particularly important to lower the risks for Pakistan\nexporters and their banks seeking to explore new markets. Once the PEFG has established its\ncore business functions, it may offer other services such as acting as agent for the PRG and\nproviding other trade-related services to its customers.\n72. For participating banks, the PEFG offers a new form of collateral with a favorable risk\ntreatment on the bank’s balance sheet. Importantly, the PEFG will work with and through the\nbanking system, but will not create a competitor to the commercial banks. It will help develop\nnew and existing business while retaining the existing banking relationship. The involvement of\nthe PEFG will also be important to promote and expand FCEF lending to indirect exporters.\nC.  Major Terms, Conditions, and Arrangements of the Proposed Loan for the FCEF\n1. Loan Amount and Terms\n73. A loan of $150 million will be provided from ADB’s market-based loan (MBL) window in\nUS dollars for funding of the FCEF, with maturity of 15 years and grace period of 3 years. The\nloan amount is based on import requirements for exports with focus on SMEs and non-traditional\nproducts, and export financing needs to new markets.24 The loan will carry interest at a floating\nrate based on the six-month London interbank offer rate (LIBOR) or, at the Government’s option, a\nfixed rate based on ADB’s fixed-rate borrowing in dollar terms at the time of disbursement, plus 60\nbasis points. The Borrower will be given a one-time option to convert the floating rate portion of its\nloan into a fixed-rate loan or vice versa. The loan will  carry a 1 percent front-end fee and the\nstandard commitment charges.\n74. The MBL modality will be provided to Pakistan on an exceptional basis25 because: (i)\nalthough Pakistan will be the nominal Borrower, the loan will pass through SBP directly to\nfinancial sector intermediaries on essentially the same MBL terms and conditions (subject to a\nsmall margin to cover SBP’s cost of funds); (ii) this exception is case-specific based on the need\nfor the FCEF to support short-term financing requirements of privates sector exporters at market\nterms; and (iii) by stating that initially it will be applied to selected borrowers, the MBL policy\n                                                \n23  The PEFG will not issue guarantees to manufacturers that use child labor or are in breach of Pakistan\nenvironmental regulations.\n24  It is estimated that the import financing requirement is from $375 million for non-traditional exports to $1.7 billion\nfor all exports. Assuming an average financing period of 120 days, this would require a funding volume of about\n$125 million to $566 million (para. 25). In addition, local inputs may be financed under FCEF, in particular for\nSMEs and for non-traditional products. Should demand for foreign currency financing outstrip the FCEF loan\namount,  the  Government  will  contemplate  additional  alternative  financing  sources  to  complement  FCEF,\nincluding development of an interbank market for foreign exchange to facilitate the use of foreign currency\ndeposits in Pakistan for short-term trade finance.\n25  ADB’s existing MBL policy contemplates that MBLs will initially only be offered to private sector borrowers and\ncertain financial sector intermediaries with high priority needs for LIBOR-based loans to manage their interest\nrate risks. (See R210-94 Revision 1, Final: A Proposal to Introduce a Market-Based Loan Window. 29 November\n1994, paras. 4 to 9).", "17\ncontemplates that, over time, the use of the MBL may be carefully expanded to other borrowers\nin appropriate circumstances.\n2. Relending and Onlending Rates\n75. SBP  will  make  the  foreign  exchange  funds  from  the  loan  available  to  participating\ncommercial banks (PCBs) at a rate equivalent to the Government’s cost of funds including the\n60 basis points charged by ADB, plus 0.15 percent to recover the front-end fee and other\nadministrative charges.26 The onlending rate by PCBs to subborrowers will be determined by the\nPCBs based on SBP guidelines commensurate with the cost and risks of subloans, for a\nmaximum maturity of 180 days, with a maximum margin of up to 2 percent per annum.27\n76. Assuming 6-month LIBOR at currently 6.7 percent, the base cost to the PCBs will be\n7.45 percent, and 8.95  to 9.45 percent to the final borrower. The borrower will also be required\nto pay the various transaction charges for the risk mitigation instruments associated with the\nFCEF. Those may include the cost for (i) the PEFG acquired to cover the performance risk of\nthe borrower, and (ii) export credit (postshipment) insurance to be acquired in connection with\nthe export order.28 With the additional transaction costs related to the credit enhancements, the\ntotal cost of funds to the exporter will be close to the non-EFS cost of funds for local currency,\nbut will carry reduced risks and collateral requirements; and it will be considerably lower than the\ncosts incurred by borrowers in the informal sector.\n3. Subloan Size and Period\n77. The maximum size of any subloan to be financed under the FCEF is $500,000 or\nequivalent per transaction, although any individual exporter may have total aggregate drawings\nin excess of $500,000 for different export orders for preshipment finances.29 PCBs may finance\nup to 100 percent of the cost, insurance, and freight (CIF) or ex-factory value of the goods\nsupplied by the indirect exporter, and up to a maximum of 80 percent of the value of the export\norder. The maximum maturity per transaction for both direct and indirect exporters will be 180\ndays from the date of drawdown from the FCEF.30 For postshipment finance, a PCB may finance\nup to 100 percent of the export order if payment is by irrevocable L/C, or up to 80 percent if\npayment is on open account and backed by export credit insurance.\n4. Currency and Foreign Exchange Risk\n78. The  FCEF  will  be  dollar  based  and  self-liquidating,  i.e.,  direct  exporters  with  dollar\nreceipts have no foreign exchange risk. Any foreign exchange risk for other currency receivables\n                                                \n26 The 1% front end fee will not be passed on directly to the exporters but will be allocated over the term of the\nloan. At  0.15% percent per annum, an average usage of about 50 percent of the FCEF will be required over the\n15 year loan period to recover the cost of the front end fee.\n27 The margin of 2 percent is equal to the maximum margin PCBs can charge for onlending of the EFS. If\npostshipment financing is provided in conjunction with export credit insurance, the margin is expected to be a\nmaximum of 1.5 percent.\n28 The PEFG guarantee fee should be a maximum of about 4 percent of the loan, but is expected to be lower for\nrepeat clients and if export credit insurance is available. The export credit insurance is expected to average\naround 0.5 percent of the value of the export order, but will very much depend on the ultimate credit worthiness\nof the offshore buyer and the country risk associated with the country in which the buyer is located.\n29 The maximum loan size for a loan backed by a PEFG guarantee is expected to be $100,000. A maximum loan\nsize of $500,000 is being suggested here in the event that larger direct exporters who would not require a PEFG\nguarantee wish to access the FCEF.\n30  The date of drawdown will the date on which funds from the FCEF are committed to the PCB.", "18\nwill be borne by the subborrowers. For indirect exporters, PCBs will encourage subborrowers to\ncover those risks through dollar-denominated inland L/Cs or forward cover. When an exporter\ndraws on the FCEF to finance domestic inputs, the exporter will convert the dollar loan on the\nspot market into Pakistan rupees, to the extent of such domestic input requirements. In addition,\nthe PCB will confirm with the exporter that the exporter’s foreign exchange exposure for open\naccount transactions is adequately covered through export credit insurance as available.\n5. Eligibility Criteria for PCBs and Subborrowers\n79. To participate in the FCEF, a PCB must meet minimum paid-up capital and capital\nadequacy ratios, as well as income recognition and provisioning standards in the SBP prudential\nregulations. All banks meeting the eligibility criteria will be permitted to draw on the FCEF,\nwithout restriction by their balance sheet size.31 This should assist in particular the medium-\nsized trade finance banks for which export finance demand outstrips EFS supply.\n80. The FCEF will be available to eligible direct and indirect exporters (as defined in the Duty\nand Tax Remission for Export Rules, 2000). To be eligible, the exporter must (i) have a firm\nexport order (or, in the case of an indirect exporter, a firm supply order linked to an export\norder); (ii) be registered with the EPB; (iii) not have any outstanding nonperforming loans to\nfinancial institutions, (iv) be in compliance with the country’s current environmental and labor\nlaws and regulations, including the Employment of Children Act, 1991, as amended from time to\ntime, and (v) not have received for an FCEF-financed export order funding for good or services\nfrom EFS (part I or II) or any other source.32  Large and established direct exporters of traditional\nproducts who do not fall into the SME category33 cannot, in the aggregate, access more than 50\npercent of the FECF at any given time.34\n6. Executing Agency and Implementation Arrangements\n81. The Executing Agency for the FCEF will be SBP.  SBP has been operating the EFS and\nhas considerable experience with the administration of export refinancing facilities. SBP has\nalso been the beneficiary of institutional strengthening TA by the World Bank, and has recently\nupgraded its policies, procedures, data processing, and administrative capabilities. It has a\nnumber of competent staff, many of who were recently recruited from the private sector at\nmarket-based salaries.\n82. SBP has set up an apex unit under overall responsibility of the Executive Director for\nBanking  Supervision  to  administer  the  FCEF,  and  which  will  open  and  maintain  a  special\naccount for the FCEF. Funds from the FCEF will be made available to qualified exporters\nthrough PCBs, which will draw on the FCEF on a subborrower’s application for export finance on\na first-come, first-served basis. The PCBs will process the export financing documentation with\n                                                \n31  During implementation, use of the FCEF will be reviewed, and ADB and SBP may consider imposing a limit on\nthe amount of funds available to any one PCB at any given time to ensure that the facility is available to different\nPCBs on an equitable basis.\n32  Exporters will be required to declare compliance with such laws and regulations at the time of application for the\nFCEF. SBP or other parties mandated by it will be allowed to inspect compliance.\n33  SMEs are defined as in the TEPI program and as set out in the proposed Duty and Tax Remission for Export\nrules, i.e., having export earnings per annum of up to $2,500,000 equivalent.\n34 Depending on demand and the utilization pattern for the FCEF, the use of the FCEF by non-SME exporters may\nbe restricted further. However, the initial level of access to the FCEF by larger exporters is acceptable to\nencourage migration from the EFS to the FCEF.", "19\nthe subborrowers in accordance with the FCEF regulations prepared by SBP. SBP will also\nmonitor loan utilization.\n83. To promote the FCEF and other trade finance vehicles, including the PRG and PEFG,\nseveral other export-related agencies will be involved, including the EPB, industry and trade\nassociations, and the Central Board of Revenue’s Export Wing. In addition, the PEFG will\npromote the use of the FCEF and PRG with its clients.\n7. Implementation Schedule\n84. The FCEF will be made available for at least 15 years, starting from loan effectiveness.\nThe Government has assured ADB that the FCEF will be continued for as long as it is required\nto ensure equitable and easy access to credit at world market rates for foreign currency for\nexporters, and SMEs in particular.\n8. Disbursements\n85. Prior to loan effectiveness, SBP will establish an FCEF special account in accordance\nwith arrangements agreed to with ADB for disbursement of the loan proceeds. ADB will advance\nfunds to the special account, on which the PCBs will draw based on the subloan applications of\ntheir clients. The special account will be a revolving credit facility which will be replenished upon\nmaturity and repayment of the subloans.\n86. The loan will be disbursed to the special account in three disbursements based upon the\nuse of the facility. The first disbursement of $30 million will be released upon loan effectiveness.\nTwo subsequent disbursements of up to $60 million each will be released upon 80 percent\nusage of the preceding disbursements, based on a withdrawal application by SBP and subject\nsatisfactory implementation performance as well as anticipated future demand for the FCEF.\nSPB will advise ADB of the expected withdrawal date for the next disbursement when the FCEF\nhas reached 70 percent usage. The withdrawal application by SBP will be accompanied by\nsupporting documents to demonstrate the use of the FCEF facility in accordance with the terms\nof the Loan Agreement, and include a statement of outstanding sub-loans under FCEF.\n87. Any amount not disbursed by ADB within three years will be canceled. The Government\nassured to maintain at least 80 percent utilization, on average, of the outstanding FCEF loan\namount  after  loan  closing  date,  or  take  measures  as  agreed  with  ADB,  including  partial\nprepayment of the FCEF loan.\n88. The liquidity built up within the special account will be used solely for onlending to\neligible subborrowers in accordance with the Loan Agreement for the FCEF.  Disbursement of\nFCEF funds to subborrowers will be in line with the FCEF regulations prepared by SBP and\nagreed with ADB. Procedures for processing FCEF applications are outlined in more detail in\nAppendix 5.\n9. Procurement\n89. The FCEF will be available for imported inputs from ADB member countries and for\ndomestic inputs to be utilized for exports against foreign-currency denominated export orders,\nexport L/Cs, or such other customary export documentation applicable to a particular trade (as\nmay be permitted under the FCEF regulations). Certain inputs will not be eligible for FCEF\nfinancing, such as weapons, ammunition, nuclear materials, and other items to be agreed to by", "20\nADB and SBP as part of a negative list. SBP, through the PCBs, will require subborrowers to\ndemonstrate that the inputs being financed from the FCEF proceeds will have their origin in an\nADB member country, and that procurement procedures in accordance with normal commercial\npractices,  as  appropriate  under  the  circumstances,  have  been  applied.  SBP  will  provide\ncertificates concerning procurement as ADB reasonably requires.\n90. The subborrower will be required to confirm in its FCEF application that it has not\nreceived financing for the export order under any other export finance scheme, including part II\nof EFS.  SBP and PCBs will need to cooperate and documentation will be designed to minimize\nthe possibility of duplicate financing of any export order.\n10. Accounts and Audit\n91. SBP will establish and maintain separate accounts for the FCEF in accordance with\naccounting procedures acceptable to ADB. This will be audited annually by independent auditors\nin  accordance  with  auditing  standards  acceptable  to  ADB.  Certified  copies  of  the  audited\naccounts and financial statements and the report of the auditors will be submitted to ADB in\nEnglish within 12 months after the end of each fiscal year.\n92. SBP will register transaction details upon approval of each request for FCEF refinancing\nand monitor utilization of the FCEF. SBP will also require that each PCB maintains adequate\nlegal documentation and records on the use of the loan and subloan proceeds in accordance with\nthe  standards  of  a  prudent  lender.    SBP  will  enable  inspection  of  the  PCBs  and  relevant\nsubborrowers records and documents for the FCEF as required.\n11. Reports and Reviews\n93. SBP  will  provide  ADB  with  quarterly  progress  reports  on  FCEF  utilization  including\ninformation on (i) number of transactions and participating banks, (ii) lending terms and conditions\nto the commercial banks and subborrowers, (iii) utilization of funds for imports (including country\nof origin and products) and exports (country of destination and product), and (iv) any other\nmatters relating to the loan purposes as requested by ADB.\n94. Prior to the release of the second disbursement of the FCEF loan, or at any time\nconsidered appropriate, ADB and the Government will jointly review implementation of the\nFCEF. If FECF utilization does not meet expectations, ADB and the Government will consider\nmeasures to enhance operation of the FCEF facility.  Such measures may include: (i) phasing\nout financing of imported inputs under the EFS, (ii) lowering the interest rate differential between\nthe FCEF facility and the EFS, (iii) altering the implementation arrangements so that the FCEF\nfacility is administered directly by one or more of the PCBs, (iv) entering into subsidiary loan\nagreements with one or more of the PCBs for onlending to subborrowers, or (v) such other\nmeasures as may be considered appropriate.  Following release of the second disbursement,\nreview missions will monitor the FCEF at least annually, to follow up on the periodic progress\nreports.\n95. A comprehensive midterm review will be undertaken 18 months after project inception to\nreview all aspects of implementation. This review will focus on (i) SBP performance; (ii) progress\nin disbursement and adequacy of implementation arrangements, including the compliance with\nexporter’s  eligibility  criteria,  collection,  and  arrears  performance;  (iii)  policy  constraints  in\nimplementation; and (iv) initial impact.", "21\n96. Within three months of the FCEF loan closing date, SBP will prepare and furnish to ADB\na completion report.\nD. Major Terms, Conditions, and Arrangements of the Proposed PRG Facility\n1. Guarantee Amount and Terms\n97. ADB will provide a PRG up to a total outstanding amount of $150 million to guarantee\npayment to international banks that are confirming eligible import L/Cs issued by Pakistan\nbanks, if the payment obligation under the L/C is not made as a result of a covered risk. ADB’s\nguarantee will be backed by a Government counterguarantee and indemnity.\n98. The PRG will be of a revolving nature and new L/Cs may be covered to replace the\nliabilities of L/Cs that have matured. This will leverage a significant volume of imports required\nfor export production. The guarantee limit is based on estimated confirmation needs of imported\ninputs into export production, including raw materials as well as machinery for plant upgrading\nand modernization.35 The actual utilization of PRG is expected to fluctuate in line with changing\ncountry risk perception and corresponding change in risk premia and confirmation lines by\ninternational confirming banks. Near full utilization of this limit is anticipated to occur only during\nperiods of political and economic uncertainty; actual utilization will likely be much less than the\nlimit during periods of political and economic stability, and during such times be primarily for\nmedium term L/Cs with maturity over 180 days and a maximum term of up to three years.36\n99. To avail of the PRG, ADB will charge the Government a front-end fee up to 0.30 percent\npayable on the maximum nominal amount of the PRG. 37 ADB will also charge the Government,\nthrough a facility agent, a PRG guarantee fee of 0.4 percent per annum on the aggregate value\nof the maximum liability of all L/Cs covered, i.e., outstanding, under the PRG from time to time,\ncalculated on a daily basis and payable quarterly. The Government may recoup these fees from\nthe guarantee fee charged to the final beneficiaries.\n2. Implementation Schedule\n100. The PRG will be available for a maximum of six years from the effective date. After the\nthird year from the effective date, no new guarantees will be issued, unless agreed otherwise\nbetween ADB and the Government. The facility agent will ensure that the term of all L/Cs to be\ncovered mature under no circumstances later than the PRG’s expiration date. The availability of\nthe PRG, to the extent it is uncommitted, may be canceled at the end of the third year if after\nconsultation with the Government the PRG is determined to no longer be required.\n                                                \n35  See para 25, footnote 24, and Appendix 2 for imported inputs into export production and import structure. It is\nestimated that currently about 20 percent of Pakistan’s imports require confirmation, although this may be less\nfor L/Cs below  90 days and more for longer term L/Cs.\n36  The PRG will be neutral on ADB’s lending headroom as compared to OCR lending, although significant leverage\nof the PRG is expected through its revolving nature. The guaranteed limit amount signifies the maximum ADB\nexposure, as only the face value of the L/Cs but no explicit interest is covered. The counterguarantee by the\nGovernment also gives ADB the right to withhold disbursements for other committed loans to Pakistan should\nthe Government fail to honor its obligations.\n37 The actual front-end fee will be calculated in line with ADB’s guarantee policy and depend on a number of\nfactors, including, among other: (i) the calculation of “loan equivalence”; and (ii) whether the Facility is made\navailable in steps (or tranches), or in total.", "22\n3. Risks Covered and Counterguarantee\n101. The PRG will be backed by ADB’s ordinary capital resources. The PRG will guarantee\n100 percent of the face value of each L/C, provided that failure to pay under the L/C by the\nissuing bank is caused by foreign exchange inconvertibility or transferability blockage, or any\nother non-commercial risk agreed upon.\n102. In no event will the PRG guarantee, indemnify, or cover guaranteed banks (GBs) for any\nother risks associated with performance of the issuing banks, nor any underlying disputes or\ndefaults between the supplier and importer or importer and the issuing banks. The Government\nwill fully counterguarantee and indemnify ADB for any amount paid under the PRG as a result of\ndemand made by a GB.\n103. Should the Government be required to pay any amount under the counterguarantee, but\nis unable to do so, ADB may, at its sole discretion\n(i) declare default by the Government under the PRG and thus a cross default under\nother ADB loans to the Government, including the FCEF,\n(ii) treat  the  unpaid  amount  as  an  emergency  loan  with  terms  and  conditions\nappropriate for such a loan, or\n(iii) take other action that it is empowered to take.\n4. Guarantee Arrangements\n104. To implement the PRG, ADB will appoint a facility agent who will enter into a master risk\nparticipation agreement (MRPA), or similar agreement with each GB. The facility agent will act\nas an agent between ADB, the Government and the GBs to administer, promote, and market the\nPRG in Pakistan and internationally. The guarantee mechanism is illustrated in Appendix 6.\n105. Master Risk Participation Agreements. Details of the guarantee in favor of the GB will\nbe captured in an MRPA (or similar instrument) to be concluded between the GB, the facility\nagent, and possibly ADB. Each MRPA will specify the guaranteed risks, how demand can be\nmade on ADB if a payment is not made under a covered L/C, and how subrogation will be\narranged, among other things. To the extent possible, the MRPA documents will be based on\nindustry standard MRPAs commonly used within the trade finance and export credit industries,\nor contracts of cover used by the political risk insurance industry.\n106. Information requirements imposed on the GB that will be specified in each MRPA include\n(i) notification of proposed risk participation,38 which will be sent by the GB to the facility agent\nseeking approval for cover; (ii) notification of risk participation, which will be sent by the GB to\nthe facility agent no later than the day on which the GB incurs risks under the eligible L/C and\nwill confirm all the details previously provided; and (iii) quarterly statements summarizing ADB’s\nexposure (and ultimately the Government’s) liability under the PRG facility.\n107. Facility Agent. ADB will appoint an international commercial bank, insurance company\nor other highly trustworthy party with extensive relevant experience to be the facility agent. The\nfacility agent will (i) arrange and manage the several MRPAs, entered into from time to time with\nvarious GBs; (ii) receive all notifications issued by GBs; (iii) collect all guarantee fees from the\n                                                \n38  This notification will specify the name of the issuing bank, L/C amount, term, description of imports, and only a\nfew other pertinent facts", "23\nGBs; (iv) receive any demand made by the GBs under an MRPA, which will be immediately sent\nto  ADB  and  the  Government;  (v)  provide  quarterly  statements  showing  ADB’s  and  the\nGovernment’s liability under each MRPA and the PRG; (vi) effectively administer the PRG; and\n(vii) do other things required to administer and promote the PRG facility. The facility agent will be\nselected following transparent selection procedures.\n108. The facility agent, in some respects, acts in a similar manner to an executing agency, but\nwill have broader responsibilities that must be undertaken independent of any Government\ninfluence. The PEFG may be suited to take over some of the duties of the facility agent in\nPakistan once it has become fully operational and acquired the necessary management and\ntrade finance expertise, information technology, and back office. As the PEFG has a central role\nin the export cycle, it will have the ability to link imports supported by the L/Cs to the ultimate\nexport.\n109. To make best use the PRG, ideally, the importer and L/C issuing bank will explore\naccess to the PRG before the start of negotiations for a new supply contract between the\nimporter  and  international  supplier.  This  will  ensure  that  the  PRG  benefits  are  adequately\nreflected in the pricing of the supply (importation) contract which normally takes account of L/C\nconfirmation  charges.  Access  to  the  PRG  can  also  be  at  the  request  of  the  international\nsuppliers’ confirming banks.\n5. Pricing for Users\n110. The facility agent will charge each GB a guarantee fee as a percent per annum, which\nwill be payable by the GB to the facility agent at the time of confirmation for each L/C. The fee\nwill be determined through discussion with the potential facility agent, potential GBs, and issuing\nbanks prior to the PRG becoming available. The guarantee fee may be changed from time to\ntime thereafter to reflect market conditions. The fee will be established at a level that that will be\nhigh enough to discourage use of the PRG for sight L/Cs or 90 day or less term L/Cs (which for\nthe time being are understood to be easily confirmed), while attractive to both L/C-issuing banks\nand confirming banks for 180-day plus term L/Cs. The GB is expected to pass the benefit of the\nPRG cover on to the supplier and ultimately to the Pakistan exporter and importer by reducing\nconfirmation costs (para 109).\n111. The facility agent will be responsible for collecting the guarantee fee from each GB and\nwill deposit that amount into a bank account.39 This account will be used to pay (i) first, the\nfacility agent’s administration fee (which will be negotiated); (ii) then ADB’s PRG guarantee fee;\n(iii) then the Government’s guarantee fee; and (iv) the cost incurred by the PEFG and or other\nparties, mutually agreed to by ADB and the Government, to carry on agreed marketing and\npromotional activities to increase knowledge and use of effective trade finance and the programs\nsupported by the TEPI Program.\n6. Eligible L/Cs\n112. The PRG, through each MRPA, will only guarantee L/Cs that\n(i) conform to the Uniform Customary Practices, International Chamber of Commerce\npublication 500 (UCP 500), and are irrevocable and unconditional obligations to pay;\n(ii)  have terms of up to 360 days, but may on a case-by-case basis be up to three years;\n                                                \n39  The account will in effect be an offshore escrow account.", "24\n(iii)  are issued for goods, services, spare parts, or capital equipment to be imported from\nADB member countries to support export production;\n(iv) have a face value of no less than $5,000 and no more than $1,000,000, but on a\ncase-by-case basis could be up to $2,000,000;\n(v)  are  issued  by  a  registered  Pakistan  bank  that  complies  with  SBP  prudential\nregulations; and\n(vi) are issued for goods, services, spare parts, or capital equipment to be imported from\nADB  member  countries  to  support  export  promotion,  or  imported  inputs  to  be\nfinanced  under  the  FCEF,  or  linked  to  the  TEPI-related  schemes  such  as  the\nproposed duty and tax revision for exports rules, common bonded warehouse rules,\nand PEFG guarantee.\n113. While confirmation of L/Cs of less than 90-day maturity has become a lesser issue over\nthe past six months, confirmation problems and high cost continue to be encountered for longer\nterm L/Cs, in particular over 180 days. This is a particular problem for the import of spare parts\nand  capital  equipment  for  plant  upgrading  and  modernization  by  exporters.  However,  the\neffectiveness of the proposed PRG facility for longer maturities will ultimately depend on whether\nPakistan banks are willing and able to provide credit for more than 360 days.\n114. L/Cs  that  are  not  eligible  for  cover  under  the  PRG  will  include  those  used  for  the\nimportation of (i) arms, ammunition, and other military materials; (ii) radioactive and associated\nmaterials, nuclear reactors, and fuel elements (cartridges) nonirradiated for nuclear reactors; (iii)\nconsumer and luxury goods; or (iv) other imports specified in advance by the Government.\n7. Monitoring and Reporting\n115. The facility agent will provide quarterly statements showing ADB’s and the Government’s\nliability under each MRPA, the PRG, and the counterguarantee and indemnity, as well as other\ninformation from time to time regarding overall PRG operation, what imports are supported, and\nhow they are ultimately used in export production.\nE. Major Terms, Conditions, and Arrangements of the Proposed Equity Investment in\nPEFG\n1. Investment Amount and Shareholding Structure\n117. ADB will subscribe for 20 percent of the issued and paid-up capital of the PEFG, for an\ninvestment of up to $2 million equivalent. The PEFG will be established as an unlisted public\nlimited company under the Pakistan Companies Ordinance, 1984. It will be a self-sustaining,\nindependently managed entity with initial equity capitalization from the Pakistan banking sector.\nThe subscribed PEFG equity is expected to be $10 million equivalent in Pakistan rupees.\nHowever, the initial paid-in capitalization will be about $2 million and ADB’s initial subscription\nwill be for up to $400,000 equivalent. The timing of subsequent closings to achieve the full\ncapitalization of $10 million equivalent will depend upon the volume of demand for PEFG’s\nproducts and a decision of its board of directors. The full investment is expected to be paid-up\nwithin three years from the start of operation of PEFG and will permit an annual guarantee\nvolume of up to $100 million to SMEs for export finance (para. 130).", "25\n118. The Pakistan private sector commercial banks, led by the New Private Scheduled Banks\nin Pakistan (NPSBP) are the core investors40 and will form the sponsor group of the PEFG,\ntaking up about 50 percent of the equity. These banks have well established ties with the\ndomestic industrial sector, including with mid-sized and smaller companies, and are particularly\nactive in trade finance. In addition, two nationalized commercial banks, Habib Bank and National\nBank of Pakistan, will take an equity stake of about 20 percent in PEFG. Toward this end, the\nsponsor banks and nationalized commercial banks have in November 2000 negotiated a draft\nShare  Subscription  and  Shareholders  Agreement.  Other  international  financial  institutions,\nincluding the IFC, have been approached and are considering an investment in PEFG.\n119. Although  ADB  will  initially  be  the  single  largest  shareholder,  NPSBP  will  act  as  a\ncohesive sponsor group and will take the lead in PEFG management. NPSBP will appoint, as a\ngroup, a controlling block of directors. The directors will appoint one bank within the group, on a\nrotating basis, to be the point of contact or agent for all the other banks in the group. The\ndocumentation  will  clearly  indicate  that  even  though  ADB  is  the  single  largest  individual\nshareholder, it will not be in a controlling position. ADB will be represented on the PEFG board\nfor the primary purpose of monitoring its investment and to ensure the company is operated in\naccordance with its memorandum and articles, as well as to ensure coordination with the trade\npolicies promoted under the TEPI Program.\n120. The PEFG is scheduled for incorporation prior to 31 December 2000.41 The PEFG is\nexpected to be listed on the stock exchange within 5 years of initial operation, and ADB may\ndivest its shares thereafter. Ordinary shares will carry preemptive rights to enable the initial\nsponsors to maintain control of shareholding in the early years.\n2. Basic Business Principles\n121. Export trade finance guarantee certificates, issued by the PEFG, will act as a substitute\nfor traditional repayment collateral or other forms of borrowers’ pledge. Such collateral or pledge\nis typically required by financial institutions in Pakistan as a condition for providing preshipment\nexport trade credit to an exporter or an indirect exporter.\n122. The PEFG will guarantee up to 80 percent of an exporter’s performance risk, leaving 20\npercent  with  the  exporter’s  banks.  The  PEFG  will  follow  a  vigorous  credit-scoring  system\nmodeled on best practices, and hire management and credit analysts that understand trade\nfinance and associated customer needs. The PEFG will look at evidence that exporters are\ngenuine with creditworthy off-shore buyers, trading on an L/C, or a bona-fide export contract for\ntrade on open account. This is critical given the experience of other preshipment export credit\nagencies around the world.\n123. As a general principle, the PEFG will seek to secure one half of the guarantee it extends,\nwith a flexible range of repayment security types. This is significantly less than the level financial\ninstitutions currently require within Pakistan, especially for SMEs.\n                                                \n40  NPSBP includes: Askari Commercial Bank; Bank Alfalah; Bank Al Habib; Gulf Commercial Bank; Metropolitan\nBank; Platinum Commercial Bank; Prime Commercial Bank; Prudential Commercial Bank; Soneri Bank; and\nUnion Bank. In addition, Habib Bank AG Zurich will join as core investor from the domestic private sector banks.\n41  The Memorandum and Articles of Association of PEFG have been drafted and will be filed with the Securities\nand Exchange Commission of Pakistan (SECP) after formal commitment from ADB is received. SECP has\nconfirmed the availability of the name for PEFG.", "26\n124. To  be  attractive  to  the  banking  community,  PEFG  guarantees  will  carry  a  low-risk\nweighting under the SPB prudential regulations for commercial banks. The Government has\ngiven its assurance that low-risk rating to be agreed with SBP and acceptable to ADB and other\nshareholders will be allocated to the PEFG guarantees.\n125. The PEFG will operate as a corporate body and be subject to disclosure of information\nand regulation by the Corporate Law Wing of the Securities and Exchange Commission of\nPakistan (SECP), as is any other company incorporated under the Companies Ordinance, 1984.\nThe PEFG will also seek a credit rating from an established rating agency in Pakistan.42\n126. The PEFG will play an important role in supporting the entire trade cycle, directly and\nindirectly. The PEFG will act as conduit for the provision of export credit insurance to protect\nexporters from international buyer default. Toward this end, PEFG will seek strategic alliances\nwith international credit insurance providers and export credit agencies. Once fully operational,\nthe PEFG may also act as the agent for the proposed PRG. The PEFG will thus play a critical\nrole in linking the pre- and postshipment stages of the financing cycle and administering the\ncredit enhancement facilities.\n3. Staffing and Organization\n127. The  PEFG  is  expected  to  have  25  staff.  This  should  provide  the  human  resource\ncapacity and depth to handle up to 2,000 transactions per year, and is in line with staffing levels\nat local branches of multinational banks for trade activities in Pakistan. Recognizing the critical\nimportance  of  having  high  quality,  experienced  senior  management  and  staff,  staff  will  be\ncarefully recruited from the private sector at competitive market salaries. Initial staffing may be\nsupported through secondments from banks participating as PEFG shareholders. The PEFG will\nmaintain a vigorous program of skills upgrading, including distance learning where appropriate.\nAn organzational plan is presented in Appendix 7.\n128. The PEFG will be headquartered in Karachi, and rely heavily on IT to automate its\nprocesses and risk assessment, to leverage the small number of professional staff. It will also\nallow submission of online applications. PEFG staff will travel extensively to promote the PEFG\nand carry out risk assessments. The use of pattern recognition software and a computerized\nexpert system for preliminary transaction review scoring will ensure relevant administrative scale\neconomies.\n129. The corporate structure will comprise a board of about 10 directors.  Board members will\nbe appointed pro rata based on shareholding. ADB will reserve the right to nominate at least one\nboard member. NPBSP will jointly nominate up to 5 directors to the board. A policy advisory\ncommittee will be set up, with representation from the Government (Ministry of Commerce, EPB,\nand Ministry of Finance), and from exporters’ associations, and industry representatives to\ninstitutionalize the policy dialogue with the Government and private sector representatives. The\ncorporate structure is described in Table 1.\n                                                \n42  Licensing by SBP or SECP to conduct guarantee operations may be considered, but is de facto provided\nthrough SBPs recognition of the low-risk weighting.", "27\nTable 1: Proposed Corporate and Governance Structure\nEntity Role and Function\nThe Board Policy, corporate governance, strategic planning\nPolicy Advisory Committee Advisory role to the board and policy coordination\nAudit and Conflicts Committee Assure compliance of reporting and procedures\nCredit Committee Develop credit guidelines and look at exceptional basis\ntransactions.\nChief Executive Office Executive management and day-to-day operations\n4. Business Projections\n130. Business is expected to reach $100 million per annum in guarantee volume—about 1\npercent of Pakistan’s exports—within the three to four years. This compares with about 7\npercent of trade that is guaranteed on average worldwide.  This volume can be supported by a\ncapital base of $10 million and gearing of 5:1 with a twice yearly turnover, i.e., an average\nguarantee term of 180 days. The projected volume amounts to about 2,500 transactions per\nyear at an average volume of $40,000, compared with about 32,000 transactions handled by\nSBP annually.\n5. Guarantee Fee Pricing\n131. The PEFG will operate on a commercial and sustainable basis charging a guarantee fee\nto cover cost and return to shareholders. Pricing of guarantee products and related services will\nbe central to PEFG’s success. This will require an ongoing assessment of current revenues,\npotential market, demand sensitivities, and potential follow-on business. Pricing will differentiate\nby the exporter risk profile and be in line with what other preshipment credit providers with a\nsimilar mandate to the PEFG charge internationally.\n132. The PEFG must be in a financially sound position, i.e., actuarially self-sustaining, to\npermit itself to promptly pay, in full, any and all repayment guarantee claims, once submitted by\ncustomers with accompanying documentation and proof.  Indeed, ability to promptly and fully\nmeet claims obligations, paralleled by the ability to pursue recoveries to the full extent of the law\nin  Pakistan  and,  on  a  case-by-case,  internationally,  will  be  critical  to  recognition  in  the\nmarketplace of the PEFG as a viable institution.\n133. The PEFG will also levy a 0.25 percent fee, per transaction, with an initial maximum\ncharge of PRs10,000, to defray administrative overhead. Administrative fees for whole turnover\nguarantees will be determined case-by-case, with a lower fee for guarantees involving simple\nrepeat orders that are L/C-based and a higher fee for guarantees where exports are open\naccount and document against acceptance (DA).\n6. Financial Plans and Principles and Strategy\n134. The PEFG will have a sound balance sheet and sufficient reserves. It is expected to\nbreak even on its operational activities within three to four years, and be floated on the stock\nexchange within 5 years. ADB will divest its shares thereafter.\n135. Other than business volume, the critical variables for financial viability are fees charged\nand claim loss ratio. Considering the experiences of other countries, the indications that PEFG", "28\nwill be profitable are very strong. Various sensitivity scenarios and financial analysis are in\nAppendix 8.\n136. Appreciation of and sensitivity to the needs of target sectors will allow the PEFG to build\nthe kind of business volume necessary to ensure an adequate fee income versus claims ratio. In\ngeneral, PEFG will follow the principle of the law of large numbers and portfolio diversity, to\nensure that actuarial soundness is maintained.\n7. Accounts, Audit and Reporting\n137. The PEFG will establish annual accounts in accordance with international accounting\nstandards, consistently applied. PEFG’s financial statements will be audited annually by an\ninternationally recognized accounting firm appointed by the board of directors. Certified copies of\nthe audited accounts and financial statements will be submitted to the shareholders annually,\nwithin three months of each fiscal year end.\n8. Legal Documentation\n138. ADB and other shareholders will enter into appropriate subscription and shareholders’\nagreements whereby ADB will commit to subscribe up to the equivalent of $2 million in ordinary\nPEFG shares. The shareholders agreement will confirm that the NPSBP will act as a sponsor\ngroup and that ADB will not play a significant role in the management or strategic direction of the\ncompany despite it being initially the single largest individual shareholder. The agreements on\nterms and conditions satisfactory to ADB will be entered into following approval of the PEFG\ninvestment by ADB’s Board of Directors.\n139. ADB will also satisfy itself with the terms and conditions of the constituent documents of\nthe PEFG.\nF. Technical Assistance\n140. The TA will develop the institutional capacities of the EPB so that it can play an effective\nrole  in  trade  facilitation  and  export  promotion.  The  TA  will  assist  in  restructuring  and\ndevelopment of EPB, to effectively interface with private sector trade and export associations,\ninternational  partners,  and  individual  exporters,  to  promote  utilization  of  the  various  export\nincentive schemes and facilities available, and to support the development of new markets.\n141. The TA will be funded on a grant basis not exceeding $800,000 equivalent from the\nADB-funded  TA  program,  to  cover  the  entire  foreign  exchange  cost  and  part  of  the  local\ncurrency cost. The TA will comprise two components, using the cluster modality. The first\ncomponent will be a small-scale TA review of EPB’s strategic plan and operational priorities, and\nis expected to begin within the first quarter of 2001 and be implemented within two months. The\nsecond component will undertake EPB capacity building activities, with focus on management\ninformation system and training needs. It is expected to begin by June 2001, to be implemented\nover 9 months. A total of about 18 person-months of international consulting services and\n27person-months of domestic consulting services will be required. The details for the capacity\nbuilding aspects under the second component will be finalized subject to the findings of the first\ncomponent. Consultants will be recruited in accordance with ADB’s Guidelines on the Use of\nConsultants and  other  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic\nconsultants. Details on the TA and outline terms of reference are in Appendix 9.", "29\nG. Benefit Monitoring and Evaluation\n142. Benefit monitoring and evaluation of the social and poverty impact of the TEPI Program\nis being carried out under TA 3183-PAK (footnote 16). The Ministry of Finance and a well-\nrespected  research  organization,  the  Pakistan  Institute  of  Development  Economics,  are\nimplementing this TA. Under this TA a framework was developed for consultations to take place\nwith key stakeholders during implementation of the TEPI program. This will also take account of\nthe measures promoted under the Project. Measures potentially available to affected groups will\nbe  reviewed  and  monitoring  of  the  positive  and  adverse  social  impact,  as  well  as  the\neffectiveness of social safety nets, coping mechanisms, and mitigation measures is ongoing.  A\ncomprehensive evaluation of the TEPI Program’s poverty impact will also take place.  As this\nexercise already includes employment growth in the SME sector, the TA results will be directly\nrelevant to determining the impact of the Project.\nH. Environmental and Social Measures and Impact\n143. The Project will have no direct environmental impact and no mitigating measures are\nrequired.  Longer-term  environmental  impacts  will  result  from  a  general  increase  in  living\nstandards and decreased urbanization. Detailed environmental and social assessment were\ncarried out under the TEPI Program. In addition, a social and poverty assessment for the Project\nis in Appendix 10. The main impact on the poor and on other vulnerable groups during project\nimplementation will be the creation of additional employment opportunities.\n144. Traditionally, the SME sector in Pakistan is known for not adhering to internationally\nrecognized labor standards, especially for child labor and female workers. However, efforts are\nbeing made by the Government with support by the assistance or development community, as\nwell as under increasing commercial pressure, to address these issues in a number of export-\noriented  industries  such  as  carpet-weaving,  sporting  goods,  and  surgical  instruments.  In\naddition, exporters will be required to certify that they are in compliance with Pakistan labor laws\nin order to be eligible for financing from the FCEF.\nV. PROJECT JUSTIFICATION\nA. Economic and Financial Analysis\n145. The Project will increase access to credit and reduce the financing cost of SMEs and\nemerging exporters that have so far been excluded from the export finance system. The Project\nwill also offer risk mitigation measures, and the provision of postshipment insurance to be\npromoted under the Project will assist exporters to enter new markets. This will increase exports,\ngenerate  employment,  and  increase  foreign  exchange  earnings.  The  improved  balance  of\npayments position will contribute to macroeconomic stabilization. The Project will support the\nreform of the subsidized EFS and prepare Pakistan to comply with long-term WTO obligations.\n146. Accomplishing an actual increase in exports and utilization of the FCEF, as well as the\nother products, is a function of a number of variables. The loan amount provided under the\nFCEF is based on a demand analysis, taking into account the (i) import content of Pakistan\nexports  as  derived  from  no-duty-no-drawback  data  (para.  25),  (ii)  exports  of  nontraditional\nproducts that are particularly suited for SMEs, and (iii) average financing period. The Project is\nexpected to result in increasing exports by around $350 million per annum, assuming that the\nFCEF results in utilization of $100 million for additional exports (with an average turnaround of\nthree times per annum) and $50 million new exports by SMEs through the PEFG. This will", "30\nsupport the creation of about 135,000 new jobs, assuming an output/worker ratio of PRs150,000\n($2,600) per year, although this is even lower in many export industries. This will support the\nlivelihood of about 1 million persons.\n147. The  PRG  will  allow  exporters  to  get  cheaper  and  more  reliable  access  to  imports\nrequired for export production, at terms similar to international competition. The PRG will also\nensure  that  disruption  of  vital  trade  flows  in  times  of  economic  or  political  crisis  will  be\nminimized. The PRG will reduce volatility for L/C confirmation premiums, in particular for short\nmaturities that tend to be more volatile. The guarantee volume has been derived by analyzing\nimport structures as well as L/C confirmation requirements, although actual utilization of the\nPRG is difficult to predict. The PRG will enhance access to finance and reduce cost, but\nutilization of this enhancement is a function of the perception of Pakistan country risk by the\ninternational  financial  community.  Similar  to  insurance,  low  utilization  of  the  PRG  will  be\nconsidered a positive sign, but it is important to put the instrument in place to reassure the\nmarket and have a facility in place should adverse events occur.\n148. The PEFG will allow smaller or emerging export-related enterprises to get better access\nto credit and free up collateral. It will provide additional and more affordable trade-related\nfinance. For participating banks, it offers a new form of collateral with lower risk weighting that\nstrengthens banks’ balance sheets. The PEFG will work with and through the banking system,\nand  will  help  develop  new  and  existing  business  while  retaining  the  existing  banking\nrelationship.\n149. ECAs of the type proposed for the PEFG are often a steady source of dividend to the\nshareholder. Rates of return, measured on the basis of ratios of rate of return to return on equity\ntend to be in the same category as other public goods such as power utilities and transport\nnetworks. The PEFG’s return on equity are expected to conform to this basic pattern, with\nconsistent net profitability seen from three to four years of initial operation.\n150. The PEFG investment is expected to have a significant potential for capital appreciation\nif a second stage of financing  is pursued via an initial public offering on the Karachi Stock\nExchange or wider inclusion in one of the many emerging Asia-type mutual funds or unit trusts.\n151. Investment in the PEFG is a cost-effective way to leverage as much as $100 million in\nnew and nontraditional exporting activity from Pakistan through a $2 million equity investment, to\nprovide much-needed support to the Pakistan SME sector, and by so doing, make a direct\ncontribution to ADB’s stated policy goal of poverty reduction.\nB. Impact on Poverty and Social Dimensions\n152. The most direct poverty reduction impact of the FCEF and the Project will be through\npromoting  employment  creation  in  the  SME  sector.  Like  most  entities  in  Pakistan’s\nmanufacturing and industry sectors, SMEs have been affected negatively by sluggish economic\ngrowth and in particular by inadequate access to trade financing. Clearly, improved access to\nthe resources that limit both expansion and export market access will have a multiplier effect on\nemployment. Although Pakistan has had some success in reducing population growth rate to an\nannual rate of increase of 2.3 percent, the country’s workforce will continue to grow by at least a\nmillion workers per year. Pakistan’s population is young, and due to the momentum effect, will\nnot reach replacement levels for many years to come. Hence the need to create more jobs for\nthe young and expanding population is urgent. In Pakistan’s rural areas, where incomes tend to\nbe lower, considerable unemployment and underemployment exists. Often these workers are", "31\nfrom landless families and, as such, can be considered to be poor. Expansion of the SME sector\nwill benefit this group. In addition, Pakistan’s two major urban areas, Lahore and Karachi, have\nbeen growing rapidly, mainly due to high rates of rural to urban migration. SME growth in these\nurban areas and in their peripheries (e.g. in the Sialkot-Gujranwala areas close to Lahore) will\nprovide a necessary boost to urban employment creation.\n153. Promotion  of  the  SME  sector  through  the  Project  will  have  an  impact  on  women.\nAlthough official data on women’s labor force participation tends to grossly underestimate the\nrole of women in the Pakistan economy (13.6 percent labor force participation), most women are\neconomically active in either the agriculture or informal sectors. In the Government’s Ninth Five-\nYear Plan (1998-2003) the Government committed itself to promoting women’s employment\nespecially  in  certain  industries  (ready-made  garments,  electronics,  and  pharmaceuticals).\nWomen from the poorest households work as wage laborers in rural areas, and increasingly are\nforced by economic circumstances to do so in urban areas as well. Increased production in\nSMEs concentrated in agriculture-based activities such as grain milling, cotton weaving, and\nfood processing will benefit female wage laborers by generating increased employment, and\nover time, higher incomes. Women also work in traditional SMEs such as those making carpets,\nsporting goods, and surgical instruments. Expansion of the ready-made garments area will\nsimilarly open up new avenues of employment to women in SMEs.\n154. Women’s wages lag behind those of men and often, especially in rural areas, women are\npaid half of men’s wages for the same work or are employed as piece workers as home-based\nworkers  producing  for  the  SME  sector.    Increased  employment  opportunities  would  allow\nPakistan women to have other options for work outside the home or to work in home-based\nSMEs.  Similarly, rising labor demand will have a multiplier effect on real wages, a development\nthat should impact positively on women workers.\nC. Risks\n155. Country risk. The short-term outlook for Pakistan is uncertain as the economic situation\nremains vulnerable. Debt service is high and the balance of payments is weak. Following the\n1998 crisis, Pakistan did reschedule its official debt under the Paris and London Club, but it did\nnot default nor reschedule its trade finance obligations. The balance of payment position slightly\nimproved since then. A credible economic adjustment remains crucial to preventing a balance of\npayment crisis in the medium term. An agreement with the IMF as well as well as further\nsuccessful rescheduling of official debt in early 2001 will have positive implications.\n156. Application of Islamic banking in Pakistan. In December 1999, a Supreme Court\njudgement declared all forms of interest as tantamount to Riba and thus repugnant to Islam.  It\nidentified specifically the statutes that should become void.  All of these statutes deal with\ndomestic  banking.  International  financial  obligations  are  excluded  from  the  scope  of  the\nSupreme  Court  ruling.    Accordingly,  international  financial  obligations  can  continue  on  an\ninterest-based system until an alternative framework is devised by the Government and is\naccepted by the international lending community.  Importantly, trade finance transactions that\nare directly linked to an underlying asset are generally considered as “‘Islamic’.”\n157. Policy reversal and loss of momentum. The principal risk associated with the Project\nis that of policy reversal. To bring about sustained improvement, a long-term vision and strong\ncommitment  to  reform  and  development  is  required  in  a  number  of  areas.  Although  the\nGovernment has expressed a clear commitment to comprehensive reform, the political and\neconomic situation is fragile, and any measures cutting existing privileges of selected groups are", "32\nsubject  to  political  exploitation.  An  aggressive  communications  strategy  will  be  pursued,\nincluding a series of consultative workshops to develop wider stakeholder support. The inclusion\nof  private  sector  representation  in  the  various  project  components  makes  the  Project  less\nvulnerable to changes in Government.\n158. Low utilization of the FCEF. Some of the risks related to the successful introduction\nand utilization of the FCEF include (i) delays in phasing subsidized lending under the EFS; (ii)\ndelays in establishing the PEFG; (iii) implementation of a countrywide information campaign to\neducate exporters, indirect exporters, and participating banks about the FCEF and its potential\nbenefits, in conjunction with the PEFG public awareness campaign; (iv) creation of promotional\nlinks  with  manufacturers  associations,  SMEDA,  and  EPB;  (v)  selection  of  an  export  credit\ninsurance provider to offer postshipment insurance linked to the FCEF; (vi) willingness of banks\nto  accept  PEFG  guarantees  and  export  credit  insurance  in  place  of  collateral;  and  (vii)\nsuccessful training and interest of participating commercial banks.\n159. Effective and sustainable operation of the PEFG. The following principal risks are\nassociated with the PEFG:\n(i)  Differing investor motives and shareholder conflicts. The PEFG is expected to have a\nshareholder structure with no single individual investor having a controlling interest,\nNPSBP will represent the sponsor group, accounting for about 50 percent of the capital\nbase.  While this will reduce the risk that PEFG operations may be directed to benefit a\nsingle investor at the expense of smaller investors, the PEFG may lack strategic direction\nif NPBSP members fail to act as a cohesive group. To counter this risk, the NPSBP\nmember banks participating in the PEFG will form an investor group and enter into a\nmemorandum of understanding, satisfactory to ADB, detailing how issues of corporate\ngovernance and conduct of NPBSP member banks as PEFG investors be carried out.\nThe PEFG will also develop a set of corporate governance policies regulating the duties\nof investors and managers.\n(ii)  Inadequacies in PEFG’s management structure. Insufficient delegation of authority, from\nthe PEFG board to the PEFG chief executive officer and from the PEFG chief executive\nofficer to PEFG line management and staff could be a persistent concern. Description of\nresponsibilities  and  operational  manuals,  updated  on  a  regular  basis,  as  well  as\nextensive use of IT can be expected to significantly address and minimize administrative\ntendencies.\n(iii)  Inability to recruit qualified staff to PEFG. To address this possibility, the PEFG will\nprovide competitive staff salaries equivalent to those of multinational banks and financial\ninstitutions operating in Pakistan. A system of performance benchmarks and bonuses will\nbe developed to encourage all PEFG staff to perform at peak levels and be rewarded, as\na single team, for such activity.\n(iv)  Newness of the export finance guarantee concept insufficient understanding of the basic\nprinciples. The PEFG will implement an active communication strategy and campaign to\nexplain its field of business to SMEs,  recognizing that the PEFG must come to its\nmarket, following ECA best practices (e.g., Export Development Corporation, Canada,\nExport-Import  Bank  of  the  US).  One-on-one  sessions  with  participating  banks  and\nselected export community stakeholders will explain the process of loan underwriting and\nthe coverage of the PEFG.", "33\n(v)  Inability of PEFG to operate in a fully market-responsive manner. To be successful, the\nPEFG must be able to advise banks and applicants in a manner that reflects the often\nbrief turnaround times characteristic of international trade. The PEFG will have to be\nexempted  from  consideration  as  a  bank  or  nonbank  financial  institution  under  SBP\nsupervision, which allows greater operational flexibility.\n(vi)  Limitation on PEFG’s ability to seize foreign assets in the event of claims recovery. The\nPEFG will seek clarification from SBP of the procedure to seize foreign assets, in order\nto facilitate claim settlements. The PEFG will repatriate any and all such seized foreign\nassets for conversion in Pakistan rupees.\n(vii)  Insufficient sharing of information between banks, other agencies, and the PEFG. The\nPEFG will reserve the right to cancel a guarantee if full and fair disclosure of relevant\ninformation is demonstrated to have been withheld by the originating bank or applicant.\n(viii)  Inability of banks to adapt and apply IT advances. The PEFG will have to play a lead\nrole, when necessary to encourage banks to avail of the benefits of IT advances. The\nPEFG expects to play, if required, the role of applications services provider (ASP), on a\ncost-recovery or breakeven plus basis. The imperatives of the international up-surge in\ne-commerce and the need to keep up with foreign demand requirements, combined with\nthe incentive to access PEFG guarantee products, should provide sufficient stimuli to\novercome this constraint.\nVI. ASSURANCES\nA.  Specific Assurances\n160. The  Government  and  SBP  have  given  the  following  assurances,  in  addition  to  the\nstandard assurances, which have been incorporated in the FCEF loan documents:\n(i)  If SBP intends to refocus its organizational structure in such a way that the\nadministration of FCEF will be affected, SBP will first discuss such plans with\nADB  and  the  parties  will  agree  on  alternative  arrangements  for  FCEF\nadministration to ensure that it is not adversely affected;\n(ii)  The  EFS  working  group  will  continue  to  meet  on  a  regular  basis  following\neffectiveness of the FCEF loan to consider FCEF regulation and documentation,\nutilization, and if required, ways to improve or streamline project implementation;\n(iii)  Ministry of Commerce and EPB will conduct a public awareness campaign  to\npromote the use of the FCEF, PRG, and PEFG;\n(iv)  The EFS subsidy will be gradually decreased in accordance with the time frame\nagreed to with IMF, and ultimately eliminated to align it with market rates for\nrupee financing; under no circumstance will the EFS rate be lowered, unless it is\nin line with the rates for Treasury-bills; and\n(v)  A new labor policy will be announced and a new set of labor laws prepared by the\nthird quarter 2001 for wider discussion with stakeholders.\nB.  Conditions for Loan Effectiveness", "34\n161. The following conditions for effectiveness of the FCEF loan have been incorporated in\nthe FCEF loan agreement:\n(i)  At least five commercial banks in Pakistan, accounting for at least one third of\nEFS financing in FY 2000, meet the eligibility criteria (para. 79);\n(ii)  FCEF regulations and guidelines acceptable to ADB shall have been issued,\nfollowing consultations with the EFS working group;\n(iii)  SBP shall have established the FCEF special account; and\n(iv)  Outstanding conditions for release of the second TEPI tranche other than FCEF\nand PEFG establishment will be met.\nC.  Conditions for PRG Effectiveness\n162. The following will be conditions for effectiveness of the PRG:\n(i)  The  Government,  ADB,  and  the  facility  agent  will  have  signed  an  agency\nagreement in a form satisfactory to ADB whereby the parties agree that the\nfacility agent will act as the agent of ADB and the Government in administering\nthe PRG;\n(ii)  The Government will have duly executed and delivered a counterguarantee and\nindemnity agreement in a form satisfactory to ADB;\n(iii)  At least one confirming bank will have signed an MRPA; and\n(iv)  The front-end fee will be paid.\nD.  Conditions for Disbursement to PEFG\n163. The following are the conditions of disbursement for the first call for capital on the PEFG\nequity investment:\n(i) The PEFG will be established as a public limited company under the Companies’\nOrdinance and have a minimum paid-in initial capital of $2 million (including\nADB’s commitment), or commitments for such capital;\n(ii) A  chief  executive  officer  and  senior  management  acceptable  to  ADB  are\nrecruited by the PEFG;\n(iii) A risk management manual and governance manual satisfactory to ADB will be\ndeveloped for the PEFG and put in place, and the PEFG will have constituted an\naudit and conflicts committee;\n(iv) The PEFG will have a code of conduct for directors, officers, and staff of the\ncompany dealing with conflict of interest, confidentiality, and other such issues;\n(vi)  SBP will confirm that (i) the PEFG is not a bank or a nonbank financial institution\nand is not subject to SBP regulation; (ii) the PEFG guarantee will carry a low risk\nweighting, acceptable to ADB, for the purposes of commercial banks’ compliance\nwith  prudential  banking  regulations;  (iii)  no  restrictions  exist  for  the  PEFG\nmaintaining a 5:1 gearing ratio per trade cycle; and (iv) the PEFG is not restricted", "35\nfrom  repatriating  and  retaining  the  proceeds  from  seizure  of  out-of-country\nassets;\n(vii)  Securities and Exchange Commission of Pakistan will confirm and/or a legal\nopinion from counsel acceptable to ADB will be issued that the PEFG is not\nsubject to regulation under the Insurance Act;\n(viii)  Satisfactory documentation, such as the memorandum and articles of association\nfor the PEFG, and a shareholders’ agreement, will be executed and delivered;\n(ix)  The PEFG will have one or more model guarantee documents acceptable to\nADB; and\n(x)  Such  other  conditions  as  ADB  may  reasonably  require  in  accordance  with\nprudent commercial practices will be met.\nVII. RECOMMENDATION\n164. I am satisfied that the proposed loan, partial risk guarantee, and equity investment would\ncomply with the Articles of Agreement of ADB and recommend that the Board approve the\nfollowing for the Small- and Medium-Size Enterprise Trade Enhancement Finance Project in the\nIslamic Republic of Pakistan:\n(i)  the loan of $150,000,000 from ADB's ordinary capital resources to the Islamic\nRepublic of Pakistan for the Foreign Currency Export Finance Facility, with a term\nof 15 years, including a grace period of 3 years, and with interest to be determined\nin  accordance  ADB's  market-based  loan  facility,  and  such  other  terms  and\nconditions as are substantially in accordance with those set forth in the draft Loan\nAgreement presented to the Board;\n(ii) the  partial  risk  guarantee  covering  a  principal  amount  of  up  to  $150,000,000\nequivalent in favor of international commercial banks that confirm import letters of\ncredit issued by Pakistan commercial banks at the request of eligible exporters,\nsubject to a counterindemnity by the Islamic Republic of Pakistan, and on such\nterms and conditions as are substantially in accordance with those set forth in this\nReport, and as may be reported to the Board ; and\n(iii) the equity investment in the Pakistan Export Finance Guarantee Agency Limited\n(PEFG) of up to $2,000,000 equivalent, for no more than 20 percent of the paid-up\ncapital of PEFG, from ADB’s ordinary capital resources, by subscribing, at par, to\nordinary  shares  of  PEFG,  and  on  such  other  terms  and  conditions  as  are\nsubstantially in accordance with those set forth in this report.\nTADAO CHINO\nPresident\n16 November 2000", "36\nAPPENDIXES\nNumber Title Page     Cited on\n(page, para.)\n1. Project Framework 37  1,    2\n2. Export and Import Structure 40  5,   16\n3. External Assistance Supporting the Financial 43 10,  40\nSector, Industry and Trade\n4. Project Design Summary – Benefits and Target 44 14,  61\nBeneficiaries\n5. Implementation Procedures for Disbursement 45 19,  88\nof Foreign Currency Export Finance\n6. Implementation Mechanism for Political Risk  47 12,  104\n  Guarantee\n7.  Pakistan  Export Finance Guarantee  49 26,  127\nOrganization Plan\n8. Financial Analysis 50 28,  137\n9. Technical Assistance for Institutional  56 28,  141\nStrengthening of Export Promotion Bureau\n10. Social and Poverty Assessment 59 29,  143\nSUPPLEMENTARY APPENDIXES\n(available on request)\nA Analysis on Export Potential of Nontraditional Sectors\nB Offering Memorandum for Pakistan Export Finance Guarantee\nC Environmental Analysis", "37\nAppendix 1, page 1\nPROJECT LOGICAL FRAMEWORK\nDesign Summary Performance Indicators Monitoring Mechanisms Assumptions and Risks\nand Targets\nGoal\nAchieve higher and (cid:1) Increase export to gross (cid:1) Trade statistics (cid:1) Banks willing to promote\nsustainable export-led domestic production (GDP) the facilities proposed\neconomic growth and ratio. under the Project.\nemployment generation.\n(cid:1) Increase export volume. (cid:1) Current account and (cid:1) Exporters willing to be\nbalance of payments documented and come into\n(cid:1) Improve trade balance. statistics formal economy.\n(cid:1) Increase employment in (cid:1) Progress reports of TA (cid:1) Implementation of trade\nexport-related industries. 3183: Monitoring the reforms under TEPI\nSocioeconomic Impact of\nTrade, Export Promotion (cid:1) Consistent trade and\nand Industry export policy and macro-\neconomic stability\nPurpose/Objectives\n1. Increase small and (cid:1) Increase number of SME (cid:1) Pakistan Export Finance (cid:1) International demand for\nmedium enterprise’ (SME’s) exporters entering into the Guarantee (PEFG) agency goods from Pakistan\nand emerging exporters export industry. records on guarantees\naccess to export credit. issued. (cid:1) Constant devaluation of\n(cid:1) Increase number of SME the Pakistan Rupees\n2. Offer greater choice of exporters who can get (cid:1) SBP statistics and\nfinancing and risk mitigation access to formal export reporting by banks (cid:1) Quality of Pakistan\ninstruments to exporters, financing under the new products do not meet the\ne.g., to develop new instruments. (cid:1) Official export statistics demand of the international\nproducts and markets, markets\ncompetitively priced at (cid:1) Increase export credit (cid:1) Feedback from bankers\ninternational market rates. volume for non-traditional and exporters during review (cid:1) PEFG able to recruit\nexports. missions competent staff and good\n3. Support the banking and management\nexport community to (cid:1) Increase dollar value of (cid:1) Statistics on EFS\nconduct structured trade. export credit. utilization (cid:1) Exporters are not\naggressive in trying to enter\n4. Facilitate reform of the (cid:1) Diversify export products (cid:1) Directives issued by SBP new markets with new\nexisting Export Financing and export markets products.\nScheme (EFS) to reduce\nmisdirected subsidies. (cid:1) Usage of credit\n(cid:1) Regulatory risks related\nenhancement facilities for\nto interest bearing financial\nrisk mitigation.\nproducts\n(cid:1) Relative reduction in Part\nII financing under EFS,\nrelative to overall export\ncredit.", "38\nAppendix 1, page 2\nOutputs\n1. Availability of Foreign (cid:1) Utilization (number of (cid:1) SBP and banking (cid:1) FECF is competitively\nCurrency Export Facility transactions and amounts) statistics priced and credit\n(FCEF) for pre- and post- of the various schemes by enhancement mechanism\nshipment: a new dollar exporters and importers, (cid:1) Review missions meets demand of\nwindow to complement the export houses, and indirect exporters.\nexisting EFS, competitively exporters (cid:1) Report by facility agent\npriced at international on PRG utilization (cid:1) SBP has adequate\nmarket rates (cid:1) Export volume and capacity to quickly\nmarkets covered by post- (cid:1) PEFG annual report administer FCEF and PRG.\n2. Availability of political shipment insurance\nRisk Guarantee (PRG) to (cid:1) Sufficient Pakistan\ncover risk of non- (cid:1) Guarantee utilization by country risk limit by\ntransferability and commercial banks international banks.\nconvertibility of foreign\nexchange under import (cid:1) Number and volume of (cid:1) Documentary ease of use\nletters of credit (IL/Cs) for preshipment guarantees by for the facilities.\nimportation of inputs PEFG for SMEs\nrequired for export (cid:1) PEFG able to recruit and\nproduction retain capable management\nand staff, with adequate\n3. Establishment of an credit risk analysis and\nExport Finance Guarantee other trade-related skills\nAgency to offer pre- required by the agency to\nshipment guarantees and undertake assigned tasks.\nstructured-trade related\nservices, in particular to (cid:1) Willingness by exporters\nSMEs and emerging and entrepreneurs to\nexporters. develop new products and\nmarkets; and by the\n4. Availability of post- banking system to actively\nshipment credit insurance support this.\nto Pakistan exporters.\n(cid:1) SBP allows substitution\nof collateral with\nguarantees and credit\ninsurance products.\n(cid:1) Willingness of\ninternational insurers to\nreinsure international credit\nrisk of Pakistan exporters\nInputs and Activities\n1.  $150 million initial (cid:1) SBP to review, draft, and (cid:1) Regular progress reports, (cid:1) Adequate and timely\nfunding by Asian administer policies, rules, statistics, and review provision of skilled staff and\nDevelopment Bank (ADB) regulations, and procedures missions facilities\nfor for utilization of new\n(i)  preshipment export facilities (cid:1) Project ownership by\nfinancing of imported SBP, exporters, and\nand domestic inputs (cid:1) Training of key staff banking system\n(ii) postshipment (cid:1) Organization of (cid:1) Active promotion of the\nfinancing\nstakeholder workshops new facilities, including\nthrough EPB", "39\nAppendix 1, page 3\n2. Provision of post- (cid:1) Agreement on post- (cid:1) Follow up and facilitation (cid:1) Consistent political and\nshipment credit insurance shipment insurance with by ADB staff and PEFG private sector support\nand enhancement through international reinsurance\nthe banking system company\n3. Provision of $150 million (cid:1) Appointment of facility\npartial risk guarantee for agent and conclusion of\n(i)  Letter of credits master risk participation\nopening agreement as well as\n(ii)  Letter of credit pricing structure\nconfirmation\n(iii)  Bills discount\n4. $2 million equity (cid:1) Support for establishment\ninvestment in the PEFG of PEFG under technical\nassistance loan 1681:\n5. Activities by PEFG to Reform of the Trade\nactively promote the Regime.\nvarious new services\noffered by it (cid:1) Agree on legal statutes,\nand develop and implement\n6. Dialogue with the operational plans\nbanking system to (governance, organization,\neffectively employ new business, and financial);\ntrade-related products procure and install\ninformation technology (IT)\nsystems for PEFG; training\nkey staff", "40\nAppendix 2, page 1\nExport and Import Structure\nTable A2.1: Key Export Products and Markets\n($ million)\nExport Product (cid:1)(cid:2)(cid:3) (cid:1)(cid:4)(cid:3) (cid:1)(cid:5)(cid:3) FY2000 FY1999 FY1995(cid:1)(cid:2)(cid:3)(cid:4)(cid:5)(cid:4)(cid:6)(cid:7)(cid:8)(cid:4)(cid:9)(cid:10)(cid:11)(cid:12)(cid:7)(cid:13)(cid:14)(cid:4)(cid:10)(cid:14)(cid:4)(cid:3)(cid:7)(cid:11)(cid:4)(cid:15)(cid:16)(cid:17)(cid:18)(cid:18)(cid:18)(cid:4)(cid:15)(cid:19)(cid:20)(cid:21)(cid:11)(cid:7)(cid:14)(cid:4)(cid:22)(cid:23)(cid:10)(cid:24)(cid:21)(cid:7)(cid:4)(cid:2)(cid:25)\n(cid:7)(cid:26)(cid:3)(cid:2)(cid:11)(cid:13)(cid:14)(cid:27)\nA. Commodities & Agri-based 1,037.8 953.9 1,012.9\nproducts:\nMarble & Stone = = = 5.7 6.0 3.4\nOnyx (Manufactured) 8.0 5.9 9.8\nRaw Cotton 71.5 2.3 62.0 (cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:7)(cid:11)(cid:12)(cid:13)(cid:14)(cid:15)(cid:1)(cid:16)(cid:17)(cid:18)(cid:3)(cid:19)(cid:15)(cid:20)(cid:7)(cid:21)(cid:7)(cid:8)(cid:15)(cid:1)(cid:16)(cid:17)(cid:22)(cid:3)(cid:19)(cid:15)(cid:23)(cid:8)(cid:11)(cid:24)(cid:8)(cid:12)(cid:13)(cid:25)(cid:7)(cid:15)(cid:1)(cid:16)(cid:17)(cid:26)(cid:3)(cid:19)(cid:15)(cid:27)(cid:24)(cid:8)(cid:9)\n(cid:28)(cid:24)(cid:8)(cid:9)(cid:19)(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)(cid:16)(cid:17)(cid:4)(cid:3)\nRice 523.7 533.6 454.2(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:2)(cid:16)!(cid:3)(cid:19)(cid:15)\"#$(cid:25)%(cid:7)(cid:15)(cid:1)!&(cid:3)(cid:19)(cid:15)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:7)(cid:11)(cid:12)(cid:13)(cid:14)(cid:15)(cid:1)(cid:26)(cid:5)(cid:3)(cid:19)(cid:15)(cid:23)(cid:8)(cid:11)(cid:24)(cid:8)(cid:12)(cid:13)(cid:25)(cid:7)(cid:15)(cid:1)(cid:5)!(cid:3)\nFood = = = 258.5 228.8 210.9\n   Fruits & Products 78.4 55.5 44.9(cid:23)(cid:8)(cid:11)(cid:25)(cid:7)(cid:15)(cid:1)(cid:2)&(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:2)(cid:2)(cid:3)(cid:19)(cid:15)’(cid:7)(cid:31)(cid:11)(cid:25)(cid:15)\"$(cid:7) (cid:25)(cid:7)(cid:15)(cid:1)(cid:26)(cid:3)(cid:19)(cid:15)(’(cid:15)(cid:1)(cid:5)(cid:3)\n   Vegetables & Products 38.3 47.3 9.8 ’$(cid:25)(cid:15))(cid:7)(cid:8)*(cid:7)(cid:15)(cid:1)(cid:4)(cid:22)(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:2)(cid:4)(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)(cid:5)(cid:3)(cid:19)(cid:15)(cid:23)(cid:8)(cid:11)(cid:25)(cid:7)(cid:15)(cid:1)(cid:2)(cid:3)\n   Fish & Fish Preparations 139.0 122.6 154.3 (cid:20)(cid:7)(cid:21)(cid:7)(cid:8)(cid:15)(cid:1)(cid:2)(cid:18)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:2)!(cid:3)(cid:19)(cid:15),(cid:12)-(cid:14)(cid:12)$(cid:10)(cid:7)(cid:8)(cid:11)(cid:13)(cid:15)(cid:1)(cid:2)(cid:26)(cid:3)(cid:19)(cid:15)’$(cid:25)(cid:15))(cid:7)(cid:8)*(cid:7)(cid:15)(cid:1)(cid:2)(cid:4)(cid:3)\n   Poultry & Products* 1.9 2.3 1.4\n   Dairy* 0.9 1.1 0.5\nLeather 170.4 177.3 272.6(cid:27)(cid:24)(cid:8)(cid:9)(cid:15)(cid:28)(cid:24)(cid:8)(cid:9)(cid:19)(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)(cid:5)!(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:4)(cid:26)(cid:3)(cid:19)(cid:15)(cid:23)-(cid:7)(cid:10)0(cid:15)(cid:1)(cid:4)(cid:26)(cid:3)(cid:19)(cid:15)1(cid:12)(cid:21)(cid:31) (cid:10)(cid:25)%\n(cid:24)#(cid:15)(cid:28)(cid:24)$(cid:12)(cid:7)(cid:15)(cid:1)(cid:2)(cid:22)(cid:3)\nB. Textile Manufactures: 5,392.6 4,995.4 5,290.8\nCotton Yarn 1,062.9 945.2 1,528.0 (cid:27)(cid:24)(cid:8)(cid:9)(cid:15)(cid:28)(cid:24)(cid:8)(cid:9)(cid:19)(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)(cid:4)!(cid:4)(cid:3)(cid:19)(cid:15)(cid:20)(cid:7)(cid:21)(cid:7)(cid:8)(cid:15)(cid:1)(cid:2)!(cid:18)(cid:3)(cid:19)(cid:15)1(cid:12)(cid:21)(cid:31) (cid:10)(cid:25)%(cid:15)(cid:24)#(cid:15)(cid:28)(cid:24)$(cid:12)(cid:7)\n(cid:1)(cid:2)(cid:16)(cid:5)(cid:3)(cid:19)(cid:15)2(cid:12)(cid:24)(cid:21)(cid:10)(cid:12)(cid:13)(cid:15)1(cid:12)(cid:21)(cid:31) (cid:10)(cid:25)%(cid:15)(cid:24)#(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)!&(cid:3)\nCotton Fabrics 1,000.0 1,115.2 1,081.0 (cid:27)(cid:24)(cid:8)(cid:9)(cid:15)(cid:28)(cid:24)(cid:8)(cid:9)(cid:19)(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)(cid:4)(cid:16)(cid:5)(cid:3)(cid:19)(cid:15)(’(cid:15)(cid:1)(cid:2)&(cid:18)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)&&(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)&(cid:5)(cid:3)\nCotton Waste 47.5 28.1 63.3\nTents & Canvas = 49.1 40.8 38.2 ’(cid:7)(cid:31)(cid:11)(cid:25)(cid:15)\"$(cid:7) (cid:25)(cid:7)(cid:15)(cid:1)(cid:4)(cid:2)(cid:3)(cid:19)(cid:15)(cid:28)(cid:31)3(cid:7)(cid:25)-(cid:15)(cid:1)(cid:26)(cid:3)(cid:19)(cid:15)4/(cid:7)(cid:8)(cid:15)(cid:1)(cid:26)(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:4)(cid:3)\nValue-added textile products = = 2,974.0 2,580.8 2,390.2\n   Bedwear 695.7 611 340.2 (’(cid:15)(cid:1)(cid:2)(cid:26)(cid:18)(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:22)(cid:18)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:22)&(cid:3)(cid:19)(cid:15),(cid:12)-(cid:14)(cid:12)$(cid:10)(cid:7)(cid:8)(cid:11)(cid:13)(cid:15)(cid:1)!(cid:2)(cid:3)\n   Knitwear/Hosiery 873.5 742.2 688.5 (’(cid:15)(cid:1)(cid:26)(cid:26)(cid:18)(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)!(cid:2)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)&(cid:26)(cid:3)(cid:19)(cid:15),(cid:12)-(cid:14)(cid:12)$(cid:10)(cid:7)(cid:8)(cid:11)(cid:13)(cid:15)(cid:1)(cid:5)&(cid:3)\n   Towels 194.3 177.7 144.8 (’(cid:15)(cid:1)(cid:18)(cid:16)(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:2)(cid:5)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:2)(cid:16)(cid:3)(cid:19)(cid:15)(cid:23)-(cid:7)(cid:10)0(cid:15)(cid:1)(cid:18)(cid:3)\n   Readymade Garments 765.1 651.2 641.7 (’(cid:15)(cid:1)(cid:4)(cid:18)(cid:4)(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)5(cid:16)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)&(cid:4)(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)(cid:5)5(cid:3)\n   Art Silk & Synthetic Textiles 445.4 398.7 575 ((cid:28)(cid:15)(cid:1)&&(cid:3)(cid:19)(cid:15)(’(cid:15)(cid:1)(cid:26)(cid:22)(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:26)(cid:5)(cid:3)(cid:19)(cid:15)(cid:6)(cid:12)(cid:10)(cid:9)(cid:25)(cid:31)/(cid:15)(cid:1)(cid:5)(cid:4)(cid:3)\nOther Textile Manufactures = 259.1 285.3 190.1\nC. Other Manufactures: 1,182.7 1,062.4 1,133.4\nHandicrafts = 13.5 13.8 13.5\nCarpets and Rugs (Woolen) = = 249.4 202.7 198.3(’(cid:15)(cid:1)(cid:18)&(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:5)(cid:2)(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)(cid:2)(cid:2)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:2)(cid:16)(cid:3)\nGems & Jewelry = = = 12.5 9.0 7.8\nFurniture* 3.3 3.8 2.5\nLeather Manufactures (excl. = = 326.9 334.3 348.5.(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)!(cid:5)(cid:3)(cid:19)(cid:15)(’(cid:15)(cid:1)&(cid:2)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:26)(cid:2)(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)(cid:4)&(cid:3)\nfootwear)\nFootwear 30.4 28.9 49.0 (cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)!(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)&(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)&(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:5)(cid:3)\nSports Goods = 260.6 256.2 264.5(’(cid:15)(cid:1)&&(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:5)(cid:5)(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)(cid:4)(cid:5)(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)(cid:2)5(cid:3)\nSurgical Instruments = 114.2 111.6 113.8(’(cid:15)(cid:1)(cid:26)(cid:2)(cid:3)(cid:19)(cid:15).(cid:12)$/(cid:7)(cid:8)0(cid:15)(cid:1)(cid:2)5(cid:3)(cid:19)(cid:15)((cid:28)(cid:15)(cid:1)!(cid:3)(cid:19)(cid:15)+$(cid:7)(cid:8)%(cid:12)(cid:15)(cid:1)&(cid:3)\nLight Engineering/Electrical = 5.4 7.7 1.8\nPetroleum Products 80.6 47.4 80.7 (cid:23)(cid:8)(cid:11)(cid:24)(cid:8)(cid:12)(cid:13)(cid:25)(cid:7)(cid:15)(cid:1)(cid:2)&(cid:3)(cid:19)(cid:15)(cid:30)(cid:31) (cid:7)(cid:25)(cid:15)(cid:1)(cid:2)(cid:16)(cid:3)(cid:19)(cid:15)21(cid:15)(cid:29)(cid:14)(cid:25)(cid:8)(cid:7)(cid:15)(cid:1)(cid:18)(cid:3)(cid:19)(cid:15)6(cid:14)(cid:7)(cid:25)(cid:10)(cid:7)(cid:8)(cid:11)(cid:15)(cid:1)(cid:18)(cid:3)\nPlastics = 9.4 7.1 3.3\nChemicals & Pharmaceuticals 76.5 39.9 49.7\nD. Others (Residuals) 845.9 767.6 700.1\nTotal 8,459.0 7,779.3 8,137.2\n((cid:28)(cid:15)7(cid:15)((cid:8)(cid:25)-(cid:12)(cid:11)(cid:15)(cid:28)(cid:25)(cid:8)(cid:9)(cid:11)(cid:24)/(cid:15)(cid:19)(cid:15)(’(cid:15)7(cid:15)((cid:8)(cid:25)-(cid:12)(cid:11)(cid:15)’-(cid:7)-(cid:12)(cid:13)(cid:17)\n8(cid:15)9:(cid:21)(cid:24)$-(cid:15)#(cid:25)(cid:9)(cid:31)$(cid:12)(cid:13)(cid:15)(cid:24)#(cid:15)-(cid:14)(cid:12)(cid:13)(cid:12)(cid:15)%(cid:24)//(cid:24)(cid:11)(cid:25)-(cid:25)(cid:12)(cid:13)(cid:15)#(cid:24)$(cid:15)+;(cid:4)(cid:16)(cid:16)(cid:16)(cid:15)(cid:7)$(cid:12)(cid:15) (cid:7)(cid:13)(cid:12)(cid:11)(cid:15)(cid:24)(cid:8)(cid:15)(cid:7)<(cid:12)$(cid:7)(cid:9)(cid:12)(cid:13)(cid:15)(cid:24)#(cid:15)+;(cid:2)55!=55(cid:17)\n,(cid:24)-(cid:12)>\n(1) Export Promotion Bureau target sector for export development;\n(2) Small and Medium Enterprise Development Authority target sector for SME development;\n(3) Pakistan Export Finance Guarantee Agency Limited target sector for export guarantees.", "41\nAppendix 2, page 2\nFigure A2.1: Share of Exports by Regional Groups\n3%\n5%\n24%\n1North America Free Trade Area (NAFTA)\n17%\n2European Union (EU)\n3Asia Pacific Economic Cooperation (APEC)\n4Middle East \n5South Asia Association of Regional Cooperation (SAARC)\n6Other\n20%\n30%\nSource: Ministry of Commerce; EPB\nFigure A2.2: Share of Exports by Products\n$ million other\n9,000 Food\n8,000 Surgical Instruments\n7,000 Sports Goods\n6,000 Leather Manufactures\n5,000 Carpets and Rugs\n4,000\nValue-added textile\n3,000\nCotton Fabrics\n2,000\nCotton Yarn \n1,000\nRice\n0\nSource: Ministry of Commerce; EPB", "42\nAppendix 2, page 3\nTable A2.2: Key Imports\n($ million)\nImport Product FY2000 FY1999 FY1995\nA. Inputs (Machinery, Agri- and Other 4,367 4,191 4,644\nChemicals, and Metal Group):\nMachinery Group 1,998 2,073 2,748\nAgri- and Other Chemical Group 1,997 1,779 1,459\nMetal Group 372 339 437\nB. Other 5,942 5,097 5,750\nFood Group 1,096 1,622 1,763\nPetroleum Group 2,804 1,458 1,587\nOther 2,042 2,016 2,400\nTotal 10,309 9.287 10,394", "43\nAppendix 3\nEXTERNAL ASSISTANCE SUPPORTING\nTHE FINANCIAL SECTOR, INDUSTRY, AND TRADE\n(since 1985)\nYear Commitment\nInstitution/Project Type Approved Amount ($ ‘000)\nAsian Development Bank\nDevelopment of Small-Scale Industries TA 1985 330\nSecond Development Financing Loan 1985 100,000\nThird Development Financing Loan 1987 200,000\nReview of Industrial Policy Framework TA 1988 30\nStudy on Regional Industrial Potential and\nIndustrial Pollution Control Policy TA 1988 296\nSmall-Scale Industry (SSI) Loan 1988 50,000\nCredit Guarantee Scheme for SSIs TA 1988 150\nIndustry Sector Program Loan 1988 200,000\nRestructuring the Investment Promotion Board TA 1989 350\nRationalization of Development finance\ninstitution (DFIs) TA 1989 259\nFourth Development Financing Loan 1989 250,000\nSecond Industry Sector Program TA 1992\nFinancial Sector Intermediation Loan 1995 100,000\nCapital Market Development TA 1995 865\nCapital Market Development Program Loan 1997 250,000\nCapacity Building for the Securities Market TA Loan 1997 5,000\nCapital Market and Insurance Law Reform TA 1997 100\nReform of the Insurance Industry TA 1997 700\nRestructuring of Public Sector Mutual Funds TA 1997 800\nReform of Pension and Provident Funds TA 1997 600\nTrade, Export Promotion and Industry Program Loan 1999 300,000\nModernization of Customs Administration TA Loan 1999 3,000\nInstitutional Support for the Trade Regime TA Loan 1999 3,000\nInstitutional Strengthening of the BOI TA Loan 1999 1,000\nSocioeconomic Impact of TEPI TA 1999 150\nWorld Bank\nSecond Industrial Investment Credit Loan 1986 148,000,000\nExport Development Loan 1986 70,000,000\nThird Small Industries Loan 1987 54,000,000\nThird Industrial Investment Credit Loan 1989 148,000,000\nFinancial Sector Adjustment Loan 1989 150,000,000\nThird Industrial Credit Loan 1991 14,000,000\nFinancial Sector Deepening & Intermediation Loan 1995 216,000,000\nBanking Sector Adjustment Loan Loan 1997 250,000,000\nStructural Adjustment Loan 1999 350,000,000\nUnited Nations Development Programme\nIntechmart Pakistan 97. Grant 1997 425\nOrganization of Petroleum Exporting Countries\nSmall Scale Industries Loan 1989 8,000\nTA = Technical Assistance.", "44\nAppendix 4\nPROJECT DESIGN SUMMARY – BENEFITS AND TARGET BENEFICIARIES\nComponent Objectives and Benefits Target Group\nIntroduce foreign (cid:1) Facilitate passing of export finance at market rates (cid:1) Small and Medium\ncurrency through the value chain to suppliers and importers. Enterprises (SMEs) and\nrefinancing window (cid:1) Eliminate foreign exchange risk and facilitate exporters seeking access\nto formal trade finance\nForeign Currency treasury management for direct importers and\nExport Finance exporters. (cid:1) Exporters with high\n(including post- (cid:1) Support reform of the Export Finance System import content\nshipment credit (EFS) by introducing a dollar-based financing (cid:1) Exporters seeking to\ninsurance)\nwindow at market rates. explore new markets and\n(cid:1) Link the EFS to credit enhancement mechanisms increase existing markets\nfor postshipment insurance (cid:1) Banks seeking to reduce\nrisk exposure\nProvide partial risk (cid:1) Provide support in obtaining confirmation of import (cid:1) Exporters with high\nguarantee ( PRG) L/Cs supporting export production. import content\nfor confirmation of (cid:1) Reduce cost of imports. (cid:1) Common-bonded\nimport letter of warehouses and\ncredit (L/C) commercial importers with\nhigh volume flowing into\nexports\n(cid:1) Exporters seeking to\nupgrade production\nfacilities\n(cid:1) Banks seeking to obtain\nimport L/C confirmation\nEstablish pre- (cid:1)  Provide  access  to  cheaper  trade  finance  for (cid:1) Small and emerging\nshipment export exporter. exporters seeking to export\nfinance guarantee (cid:1) Reduce collateral requirement for exporters. new products\nPakistan Export (cid:1) Develop new client base for banks. (cid:1) Banks seeking to\nFinance Guarantee improve risk profile and to\n(cid:1) Improve banks’ balance sheets.\nAgency Limited expand trade finance\n(PEFG) (cid:1) Provide better quality collateral for banks. business\nTechnical (cid:1) Actively promote export incentive instruments. (cid:1) SMEs seeking to export\nAssistance for EPB (cid:1) Focus development of new markets. (cid:1) Exporters seeking to\n(cid:1) Coordinate export policies and activities. develop new markets\n(cid:1) Industry associations\nand trade bodies", "45\nAppendix 5, page 1\nIMPLEMENTATION PROCEDURES FOR DISBURSEMNT OF THE\nFOREIGN CURRENCY EXPORT FINANCE (FCEF) FACILITY\n1. SPB will issue regulations for use of the FCEF. The regulations, which will be widely\npublicized and promoted, should set out the procedures to be followed when drawing on the\nFCEF window, including the following steps:\n(i)  The direct exporter (DE) or indirect exporter/supplier (IDE) submits a standard\napplication form to PEFG or a PCB.1 The DE or IDE may go through PEFG as a\none-stop shop when it needs to utilize some or all of the credit enhancement\nfacilities. The application will include:\n(a)  a copy of the relevant export order, and, in the case of an IDE, proof of a\npurchase order from an exporter (the purchase order must be linked to an\nexport order);\n(b)  the  method  of  payment  (letter  of  credit,  document  acceptance  open\naccount), currency and credit period of the export order (and the purchase\norder, if applicable); and\n(c)  details required on inputs, i.e., domestic or direct imports.\n(ii) Where the method of payment is by irrevocable letter of credit, the issuing bank\nhas to be of acceptable credit quality to the PCB/PEFG; where the method of\npayment  is  by  open  account  or  documentary  payment  or  acceptance:  credit\ninsurance is required, as available, to establish security; and credit limits on the\nforeign buyers will be established by the PCB and/or PEFG.\n(iii) The amount of an advance under the FCEF for preshipment financing will be up\nto a maximum of 80 percent of the value of the export order (or 100 percent of the\ncost,  insurance,  freight  value  of  the  input  goods,  whichever  is  less)  and  for\npostshipment financing up to 80 percent of the value of the export order (or 100\npercent if payment is by irrevocable letter of credit).\n(iv) The application will be approved by PEFG or the PCB and once approved,\nsubmitted to SBP for confirmation that funds are available.  SBP will also ensure\nthat the individual PCB limits and the ceiling for non-small and medium enterprise\nexporters will not be breached.  SBP will confirm funds available within 48 hours.\n(v) Upon confirmation of availability of funds, export contract (and purchase order, if\napplicable) is assigned to PEFG or PCB, as the case may be.\n                                                \n1 The application form will be simple and is based on the application under the proposed Duty and Tax\nRemission for Export (DTRE) Rules and will include the export order identification number assigned by\ncustoms under these rules, if applicable.", "46\nAppendix 5, page 2\n(vi) When a PEFG guarantee is being utilized, PEFG then issues the guarantee in\nfavor of the PCB to enable it to issue an import letter of credit to cover the import\nelement of the export order.\n(vii) If required by a domestic supplier, PEFG may issue a conditional guarantee or\npromissory note to the domestic supplier (i.e., indirect exporter) to cover the\npayment risk that the direct exporter will pay.  The cost would be borne by the\ndomestic supplier.\n(viii) The  import  letter  of  credit  is  issued  by  the  importer’s  bank  upon  receipt  of\nconfirmation  from  SBP  that  funds  are  available,  and  receipt  of  the  PEFG\nguarantee when required.\n(ix) The goods are shipped under the import letter of credit or received from the\ndomestic market and settlement is made from FCEF funds.\n(x) The purchase order or the export order is completed.  Prior to export, the buyer or\nits  nominated  agent  conducts  a  preshipment  inspection  of  the  goods  to  be\nexported.  A preshipment inspection certificate is issued.\n(xi) Once the goods are shipped, evidence of shipment and acceptance of the quality\nof goods by the buyer or nominated agent is lodged with PEFG or the PCB.\nDocuments are lodged under letter of credit, if applicable or sent on a collection\nbasis.\n(xii) Postshipment finance is provided from the FCEF up to a maximum of 100 percent\nof the value of the export order.  If the payment method is irrevocable letter of\ncredit, 100 percent of the value may be financed. If the payment method is on a\ncollection basis or open account, the PCB may finance 80 percent of the value if\nthere is a PEFG guarantee, which would be backed by credit insurance.\n(xiii) Repayment of the FCEF from settlement of export letter of credit or payment\nunder export order.", "47\nAppendix 6, page 1\nIMPLEMENTATION MECHANISM FOR POLITICAL RISK GUARANTEE\nFigure A6.1: Typical Transaction Flow of Import through Letter of Credit\n(without PRG)\nForeign Buyer\nExport $\nSells raw Contract\nmaterials, goods Supplies\nPakistan Manufacturer/\nOffshore Supplier and services Pakistan\nImporter Exporter\n$\nPromises to pay $\nPromises to pay $\nwhen letter of credit matures,\nwhen letter of credit\nif confirmed,  in any event\nmatures\n Promises to pay $\nwhen letter of credit\nmatures regardless of\nimporter payment\nOffshore Bank\nPakistan  letter of\n(confirming sight or term credit issuing Bank\nletter of credit)\nOffshore bank or supplier (without\nconfirmation) takes risk on letter of\ncredit issuing bank, both commercial\n(credit of issuing bank) and political\n(foreign exchange transfer blockage or\ninconvertibility, refusal/inability to pay for\npolitical action)", "48\nAppendix 6, page 2\nFigure A6.2: Transaction Flow of Import through Letter of Credit with\nPartial Risk Guarantee\nOffshore Suppliers Pakistan Importer\n takes\ncommercial\n risk only\nPakistan letter of credit\nOffshore Banks Issuing Bank\nEnters into MRPA with each\nOffshore Bank as agent for ADB\nFacility Agent\n takes risk on ADB that ADB will pay\nunder letter of credit if not paid because\nof defined political event. Pays State\nBank of Pakistan guarantee fee on each\nletter of credit.\nPublic sector PRG at the Forwards State Bank of\nrequest of the Government Pakistan Guarantee Fee\n(less a Facility Agency Fee)\nPays PRG\nFacility Fee\nState Bank of Pakistan\nADB  (As Executing Agency)/\nGovernment\nGovernment Counter Guarantee\nof Public Sector PRG Facility\n     ADB = Asian Development Bank.\n     MRPA = Master risk participation agreement, PRG = partial risk guarantee facility.", "PAKISTAN EXPORT FINANCE GUARANTEE AGENCY LIMITED (PEFG) ORGANIZATION PLAN\nPolicy Advisory Council Board of Directors\nChief Executive Officer\nGeneral Manager General Manager\nGuarantee Underwriting Corporate Services\n4\n9\nChief Underwriter Chief Chief Internal Auditor/\nMarket Research Information Systems Accountant\nMarket Researchers Business/ Systems Accounts Assistant\n(2) Analyst\nSector Specialists Claims\n (5) (2)\nMarketing Specialist Software Engineers\n(2)\nPromotion Specialist Database/ Network\nAdministrators\n(one for each\ninformation hub)\nField Representatives\n(2-3)\nA\np\np\ne\nn\nd\nix\n \n7", "50\nAppendix 8, page 1\nPAKISTAN EXPORT FINANCE GUARANTEE AGENCY LIMITED FINANCIAL ANALYSIS\nProjected Income Statement (in PRs)\nAssumptions (Rs. 50=US$ 1 )\nEquity\nADB 100,000,000\nBanks 150,000,000\nBeginning of first year 250,000,000\nBeginning of second year\nADB 100,000,000\nBanks 300,000,000\nExporters 50,000,000\nIFC/Government/SBP 50,000,000\nEND Year 2, 3, 4, 5 500,000,000\nAssets (additions at end of year three)\nComputer Hardware/Software 1,375,000\nCommunication Equipment 80,000\nFurniture & Fittings 1,760,000\nRate of Depreciation\n(Reducing Balance Method)\nComputer Hardware/Software 25%\nCommunication Equipment    20%\nFurniture and Fittings 20%\nCost Escalation\nPersonnel Costs 20%  p.a.\nOther Expenses 15%  p.a.\nBusiness Turnover and\nGuarantee Income: Escalation\nEvery Year 50%\nClaims 50%\nAssets\nComputer Hardware/Software 10,000,000\nFurniture & Fittings including Partitions and Flooring 3,500,000\nSatellite Communication and Mobile Telephones 500,000 14,000,000", "51\nAppendix 8, page 2\nAnnual Expenditure\nPersonnel\n1  C.E.O. 3,500,000\n2 Heads of Department 4,000,000\n4  Chiefs (Underwriters, Accountant, Economist, Claims) 5,000,000\n5   Research  Assistants 5,000,000\n1 Claims Controller 1,250,000\n4  Secretaries 1,000,000\n3  Marketing Officials 3,750,000\n4  Officers, including Computer Assistants 2,500,000\n4  Junior Staff (Driver, Security guards, Peon) 1,250,000 27,250,000\nOther Expenses\n  Office Rent: 6000 sq. ft. @ Rs. 25/sq. ft. p.m. 1,800,000\n  Lease money on motor vehicles 1,000,000\n  Local Conveyance and Travelling 1,200,000\n  Foreign travelling 1,000,000\n  Telephone/communication 1,000,000\n  Marketing and advertising 1,250,000\n  Entertainment charges 500,000\n  Audit and other professional charges 250,000 8,000,000\nTotal Annual Expenditure 35,250,000\nIncome\nGuarantee Income\n(a) Whole Turnover basis: Average turnover per year\n      Rs. 125,000,000  x 20 accounts 2,500,000,000\n      @ 0.5%  commission 0.50% 12,500,000\n(b) Specific Transaction basis: Av. Size of\n    Transaction, Rs. 2 mn. X 500 trans. 1,000,000,000\n     @ 4% commission 4.00% 40,000,000\n5,000,000\n(c) Admin. Fee and Consulting\n(d) Miscellaneous Receipts 500,000\n58,000,000\nLess:  Claims and Reserve for Loss\nClaim against 1 transaction out of 10, i.e., say\n50 transaction x half of 80% of av. Size of deal: 50 x 800,000: 40,000,000\nNet Income from Guarantee Commission, 1st Year: 18,000,000\nEscalation 50% each year.", "52\nAppendix 8, page 3\nWith the above assumption, the Cash Flow Statement, the Profit and Loss Account and the\nBalance Sheet for the first five years of PEFG Agency are projected as follows:\nCash - Flow  Statement\nYear 1 Year 2 Year 3 Year 4 Year 5\nOpening Balance 38,750,000 43,850,000 51,315,000 72,810,000\nInflows\nNet Profit or (Loss) -550,000 27,585,000 33,050,000 44,478,500 64,079,775\nADD: Depreciation 3,300,000 2,515,000 2,630,000 2,016,500 1,547,575\nNet Inflow from Operations 2,750,000 30,100,000 35,680,000 46,495,000 65,627,350\nEquity Contribution 250,000,000 250,000,000\nTotal Inflows 252,750,000 280,100,000 35,680,000 46,495,000 65,627,350\nTotal Cash Available: 252,750,000 318,850,000 79,530,000 97,810,000 138,437,350\nLess:\nInvestment in Assets 14,000,000  3,215,000\nInvestment in Profit-bearing 200,000,000 250,000,000\naccounts 10%\nDividend (5%) -     25,000,000    25,000,000     25,000,000     25,000,000\nTotal Outflows 214,000,000 275,000,000 28,215,000 25,000,000 25,000,000\nBalance 38,750,000 43,850,000 51,315,000 72,810,000 113,437,350", "53\nAppendix 8, page 4\nProfit and Loss Account\nYear 1 Year 2 Year 3 Year 4      Year 5\nGUARANTEE COMMISSION:\n-   Whole Turnover basis: 12,500,000 18,750,000 28,125,000 42,187,500 63,281,250\n-   Specific Transaction basis: 40,000,000 60,000,000 90,000,000 135,000,000 202,500,000\nSubtotal 52,500,000 78,750,000 118,125,000 177,187,500 265,781,250\nAdministrative Fee and 5,000,000 7,500,000 11,250,000 16,875,000 25,312,500\nConsulting:\nMiscellaneous Receipts: 500,000 750,000 1,125,000 1,687,500 2,531,250\nGROSS RECEIPTS 58,000,000 87,000,000 130,500,000 195,750,000 293,625,000\nLESS:\nClaims & Loss Reserve: 40,000,000 60,000,000 90,000,000 135,000,000 202,500,000\nNET RECEIPTS from 18,000,000 27,000,000 40,500,000 60,750,000 91,125,000\nOperations:\nOPERATING COSTS:\nPERSONNEL COSTS: 27,250,000 32,700,000 39,240,000 47,088,000 56,505,600\nOffice Rent 1,800,000 2,070,000 2,380,500 2,737,575 3,148,211\nLease Money on Vehicles 1,000,000 1,150,000 1,322,500 1,520,875 1,749,006\nConveyance and Travel 1,200,000 1,380,000 1,587,000 1,825,050 2,098,808\nForeign Travel 1,000,000 1,150,000 1,322,500 1,520,875 1,749,006\nTelephone/Communication: 1,000,000 1,150,000 1,322,500 1,520,875 1,749,006\nMarketing and Advertizing: 1,250,000 1,437,500 1,653,125 1,901,094 2,186,258\nEntertainment Charges: 500,000 575,000 661,250 760,438 874,503\nAudit and other Prof. Fees 250,000 287,500 330,625 380,219 437,252\nDepreciation 3,300,000 2,515,000 2,630,000 2,016,500 1,547,575\nTotal Operating Costs: 38,550,000 44,415,000 52,450,000 61,271,500 72,045,225\nNet Operating (Loss)/Profit: -20,550,000 -17,415,000 -11,950,000 -521,500 19,079,775\nProfit From Deposits: 20,000,000 45,000,000 45,000,000 45,000,000 45,000,000\nNet Profit: -550,000 27,585,000 33,050,000 44,478,500 64,079,775\nCumulative (Loss)/Profit: -550,000 27,035,000 35,085,000 54,563,500 93,643,275\nBalance Sheet\nAssets\nFixed Assets 14,000,000 14,000,000 17,215,000 17,215,000 17,215,000\nLESS Depreciation        3,300,000      5,815,000       8,445,000   10,461,500  12,009,075\nInvestment  200,000,000   450,000,000    450,000,000   450,000,000  450,000,000\nCash in hand 38,750,000 43,850,000 51,315,000 72,810,000 113,437,350\nTOTAL ASSETS 249,450,000 502,035,000 510,085,000 529,563,500 568,643,275\nCapital and Liabilities\nCapital 250,000,000 500,000,000 500,000,000 500,000,000 500,000,000\nP&L Account Balance -550,000 2,035,000 10,085,000 29,563,500 68,643,275\nBrought Forward\nTOTAL 249,450,000 502,035,000 510,085,000 529,563,500 568,643,275\nLIABILITIES", "54\nAppendix 8, page 5\nBreak-even analysis for loss ratio and transaction volume (at 4 per cent premium):\nFigure A8.1: Break Even for Loss Ratio (%) vs. Transaction Volume ($m)\nLoss Ratio\n10.0\n9.0\n8.0\nLoss\n7.0\nProfit\n6.0\n5.0\n4.0\n3.0\n2.0\n1.0 Transaction \nVolume \n0.0\n0 20 40 60 80 100 120", "55\nAppendix 9, page 1\nTECHNICAL ASSISTANCE FOR INSTITUTIONAL STRENGTHENING OF\nEXPORT PROMOTION BUREAU\nA. Rationale and Objectives\n1. Export Promotion Bureau (EPB) was established as an attached department of the\nMinistry of Commerce in 1963 to promote sustainable growth of the quantity and value of\nexports of goods and services. EPB currently has over a dozen offices throughout Pakistan with\nthe head office located in Karachi. The head office and its regional offices employ over 1,200\npersonnel in total (of which about 120 are professional staff).\n2. The  main  functions  of  EPB  include  formulating  and  administering  export  policies;\nengaging  in  market  development  activities  by  participating  in  and  arranging  trade  fairs;\norganizing trade delegations; conducting research and seminars on specific export products and\nmore general economic issues such as ISO 9000 and World Trade Organization (WTO)-related\nissues; managing Pakistan product display centers at Islamabad, Karachi, Lahore, Multan, and\nPeshawar; and managing the textile quotas in which the control function conflicts with the\norganization’s promotional brief.\n3. EPB is frequently criticized by the private sector for not being able to perform its role of\npromoting Pakistan’s exports in international markets effectively. In spite of the various attempts\nto reform EPB, EPB has in the past failed to establish itself in the eye of the public as a\nproactive agency in export promotion and trade facilitation. Instead, EPB has been heavily\nburdened with regulatory and administrative work. Its research work has been done more often\non an ad hoc basis and is often unable to provide meaningful data when requested. Most of the\nrecommendations of the completed research have not been acted on by the Government. Its\nvertical administrative structure has been ineffective in motivating EPB staff, and some of the\ndisplay centers are in  very poor condition.\n4. Restructuring of EPB in promoting Pakistan exports and export facilitation schemes has\nbeen identified as an important area for export promotion, including dissemination of the various\nexport  schemes  being  developed  under  the  TEPI  Program  and  the  Small  and  Medium\nEnterprise Trade Enhancement Finance (SMETEF) Project. Recently, EPB conducted at its own\ninitiative, a thorough analysis of the strength and weakness of Pakistan exports, and of EPB’s\nrole in facilitating exports. Based on the analysis, EPB has prepared a vision plan and an export\nstrategy, with the objective of achieving the export target of $10 billion by 2003.\n5. The export strategy, though still in the process of finalization, spells out six areas that\nEPB will pursue to help exporters. This includes making efforts to maximize the market share for\nPakistan’s existing products, conduct value addition audit for the main export products, focus on\nnontraditional  areas,  identify  geographic  gaps,  enhance  government  to  government  and\ngovernment to business relationships, and capitalize strategic trade alliances. All these efforts\naim to induce an export culture and create an exporter friendly regulatory environment. EPB has\nalso taken steps to examine the human resource development aspect and completed a staff\nsurvey  to  solicit  their  views  on  EPB.  These  are  very  encouraging  developments  and  the\nGovernment has requested ADB assistance to support these initiatives. During discussions with\nADB, the EPB chair and senior management expressed strong support and responsiveness for\nADB assistance for EPB capacity building.", "56\nAppendix 9, page 2\n6. The  TA  supports  EPB  restructuring  and  capacity  building  with  the  objective  of\ntransforming  it  into  an  effective  body  for  trade  facilitation,  export  promotion,  and  inward\ninvestment. To achieve the TA objective, activities will build on the existing work that is being\nundertaken by EPB and concentrate on operationalizing the various recommendations being\nformulated.\nB.  Scope\n7. The TA will assist EPB with its restructuring efforts, including reviewing and updating\nEPB’s  strategic  plans;  organizational  structure;  and  institutional,  financial,  and  personnel\nmanagement  guidelines  and  procedures.  Particular  emphasis  will  be  on  operationalizing\nrecommendations, including (i) performance-based incentive structure, job descriptions, and\ncareer development path for EPB staff; (ii) a suitable in-service orientation training program for\nEPB staff, as well as training programs for other key Government agencies and the private\nsector;  (iii)  development  of  its  computerized  Management  Information  System  (MIS)  and\ninstallation of necessary hardware and software; (iv) a strategy to assist EPB to promote various\nTEPI-supported  initiatives;  and  (v)  marketing  or  promotional  strategies  and  guidelines  to\npromote Pakistan exports. The TA will support linkages with other sector organizations such as\nthe  Board  of  Investment,  Small  and  Medium  Enterprise  Development  Authority  (SMEDA),\nchambers of commerce, and other professional trade and industry bodies.\n8. The TA will comprise two phases using ADB’s TA cluster modality, with two distinct\ncomponents. Component 1 will comprise a small-scale advisory TA to include the review of\nEPB’s  role,  strategy,  plans,  and  skills,  and  formulate  precise  recommendations  for\nimplementation  of  strengthening  measures.  Component  will  2  be  an  advisory  TA  and\nconcentrate on the operationalization of the various recommendations with focus on MIS and\ntraining activities, taking into account the findings of component 1.\n9. Specifically for component 1, the TA will\n(i)  conduct  an  initial  assessment  of  EPB’s  vision  and  mission  statements  and\nevaluate  these  against  the  existing  structure  and  capacity  of  EPB,  including\nexisting and required staff and skills, institutional culture, organizational structure,\nand computer hardware and software inventory assessment;\n(ii)  formulate recommendations for the role of EPB and appropriate structure, as well\nas the service functions to provide to exporters, drawing on international best\npractices, successful examples from both developed and developing countries\nand the services already being provided by other agencies within Pakistan;\n(iii)  take stock of the existing export promotion and trade facilitation regime, and\npropose ways and means for EPB to contribute to streamlining and improving the\nregime, as well as to effectively promote it in particular with smaller and new\nexporters; and\n(iv)  refine and firm up the scope of work and terms of reference required to implement\nthe recommended institutional strengthening measures, to be carried out under\ncomponent 2.", "57\nAppendix 9, page 3\n10. For component 2, the TA will\n(i)  implement strategic, corporate, and financial plans for EPB, with particular focus\non transforming its role from a regulatory body to a promotional body, as well as\nto  enable  EPB  to  act  as  the  effective  interface  with  exporters  on  the\nmodernization of export policy incentives and to promote product development\nand its diversification;\n(ii)  design  and  install  an  appropriate  MIS  and  computerized  market  intelligence\ngathering systems;\n(iii)  assist EPB in providing high quality services, and timely and relevant information\nto exporters by establishing systems, databases, market links, publications, and\nstrategic marketing advice for Pakistan exporters;\n(iv)  assist EPB to promote various TEPI-supported initiatives, including assisting EBP\nto  revitalize  the  export  associations  to  promote  the  use  of  the  Export\nModernization and Upgrading Fund (EMPF), the PEFG, and utilization of the\nFCEF; and encourage establishment of common bonded warehouses (CBW) with\nor without the association members and utilization of duty and tax remission for\nexport (DTRE) rules;\n(v)  drawing  on  international  expertise,  propose  and  assist  EPB  in  planning\nmeaningful campaigns to interest international partners and buyers in Pakistan\nexports; and assist EPB in formulating workable guidelines to encourage export-\noriented  collaboration  with  nonresident  Pakistan  and  other  international\nenterprises;\n(vi)  explore the possibility of setting up an electronic trade facilitation infrastructure,\nand advise EPB to establish such infrastructure if needed;\n(vii)  provide  training  to  EPB  staff  on  all  aspects  of  trade  facilitation  and  export\npromotion, as well as training programs to support ongoing institutional reform;\ntraining will also be provided to other key partners (chambers, commercial staff in\nPakistan embassies, commercial counselors, etc.); and\n(viii)  assist EPB to prepare export training programs for Pakistan SMEs, in close\ncollaboration with other agencies, such as SMEDA.\nC.  Cost Estimates and Financing Plan\n11. The total cost of the TA cluster including contingencies is estimated to be $960,000\nequivalent, of which the ADB will finance $800,000 equivalent on a grant basis from the ADB-\nfunded TA program, to cover the entire foreign exchange cost and part of the local currency\ncost, mainly for domestic consultants. The EPB contribution will comprise 20 percent of the total\nTA cost. ADB financing for component 1 is expected to be about $75,000 equivalent, and about\n$725,000 equivalent for component 2. A detailed cost and financing plan will be prepared for\neach of the TA components prior to approval by ADB management.", "58\n Appendix 9, page 4\n \n D. Implementation Arrangements\n12. EPB will be the Executing Agency for the TA, and will provide counterpart staff and office\nspace to assist the consultants in their duties. The TA cluster will be implemented in two phases,\nwith  component  1  comprising  the  first  phase  under  a  small-scale  TA  for  review  and\nrecommendations  for  institutional  strengthening  of  EPB,  and  component  2  comprising  the\nsecond phase under an advisory TA for institutional strengthening of EPB. Component 1 is\nexpected to commence within the first quarter of 2001 and will be implemented within two\nmonths. Component 2 is expected to begin by June 2001 and be implemented over nine\nmonths. Implementation arrangements for Component 2 will be finalized after the findings of\ncomponent 1 have become available.\n \n13. The TA cluster is estimated to require a total of 45 person-months of consulting: (i) 18\nperson-months  of  international  consulting  services;  and  (ii)  27  person-months  of  domestic\nconsulting.\n14. For component 1, a team of two consultants, one international and one domestic, with\nexpertise and experience in export promotion, trade facilitation, institutional strengthening of\nexport and trade promotion agencies, as well MIS will be recruited on an individual basis in\naccordance with ADB Guidelines on the Use of Consultants. The total consultancy requirement\nfor  component  1  will  be  3.5  person-months,  including  1.5  person-months  of  international\nconsulting and 2 person-months of domestic consulting services.\n15. For component 2, the team of consultants will include an institutional specialist, a trade\nfacilitation  expert,  an  information  technology  and  MIS  expert,  and  a  training  expert.  The\nconsulting requirement is estimated to be 41.5 person-months, comprising 16.5 person-months\nof international and 25 person-months of domestic consulting. These estimates, as well as the\nexpertise required for the specific consultants, will be adjusted and refined in line with the\nfindings and recommendations of component 1 consultants. The selection, engagement, and\nservices of consultants for component 2 will be in accordance with ADB Guidelines on the Use\nof Consultants and other arrangements satisfactory to Bank on the engagement of domestic\nconsultants.\n16. Detailed terms of reference will be prepared for each of the sub-TA prior to approval by\nADB management.\n17. As the TA will support many change management activities, the TA consultants will be\nrequired to work closely with the senior EPB management.", "59\nAppendix 10, page 1\nSOCIAL AND POVERTY ANALYSIS\nA. Poverty in Pakistan – An overview\n1.  From  an  historical  perspective,  Pakistan  successfully  reduced  poverty  over  the  five\ndecades since independence. Absolute poverty, based on caloric intake, declined from 46.5\npercent in 1969/70 to 17 percent in 1987/88. Since then, however, a substantial reversal has\ntaken place. Most recent research suggests a substantial rise in poverty to 35 percent in\n1998/99.  This  deterioration  has  been  experienced  both  by  rural  as  well  as  urban  areas.\nPakistan’s poverty rate, using the basic needs approach, recounts a similar story, illustrating a\nrise from 29 percent of the population living in poverty in 1986/87 to 38 percent in 1998/99.\n2.  In  the  1990s  the  Pakistan  economy  gradually  stagnated  as  annual  gross  domestic\nproduct  (GDP)  growth  declined  to  4.4  percent.  This  was  accompanied  by  a  steep  cut  in\ndevelopment expenditure and a downsizing of many government services. Remittances declined\nby over 40 percent during 1982-1996. Since 1998, after the nuclear tests and the subsequent\nfreeze  on  foreign  currency  accounts,  foreign  remittances  have  dipped.  In  addition,  food\nsubsidies have declined from 2 percent of GDP in 1988/89 to 0.5 percent in 1996/97. Under the\nrationalized tax structure with disproportionate reliance on indirect taxes, relatively more burden\nseems to have been shifted to the poor. Government antipoverty programs alone are insufficient\nto  reverse  these  trends.  Spending  on  safety  nets  is  meager  and  has  not  increased\nproportionately to rises in poverty. Above all, the failure to generate sufficient employment\nopportunities to arrest high unemployment levels has had a negative impact on poverty.\nB. Income Distribution\n3.  Since the 1960s, income inequality has tended to be moderate, with the Gini coefficient\nof household income often around 0.35 or below. From the mid-1960s until the late 1980s, the\nGini  coefficient  and  the  income  share  of  the  bottom  quintile  changed  very  little.  The  Gini\ncoefficient  peaked  at  0.40  in  1990/91  and  the  income  share  of  the  bottom  20  percent  of\nhouseholds fell to just 5.7 percent, after having been typically in the range 7.5 to 8.0 percent\nover the 1970s and 1980s. Since then, most observers agree that the Gini coefficient shows\ngrowing  inequality  in  income  distribution.  Analyses  of  the  impact  of  structural  adjustment\nprograms on Pakistan determine that reduced public expenditure on the social sector coupled\nwith the withdrawal of subsidies had a highly negative impact on income distribution. Increased\nefforts for revenue generation with disproportionate emphasis on the general sales tax (GST)\nand regulatory duties may have rendered the taxation structure more regressive in character.\nHigh unemployment with attendant stagnation or declining real wages has likely contributed to\nworsening income distribution in Pakistan.\nC. Labor Market Trends\n4.  During the 1990s, unemployment, underemployment, and precarious jobs have emerged\nas serious labor market issues in Pakistan. The slowdown of economic growth during the 1990s\nhas led to increasing problems of unemployment and underemployment.  The pattern of growth\nand structural change in the economy has led to a labor market characterized by declining\nemployment  in  agriculture  and  manufacturing,  and  by  a  small  but  productive  large-scale\nmanufacturing sector and a growing but less efficient small-scale sector.  As a result of the\nongoing", "60\nAppendix 10, page 2\nongoing economic crisis, rising unemployment and the increasing size of the informal sector,\nreal wage increases have been weak and poverty and inequality have grown.\n5.  Female labor force participation rates are low but recent estimates show that when\nwomen’s work as unpaid family laborers is included, their contribution to the labor force is\nactually much higher than previously thought. The result has been an increase in female labor\nforce participation rates from 14 percent to 38 percent.  In particular, women’s contribution to\nboth rural and urban manufacturing and to the construction industry is especially high.\n6.  In Pakistan, the rate of employment of child labor can be directly correlated to poverty.\nLow household income tends to increase child labor.  Other factors include lack of school\navailability, and inflexible wage rates for adult labor and monitoring.  The growth of the informal\nsector in Pakistan over the 1990s, coupled with growing household poverty levels has facilitated\nrather than constrained child labor.  However, factors such as high growth during the 1980s and\nefforts  under  the  Government  Social  Action  Program  (SAP)  to  universalize  primary  school\nattendance have helped temper the growth of child labor.  Overall, the result of these interacting\nfactors has been that the labor force participation rates for children between the ages of 10 to 14\nhas virtually halved from 1982 to 1997 from 22 percent to 12 percent.  Much of child labor in\nPakistan is rural farm labor, although some children are employed in the informal and SME\nsectors.\nD. Potential Poverty Impact of the SME Sector\n7.  The provision of employment is one of the most important challenges facing sustainable\npoverty reduction in Pakistan. In the face of declining growth of the large-scale manufacturing\nsector, SMEs have been increasing their importance to the Pakistan economy.  Traditional\nsectors such as agriculture and large-scale manufacturing have declining abilities to absorb the\ncountry’s surplus labor. The SME sector has the potential to support poverty reduction by\nabsorbing excess labor in the rural and urban areas of the economy. Many of the new jobs in\nthis  sector  do  not  require  high  levels  of  literacy  although  Pakistan’s  low  levels  of  human\ndevelopment do constrain the emergence of SMEs in modern sectors. According to SMEDA, as\nmany as 1.8 million jobs could be created in SMEs in five key sectors during 2000-2005.  These\nsectors are textiles, leather, dairy, marble, and fisheries; all have considerable export potential,\nespecially textiles, leather, and marble.\n8.  Overall, unemployment in Pakistan has been estimated to be around 20 percent of the\npopulation of working age. (three-year development plan) and underemployment is even higher.\nThe recent growth of the number of SMEs in services is a response to growing unemployment\nand  underemployment.  Employment  elasticities  in  all  major  sectors  such  as  agriculture,\nmanufacturing and services are low. Of the approximately 1.3 million new workers who are\nadded to Pakistan’s labor force every year, approximately 40 percent face unemployment.   The\nlabor force is estimated to increase from 38.2 million in 1997/98 to 43.9 million by 2002/03, the\nproblem of unemployment is likely to intensity in the coming years. Yet another disturbing trend\nis the lack of employment opportunities for the educated; unemployment rates are highest for\nrecent  graduates.  The  SME  sector  is  already  absorbing  many  of  these  workers  but  more\nexpansion is required to increase its ability to absorb surplus labor.", "61\nAppendix 10, page 3\n9.  Analyses of the household and income expenditure survey cross-sectional data suggests\nthat the higher the number of earners in a household, the lower is the level of probability that the\nhousehold will be engulfed in poverty. In this context SME development because of its potentials\nfor employment promotion and growth constitutes an important policy initiative for Pakistan. The\ncapital  to  labor  ratio  in  the  SME  sector,  on  average,  is  one  fourth  that  for  large-scale\nmanufacturing  industries.  Ease  of  entry  into  the  sector  is  relatively  low  although  export\nopportunities are more difficult for SMEs due to the absence of information coupled with the\ndifficulties associated with access to foreign markets.\n10.  Generally, employment in the SME sector in Pakistan can be divided into three main\ngroups: microenterprises (home-based industries with less than 10 employees), traditional SMEs\n(with 11 to 100 employees) in sectors such as weaving and textiles, carpets, sporting goods,\nand surgical instruments; and modern SMEs (11 to 100 employees) in emerging sectors such as\nauto parts manufacturing, metals, chemicals, and ready-made garments.  While all three groups\ndemonstrate  considerable  employment  potential,  only  the  modern  SME  sector  can  be\nconsidered a higher productivity sector. Some activities, such as weaving, are present in both\nmodern and traditional SMEs and, with the utilization of product differentiation, could appeal to\nentirely different markets.  Similarly, the cottage industry or handicrafts sector includes both\nmicroenterprises and traditional SMEs with high employment potential. However productivity is\nlow and considerable efforts are needed to improve aspects such as design, product quality, and\nmarketing.\n11.  While the SME sector can play a crucial role in reducing poverty by fostering economic\ngrowth and employment promotion, constraints limit the expansion of SME employment. The\nexisting SME structure, dominated by traditional rural-based industries like food, wood, and\ntextiles shows slow growth in nontraditional or modern industries like auto parts manufacturing,\npharmaceuticals, chemicals, and ready-made garments for exports. Small-scale producers are\ngenerally handicapped by the lack of export demand for their products. In addition, because of\nthe low quality of many goods produced, SMEs are not competitive in the export market and only\nconstitute  a  small  proportion  of  Pakistan’s  exports.  For  example,  two  of  Pakistan’s  most\nsuccessful traditional SME exporters, surgical instruments and sporting goods, account for only\n4.6 percent of manufacturing exports. Facilities for testing, grading, and quality control have to\nbe provided to SME producers. The export market to must be linked to SMEs through the\nprovision of information on specifications, patterns of demand, and product quality. This will not\nonly lead to poverty reduction through higher employment and economic growth, but will also\npromote investments and employment creation in the modern SME sector.\nE. Gender in the SME Sector\n12.  Although official data on women’s labor force participation tends to grossly underestimate\nthe real role of women in the Pakistan economy (13.6 percent labor force participation), most\nwomen  are  economically  active  in  the  agriculture,  service,  or  informal  sectors.  Anecdotal\nevidence indicates growing female employment in the formal sectors, largely in response to\ngrowing poverty. Women’s employment can make a valuable contribution to household income.\nIn  the  three-year  development  program  (2000-2003)  the  Government  has  committed  to\npromoting women’s employment especially in certain rural-based industries where women are\nalready economically active. These include agriculture and livestock production. Women from\nthe poorest households work as wage laborers in rural areas and, increasingly are forced by\neconomic circumstances to do so in urban areas as well. The SME sector offers relative ease of", "62\nAppendix 10, page 4\nentry  and  provides  viable  employment  opportunities  for  women,  the  majority  of  whom  are\nilliterate and unskilled. Increased SME production is concentrated in traditional, agriculture-\nbased activities such as grain milling, cotton weaving, and food processing  and benefits female\nwage laborers by generating increased employment and, over time, higher incomes.  Women\nalso work in traditional SMEs such as those producing carpets, sporting goods, and surgical\ninstruments.  Expansion  of  the  readymade  garments  sector  will  open  up  new  avenues  of\nemployment to women in modern SMEs.\n13.  Women’s wages lag those for men and often, especially in rural areas, women are paid\nhalf of what men are paid for the same work or are employed as piece workers as home-based\nworkers producing for the SME sector. In Karachi, many women work in the shrimp-peeling\nindustry. Increased employment opportunities would allow women to have other options for work\noutside the home or to work in home-based SMEs. Similarly, rising labor demand will also have\na  multiplier  effect  on  real  wages,  a  development  that  should  impact  positively  on  women\nworkers.\nF. Labor Standards\n14.  The SME sector in Pakistan is well known for not adhering to labor standards, particularly\nfor children, bonded laborers, and women. Generally, when poverty is high, child labor, in\nparticular, tends to increase. However, in the last decade and a half child labor has actually\nfallen by half partially due to strong efforts by the Government to promote universal education.\n15.  Strong efforts are under way by the Government to better address labor standards. A\nspecial cell within the Federal Ministry of Labour was established to revise and refine more than\n100 labor laws, some of which date back to the 19th century. A labor policy will be released by\nthe end of 2000, and a new set of revised, refined, and updated labor laws will be prepared by\nmid-2001.  In addition, the Government has affirmed its commitment to the eradication of child\nlabor and the protection of the rights of working women in policy documents such as the\nNational  Policy  and  Action  Plan  to  Combat  Child  Labor  and  the  Three-Year  Development\nProgram 2000-2003.  Once a labor policy and revised laws are in place then enforcement and\nimplementation will be a Government priority.\n16.  The International Labor Organization (ILO) and other development agencies, notably the\nUnited States Department of Labor are providing strong support to the Government’s efforts to\ncombat child labor.  A number of industries in the traditional SME sector have been targeted and\nare receiving support. These include the sporting goods industry, surgical instruments, auto\nrepair,  brick-making,  and  carpet  weaving.  Other  interventions  are  planned  and  Pakistan  is\nscheduled to sign the ILO convention against child labor (Conventions 182 and 183) in the near\nfuture.  Other areas of concern include the provision of minimum wages, bonded laborers, and\nworking conditions especially for women and other vulnerable groups."], "metadata": {"CreationDate": "D:20010210162709", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "jm9", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R260-00rrp.doc", "ModDate": "D:20010213113754+08'00'"}}