{"path": "data/input/ta/tar-vie-34350.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:VIE 34350 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO THE \n \n \nSOCIALIST REPUBLIC OF VIET NAM \n \n \nFOR PREPARING THE \n \n \nLIVELIHOOD IMPROVEMENT IN CENTRAL COASTAL  \nPROVINCES PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", " \nCURRENCY EQUIVALENTS \n(as of 30 October 2003) \n \nCurrency Unit  –  dong (D) \nD1,000  =  $0.0646 \n$1.00  =  D15,535 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPRGS  –  Comprehensive Poverty Reduction and Growth Strategy \n  DPI  –  department of planning and investment \n  EIA  –  environmental impact analysis \n  GIS  –  geographic information system \n  ICZM  –  integrated coastal zone management \n  IEE  –  initial environmental examination \n  LICCPP  –  Livelihood Improvement in Central Coastal Provinces Project \n  MARD  –  Ministry of Agriculture and Rural Development \n  MOFI  –  Ministry of Fisheries \n  MONRE  –  Ministry of Natural Resources and Environment  \n  MPI  –  Ministry of Planning and Investment \n  MSY  –  maximum sustainable yield \n  NGO  –  nongovernment organization \n  PMO  –  project management office \n  PMU  –  project management unit \n  PSC  –  project steering committee \n  TA  –  technical assistance \n  VN-ICZM  –  Viet Nam-Netherlands Integrated Coastal Zone Management Project \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \n \nThis report was prepared by a team consisting of A. Siddiq, team leader; P. Smidt; J. Mir; M. \nMitra; and H. L. Phong.  ", " \nI.  INTRODUCTION \n1.  At the request of the Government of the Socialist Republic of Viet Nam, the Asian \nDevelopment Bank (ADB) fielded a Fact-Finding Mission from 30 September to 9 October 2003 \nto  develop  a  technical  assistance  (TA)  proposal  for  the  Livelihood  Improvement  in  Central \nCoastal Provinces Project (LICCPP). The Mission discussed the relevant issues with the central \nline  agencies,  other  development  partners,  and  nongovernment  organizations  (NGOs).  The \nMission  visited  four  participating  provinces—Quang  Nam,  Thua  Thien-Hue,  Quang  Tri,  and \nQuang  Binh—and  met  with  provincial,  district,  and  commune  officials.  The  Mission  also \nconducted consultations with potential beneficiaries in selected coastal communes in each of the \nfour  provinces.  The  Mission reached understanding with the Government on the objectives, \nscope, estimated costs, financing plan, implementation arrangements, and consultants’ terms of \nreference for the TA. The TA is included in ADB’s 2003 TA program for Viet Nam.1 \n \nII.  ISSUES \n \n2.  As  a  precursor  to  this  project  preparatory  technical  assistance,  ADB  implemented \nadvisory TA 3830–VIE from December 2002 to April 2003.2 This TA provided support to the four \nprovinces for detailed integrated coastal zone management (ICZM): (i) institutional assessment, \n(ii) strategic framework development, and (iii) capacity building activities. Quang Nam was the \nfocal province while three others participated through consultative and review workshops and \ncapacity-building training programs.3 Outputs of TA 3830–VIE include (i) an assessment of \ninstitutional  needs,  (ii)  a  framework  for  institutional  arrangements  to  strengthen  provincial \nplanning and management of coastal resources,  (iii) an institutional capacity assessment and \ndevelopment plan, and (iv) increased capacity of key provincial and district staff in critical aspects \nof the recommended ICZM framework. \n \n3.  Viet Nam’s long coastline (3,600 kilometers [km]) and a claimed Exclusive Economic Zone \n(about 1 million km2) make it a major marine state in Southeast Asia. Of Viet Nam's 61 provinces, \n29 have a coastline. The 125 coastal districts form 17% of the country’s total land and are home \nto 23% of the country’s 80 million people.  The country's coastal area  is a major source of \neconomic  growth  for  Viet  Nam  and  has  developed  quickly  through  fishing,  oil  and  gas \nexploitation, marine transport, and tourism.  The exploitation of two resources—petroleum and \nmarine products—contributed about 32% of the value of all exports in 2002, with $3.2 billion from \npetroleum and $2.0 billion from marine products.  \n \n4.  Although Viet Nam has made great strides in poverty reduction in recent years—poverty \nrate declined from 58% in 1992 to 29% in 2002—substantial pockets of poverty remain in many \ncoastal areas.4 Coastal districts have about 14% of the  country's poorest communes, with a \npopulation of about  2.0 million. Most of this poverty is concentrated in the central and north-\ncentral coastal provinces that are ADB’s focal area of operations.5 The Poverty Partnership \nAgreement signed by ADB and the Government in February 2002 covers a subset of the \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 14 October 2003. \n2  ADB. 2002. Technical Assistance to Socialist Republic of Viet Nam for Assessment and Strengthening of Coastal \nManagement Institutions. Manila. (TA 3830–VIE) In November 2002, Swedish International Development Agency \n(SIDA) formally offered to finance the whole amount. \n3  Activities under TA 3830–VIE (footnote 2) included three national and four provincial workshops, and one main and \nfour provincial training courses. \n4  Source: 2002. Multipurpose Household Survey. \n5  Data compiled under ADB. 1996. Technical Assistance for Coastal and Marine Environmental Management in the \nSouth China Sea, Phase II. Manila. (TA 5712–REG) show that over 30% of communes in the central coastal \nprovinces have more than 40% of their populations living in poverty, and in Quang Nam Province as many as 44% of \ncommunes have this level of poverty. The average is 17% of communes for the country as a whole. ", "2 \nobjectives in the national Comprehensive Poverty Reduction and Growth Strategy (CPRGS) \nprepared by a poverty task force of development partners of which ADB was a member. The \nproject, to be prepared under this TA, will be embedded in CPRGS and will form a part of ADB’s \nfocused and integrated investments in the central region. \n \n5.  In the four central coastal provinces selected for this TA, poverty rates are in excess of \n40% in many of the 125 coastal communes with a total population of about 500,000.6 No ethnic \nminorities or indigenous people live in these coastal communes. Gender differences affect access \nto social services, contribution to household income, and participation in local decision making. \nOver half of the livelihood needs of an average household in these communes are met from \ncoastal fishing. But overexploitation has resulted in a sharp decline in the marine resources. Most \nfishers report catching less than half of what they used to about 10 years ago. Overexploitation is \nexacerbating  livelihood  and  environmental  impoverishment  in  these  provinces.  Moreover, \nbecause of poor infrastructure, the residents have limited access to markets and opportunities for \ndiversifying and improving their livelihoods. Since these coastal communities generally derive \ntheir subsistence from inshore fishing, agricultural activities in low-yielding sandy coastal soils \nand aquaculture are not sufficient to meet their livelihood needs. Therefore, they are forced to \nsupplement  their  subsistence  by  expanding  livelihood  activities  into  environmentally  and \neconomically marginal areas. A vicious cycle thus sets in, decreasing labor and crop productivity \nand livelihood security, and threatening environmental sustainability. The coastal communes are \nalso vulnerable to annual flooding and typhoon damage—disasters that further contribute to \npersistent poverty and underdevelopment. The summary initial poverty and social analysis is in \nAppendix 1. \n \n6.  The importance of coastal resources to national socioeconomic development in Viet Nam \nwas  emphasized  in  the  Coastal  and  Marine  Development  Policy  Directive  of  1997, which \nacknowledges the need to build a strong coastal and marine-related economy. The Government \nhas  prepared  a  National  Strategy  for  Environmental  Protection  for  2001–2010,  in  which \nsustainable coastal resource management is a key priority. However, Viet Nam's policy and \ninstitutional and legal framework for coastal resource management continue to evolve at the \ncentral level. In September 2002, the Government reorganized the structure of line agencies. The \nnewly established Ministry of Natural Resources and Environment (MONRE) is entrusted with \npolicy planning for natural resources. In November 2003, the Government approved a new \nFisheries Law to better manage its coastal and marine resources.7 \n \n7.  Several overarching policy developments influence coastal resource management. The \nGovernment's  ongoing  program  of  decentralization  is  giving  greater  power,  autonomy,  and \nresponsibility to districts and communes. The Directive on Grassroots Democracy (30-CT/TW) \nproposes  that  communities  participate  more  actively  in  planning  by  being  involved  in  local \ndiscussions before final decisions are made, and by supervising, controlling, and evaluating the \noperations and activities of their local authorities. These trends are clearly reflected in coastal \nprovinces  where  there  is  awareness  of  the  need  to  involve  districts,  communes, and local \ncommunities in planning and implementing coastal resource management activities. \n \n8.  Despite these efforts, coastal resources have remained inadequately managed, mainly, \nfor three reasons. First, current institutional arrangements for coastal resource management are \nincomplete and inadequate. For example,  several central and local government agencies are \ninvolved in coastal resources management; however, their roles and responsibilities have not \nbeen fixed. Second, lack of functional zoning and weak enforcement of existing regulations \n                                                 \n6  A household earning an income of less than D100,000 ($6.50)/person/month is considered poor by these provinces. \n7  Prepared by the Ministry of Fisheries with technical assistance from Norway and Denmark. ", "3 \nexacerbate the situation. Relying on the state for enforcement of existing regulations is only \npartially successful because of the low levels of staffing, equipment, and facilities, and the limited \ncapacity  of  local  regulating  agencies.  Third,  ongoing  reliance  on  sectoral  planning  and \nmanagement does not allow for important trade-offs to be made in allocating coastal resources to \ndifferent  economic  sectors  such  as  marine  transport,  tourism,  fisheries,  urbanization,  and \nindustrialization.  Therefore,  an  integrated  approach  to  coastal  resource  planning  and \nmanagement is imperative. \n \n9.  With  the  ongoing  decentralization,  these  constraints  are  coming  into  focus  at  the \nprovincial level. While provinces have increasing responsibility for managing coastal and marine \nresources,  they  generally  lack  the  capacity  for  ICZM  planning,  project  design,  and  project \nmonitoring and evaluation.  Assistance is now required to address the interrelated issues of \npoverty reduction and sustainable coastal resource management by improving the productivity of \nexisting  livelihoods  and  creating  alternative  ones,  and  strengthening  the  capacity  of  local \ninstitutions and communities that are the main stakeholders of coastal and marine resources.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n10.  The  goal  of  the  TA  is  to  reduce  poverty  by  improving  livelihoods  and  sustainably \nmanaging coastal resources in poor communes of project provinces.8 The purpose of the TA is to \nhelp the Government prepare the LICCPP. The TA will have three main outputs: (i) formulation of \nprovincial ICZM strategies, (ii) development of ICZM investment plans and feasibility studies, and \n(iii) preparation of training programs to strengthen project implementation capacity. \n \nB.  Methodology and Key Activities \n \n11.  The TA will be implemented in two phases of 5 months each, with a 2-month break \nbetween phases. Phase 1 will be a diagnostic exercise while phase 2 will design the investment \nproject. The TA will be implemented with the active participation of all relevant stakeholders at \ncentral, provincial, district, commune, and community levels. NGOs will play a pivotal role in the \ncommunity consultative process. NGOs may also be subcontracted to carry out part of the \ncapacity-building and awareness-raising plan. \n \n12.  The TA activities to be accomplished over the two phases will include (i) assessing the \nnatural and commune coastal resources by acquiring, modifying, and generating the geographic \ninformation system (GIS) maps of the coastal zones and their river basins; (ii) identifying threats \nto livelihoods and biodiversity in coastal zones from natural disasters and human interventions; \n(iii)  devising  ways  to  make  the  existing  livelihood systems more productive; (iv) identifying \nproductive alternative livelihood opportunities; (v) assessing the social services and infrastructure \nneeds  in  the  core  communes;  (vi)  prioritizing  the  investment  options  in  selected  coastal \ncommunes on the basis of social and environmental criteria; (vii) preparing ICZM strategies; (viii) \npreparing investment plans, prefeasibility and feasibility reports; (ix) developing programs for \ncapacity-building and awareness-raising; (x) preparing capacity building and awareness raising \nplans for formulating and implementing ICZM strategies; and (xi) carrying out the requisite level of \ncapacity building and awareness raising for effective participation of relevant stakeholders in TA \nactivities and project implementation. \n                                                 \n8  The Royal Netherlands Embassy has expressed interest in becoming a formal partner of this TA and the ensuing \ninvestment project (LICCPP) in view of the ongoing actives under the projects referred to in para 13 of the main text. \nTo discuss the modalities of this arrangement, including expanding the scope of this TA, a mission will be fielded \nprior to the selection of TA consultants.  ", "4 \n \n13.  Most relevant to this TA are the activities of two ongoing projects in the central provinces: \nIntegrated  Coastal  Management  Project  in  Da  Nang  municipality  and  Viet  Nam-Netherlands \nICZM (VN-ICZM) Project based in Hanoi.9 Of the three VN-ICZM project provinces, Thua Thien \nHue has made the most progress. Therefore, under this TA, Thua Thien Hue will play a lead role \nin detailed designing of ICZM strategies and investment plans. In Quang Chi, the Swedish \nInternational Development Agency has supported land administration reforms, including zoning, \nwhich is an important tool for developing an ICZM strategy. Similarly, the activities of the ongoing \nTA 4001–VIE10 are also relevant to those under LICCPP. Therefore, this TA will coordinate its \nactivities with all those of other relevant projects to ensure that there is no duplication of effort and \nthat synergies are maximized.11 \n \n  1.  Phase 1 – Provincial Strategies and Investment Plans \n \n14.  In phase 1, a participatory review  at the provincial, district, commune, and community \nlevels will seek  to better understand the institutional arrangements and capacities, including \nrelevant legislation, for managing coastal resources. With wide consultations, the TA will prepare \nprovincial ICZM strategies that will identify potential interventions to be prepared for LICCPP. At \nthe end of phase 1 and before the start of phase 2, the Government will decide on the (i) \nframework of provincial ICZM strategies; (ii) core communes; (iii) outline of investment plans \nbased on preliminary assessment of existing livelihoods, and the search for alternative income-\ngenerating livelihood interventions; (iv) social services and rural infrastructure needs; and (iv) \nimplementation arrangements for an integrated ICZM project. \n \n15.  By the end of phase 1, the TA will select three core communes representative of the \ncoastal zone of each province.12 Core communes will be selected with the use of these criteria: (i) \nlevel of poverty, (ii) level of threat to livelihoods and coastal resources from natural disasters and \nhuman interventions, (iii) state of social services and rural infrastructure, and (iv) intercommunal \ncoastal resource conflicts. Noncoastal communes, i.e., those located near estuaries and lagoons, \nwill also be considered for selection on the same criteria. If the rural infrastructure interventions \nwill require land acquisition, resettlement plans will be prepared.  \n \n  2.  Phase 2 – Project Preparation \n \n16.  Phase 2 will build on the outputs of phase 1. Prefeasibility and detailed feasibility studies \nwill be prepared for improving the productivity of existing livelihoods, developing alternative \nlivelihood activities, and improving social service and rural infrastructure. The studies will (i) make \nrecommendations  on  the  form  of  livelihoods  and  related  functions;  (ii)  assess  the  possible \n(negative or positive) impacts on coastal zone resources (both within and beyond the boundaries \nof the communes); and (iii) carry out detailed environmental, social, financial, and economic \nanalyses following relevant ADB guidelines. Eventually, the results of the feasibility studies will \nfeed into and form the ICZM investment plans. To create a stronger sense of ownership, it will be \n                                                 \n9  The former project is cofinanced by the United Nations Development Fund and the Global Environment Facility; the \nlatter is financed by the Royal Netherlands Embassy and covers Ba Ria-Vung Tau, Thua Thien Hue, and Nam Dinh \nprovinces.  \n10  ADB. 2002.  Technical Assistance to the Socialist Republic of Viet Nam for  Preparing the Central Region Water \nResources Sector Project. Manila. \n11 Denmark and Norway are providing specific support to set up a national marine protected area system that will \ninvolve forming the necessary institutional, policy, and legal framework for the system. Denmark and the World Bank \nare financing a major investment project in southern Viet Nam that is linking poverty reduction and coastal resource \nmanagement with institutional, policy, and regulatory reforms.  \n12  There are no clear definitions of the coastal zone in Viet Nam and none of the provinces, except Quang Binh, have \nestablished definitions. During phase 1 of the TA, a working definition—that includes natural resource (i.e., hydraulic) \nand administrative boundaries—will be agreed to in consultation with key stakeholders. ", "5 \nimportant to ensure that the investment plans (i) are consistent with the ICZM strategies; (ii) have \nbeen endorsed by the beneficiaries, participating institutions, and other development partners; \nand (iii) will serve the dual project objectives of reducing widespread poverty and sustainably \nmanaging coastal resources. \n \nC.  Cost and Financing \n \n17.  The total cost of the TA is estimated at $815,000 equivalent, comprising $469,000 in \nforeign  exchange  and  $346,000  equivalent  in  local  currency.  ADB  will  provide  $650,000 \nequivalent to finance the entire foreign exchange cost and part of the local currency cost, \namounting to $181,000 equivalent. The TA will be financed on a grant basis from the Japan \nSpecial Fund, funded by the Government of Japan. The Government will contribute the balance \nof the local cost of $165,000 equivalent to cover expenses for office accommodation, counterpart \nstaff, part of domestic travel, survey and data gathering, and translation. The detailed cost \nestimates are in Appendix 2. The Government has been advised that approval of the TA does not \ncommit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n18.  To  carry  out  the  TA,  ADB  will  engage  an  international  consulting  firm  with  a \nmultidisciplinary team of international and domestic experts in accordance with ADB’s Guidelines \non the Use of Consultants. All equipment and material will be procured in accordance with ADB’s \nGuidelines for Procurement. The consultant team will prepare a full technical proposal. Eight \ninternational experts will be engaged for 22 person-months. In accordance with arrangements \nacceptable to ADB, the consulting firm will contract nine domestic experts, for a total of 52 \nperson-months. The outline terms of reference for the experts are in Appendix 3. \n \n19.  The Ministry of Planning and Investment (MPI) will be the Executing Agency, and the \nrespective provincial departments of planning and investment (DPIs) will be the implementing \nagencies. MPI will establish a project management office (PMO) in Hanoi, headed by a national \nproject coordinator. The Government will establish a project steering committee to guide and \ncoordinate the TA activities. The actual implementation of the TA activities will be at the provincial \nlevel. A project management unit (PMU) will be established at each DPI.  The Government’s \ncounterpart staff will provide inputs and help review the TA outputs through the PMO and PMUs. \n \n20.  The  TA  will  be  implemented  over  12  months  from  April  2004  to  March  2005.  The \nconsultant will submit an inception report 4 weeks after the start of the TA, a midterm report within \n5 months (at the end of phase 1), a draft final report (including a detailed feasibility study for the \nproposed project) within 9 months, and a final report within 1 month of receiving comments on the \ndraft final report from ADB and the Government. Four workshops—at inception, midterm (at the \nend of phase 1), interim (1 month into phase 2), and final (end of phase 2)—will be arranged to \nseek formal consultations and present the  findings and reports of the TA. TA management and \nimplementation plans are described in detail in Appendix 4. Loan processing is expected to start \nin March 2005. \n \nIV.   THE PRESIDENT’S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $650,000 on a grant basis to the \nGovernment of Viet Nam for preparing the Livelihood Improvement in Central Coastal Provinces \nProject, and hereby reports this action to the Board. ", "6  Appendix 1 \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n   \nSector identified as a national priority in country poverty  Sector identified as a national priority in country poverty \nanalysis?  Yes  partnership agreement?  Yes \n   \n \nContribution of the sector/subsector to reduce poverty in Viet Nam: Coastal communities in the north central and south \ncentral regions are among the poorest in the country. They are for the most part landless and lack access to \nalternative livelihoods. They depend on aquatic resources for livelihoods and nutrition. There is a positive opportunity \nto  contribute  towards  sustainable  poverty  reduction  by  improving  access  of  coastal  communities  to  improved \ntechnologies, better extension services, providing credit and savings facilities, improving access to wild capture \nfisheries, improving artisanal fisheries, conservation measures, and improving the access of coastal communities to \nimproved infrastructure and services. \n \nB.  Poverty Analysis   Proposed Classification \n \nWhat type of poverty analysis is needed?         Core poverty intervention \n \nParticipatory poverty analysis should be carried out. \n \nC.  Participation Process \n \nStakeholder analysis?  Yes \n \nParticipation strategy? Yes \n \nD.         Gender and Development \n  \nStrategy to maximize impacts on women: A gender strategy should be prepared to maximize women’s access to \nproject benefits. The gender strategy should target women in coastal communities for improved access to resources, \nimproved technology, extension services, credit and savings facilities, organization and support services. Women’s \naccess to basic social infrastructure and services should be improved. Their participation in decision making should be \nstrengthened through capacity building and improved opportunities to join participatory decision making and planning \nactivities. \n \nGender plan prepared?  Yes. The technical assistance will prepare a gender plan. \n \nE.  Social Safeguards and other Social Risks \n  Significant/Nonsignificant    Plan \n/None  Strategy to Address Issues  Required \nResettlement  None    No \nIndigenous Peoples  None    No \nLabor  None significant    No \nAffordability  None    No \nOther Risks/  None    No \nVulnerabilities \n \n ", "Appendix 2     7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Foreign  Local  Total \n  Item \n  Exchange Currency  Cost \nA.  Japan Special Fund Financing    \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  396 0 396\n      ii. Domestic Consultants  0 135 135\n    b.  International and Local Travel a  30 10 40\n    c.  Reports and Communications    2 3 5\n  2.  Equipment b    8 0 8\n  3.  Meetings and Seminars c    0 8 8\n  4.  Field Surveys d    0 20 20\n  5.  Miscellaneous Administrative Costs e    0 5 5\n  6.  Representative for Contract Negotiations f    3 0 3\n  7.  Contingencies    30 0 30\n        Subtotal (A)    469 181 650\n           \nB.  Government Financing   \n  1.  Office Accommodations    0 40 40\n  2.  Remuneration and Per Diem of Counterpart Staff    0 70 70\n  3.  Field Transport    0 20 20\n  4.  Meeting and Seminar Facilities    0 15 15\n  5.  Other Administrative Expenses    0 20 20\n        Subtotal (B)    0 165 165\n           \n                           Total     469 346 815\naIncluding costs for hiring vehicles and motorcycles, and domestic airfares. \nbIncluding procurement of two computers and one printer. \ncIncluding costs for a series of consultative meetings in the proposed project area. \ndLocal subcontracts for surveys, including expenses for enumerators. \neIncluding office utilities and supplies, and secretarial expenses. \nf Travel expenses for one representative of the Executing Agency for contract negotiations. \nSource: Asian Development Bank staff estimates. ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE \nA.  Introduction \n \n1.  The consultant team will assist the Government in preparing the Livelihood Improvement \nin Central Coastal Provinces Project (LICCPP) to reduce poverty and sustainably manage the \ncoastal zone resources in selected provinces of central Viet Nam. The technical assistance (TA) \nwill be implemented in two phases (the diagnostic and the design phase) of 5 months each, with \na 2-month break between the phases. The TA activities will be carried out through a coordinated \nconsultative process involving all the relevant stakeholders at the central, province, district, \ncommune, and community levels. It is envisaged that about 40% of the TA resources will be \nallocated to phase 1 and 60% to phase 2. The consultant team will prepare a detailed work plan \nand implementation schedule at inception. \n \n2.  In phase 1, project goals and objectives for preparing provincial integrated coastal zone \nmanagement (ICZM) strategies will be set. ICZM strategies will guide the process of identifying \nthe  alternative  livelihood  coastal  zone  resource  management  activities.1  This  diagnostic \nexercise will help in preparing priority investment plans. From the result of the participatory \ndiagnostic process, project components, subprojects, and core communes will be selected \nusing agreed upon social and environmental criteria. Institutional assessment, capacity building, \nand consultative processes will continue throughout phase 1 following a structured work plan \nthat will include workshops and training sessions. Early in phase 1, the consultant will prepare a \nsynopsis of all relevant recent and ongoing projects in Viet Nam in matrix form, indicating period \nof implementation, amount and source of funding, and key outputs and recommendation. The \nconsultant will establish synergies and/or complementarities of the activities and outputs of \nthese projects with LICCPP. \n \n3.  Despite the considerable and related work already completed in selected provinces \n(particularly  under  TA  3830–VIE)2,  more  resources  will  be  allocated  to  several  additional \nactivities in phase 1. For instance, a coastal zone resource mapping and assessment exercise \nwill be carried out. It will involve preparing resource maps for each commune (using appropriate \nmapping technology, such as the geographic information system [GIS]), a thorough analysis of \nthe causes and effects of actual or potential degradation of these resources through natural \ndisasters or human interventions, and recommendations for mitigation measures. In this phase, \nan investigation will study the possible alterative income generating activities, and social service \nand rural infrastructure needs that could contribute in an immediate and direct way to poverty \nreduction in coastal communes.  \n \n4.  In phase 2, detailed prefeasibility and feasibility studies will be carried out for income-\ngenerating activities, and social service and infrastructure needs, the results of which will feed \ninto the development of ICZM investment plans. Efficient and effective implementation of the \nensuing project investment plans will require building capacity as well as raising the awareness \nof the beneficiaries and staff of the relevant departments. Therefore, the TA will combine the \ndevelopment of the capacity building component of the ensuing loan with on-the-job training \nduring TA implementation. Training will focus on potential project beneficiaries and line agency \nstaff likely to be involved in implementing the ensuing project. \n                                                 \n1  Among others, the TA team will adopt Department for International Development’s (DFID’s) core guidance on a \nsustainable livelihood approach as described in the modified poverty impact assessment matrix in the Economic \nAnalysis of Policy-Based Operations, 2003. \n2  ADB. 2002.  Technical Assistance to the Socialist Republic of Viet Nam for Assessment and Strengthening of \nCoastal Management Institutions. Manila. ", "Appendix 3     9 \n5.  In  summary,  the  consultant  will  prepare  (i)  prefeasibility  and  feasibility  reports  of \nproposed project interventions; (ii) a gender development plan; (iii) a resettlement plan, if \nrequired; (iv) detailed economic and financial analyses of proposed interventions; (v) detailed \nproject costs tables (COSTAB format); (vi) project performance management system based on \nsound baseline data; (vii) estimates of recurrent costs to be financed by the Government \nbudget; and (viii) draft contract packages and bidding documents. All analyses and reports will \nfollow the relevant Asian Development Bank (ADB) guidelines and policies. \n \nB.  Terms of Reference for Consultants \n \n6.  The  international  and  domestic  specialists,  will  work  in  tandem  coordinating  and \nsynchronizing their activities and inputs to prepare coherent analyses and reports. The team \nleader will be responsible for the quality of the final output and for preparing the requisite TA \nreports. Eight international and nine domestic experts will be engaged for 22 and 52 person-\nmonths, respectively. Their fields will be in ICZM institutions and policy, natural resource \neconomics,  community  development,  agricultural  extension,  marine  resources,  rural \ninfrastructure, business development, farming systems, fisheries/aquaculture, and GIS.  The \nconsultants’ terms of reference are outlined in the following section. The category and length of \nservice (in person-months) of each consultant are in parentheses. \n1.  Coastal Institutions Specialist – Team Leader (international, 10) \n(i)  Prepare a detailed work plan and implement it for the duration of the TA. \n(ii)  Coordinate the work of the consultant team. \n(iii)  Briefly review relevant ADB and non-ADB projects to distill policy and \nintervention priorities relevant and important for designing the investment \nproject, with particular reference to effective implementation of integrated \narea development projects. \n(iv)  Design and conduct stakeholder workshops. \n(v)  Engage nongovernment organizations (NGOs) through subcontracts and \nsupervise their inputs for community consultations and capacity building \nactivities. \n(vi)  Review  Government  policy  and  institutional  arrangements  for  coastal \nzone management and make recommendations for improvement. \n(vii)  Design a capacity building program. \n(viii)  Prepare a project framework, design a project performance management \nsystem, consolidate and prepare various TA reports. \n(ix)  Assume overall responsibility for guiding the TA activities and producing \nthe final report and all intermediate products of the TA. \n \n2.  Natural Resources Economists – (international, 3.5; domestic, 8) \n(i)  Review the socioeconomic development plans of participating provinces, \ndistricts, and communes. \n(ii)  Recommend  improved  coastal  zone  livelihoods  and  resource \nmanagement interventions in selected communes. \n(iii)  Prepare guidelines and criteria for financial and economic evaluation of \nproposed  interventions,  following  ADB’s  Guidelines  for  the  Economic \nAnalysis of Projects. \n(iv)  Conduct economic and financial evaluation of existing and alternative \nlivelihood  opportunities  in  the  coastal  communes,  taking  into \nconsideration transboundary impacts. \n ", "10  Appendix 3 \n(v)  Analyze  market-based  instruments  in  combination  with  regulatory \nmeasures. \n(vi)  Recommend economic initiatives for selected communes in compliance \nwith natural resources and environmental protection guidelines. \n(vii)  Conduct  financial  and  economic  analyses  and  estimate  the  total \ninvestment cost of each intervention, subproject, and the whole project \n(prepare project costs in COSTAB format). \n(viii)  Assess  the  service  delivery  costs  of  indicative  rural  and  coastal \nenterprises and costs of market access for their outputs. \n(ix)  Assess  the  current  situation  of  microfinance  activities,  taking  into \nconsideration  relevant  policy  regulations,  and  identify  problems  and \nopportunities. \n(x)  Propose  improved  or  alternative  activities  to  extend  microfinance  to \nqualified poor households, \n(xi)  Prepare  a  report  of  detailed  project  costs,  financial,  and  economic \nanalysis. \n \n3.  Community Development Specialists (international, 2; domestic, 6) \n(i)  Prepare  socioeconomic  and  gender-specific  profiles  for  the  selected \ncommunes—identify issues and propose measures to solve them, paying \nspecific  attention  to  problems  associated  with  out-migration—in \naccordance  with  relevant  ADB  guidelines  and  publications,  including \nHandbook  on  Poverty  and  Social  Analysis  (2001),  Handbook  on \nResettlement  (1998),  and  Handbook  for  Incorporation  of  Social \nDimensions in Projects (1994), and the requirements of Viet Nam. \n(ii)  Conduct community-level surveys to attain feedback for improving the \nproductivity of existing livelihoods, or creating alternative livelihoods for \npotential beneficiaries. \n(iii)  Conduct poverty analysis in core communes as per guidelines in (i). \n(iv)  Recommend  poverty  intervention  approaches,  ensuring  equitable  and \nactive participation of women in project activities. \n(v)  Prepare a gender development plan following ADB’s guidelines in Gender \nand Development (1998). \n(vi)  For core subprojects, undertake social analysis as per the guidelines in (i) \nand  ADB's  Policy  on  Involuntary  Resettlement  (1995),  Indigenous \nPeoples  (1999),  and  Gender  and  Development  (1998).  Review  and \nassess the impacts of land acquisition or loss of land use on affected \npeople (loss of homes, agricultural, and other lands; or loss of access to \ncurrent  income-generating  activities),  including  impacts  caused  by \npermanent or temporary acquisition. If the project is likely to involve \nsignificant3  resettlement,  prepare  at  least  one  subproject  with \nresettlement issues as a core subproject. \n(vii)  Prepare implementable resettlement plans and framework as per ADB’s \nPolicy on Involuntary Resettlement and  Handbook on Resettlement: A \nGuide to Good Practice. Involve stakeholders including the executing and \nimplementing agencies. \n(viii)  Assist in developing capacity-building and awareness-raising plans. \n                                                 \n3  Resettlement is significant where 200 or more people experience major impacts. Major impacts are defined as \nphysical displacement of the affected people (APs) from housing and/or loss of more than 10% of their productive \nincome generating assets. ", "Appendix 3     11 \n \n4.  Coastal Environment Specialists (international, 1.5; domestic, 5) \n(i)  Review environmental data of coastal zones in participating provinces, \nthe transboundary effects, and the value of ecological sites. \n(ii)  Analyze coastal zone resource use patterns in core communes; identify \nresource use conflicts, gaps, and overlaps, and incompatibility of uses. \n(iii)  Review the regulatory framework for the use of coastal resources and \nenvironmental protection and identify need for improvements, if any. \n(iv)  Indicate  the  likely  environmental  impact  of  the  proposed activities on \npoverty reduction in core communes, taking into account transboundary \nimpacts. \n(v)  Following ADB guidelines, prepare the initial environmental examination \n(IEE) and a summary IEE for the proposed project interventions and an \nenvironmental management plan for the proposed project. \n(vi)  Prepare a report on the overall assessment of the environmental impact \non the whole project area or an environment impact analysis (EIA) or a \nsummary EIA. \n \n5.  Rural Infrastructure Specialists (international, 1.5; domestic, 5) \n(i)  Assess the current infrastructure conditions in selected communes and \ndetermine the need for further development in the context of the proposed \nproject interventions. \n(ii)  Examine  the  need  for  development  activities/construction  of \ninfrastructure, i.e., rural water supply and sewage, electrification, gravel \naccess roads, culverts, and bridges, by analyzing their environmental, \nsocial,  economic  impacts,  preliminary  costs,  and  utility  in  selected \ncommunes. \n(iii)  Assist other team members to work out investment plans. \n \n6.  Business Development Specialists (international, 1.5; domestic, 4) \n(i)  Assess the existing status and variety of businesses and their impact on \nthe coastal zone resources. \n(ii)  Propose new opportunities to develop small to medium-scale enterprises \nin the coastal communes by analysing their financial viability, prospects of \nmarketing (and its associated constraints) in the selected communes. \n(iii)  Work closely with other specialists on the team to assess the impact of \nexisting and proposed businesses on the coastal zone environment and \nbiodiversity. \n(iv)  Assess the current situation and potential for tourism in the project area. \n(v)  Propose new tourism development opportunities backed by sound market \nand financial analyses. \n \n7.  Farming Systems/Crops Specialists (international, 1; domestic, 5) \n(i)  Assess  the  existing  farming  systems  and  livelihood  activities  and \nrecommend ways and means to improve productivity in the coastal areas. \n(ii)  Propose  alternative  livelihood  opportunities  (e.g.,  crop  diversification); \nworking  closely  with  other  members  of  the  TA  team,  assess  the \nproposals’ technical and economic appropriateness for the project area. \n(iii)  Prepare a report to summarize the findings. \n \n ", "12  Appendix 3 \n8.  Fisheries/Aquaculture Specialists (international, 1; domestic, 5) \n(i)  Assess the current situation of fisheries in the project area and identify \nissues and problems (i.e., technology, tools, breeds, etc.). \n(ii)  Review the data and reports (i.e., those generated in Danish International \nDevelopment  Agency  [Danida]  projects)  and  assess  the  maximum \nsustainable yields (MSY) viz. the current catch. \n(iii)  Propose new initiatives to improve MSY, i.e., setting up of “exclusion \nzones” to be monitored and enforced by local communities in light of \nfisheries laws. \n(iv)  Assess the technical, environmental, and financial feasibility of offshore \nfishing. \n(v)  Assess the technical, environmental, and financial feasibility of small-\nscale and commercial “sand-pond” shrimp farming. \n(vi)  Working in tandem with other members of the team, propose improved \nand/or alternative livelihood activities, backed by sound analysis. \n(vii)  Prepare a report to summarize the findings. \n \n9.  Coastal Institutions and Policy Specialist (domestic, 10) 4 \n \n(i)  Assist  the  team  leader  in  preparing  a  detailed  work  program  and \nimplementation schedule for the TA. \n(ii)  Coordinate  the  consultant  team  in  conducting  poverty  reduction \nassessment in the proposed subproject sites. \n(iii)  Conduct  stakeholder  workshops  by  reviewing  government  policy  and \ninstitutional  arrangements  on  coastal  resources  management  with \nemphasis on commune level. \n(iv)  Design a capacity building programme with focus on the commune level. \n(v)  Assist the team leader to prepare all necessary reports for the TA. \n \n10.  Geographic Information System Specialist (domestic, 4) \n(i)  Assist the TA team in acquiring and setting up all available data on socio-\neconomic and coastal/natural resources in the project area, i.e., land use, \nenvironmental conditions, and develop the requisite thematic maps a the \nbaseline map of, at least, 1:25,000 with adjacent areas to easily interpret \nand understand the data in a broader area context.5  \n(ii)  Develop maps for interpreting the proposed development activities in the \nproject area. \n \n7.  Each international expert will have a local counterpart who will assist in accomplishing \nthe assigned tasks. Domestic experts’ specific terms of reference will be prepared by the team \nleader  during  the  inception  phase  of  the  TA  and  will  be  clarified  by  their  international \ncounterparts at the beginning of the respective assignments. \n                                                 \n4  Coteam leader. \n5  Most of the requisite GIS data already exist with Government institutions, i.e.,  Centre for Marine Environment \nSurvey, Research, and Consultation in Hanoi, and with several ongoing and completed projects. The TA team will \nacquire such data and modify it to fit the needs of this project. ", "Appendix 4     13 \nPROJECT MANAGEMENT \n \n1.  Due to the integrated nature of the technical assistance (TA), a number of central \nagencies and provincial departments will be actively involved in decision making, providing \ntechnical inputs, and logistical support, and reviewing the TA outputs. Since the Ministry of \nPlanning  and  Investment  (MPI)  will  be  the  Executing  Agency,  it  will  set  up  a  project \nmanagement office (PMO) in Hanoi to coordinate TA implementation. The PMO will be headed \nby a national project coordinator to provide technical and logistical support to the consultant \nteam. One technical person each from the Ministry of Natural Resources and Environment \n(MONRE), Ministry of Agriculture and Rural Development, and Ministry of Fisheries, will be \nappointed as national counterpart staff. The staff will form a working group and provide technical \ninputs, requisite data available within their own agencies, and comments on TA outputs. Since \nunder  the  restructured  setup  for  the  line  agencies,  MONRE  is  now  entrusted  with \ninstitutionalizing the integrated coastal zone management (ICZM) approach and making the \nrequisite policy at the national level, it will play an important advisory role, especially during the \npreparation of provincial ICZM strategies and action plans. \n \n2.  To provide overall guidance to the TA and to decide on all technical and design aspects \nof the project, a project steering committee (PSC) will be set up. The PSC will be headed by the \nvice minister of MPI and have one member each, at director’s level, from MONRE, MARD, \nMOFI; and vice chairs of all four provinces. The PSC will meet as and when required. But it will \nconvene, at least, prior to all tripartite meetings that are planned to take place at inception, end \nof phase 1, start-up of phase 2, the midterm review, and before the final workshop (Figure \nA4.1). The PMO will prepare the agenda of PSC prior to each meeting, and the minutes of the \nmeeting summarizing the decisions taken to guide the implementation of the TA and design the \ninvestment project.  \n \n3.  The TA activities will be implemented at the provincial level. The respective project \nmanagement units (PMUs) will be established at the department of Planning and Investments \n(DPI)  of  each  province.  The  PMUs  will  be  headed  by  the provincial project coordinators \nappointed  by  DPIs  and  will  have  one  counterpart  staff  each  from  Department  of  Natural \nResources  and  Environment;  Department  of  Agriculture  and  Rural  Development;  and \nDepartment of Fisheries. Same as in the center, counterpart staff in each PMU will form a \nprovincial working group to provide technical inputs, requisite data available within their own \ndepartments, and comments on TA outputs. Provincial working groups will actively participate in \nall aspects and activities of both phases and work closely with the TA team. The central and \nprovincial  working  groups  will  provide  technical  backstopping  to  PSC’s  decision-making \nprocess. PSC, PMO, PMU, central, and all provincial working groups will be constituted and \ntheir staff appointed before the mobilization of TA consultant. The project organization chart is in \nFigure A4.2.  ", " \nFigure A4.1: Implementation Plan  1\n4\nProject Month Person-Months      A\nPosition pp\n1 2 3 4 5 6 7 8 9 10 11 12 en\nd\nix\nInternational Consultants  4\n \n1 Coastal Institutions Specialist-Team Leader        1 0.00\n2 Natural Resources Economist          3 .50\n3 Community Development Specialist          2 .00\n4 Coastal Environments Specialist          1 .50\n5 Rural Infrastructure Specialist          1 .50\n6 Business Development Specialist          1 .50\n7 Farming Systems/Crops Specialist          1 .00\n8 Fisheries/Aquaculture Specialist          1 .00\nDomestic Consultants\n1 Coastal Institutions Specialist-Deputy Team Leader           1 0.00\n2 Natural Resources Economist             8 .00\n3 Community Development Specialist             6 .00\n4 Coastal Environments Specialist             5 .00\n5 Rural Infrastructure Specialist             5 .00\n6 Business Development Specialist             4 .00\n7 Farming Systems/Crops Specialist             5 .00\n8 Fisheries/Aquaculture Specialist             5 .00\n9 Geographic Information System Specialist             4 .00\nTotal        2 2.00           5 2.00\nReports Inception Report\nMidterm Report\nDraft Final Report\nFinal Report\nTripartite Meetings\nWorkshops\n \n ", " \nFigure A4.2: Project Organization \n \nProject Steering Committee \nHeaded by Vice Minister, MPI \nOne director each from MONRE, \nMARD, MOFI, and Vice Chairs of \nall four PPCs \nProject Management Office \nHeaded by National Project \nCoordinator at MPI \nOne counterpart each from MONRE, \nMARD, and MOFI \nProject Management Unit —  Project Management Unit—  Project Management Unit—  Project Management Unit— \nQuang Nam  Thua Thien-Hue  Quang Tri  Quang Binh \nHeaded by Provincial Project  Headed by Provincial Project  Headed by Provincial Project  Headed by Provincial Project \nCoordinator, DPI  Coordinator, DPI  Coordinator, DPI  Coordinator, DPI \nOne counterpart each from  One counterpart each from  One counterpart each from  One counterpart each from \nDONRE, DARD, and DOFI  DONRE, DARD, and DOFI  DONRE, DARD, and DOFI  DONRE, DARD, and DOFI \n \nA\nDARD = Department of Agriculture and Rural Development, DOFI = Department of Fisheries, DONRE = Department of Natural Resources and Environment, DPI =  p\nDepartment of Planning and Investment, MARD = Ministry of Agriculture and Rural Development, MOFI = Ministry of Fisheries, MONRE = Ministry of Natural Resources  pe\nn\nand Environment, MPI = Ministry of Planning and Investment.  d\nix\n 4\n     1\n5\n "], "metadata": {"Creator": "PPTApaper-9Dec03-VIELICC-2.DOC - Microsoft Word", "CreationDate": "D:20040127150531Z", "Title": "PPTApaper-9Dec03-VIELICC-2.DOC", "Author": "zbo", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040204145142+08'00'"}}