{"path": "data/input/ta/tar-ind-37059.pdf", "pages": [" \n   \nASIAN DEVELOPMENT BANK TAR: IND 37059 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO \n \n \nINDIA \n \n \n \nFOR THE DEVELOPMENT OF HIGH DENSITY CORRIDORS UNDER THE \n \nPUBLIC-PRIVATE PARTNERSHIP \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", "2   \nCURRENCY EQUIVALENTS \n(as of 31 October 2003) \n \n      Currency Unit  –  rupee/s (Re/Rs) \n      Re1.00  =  $0.022 \n      $1.00  =  Rs45.70 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BOT  –  build-operate-transfer \n  CSP  –  Country Strategy and Program \n  EIA  –  environmental impact assessment \n  HDC  –  high density corridor \n  IEE  –  initial environmental examination \n  IPDP  –  indigenous people development plan \n  MORTH  –  Ministry of Road Transport and Highways \n  NH  –  National Highway \n  NHAI  –  National Highways Authority of India \n  NHDP  –  National Highway Development Program \n  O&M  –  operation and maintenance \n  PMC  –  Project Management Consultant \n  PPP  –  Public-private partnership \n  PIU  –  project implementation unit \n  PSI  –  private sector investment \n  TA  –  technical assistance \n \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 March. \n \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n  \n \nThis report was prepared by S. Tsukada,  Transport and Communications Division, \nSouth Asia Department. ", "I.  INTRODUCTION \n1.  During the 2003 Country  Strategy Program Mission of the Asian Development Bank \n(ADB), the Government of India (“the Government”) requested technical assistance (TA) for the \ndevelopment  of  a  national  highway  development  strategy  for  Post-National  Highway \nDevelopment Program (NHDP).1 The ADB TA Fact-Finding  Mission2 visited India on 3–13 \nMarch 2003 and conducted discussions with officials of the Department of Economic Affairs, \nMinistry of Road Transport and Highways (MORTH), and National Highway Authority of India \n(NHAI).  The Mission and the Government reached an understanding on the revision of the \noriginal scope of the TA from the formulation of a post-NHDP national highway development \nstrategy to the development of a high-density corridor (HDC) development program (the HDC \nProgram). Further discussions were held with these agencies in May, August, and November \n2003, on the implementing agency, institutional arrangements for implementation, and detailed \nscope of the TA.  The TA paper was prepared based on the understandings reached with the \nGovernment during these discussions. The TA was included in the 2003 country strategy and \nprogram (CSP)3 for India. The TA framework is attached in Appendix 1. \n \nII.  ISSUES \n2.  India’s economy has long suffered from a chronic lack of capacity in the national \nhighway systems.  Of 58,211 kilometers (km) of national highways, 39% are still single-lane; \n59% are two lanes; and only 2% are four-lane highways, which is desirable for arterial national \nhighways. Thus, the Government has launched a radical program of upgrading three key \ncorridors: (i) the Golden Quadrilateral, connecting four major metropolitan cities in India; (ii) the \nEast-West Corridor, connecting eastern and western ends of the country; and (iii) the North-\nSouth  Corridor,  connecting  northern  and  southern  ends  of  the  country.  The  corridor \ndevelopment program extends for 13,000 km and cost the nation $13 billion. The NHDP aims  \nto increase integration of the country by connecting four of its corners. ADB, in support of the \nNHDP,4 has provided three loans for 2000–2002 and will provide another two loans for 2003–\n2004, with the total loan amount expected to reach $1.5 billion. The World Bank has been \nproviding similar loan amounts for the NHDP with the expected amount of $1.5 billion to $2.0 \nbillion for the same period.   \n \n3.  In March 2003, the HDC Program, which is comparable to the NHDP in scale of \ninvestments ($8 billion) and length (10,000 km), was announced by the Government. The HDC \nProgram was for rehabilitating and widening the two lane or narrower corridors with an average \ndaily traffic of more than 30,000 passenger car equivalent units. MORTH identified 38 HDCs \nqualified for the HDC Program, each ranging of 200–300 km.5 The HDC Program will start this \nyear and will be completed in 7 years (including 2 years of construction).  \n \n4.  Given the limited available public sector funds (i.e., the central road funds can not be \nmade available for the HCD Program because they are already committed for the next 10 years \nfor debt services associated with NHDP development), the Government has decided to adopt \n                                                 \n1 The TA first appears in ADB Business Opportunities (Internet Edition) on 20 June 2003 under the name Post \nNational Highway Development Program National Highway Development Strategy Program. The September 2003 \nissue of the ADB Business Opportunities described the revised scope.  \n2 Comprising S. Tsukada (principal transport specialist/mission leader), F. C. Kawawaki (commercial cofinancing \nspecialist), and C. Kim (sr. private sector specialist).  \n3  ADB. 2003. Country Strategy and Program (2004-2006): India. Manila. \n4  NHDP was started in 1999 and aimed for completion by 2007. \n5 These HDCs would be further expanded to include those corridors which would have lower traffic but provide critical \nlinkage to isolated state capitals. ", "2  \nbuild-operate-transfer (BOT) scheme for the HDC development. However, because tolls can not \nbe charged on a full cost recovery basis, the Government intends to provide a grant to cover a \npart of construction costs, to keep tolls at the level affordable for various groups of society, \nincluding  local  communities.  Under  the  scheme,  prospective  contractors  will  compete  for \nconcessions for toll road operation. Contractors who claim the lowest grant will win the BOT \nbidding.  \n \n5.  Successful implementation of the public-private partnership (PPP) program will require, \nas a prerequisite, the establishment of a policy and institutional framework conducive to private \nsector participation. Thus, MORTH issued in 1997 Guidelines for the Private Sector Participation \nin the Road Infrastructure, and took policy actions, including (i) according tax exemption status to \nBOT investors; (ii) indicating government commitment in all preparatory activities, including land \nacquisition and removal of utilities; (iii) enabling the Government to provide grants of up to 40% \nof the project cost; (iv) allowing foreign direct investments up to 100% equity participation; (v) \nallowing duty free import of modern high performance construction equipment; and (vi) amending \nthe National Highway Act to authorize private sector investors to operate a part of the national \nhighway system and collect tolls under Government regulation.  \n \n6.  Another critical element of the institutional framework is the Government’s toll policy.  \nThe current policy is that, once the national highways are upgraded to four lanes, they will be \nconverted to toll roads. The level of tolls is uniformly set by the Government for the national \nhighways. Tolls are adjusted for inflation based on the whole sale price index every year for \nBOT sections and every 3 years for NHAI sections. The tolls are not set for the full cost \nrecovery, but to cover operation and maintenance and a part of debt services.  \n \n7.  The implementing agency is another crucial issue. Originally, MORTH was assigned to \nimplement the HDC Program.  However, the Government has later delegated the task to NHAI, \nan agency better equipped for the PPP program. NHAI was empowered to form joint ventures \nwith private sector investors, form special purpose vehicles, invest and lend the funds for such \nventures, and raise funds through issuing debentures. \n \n8.  While NHAI has used PPP schemes for highway development in a number of projects, it \nhas never undertaken BOT development of this magnitude, entailing 140-160 BOT investments. \nThis will require, within NHAI, the establishment of a unit specializing in the HDC Program.  \n    \n9.  Based on the above framework, further discussions were held with the Government on \nhow the HDC Program is to be implemented and in what manner ADB can assist with its \nprocess.  The possible framework of ADB assistance under consideration is as follows:  \n \n(i)  Provision of TA. TA could be provided for defining institutional arrangements for \nprogram implementation, including organizational arrangements to be set up \nwithin NHAI, project management consultants, and financing mechanisms to \nfacilitate project preparation and enhance the financial viability of BOT projects.  \n \n(ii)  Engineering support facility. The HDC Program will require the establishment \nof a revolving fund that will enable NHAI to prepare projects in cost-effective \nmanner, as the money spent for the project preparation will be recouped from \nBOT contractors and used again for other projects. Based on the 2003 CSP, \ndiscussion is under way for the possible provision of an engineering support loan \nfor providing seed money for the revolving fund.   \n ", "      3 \n(iii)  Sector loans. Once the TA is undertaken and the revolving fund is established, \nADB would start processing a sector loan to help develop BOT projects. ADB \nwould finance the public sector contribution of the construction cost, while the \nrest of the construction cost and the operation and maintenance cost would be \ncovered by the private sector.  Once the sector loan is included in the CSP, it is \nlikely to lead to a series of lending for the highway sector, similar in scale to the  \nNHDP. ADB’s intervention would cover one third or one fourth of the Program \ncost.   \n \n(iv)  ADB assistance through private sector operations. ADB can provide partial \ncredit guarantees which do not require sovereign counter guarantees to private \nsector financiers to facilitate borrowings by BOT contractors. ADB could also \nconsider  providing  debt  and  equity  investments  in  BOT  contractors.  Such \ninvestments would require discussions with the Government, which has shown \ninterest in these private sector financing and guarantee schemes.  \n \n10.  The TA is an integral part of the package of assistance noted in para. 9, covering the \ninitial stage of the development. The provision of the TA in a timely manner is critical for the \nsuccessful implementation of the HDC Program.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The purpose of the TA is to facilitate the implementation of the HDC Program by (i) \nestablishing  institutional  arrangements  necessary  for  project  management  and  financing \nmechanisms, and (ii) elaborating the concept of the entire HDC Program to provide an overall \nplan for its implementation.  \n \nB.  Methodology and Key Activities \n12.  The TA will have five components: \n \n(i)  Institutional arrangements.  The first component will (i) develop institutional \narrangements needed for the efficient delivery of the overall program, and (ii) \ndefine those key concepts such as the “revolving fund for project preparation \nfacility” and the “capital investment grant fund” (Appendix 3). \n \n(ii)  Traffic projection and prioritization.  The second component will support  (i) \nreviewing  the  current  traffic  projections  for  individual  HDCs,  completed  by \nMORTH; (ii) developing a traffic forecast methodology to be applied for the HDC \nProgram and, based on the methodology, forecasting traffic for each HDC; (iii) \ntaking stock of current road conditions (particularly road roughness), right of way \navailability, and environmental and social impediments; and (iv) based on these \nanalyses,  prioritizing  investments  and  developing  a  time  table  for  the  HDC \nProgram implementation. \n \n(iii)  PPP investment schemes. The third component will support (i) reviewing the \nPPP schemes such as annuity-based concession, toll-based BOT, and special \npurpose  vehicles,  and  comparing  their  relative  merits;  (ii)  recommending \nappropriate forms of PPP schemes to be applied for HDC development, including ", "4  \na BOT scheme with grant provision from NHAI and annuity-based concession \nwith tolling right to be transferred to the concessionaire; (iii) developing the \nappropriate modality for ADB lending through its public sector window, to fit the \noperating principles set out in ADB’s Charter; and (iv) if needed, recommending \nmodifications to the current model contract documents for the PPP. \n \n(iv)  Program  design.  The  fourth  component  would  design  a  structure  for  ADB \nfinancing of part of the HDC Program, under the sector loan modality. ADB’s \nintervention would cover one third or one fourth of the HDC Program to be \nmanaged by a project management consultant or one chief general manager. \nThe tasks include (i) recommending to NHAI the subprogram to be covered by a \nseries of ADB sector loans; (ii) developing the concepts for each HDC under the \nsubprogram;  (iii)  identifying  HDCs  to  be  included  in  the  sector  loan;  (iv) \nconducting initial environmental screening for each HDC to be selected; and (v) \nconducting the sector environmental assessment and developing road safety \nstandards and necessary activities to be included in the sector loan.  \n \n(v)  Social safeguards.  The fifth component will cover (i) an initial poverty and \nsocial assessment for each HDC in the subprogram, in accordance with ADB’s \nGuidelines on Initial Poverty and Social Assessment; (ii) initial screening for \ninvoluntary  resettlement  and  indigenous  peoples  by  filling  out  the  relevant \nchecklists; (iii) a resettlement framework and indigenous people development \nframework, to be prepared in accordance with ADB’s policy.   \n \n13.  Components (i)–(iv) will be carried out by a consulting firm and component (v) will be \ncarried  out  by  individual  consultants.    Where  conducting  components  (iv)  and  (v),  the \nconsultants will refer to the work which done during the preparation and processing of the \nNational Highway Corridor (Sector) I Project. \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $900,000 equivalent, comprising $574,100 in \nforeign exchange costs and $325,900 equivalent in local currency costs. ADB will provide \n$700,000 equivalent on a grant basis, to finance the entire foreign exchange cost of $574,100 \nand $125,900 equivalent of local currency costs. The TA will be financed on a grant basis from \nthe Japan Special Fund, funded by the Government of Japan. The Government will finance the \nremaining  $200,000  equivalent  of  the  local  currency  costs,  which  will  include  office \naccommodation, counterpart staff remuneration, communication, transportation, and surveys. \nThe cost estimates and financing plan are detailed in Appendix 2.  \n \nD.  Implementation Arrangements \n15.  NHAI  will  be  the  Executing  Agency.  By  January  2004,  NHAI  will  establish  a  TA  \nimplementation unit that will be the focal point for implementing the TA.  \n \n16.  ADB  will  engage  a  consulting  firm,  using  ADB’s  quality-  and  cost-based  selection \nprocedures with the simplified technical proposal. The task will require 18 person-months input \nof international and 8 person-months input of domestic consultants. ADB will also engage two \nindividual consultants, one international and one domestic. The selection of the consulting firm \nand  individual  will  be  carried  out  in  accordance  with  ADB’s  Guidelines  on  the  Use  of ", "      5 \nConsultants and other arrangements satisfactory to ADB on the selection and engagement of \ndomestic consultants.  \n \n17.  The TA will commence in January 2004 and be closed in December 2004.  Terms of \nreference (TOR) for the consulting firm are outlined in Appendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding $700,000 on a grant basis to the Government of \nIndia, and hereby reports this action to the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance Indicators/  Monitoring  Assumptions \nTargets  Mechanisms  and Risks \nGoal        \n•  Enhancement of the overall  • Net domestic products of project  • Macroeconomic   \nefficiency of the economy, thus  states.  data   \ncontributing to the economic       \ngrowth of the country.  • Extent of the private sector  • Report from   \n•  Increased private sector  participation in national highway  Project \nparticipation in infrastructure  development.  Implementation \ndevelopment.  Unit (PIU) \nPurpose        \n•  To facilitate the implementation  • Time elapsed for the preparation  Report from PIU  PIU functions \nof the high density corridor  and processing of individual    well  \n(HDC) Program under the public-  projects.   \nprivate partnership scheme.  • Success rates of build-operate- \ntransfer projects.  \nOutputs        \n•  The necessary institutional  • Recommendations on the  Progress report of  Strong planning \narrangements for project  institutional arrangement for  the consulting firm  and analytical \nmanagement and financing  project management and for    capability of the \nmechanisms is to be established.  financing mechanisms of the  consulting firm \n \n  program. \n \n•  The concept of the entire HDC  • A report on the prioritization of the \nProgram is to be developed to  individual HDC projects, a time   \nprovide an overall plan for the  table for program implementation   \nprogram implementation.   and project concept and structure   \nof individual HDC projects, which \nhas incorporated the results of the \nenvironmental and social analysis.   \nActivities        \n•  Defining the concepts of the  • Analysis commence in January  Progress report of  The selected \n“revolving fund for project  2004 and complete in February  the consulting firm  consultant \npreparation facility” and the  2004.    performs well \n“capital investment grant fund.”     \n• Traffic counts and projection to be \n•  Prioritizing investments and   \nconducted in February–May \ndeveloping program \n2004. \nimplementation schedule. \n \n•  Developing public-private  • Development of the applicable \npartnership schemes for the  public-private partnership \nprogram as well as individual  schemes in March–June 2004. \nprojects.  • HDCs to be decided by June \n•  Identification of HDCs to be  2004. \nincluded.  • Concept to be developed by June \n2004. \n•  Developing the project concept \n• Assessment conducted in June \nfor each HDC. \n2004. \n•  Conducting the sector \nenvironmental assessment and \ndeveloping resettlement and \nindigenous people development \nplan frameworks. \nInputs        \n•  Engagement of a consulting firm  • $640,000  Asian Development  Timely \n•  Engaging individual consultants  •  $54,000   Bank project team  procurement of  \nconsultants ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \nItem  Foreign  Local  Total \nExchange  Currency  Cost \n       \nA.  Asian Development Bank Financing       \n  1.  Components 1–5       \n    a.  Remuneration       \n    i.  International Consultants   453,500    0   453,500 \n      ii.  Domestic Consultants    0    66,000    66,000 \n    b.  International and Local Travel    65,000    4,000    69,000 \n    c.  Traffic Count Survey Cost    0    38,000    38,000 \n    d.  Workshops    0    3,000    3,000 \n    e.  Reports and Communications    0    2,600    2,600 \n    f.   Contingencies    50,600    11,300    61,900 \n         Subtotal (1)   569,100    124,900   694,000 \n       \n  2.  Others       \n    a.  Miscellaneous Administration and Support Cost    0    1,000    1,000 \n    b.  Negotiation with Consulting Firm    5,000    0    5,000 \n        Subtotal (2)    5,000    1,000    6,000 \n       \n          Subtotal (A)   574,100    125,900   700,000 \n       \nB.  Government Financing       \n  1.  Office Accommodation    0    50,000    50,000 \n  2.  Remuneration and Per Diem of Counterpart Staff    0    120,000   120,000 \n  3.  Studies, Surveys, and Reports    0    10,000    10,000 \n  4.  Communication    0    10,000    10,000 \n  5.  Administrative Support    0    10,000    10,000 \n        Subtotal (B)    0    200,000   200,000 \n       \n          Total   574,100    325,900   900,000 \nSource:  Asian Development Bank estimates. \n \n \n \n ", "8  Appendix 3 \nTERMS OF REFERENCE FOR CONSULTANTS \nA.  Components 1–4 \n1.  Team of Experts. The consulting firm will form a team of eight experts with the following \nqualifications: \n \n(i)  International transport economist. The economist will have had (a) experience \nin public-private partnership (PPP) projects in the highway sector; (b) knowledge \nof highway development in the South Asia Region; (c) knowledge of the policy \nand procedural requirements of multilateral aid agencies such as the Asian \nDevelopment Bank (ADB) or the World Bank; and (d) preferably, knowledge on \nthe India’s consulting and construction industries. The economist will lead the \nconsultant team.   \n \n(ii)  International  project  finance  specialist.  The  specialist  will  have  had  (a) \nextensive first-hand experience with build-operate-transfer (BOT) schemes or \nsimilar private sector participation (PSP) schemes, in the transport sector; and \n(b) broad experience in implementing BOT or PSP projects, knowing the whole \nprocess  of  processing  PSP  projects,  including  conceptualization,  bidding, \nnegotiation, and financial closure. Adequate knowledge on India’s financial sector \n(banking,  infrastructure  financing,  credit  rating,  India’s  capital  markets)  is \npreferable.  \n \n(iii)  International transport specialist. The specialist will have had (a) extensive \nexperience working for the multilateral aid agencies such as ADB and WB; and \n(b)  knowledge  of  traffic  projection,  particularly  on  toll  roads,  which  require \ndemand forecast for with and without toll scenarios; and (c) extensive experience \norganizing traffic counts, compiling traffic data, and conducting traffic projection. \n \n(iv)  International  environmental  specialist.  The  specialist  will  have  had  (a) \nextensive experience working for multilateral aid agencies such as ADB and WB; \nand (b) knowledge of the safeguard policies of these agencies in the area of \nenvironment; and (c) knowledge of Indian Government requirements on the \nenvironment. \n \n(v)  International road safety specialist. The specialist will have had extensive \nexperience  assisting  developing  countries  in  road safety. Extensive working \nexperience with multilateral aid agencies such as ADB and WB is preferable. \nAreas  of  particular  importance  are  the  enforcement  of  traffic  regulation, \nemergency road services, road signage, highway design for road safety, and \nroad safety audit and traffic engineering.  \n \n(vi)  Domestic financial analyst. The analyst will have had extensive experience in \nfinancial analysis and model development for financing of infrastructure sector \nprojects.   \n \n(vii)  Domestic environmental specialist. The specialist will have had extensive \nexperience in environmental assessment of highway development projects in \nIndia, and should had extensive experience in field surveys.  \n ", "  Appendix 3  9 \n(viii)  Domestic  transport  specialist.  The  specialist  will  have  had  extensive \nexperience organizing traffic counts, compiling traffic data, and conducting traffic \nprojections.  \n \n2.  Scope of Work. The team of experts will carry out the following tasks: \n \n  (i)  Development of institutional arrangements:  \n \n(a)  The  implementation  of  this  magnitude  of  the  HDC  Program  requires \nsystematic preparation of individual projects (likely to total 140–160). This \nwill require the establishment of institutional arrangements for the efficient \nimplementation of the high density corridor (HDC) Program.   \n(b)  The implementation of the above HDC Program would also require the \nestablishment  of  a  revolving  fund  to  enable  the  National  Highways \nAuthority of India (NHAI) to prepare projects in a cost-effective manner, \nas the money spent for project preparation will be recouped from BOT \ncontractors and reused for other projects.  The Consultants are required \nto elaborate the concept of  the “revolving fund for project preparation \nfacility,” describe how the revolving fund is to be structured and managed, \nand estimate resource requirements. The task includes the estimation of \nthe  appropriate  level  of  charges  by  NHAI  to  the  successful  BOT \ncontractors. The charges should include the cost of project preparation, \nincluding the resettlement plan, environmental assessment, and other \nreasonable activities to be born by the BOT contractors.   \n(c)  Given that the HDCs have been used for decades with no tolls being \ncharged, but will be converted into toll roads with the level of tolls being \ncontrolled by the Government regulations, the private sector can not \ndevelop, operate, and maintain the roads without public sector support. \nHDCs are, therefore, envisaged to be carried out as PPP. The possible \nPPP  schemes  include  the  government  provision  of  a  grant  to  BOT \ncontractors to cover part of the construction costs, paid as a lump-sum \nbasis or in tranches. Since a number of BOT/concession projects are \nbeing implemented simultaneously during 5–6 years, a pool of grants to \nbe paid to the contractors at different construction stages, should be \nconsidered.  The  consultants  will  elaborate  the  concept  of  the  capital \ninvestment  fund  and  describe  how  the  fund  is  to  be  structured  and \nmanaged.  \n \n(ii)  Traffic projection and prioritization.  \n \n(a)  The Ministry of Road Transport and Highways has forecast traffic for most \nof the HDCs, but much data needs to be verified and updated by the \nconsultants.  The  traffic  forecast  should  cover  normal,  diverted,  and \ngenerated traffic. The diverted traffic should be estimated on the basis of \nthe  network  analysis.  Traffic  projection  should  be  done  for  with  and \nwithout toll scenarios. \n(b)  The consultants should inventory all HDCs with regard to road conditions \n(particularly road roughness), right-of-way availability, environmental and \nsocial impediments, etc. \n(c)  Based on the analyses, the consultants should prioritize the investments \nfor HDCs, and develop a time table for developing the corridor.   \n ", "10  Appendix 3 \n \n(iii)  Public-private partnership scheme development: \n \n(a)  The consultants will review the PPP schemes which have been used by \nNHAI, such as annuity-based concession, toll-based BOT, and special \npurpose vehicles, and comparing their relative merits.  \n(b)  The consultants will develop appropriate forms of PPP schemes to be \napplied  for  HDC  development,  including  a  BOT  scheme  with  grant \nprovision from NHAI and annuity-based concession with tolling right to be \ntransferred to the concessionaire. \n(c)  The consultants will also develop an appropriate lending modality under \nfor ADB to assist PPP projects through its pubic sector financing window.  \nThe  proposed  PPP  lending  modality  should  be  in  line  with  ADB’s \noperating principles, particularly that of “drawing the funds only to meet \nexpenditures as they are actually incurred.” \n(d)  The consultants will, if needed, recommend modifications to the current \nmodel contract documents developed by the Government for the PPP. \n \n(iv)  Program design: \n \n(a)  The  consultants  will:  (i)  determine  with  NHAI,  the  subprogram  to  be \ncovered by a series of ADB sector loans; (ii) develop project concepts for \nthe individual HDCs to be covered by the subprogram; (iii) design the \nstructure of the BOT scheme best suited for each project; (iv) conduct \nenvironmental  screening  for  all  subprojects  to  be  included  in  the \nsubprogram,  and  develop  sector  environmental  assessment  for  the \nsubprogram,  in  accordance  with  ADB’s  current  environmental \nassessment  guidelines;  (v)  develop  a  set  of  performance  monitoring \nindicators to be used for evaluating the impact of the subprogram; and (vi) \ndevelop road safety standards and necessary activities to be included in \nall subprojects to enhance road safety. \n \n3.  The international transport economist will be the team leader and will organize and \nmanage  the  entire  work  program.  The  task  will  require  5  person-months  of  input  by  the \ninternational  transport  economist,  5  by  the  international  project  finance  analyst,  4  by  the \ninternational  transport  specialist,  2  by  the  international  environmental  specialist,  2  by \ninternational highway engineer, and 1 by the road safety specialist. In addition, 3 person-months \nwill  be  needed  by  the  domestic  financial  analyst,  and  2  by  the  domestic  environmental \nspecialist, and 2 by domestic social development specialist.  \n \n4.   Time table. The implementation schedule is as follows: \n \n(i)  an inception report by the end of February 2004, \n(ii)  a draft report on the institutional arrangement component by the end of  March \n2004, \n(iii)  a draft report on the traffic forecast and prioritization by the end of June 2004, \nand \n(iv)  a draft report on the program design component by the end of August 2004. ", "  Appendix 3  11 \nB.  Component 5 \n \n5.  Team of Experts. To carry out the component, one international resettlement specialist \nand one domestic social development specialist will be engaged. Key requirement for the \nspecialists are as follows:      \n \n(i)  The resettlement specialist: He/she should be familiar with the process of land \nacquisition and resettlement in India. He/she should have more than five years of \nexperience working for these areas. Key requirements are familiarity with ADB’s \npolicy and procedural requirements for resettlements and extensive involvement \nin ADB financed highway projects.  \n(ii)  The social development specialist: He/she should be familiar with the process \nof  social  development  issues  including:  HIV/AIDS,  indigenous  people \ndevelopment, women/children trafficking, and gender issues. He/she should have \nmore than three years’ of working experience in these areas.  A key requirement \nis familiarity with policy and procedural requirements of ADB and/or the World \nBank.   \n \n6.  Scope of Work. The scope of work is as follows: \n \n(i)  Resettlement.  The  international  resettlement  specialist  will  carry  out  the \nfollowing tasks: \n \n(a)  Review  and  evaluate  the  effectiveness  of  the  current  organizational \narrangements  for  land  acquisition  and  resettlement,  including  NHAI’s \nexperience in monitoring the implementation of the resettlement plan and \nadequacy of human resources of environment and social development \nunit.  Based  on  this  assessment  and  if  necessary,  develop \nrecommendations for strengthening NHAI’s capacity to implement the \nactivities. \n(b)  Conduct an initial poverty and social assessment in accordance with \nADB’s guidelines.  \n(c)  Conduct  initial  screening  for  involuntary  resettlement  and  indigenous \npeople by filling out the appropriate checklists. \n(d)  Develop a resettlement framework in accordance with ADB’s policy.   \n \n(ii)  Social development. The domestic social development specialists will carry out \nthe following tasks: \n \n(a)  Conduct  necessary  surveys  on  emerging  social  issues,  including \nHIV/AIDS, trafficking of women and children, and gender issues. \n(b)  Develop the indigenous people development framework to be applied for \nall projects. \n "], "metadata": {"Creator": "Main text of TA for a post NHDP3 - Microsoft Word", "CreationDate": "D:20040212164634Z", "Title": "Main text of TA for a post NHDP3.doc", "Author": "vfl", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040223165601+08'00'"}}