{"path": "data/input/ta/tar-prc-36471.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK\n  TAR: PRC 36471 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \nPEOPLE’S REPUBLIC OF CHINA \n \n \nFOR  \n \n \nWASTE COAL UTILIZATION STUDY \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2004", " \nCURRENCY EQUIVALENTS \n(as of 15 July 2004) \n \n \nCurrency Unit  –  yuan (CNY) \nCNY1.00  =  $0.1208 \n$1.00  =  CNY8.2772 \n \nThe exchange rate of the yuan is determined in relation to a weighted basket of currencies of \nthe trading partners of the People’s Republic of China. In this report, a rate of $1.00 = CNY8.30 \nis used. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GSP  –  government of Shanxi Province \n  MW  –  megawatt \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \n \nTA CLASSIFICATION \n \nPoverty Classisfication  –  Other \nSector       –  Energy \nSubsector      –  Energy sector development and reforms \nTheme       –  Sustainable economic growth \nSubtheme      –  Environmental sustainability \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by B. Q. Lin (team leader). \n \n \n ", " \nI.  INTRODUCTION \n \n1.  During  the  2004  Country  Programming  Mission,  the  Government  of  the  People’s \nRepublic of China (PRC) confirmed its request for technical assistance (TA) from the Asian \nDevelopment Bank (ADB) to help the government of Shanxi Province (GSP) develop its waste \ncoal utilization strategy, with a focus on specific investment planning.1 In July 2004, the Fact-\nFinding Mission was fielded to assess the results of available studies and determine the scope \nof  the  TA.  The  Mission  held  discussions  with  Government  and  GSP  representatives.  An \nunderstanding was reached on the TA  goals, purpose, scope, cost  estimates, financing and \nimplementation arrangements, and  consultants’ terms of reference. The TA framework is in \nAppendix 1. \n \n \nII.  ISSUES \n \n2.  The PRC is the world’s largest coal producer and consumer. In 2003 the PRC produced \nabout 1,670 million tons (t) of raw coal, about 28% of the world’s total. Coal accounts for 95% of \nthe nation’s primary  fossil energy resources and provides more than 75% of the energy for \npower generation, 65% of chemical raw materials, and more than 50% of commercial and \ncivilian energy. Coal will continue to be the country’s primary energy source. Shanxi accounts \nfor about one third of the PRC’s coal production, or 480  million t in 2003. The cost of coal \nproduction is low, at about $12 to $13 equivalent per ton for large coal mines. However, coal is \nexpensive to transport and is used inefficiently.  \n \n3.  Waste coal is a solid produced during coal mining and preparation. Waste coal has a \nvery low carbon content, which makes transporting it for use as fuel extremely inefficient. It \nusually accounts for 8–10% of total coal production.  The PRC has about 1,500 waste coal \nheaps, with total waste coal amounting to about 3.6 billion t, occupying 15,000 hectares (ha), \nand increasing by 2,400 ha annually. Shanxi has about 300 waste coal heaps, with waste coal \namounting to about 1 billion t, occupying 4,500 ha. In 2003, the PRC produced 167 million t of \nwaste coal, 70 million t of it in Shanxi, where it is a major environmental problem. \n \n4.  The  combustible  matter  in  waste  coal  spontaneously  combusts  under  certain \nconditions,2 emitting harmful  elements such as sulfur dioxide, carbon dioxide, and discharge \nparticulate matter (smoke and dust), and seriously affecting people’s health. After rainfall and \nwater flushing, harmful elements of waste coal, especially heavy metal ions, are dissolved in \nwater,  leading  to  water  pollution.  Waste  coal  heaps  could  destroy  the  landscape  and \nenvironment and cause water and soil degradation. The random piling of waste coal in rivers \ncould hamper flood control and lead to disaster. \n \n5.  To ease the energy shortage, the Government has formulated a two-pronged strategy of \naccelerating the addition of new capacities and promoting energy conservation. Environmental \nprotection is also receiving increased awareness and attention.  The average heat value of \nwaste coal is about 1,300 kilocalories per kilogram (kCal/kg), while the heat value of raw coal is \nabout 5,000 kCal/kg. The storage of 3.60 billion t of waste coal, if fully used, will replace \n0.94 billion  t  of  coal,  and,  if  utilized  for  electricity  production,  could  generate  about \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 7 February 2004. \n2  By the end of 1999, the PRC had 79 waste coal heaps undergoing spontaneous combustion, causing serious air \npollution in mining areas. ", "2 \n \n2,100 terawatt-hours (TWh) of electricity, higher than the 2003 power generation of 1,898 TWh. \nTherefore, waste coal utilization is an important part of energy conservation. \n \n6.  Some waste coal utilization programs have been developed. Options include (i)  low \nheating  value  fuel  for  power  and  heat  generation  through  fluidized  bed  combustion,  and \nbriquette production with coal slime; (ii) raw material to produce cement, bricks and blocks, and \nlight aggregate material; (iii)  filling material for surface subsided areas and for  the base of \nhighways and railways; (iv)  raw material  to make  chemical products; (v)  secondary mineral \nresources; and (vi) producing composite fertilizer and providing trace elements for crops. Waste \ncoal is mainly used for fuel, filling material, and building material. \n \n7.  The PRC has a series of policies and regulations to encourage waste coal utilization.3 \nThese mainly promote the use of waste coal for power generation. By the end of 2003, Shanxi \nhad established  37 waste coal power plants, with a total capacity of  427 megawatts (MW), \nconsuming about 2 million t of waste coal. The capacity of single generating unit is small, and \nthe largest one was 50 MW.4 The GSP has actively promoted the use of waste coal to generate \npower and plans to invest in waste coal power projects with a total capacity of 2,600 MW in the \nnext 5 to 10 years. The environmental issues of waste coal power plants can be addressed by \nupdated technology.  Sulfur  oxides  emission  can  be  lessened  by circulated fluidized bed \ncombustion, and  a flue gas desulfurization system, if the sulfur content of the waste coal is \ngreater  than  2%.  Dust  emission  can  be  reduced  by  multiple-tube  cyclone  dedusters  and \nelectrostatic precipitators. The fly ash and slag can be used to produce building material, or to \nreclaim land by filling the surface subsided area. The use of coal heaps as fuel will also \neliminate spontaneous combustion and pollution. \n \n8.  About one third of waste coal is used to produce building material, such as cement, \nbrick, and ceramic tile.5 Shanxi Lu’an Coal Group recently started a waste coal brick production \nline, the largest in the PRC, with a capacity of 130 million bricks annually, consuming 0.3 million \nt of waste coal. As the demand for ceramic tile increases by about 15%, the potential for using \nwaste coal will be great.6 \n \n9.  Only in recent years has the PRC seriously started taking waste coal utilization into \nconsideration in the development process. During 1997–2001, the PRC’s coal market was weak \nand coal mine companies suffered heavy losses, preventing them from investing in waste coal \nutilization. The main focus was to sell coal. The Government also heavily subsidized coalmine \ncompanies. With the improvement of the coal industry since 2002, coalmine companies have \nstarted  waste  coal  utilization.  The  policy  of  restricting  production  of  clay  bricks  has  also \npromoted the use of waste coal as a building material. High coal prices and strong coal demand \nhave increased investment in waste coal utilization projects. Coal companies now include waste \ncoal utilization in their development plans. The Government also promotes waste coal utilization \nby increasing the environmental levy (such as reclamation fee and solid waste discharge fee),7 \n                                                 \n3  These regulations cover  waste coal comprehensive use management methods, technical  policy of  waste coal \ncomprehensive use, and management of resource comprehensive use power plant. \n4  The implementation of the Shanxi Zhaocheng Waste Coal Power Plant started on 18 July 2003, with a capacity of \n100 MW (2 x 50 MW). \n5  Recently, new technology and equipment to produce hollow bricks from waste coal passed the appraisal of the \nState Development and Reform Commission. The technology is estimated to be able to use 16 million t of waste \ncoal annually. \n6  In January 2004, experts from the China University of Geosciences announced a new technology that can use \nwaste coal to produce ceramic title. \n7  A 2003 Government regulation states that if waste coal is not properly treated, a discharge fee of waste coal will be \ncollected at CNY5/t. ", "    3 \n \nand has issued preferential policies to encourage the use of waste coal. The  projects using \nwaste coal enjoy tax benefits, including exemption of value-added tax and reduction of income \ntax. \n \n10.  Waste coal utilization projects are open to private investment. However, private sector \ninvolvement has been limited. Incentives are insufficient as (i) coalmine companies performed \npoorly before 2003 due to low coal prices; (ii) waste coal utilization is still in its infant stage, with \nperceived commercial risks; (iii) technical and institutional uncertainties exist; (iv) many waste \ncoal utilization projects were funded by the Government’s preferential loans aimed at creating \njobs for laid-off miners; and (v) power grid tariff for waste coal power plant was generally low, \naffecting profitability. To encourage private sector participation, an enabling environment needs \nto be created. \n \n11.  The GSP aims to contain worsening environmental pollution and ecosystem degradation \nto demonstrate that rapid economic growth and a clean environment are compatible. ADB's \nPRC operational strategy aims to help the country achieve economic growth in an efficient, \nequitable, and sustainable manner. ADB’s PRC energy sector strategy includes (i) developing \ncleaner energy sources; (ii) renovating and retrofitting existing facilities to improve efficiency, \nand reduce emissions; (iii) promoting the corporatization and commercialization of energy \nutilities;  and  (iv)  promoting  pricing  and  tariff  reforms.  The  energy  sector  strategy  is \ncomplemented  by  ADB's  strategy  for  the  environment  sector,  which  supports  the  use  of \neconomic, supply-side, and other measures to ensure sustainable use of natural resources; \npromotes market-based pricing; and encourages cost recovery and environmental information \ndisclosure. Shanxi suffers the most from waste coal and plans to improve its use by 2020. The \nTA is a major part of this effort. With the joint efforts of the GSP and ADB, Shanxi will try to \nobtain a special support policy from the Government to develop waste coal utilization and \ndemonstration projects in promoting it. The TA, by developing a use strategy and active policy \ndialogue,  is  consistent  with  and  supports  the  GSP’s  development  objectives,  and  is  also \nconsistent with ADB’s energy sector strategy. The largest coal supplier in the PRC, Shanxi will \nbe the pilot province for advancing a national policy on coal waste use and for streamlining a \nseries of administrative guidelines. \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n12.  The TA’s objective is to help the GSP mitigate the environmental impact of waste coal \nand conserve energy by assessing waste coal utilization options and developing a waste coal \nutilization strategy and action plan. The TA will also develop a framework for medium- and long-\nterm cooperation between the GSP and ADB for sustainable energy development. \n \n13.  The  TA  will  (i)  examine  key  issues  related  to  waste  coal  utilization  and  propose \nmeasures to address them; (ii) assess impacts of waste coal utilization, including social and \nenvironmental aspects and sustainable economic development; (iii) identify and remove barriers \nto private sector participation in waste coal utilization, and develop a policy and regulatory \nframework  to  facilitate  such  participation;  (iv)  assess  selected  pilot  waste coal utilization \nprojects; (v) conduct an international seminar; (vi) carry out a field study; (vii) develop a waste \ncoal utilization strategy and related investment programs; and (viii)  conduct a  consultation \nworkshop with the main stakeholders. \n ", "4 \n \nB.  Methodology and Key Activities \n \n14.  The TA will be implemented in close consultation with all stakeholders and interested \nparties, including targeted consumers and potential private sector investors.  The TA will be \ncarried out in three phases. In phase I, the consultants will do a detailed background study to \nthoroughly understand waste coal utilization issues. During phase II, the consultants will conduct \nan international seminar (para. 15) and identify the main issues to be addressed to (i) achieve the \nTA objectives, (ii) identify options for waste coal utilization, (iii) promote using waste coal for power \ngeneration and other commercial uses, (iv) introduce international best practices that are suitable \nfor the PRC’s power sector, and (v) implement reforms to solve these problems. Under phase III, \nbased on the assessment of waste coal utilization options, the consultants will develop a strategy \nand action plan to support limited waste coal utilization. Based on the strategy,  the TA will \ndevelop a framework for medium- and long-term cooperation between  the GSP and ADB for \nsustainable energy development, and carry out a preliminary assessment for selected waste coal \nutilization pilot projects. The consultants will make assessments from technical, institutional, \neconomic,  social,  financial,  pricing,  environmental,  and  poverty  impact  viewpoints.  The \nconsultants’ recommendations will be discussed in a workshop with the main stakeholders. The \nconsultants will organize a final workshop with the main stakeholders to disseminate the TA \nfindings  and  recommendations.  The  consultants  will  also  develop  a  public  dissemination \nstrategy for the TA findings. The outline terms of reference for consultants are in Appendix 2. \n \n15.  The consultants will organize an international seminar on waste coal utilization in phase \nII. The seminar will introduce and evaluate international experience and its relevance to the \nPRC and incorporate such experience into a waste coal utilization strategy. International and \ndomestic experts will be invited to present papers and participate in the discussions. After the \nseminar, the consultants will prepare a report summarizing the discussions and identifying \nissues relevant to the PRC. The TA includes an international field study to expose selected PRC \npersonnel  to  the  latest  trends  and  international  best  practices  in  waste  coal  utilization. \nPersonnel from the GSP involved in policymaking and implementation of waste coal utilization will \nundertake the 10-day study. The consultants will consider the particular needs of the study \nparticipants and prepare a detailed proposal for ADB approval, specifying the (i) objectives of the \nfield study, (ii) institutions to be visited, (iii) agenda for discussions and training, (iv) name and job \ndescription of each member nominated to participate in the field study, and (v) costs. Selection \nof participants for the international field study will be acceptable to ADB and consider economy \nand efficiency. At the end of the field study, the participants will submit to ADB a report \nsummarizing the findings and recommendations. \n \n16.  The  major  assumptions  for  the  TA’s  successful  implementation  include  adequate \ncounterpart support, adequate and timely provision of data, and submission of required studies. \nMajor  risks  include  delay  in  consultant  selection  and  poor  consultant  performance.  The \nGovernment’s continuing commitment to coal and power sector reforms, promotion of private \nsector participation, coal price and power tariff rationalization, and transparent regulation are \nalso necessary for the TA’s success. Efforts will be made to ensure that competent consultants \nwill be recruited on time. The GSP is committed to reform and agreed to provide  adequate \ncounterpart  support  and  data.  Close  coordination  among  the  consultants,  executing  and \nimplementing agencies, and ADB will further mitigate these risks. \n \nC.  Cost and Financing \n \n17.  The TA is estimated to cost $560,000 equivalent, with a foreign exchange cost of \n$259,750 and a local currency cost of $300,250 equivalent (Appendix 3). ADB will provide ", "    5 \n \n$400,000 equivalent to finance $259,750 of the foreign exchange cost and $140,250 equivalent \nof the local currency cost. The TA will be financed on a grant basis by ADB’s TA funding \nprogram. The GSP will contribute $160,000 equivalent representing about 29% of the TA cost, \nto finance the remaining local currency cost. \n \nD.  Implementation Arrangements \n \n18.  The GSP will be the TA Executing Agency. ADB will engage the services of international \nand domestic consultants according to its  Guidelines on the Use of Consultants  and other \narrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants,  and  in \nconsultation with the GSP.  The international consultant will have expertise in (i) waste coal \nutilization,  (ii)  coal  price  and  power  tariff  regulation,  (iii)  environmental  assessment, \n(iv) economic and financial analysis, (v) institutional analysis, and (vii) poverty impact and social \nassessment.  The  domestic  consultants  will  have  similar  expertise.  An  estimated  total  of \n27 person-months of consulting services will be required: 7 for international and 20 for domestic \nservices. A consulting firm will be selected following the submission of biodata proposals. The \nTA is expected to commence in December 2004 and be completed by December 2005. \n \n19.  The GSP will establish a counterpart team with representatives from the GSP and \nselected pilot projects.8 The counterpart team will closely interact with the consultants during TA \nimplementation.9 The GSP will also establish a steering committee comprising senior GSP \nofficials and representatives from other government organizations and agencies involved in \nformulating and implementing waste coal utilization policies. The steering committee will be the \napex body, convey and interpret the Government’s views on policy issues, and generally \noversee  TA  implementation.  The  counterpart  team  and  steering  committee  members  will \ninteract with each other to clarify matters that fall outside the GSP’s purview. The GSP will \nprovide interpreters, local transportation, and suitably equipped office space in Taiyuan. Some \nof the office equipment will be financed under the TA and will be procured by the international \nconsultants  in  accordance  with  ADB’s  Guidelines  for  Procurement.  The  consultants  will \nestablish an effective monitoring and evaluation system to monitor the impact of the TA, which \nwill provide the basis for the GSP’s impact monitoring after the completion. The monitoring and \nevaluation system will include specific and measurable targets, and identify key risks and \ninstitutional  arrangement  for  effective  monitoring.  The  consultants  will  also  provide  the \nnecessary  trainings  on  monitoring.  Within  3  to  5  years  after  the  TA  completion  when \ndevelopment impacts should be evident, the GSP will carry out the impact assessment of the \nTA. \n \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for Waste Coal Utilization Study, and hereby \nreports this action to the Board. \n \n                                                 \n8  The pilot projects will be selected in phase I of the TA. \n9  The GSP will appoint the counterpart team before TA negotiations. ", "6   Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n       \nGoal       \n       \nImprove Shanxi Province's  •  Reduce waste coal  •  Country   \nenvironmental quality and conservation  storage by 30% by  economic and   \nof energy   2008  energy sector \n•  Increase private sector  statistics \ninvestment in waste  •  Policy dialogue \ncoal utilization by 20%  with the \nby 2008  Government  \n•  Implementation \nand impact \nmonitoring by \nthe government \nof Shanxi \nProvince (GSP) \nand Asian \nDevelopment \nBank (ADB) \n \n       \nPurpose       \n      Risks: \n1.  Promote waste coal utilization,  •  Comprehensive  •  Technical  •  Inadequate \nincluding use options, financial and  evaluation report by  assistance (TA)  counterpart \neconomic viability, environmental  2005   final report and  support \nprotection, and social development    TA completion  •  Lack of \n    report  adequate data \n    •  Consultation  •  Poor \n2.  Encourage private sector  •  Guidelines for  workshop  consultant \nparticipation in waste coal  promoting private  •  Review  performance \nutilization and create a policy and  sector participation in  missions   \nregulatory framework  waste coal utilization     \n  by 2006     \n       \n3.  Draw up a framework for medium-  •  A framework for  •  Implementation  Assumptions: \nand long-term cooperation between  medium- and long-term  and impact  •  The \nthe GSP and ADB to develop  cooperation between  monitoring by  Government \nsustainable energy   the GSP and ADB by  the GSP and  is willing to \n  2005  ADB  undertake \n    reforms. \n•  Sector \nrestructuring \ncontinues. \n•  Demand \ncontinues to \ngrow. \n \n       \nOutputs       \n       \n1.  A waste coal utilization strategy  •  Assessment of use  •  Inception report  •  Reform and \n2.  An implementation plan  options according to  •  International  development \n3.  A framework for medium- and long- ADB guidelines  seminar report  measures are \nterm cooperation between the GSP  •  Waste coal utilization  •  Field study  relevant and \nand ADB  strategy acceptable to  report  sensitive to \n4.  Field study report  the GSP and ADB  •  Draft final report  local issues. \n       \nContinued on next page. ", "  Appendix 1  7 \n \n \nTECHNICAL ASSISTANCE FRAMEWORK—Continued \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n       \n5.  International seminar report  •  An implementable  •  Final report  •  Counterpart \n6.  Consultation workshop report  action plan  •  Review mission  participation is \n  •  Knowledge and  •  Implementation  active. \nexperience of other  and impact  •  The \ncountries  monitoring by  household \n•  Package of policies  the GSP and  survey is \nand regulations  ADB  satisfactory. \n     \n       \nActivities       \n       \n1.  Phase I: Preliminary analysis and  •  Selected pilot projects    Risks: \ndata collection  acceptable to the GSP  •  Meetings with  •  Lack of \n  and ADB  consultants  counterpart \n•  Survey methodology  •  Review mission  support  \nacceptable to the GSP  reports   \nand ADB  •  Draft final report \n   \n2.  Phase II: Review and analysis  •  Sharing international  •  Consultation  •  Inadequate \ninternational experience  experience relevant to  workshop report  data \n  the GSP   •  Final report  •  Late \n  •  Key issues identified  •  TA  consultant \n  acceptable to the GSP  implementation  recruitment  \n  and ADB  plan   \n    •  Implementation  Assumptions:  \n    and impact  •  Arrangements \n    monitoring by  for \n    the GSP and  international \n3.  Phase III: Development of    ADB  visits are \nstrategies and impact assessment  •  Waste coal utilization  satisfactory. \n  strategy accepted by  •  Consultants \n  all stakeholders  are selected \n  •  Effective  on time, are \nimplementation plan   suitably \n•  Effective monitoring  qualified, and \nsystem and trainings  perform well. \non monitoring  •  International \n•  Assessment of waste  and domestic \ncoal utilization pilot  speakers are \nprojects according to  qualified, and \nADB guidelines  selected on \n  schedule. \n  •  The \n  household \n  survey is \n  satisfactory. \n•  TA ownership \nby \ngovernment \nof Shanxi \nProvince is \nstrong. \n \nContinued on next page. \n       \n       \n       \n ", "8   Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK—Continued \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n       \nInputs       \n•  International and domestic  •  7 person-months of  •  Review mission  Assumptions: \nconsulting services  international and 20  reports  •  International \n•  Field study and training  person-months of  •  Consultation  visits and \n•  International seminar and  domestic consulting  workshop report  seminars are \nconsultation workshop  services  •  Final report  arranged \n•  Counterpart staff participation  •  Field study for $20,000  •  Field study  efficiently. \n•  Computer and office facilities  •  Surveys for $20,000  report  •  Cost \n•  International seminar  •  Implementation  estimates are \nand consultation  and impact  accurate. \nworkshop for $42,500  monitoring by  •  Counterpart \n•  ADB financing of  the GSP and  support and \n$400,000  ADB  office facilities \n•  GSP contribution of  are sufficient. \n$160,000 equivalent   \n \n \n ", "  Appendix 2  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n1.  The technical assistance (TA) will be carried out by a consulting firm with experience in \nwaste coal utilization; institutional, economic, financial, environmental, and social analyses; \nimpact assessment; and analysis of subsidies in the coal subsector. The team of international \nconsultants will consist of a waste coal specialist, an energy economist, an environmental \nspecialist, a social impact analyst, a financial analyst, and an institutional specialist. The study \nwill  require  about  7  person-months  of  international  and  20  person-months  of  domestic \nconsulting services. To ensure effective assistance to the international consultants, the team of \ndomestic  consultants  will  have  the  same  composition.  The  consultants  will  work  in  close \ncollaboration with the government of Shanxi Province (GSP) and ensure effective know-how \ntransfer. The international consultants will be recruited in accordance with Guidelines on the \nUse of Consultants of the Asian Development Bank (ADB). \n \n2.  When the TA starts, the consultants will do a detailed background study to thoroughly \nunderstand the issues related to waste coal utilization in the People’s Republic of China (PRC). \nThe consultants will review the relevant reports and studies, including those of the GSP and \ninternational agencies, including ADB, the World Bank, and other aid agencies. The consultants \nwill  have  discussions  with  members  of  the  steering  committee  and  counterpart  team  to \nunderstand the Government's reform directions and establish a sound basis for the TA work. \nThe consultants should evaluate international experience and its relevance to the PRC, and \ntailor  their  recommendations  to  ensure  they  can  be  effectively  implemented.  The \nrecommendations should focus on how to progress to efficient waste coal utilization.  \n \nA.  Terms of Reference \n \n3.  The terms of reference of the consulting services will include, but not be limited to, the \nfollowing: \n \n1.  Phase I: Preliminary Analysis \n \n4.  The consultants will do the following: \n \n(i)  Trace the history of waste coal utilization in the PRC, and discuss the significant \nchanges and their impact. Present a clear picture of waste coal utilization in the \nPRC, including (a) current waste coal utilization in different regions; (b) basis of \nwaste  coal  utilization  approval  procedures;  (c)  relationships  among  the \ninstitutions  involved;  (d) roles  and  responsibilities  of  central  and  provincial \ngovernments  in  waste  coal  utilization;  (e) subsidies  and  cross-subsidies; \n(f) financial position and financial governance of waste coal utilization utilities; \n(g) affordability by consumers; (h) objectives of waste coal utilization, including \nthe overall objective and the objective in each development stage; and (i) past \nreform measures, including those for waste coal utilization in each development \nstage. \n \n(ii)  Organize  and  conduct  a  survey  to  identify  the  stakeholders  and  determine \nconsumers’ willingness and ability to pay. The survey will provide a base for the \nimpact assessment.  \n \n(iii)  Evaluate in detail the quantity of waste coal in Shanxi to provide a sound basis \nfor rational use and industry layout, including (a) quantity of waste coal heap, ", "10   Appendix 2 \n \nmain locations, status, and categories; (b) quality (contents and heating value) \nanalysis of waste coal in the main production areas; and (c) analysis of waste \ncoal production by category, and projection of its growth trend. \n \n(iv)  Identify the main issues of present waste coal utilization, including linkages to \neconomic growth, social impact, and environmental improvement. \n \n(v)  Review issues of waste coal power plants. Investigate and analyze the situation \nof waste coal power plants,  including investment modes, funding resources, \npower station types, installed capacity, contracted electricity generation, actual \nelectricity  generation,  contracted  generation  tariffs,  and  actual  average \ngeneration tariffs in the last 5 years. \n \n(vi)  Identify  the  barriers  to  waste  coal  utilization  and  measures  to  remove  the \nbarriers, including institutional, ownership, social, and financial constraints. \n \n(vii)  Describe waste coal utilization initiatives proposed by the Government, including \nobjectives and the means to achieve these objectives. Determine if these reform \nmeasures are adequate to remove the constraints on waste coal utilization. \n \n(viii)  Review the potential for waste coal utilization in the PRC and discuss with \nconcerned government agencies their plans and programs for promoting waste \ncoal utilization.  \n \n(ix)  Review the types of assistance for waste coal utilization being provided by other \ndonor and funding agencies and discuss with them the options for promoting and \nimplementing waste coal utilization. \n \n(x)  Review existing institutional and financing mechanisms to develop waste coal \nutilization projects and identify suitable general financing mechanisms to develop \nvarious types of waste coal utilization projects. \n \n2.  Phase II: Review and Analysis International Experience \n \n5.  During the second phase, the consultants will do the following: \n \n(i)  Introduce  international  experience  in  waste  coal  utilization  and  discuss  its \nrelevance to the PRC. Assess the use options for waste coal; develop waste coal \nutilization measures; and assess their adaptability to market modes in the PRC, \nincluding an integrated (hybrid) approach. \n \n(ii)  Review international methods of treating waste coal. According to the different \nuse modes suggested by the GSP, recommend feasible options. \n \n(iii)  Based on international waste coal utilization regulation frameworks, experience, \nand lessons, and their relevance to the PRC, develop regulation principles, \nincluding cost compensation, reasonable rate of return, and equity principles. \n \n(iv)  Evaluate the possibility of private sector participation in waste coal utilization. \nExamine the program’s financial feasibility. Recommend measures to improve \ninvestments’ financial position. Such measures may include, but not be limited to, ", "  Appendix 2  11 \n \nbetter  cost  recovery  mechanisms,  cost  control  measures,  adjustments  to \ninvestment programs, and improvements in the performance of affiliated units. \n \n(v)  Assess the possibilities for private sector participation in waste coal utilization. \nRecommend effective policy dialogue to promote private sector participation in \nwaste coal utilization by helping create a conductive environment. \n \n(vi)  Help the government of Shanxi Province identify possible waste coal utilization \nprojects suitable for ADB financing, and the general organizational, financial, and \ntechnical  support  requirements  to  develop  comprehensive  proposals  for \ndevelopment of such projects. \n \n(vii)  Discuss  with  concerned  government  officials  and  ADB  staff  members  the \nproposed projects, and prioritize them by potential vis-à-vis required investments, \nproject  ownership  by  the  proposed  developer,  and  possible  project \nimplementation arrangements. \n \n3.  Phase III: Development of Strategies and Impact Assessment \n \n6.  During phase III, the consultants will do the following: \n \n(i)  Based on the waste coal resource evaluation and historical practices of waste \ncoal utilization in Shanxi and international best practices, analyze and present \nthe  economic,  environmental,  and  social  benefits  and  costs  of  waste  coal \nutilization to support large-scale use of waste coal. This analysis will support the \nselection of industry focus and main projects and will include the (a) role of waste \ncoal utilization in energy conservation and sustainable development strategy of \nthe  Shanxi  economy;  (b)  environmental  benefit  comparison  of  different  use \nmodes of waste coal, and the role of waste coal utilization in rebuilding the \nbiological environment in coal-mine areas; (c)  impact analysis of waste coal \nutilization  on  economic  development  in  coal-mine  areas,  and  promotion  of \neconomic structural adjustment; (d) impact analysis of waste coal utilization on \nthe employment of laid-off workers in coal-mine areas and poverty reduction; \n(e) analysis of large-scale use options of waste coal that are most applicable in \nShanxi; and (f) selection of development focus for waste coal utilization. In \nassessing cost  recovery,  financing  mechanisms,  affordability,  subsidies,  and \nother issues related to tariffs, the consultants should refer to ERD Technical Note \n#9: Setting User Charges for Public Services: Policies and Practices of the Asian \nDevelopment Bank. \n \n(ii)  Develop  a  waste  coal  utilization  plan  up  to  2020,  including  selection  of \ndevelopment focus, scale, layout, implementation schedule, technical selection, \ninvestment, and promotion measures. The main focus of the planning will be \n(a) selection  of  applicable  use  options  for  different  sources  of  waste  coal; \n(b) setting up of the project database and implementation schedule of these \nprojects; and (c) selection of projects for the first phase, and procedures to \nfacilitate their approval by the related government agencies.  \n \n(iii)  Carry  out  a  technical  and  economic  assessment  of  policies,  including  that \nrequiring  low  heat  value  for  waste  coal  power  plants  (limitation  of \n3,000 kilocalories per kilogram). Suggestions based on the assessment will help ", "12   Appendix 2 \n \nthe Government adjust these policies. The evaluation will be carried out for the \ncombined combustion of waste coal with other low heat value fuels and will \nencourage the combined combustion of waste coal with other low heat value \nfuels for power generation, and accelerate policy formulation. \n \n(iv)  Evaluate the impact of waste coal utilization by analyzing survey data. Based on \nthe  recommendations  regarding  the  subsidy  program,  determine  the \nGovernment’s budgetary impacts. \n \n(v)  Assess the general financial, economic, and environmental benefits of the waste \ncoal utilization projects selected for pilot studies. Recommend reform measures \nto remove the barriers to waste coal utilization. Identify critical issues that need to \nbe addressed and steps that need to be taken by government agencies to \ndevelop  the  identified  and  prioritized  waste  coal  utilization  projects  with \nassistance from ADB. \n \n(vi)  Propose  waste  coal  utilization,  taking  into  account  the  supply  costs  and \nconsumers’ willingness and ability to pay. Where subsidies are suggested, they \nshould be clearly identified and rationalized in accordance with the ADB policy on \nsubsidies,  taking  into  account  relevant  experience  from  developed  and \ndeveloping countries. \n \n(vii)  Propose  technology,  research,  and  development  based  on  (a) introducing \ninternational waste coal utilization technologies; (b) introducing and promoting \nadvanced applicable technologies, especially for large-scale circulated fluidized \nbed combustors; (c) cooperating with international research agencies to develop \nmajor  applicable  waste  coal  utilization  technologies;  (d) establishing  a \ncooperation  mechanism  of  scientific  technology  development  and  technical \nrenovation, including (i) abrasion-resistant technology for circulated fluidized bed \ncombustors; and (ii) low-cost furnace desulfurization technology, low-cost flue \ngas particulate removal equipment, water-saving generation technology, high-\nefficiency fly ash use technology for power plants, waste coal refill technology, \nand comprehensive evaluation methodology. \n \n(viii)  Propose personnel training in advanced technologies and improve personnel \nquality and management skills. \n \n(ix)  Identify assistance required to develop comprehensive project proposals for the \nwaste coal utilization projects following discussions with government officials, \nand prepare the scope and terms of reference for the TA. \n \n(x)  Recommend  a waste  coal  utilization  strategy,  mechanisms,  and  time-bound \naction  plan.  Identify  different  levels  of  responsible  implementation  agencies. \nIdentify the legal and regulatory changes required to implement the waste coal \nutilization strategy. Discuss the relevance of the strategy in the context of energy \nconservation, environmental protection, and social economic conditions. \n \n(xi)  Develop a public dissemination strategy for the TA findings. \n \n(xii)  Assess resource requirement and institutional arrangement of monitoring the TA \nimpact and identify data collection analysis and reporting skills, and management ", "  Appendix 2  13 \n \ninformation system skills required to implement the  monitoring and evaluation \nsystem. The consultants will identify the training requirements and provide the \nnecessary trainings on monitoring. \n \nB.  Field Study and International Seminar \n \n7.  The consultants will help organize an international seminar on waste coal utilization after \nthe preliminary analysis in phase I. The seminar will introduce and evaluate the international \nexperience in related areas and their relevance in the PRC context, to be incorporated into the \nstrategy to develop waste coal utilization in phase II and III. International and domestic experts \nwill be invited to present papers and participate in the discussions. After the seminar, the \nconsultants will prepare a report summarizing the discussions and identifying reforms and \ndevelopment issues. The consultants will also help organize and conduct a field visit with the \nparticipation  of  key  GSP  staff  involved  in  policymaking  and  implementation  of waste  coal \nutilization. The visits will be to selected countries to discuss with government officials and \nregulatory bodies the policy and implementation aspects of waste coal utilization. After the field \nvisit, the consultants will prepare a report summarizing the main issues and findings of the \nparticipants.  \n \nC.  Reports \n \n8.  The consultants will submit the following: \n \n(i)  Inception report. It will be submitted within 1 month after the TA starts, \nsummarizing  the  initial  findings  and  suggesting  changes  in  the  TA's \napproach, methodology, and time schedule. A report will be submitted on \nthe international seminar, as well as one at the end of the international \nfield visit, summarizing the main issues and findings. \n \n(ii)  Draft final report and workshop. The GSP and ADB will have 1 month \nto review the report. It will be discussed in a consultation workshop with \nmain consumers, counterpart team, steering committee members, and \nkey officials from  other  government  agencies  involved  in  waste  coal \nutilization and implementation. ADB staff members will participate in the \nconsultation  workshop.  The  main  objectives  of  the  workshop  are to \n(a) present the TA findings, and recommendations to the policymakers \nand  stakeholders;  (b) facilitate  an  exchange  of  ideas,  and  gather \ncomments;  (c)  increase  ownership  of  and  commitment  to  the  TA \nrecommendations;  and  (d) allow  the  policymakers  to  discuss  the \nstakeholders’ feedback. \n \n(iii)  Final  report  and  final  workshop.  One  month  after  the  consultation \nworkshop, the consultants will submit the final report, taking into account \nthe comments of the GSP and ADB on the draft final report, and the \ndiscussions held during the workshop. The consultants will write the final \nreport and translate it into Chinese. The consultants will organize a final \nworkshop with the participation of the main stakeholders to disseminate \nthe TA findings and recommendations. \n ", "14   Appendix 3 \n \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Foreign   Local   Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga        \n       \n  1.  Consultants       \n  a.  Remuneration and Per Diem       \n  i.  International Consultants  146,900   0   146,900  \n    ii.  Domestic Consultants  0   88,000   88,000  \n  b.  International and Local Travel   32,000   6,000   38,000  \n  c.  Reports and Communications  5,800   10,000   15,800  \n  2.  Equipments b  15,000   0   15,000  \n  3.  Training, Seminars, and Conferences \n10,000   2,500   12,500  \n  4.  Field Study  20,000   0   20,000  \n  5.  Surveys  0   20,000   20,000  \n  6.  Miscellaneous Administration and Support Costs  2,100   1,000   3,100  \n  7.  Representative for Contract Negotiations  5,000   0   5,000  \n  8.  Contingencies  22,950   12,750   35,700  \n        \n  Subtotal (A)  259,750   140,250   400,000  \n     \nB.  Government Financing       \n       \n  1.  Office Accommodation and Transport  0   60,000   60,000  \n  2.  Remuneration and Per Diem of Counterpart Staff  0   42,000   42,000  \n  3.  Training, Seminars, and Conferences   0   30,000   30,000  \n  4.  Others  0   28,000   28,000  \n       \n  Subtotal (B)  0   160,000   160,000  \n       \n  Total  259,750   300,250   560,000  \na  Financed by ADB’s technical assistance funding program. \nb  Including three pentium computers, two photocopiers, a laser printer, a projector and a fax machine. \nSource: ADB estimates. \n "], "metadata": {"ModDate": "D:20041006153652+08'00'", "CreationDate": "D:20040916113001Z", "Title": "TA Report for PRC - WCUS _final 14 Sep_.doc", "Creator": "TA Report for PRC - WCUS (final 14 Sep) - Microsoft Word", "Author": "lpc", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}