{"path": "data/input/ta/tar-prc-38174.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: PRC 38174 \n \n \n \nTechnical Assistance to the  \nPeople’s Republic of China for \nPreparing the Western Roads \nDevelopment Project \n \n \n \n \n \n \n \n \n \n \n \n \nAugust 2005 \n   ", " \nCURRENCY EQUIVALENTS \n(as of 14 August 2005) \n \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1233 \n$1.00 =  CNY8.108 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  EIA  –  environmental impact assessment \n  EIRR          –        economic internal rate of return \nFIRR  –  financial internal rate of return \n  FYP  –  five-year plan \n  GDP  –  gross domestic product \n  GPCD  –  Gansu Provincial Communications Department \n  IPSA           –        initial poverty and social assessment \nO&M  –  operation and maintenance \n  PRC  –  People’s Republic of China \n  REA  –  rapid environmental assessment \n  RP  –  resettlement plan \n  SPCD  –  Sichuan Provincial Communications Department \n  TA              –        technical assistance \nVOC  –        vehicle operating cost \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Roads and highways \nTheme  –  Sustainable economic growth \nSubthemes  –  Promoting economic efficiency and enabling markets, and Fostering \nphysical infrastructure development  \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nThis report was prepared by the project team comprising M. Ojiro (team leader), S. Ferguson, \nS. Noda, and X. Yang. ", " ", "I.  INTRODUCTION \n \n1.  During the 2005 Country Programming Mission for the People's Republic of China (PRC), \nthe Government confirmed its request for technical assistance (TA) to prepare integrated roads \ndevelopment projects in Gansu Province and Sichuan Province.1 The Asian Development Bank \n(ADB) Fact-Finding Mission visited the PRC in June 2005; traveled to the project areas; carried \nout an initial poverty and social assessment (IPSA) and rapid environmental assessment (REA); \nand discussed economic, social development, and project-specific issues with officials of the \ncentral and local governments. This report is based on the understanding reached with the \nGovernment  on  the  objectives,  scope,  costs,  terms  of  reference,  and  implementation \narrangements for the TA, and the Mission's observations in the field. A design and monitoring \nframework, outlining the impact, outcome, outputs, and activities, is in Appendix 1. \n \nII.  ISSUES \n \n2.  PRC’s economic growth over the last decade has substantially increased the demand for \ntransport  services.  The  economy’s  changing  structure  and  increasing  diversification  have \naltered the pattern of transport demand. The demand for road transport has outpaced that of \nother transport modes. There is a need to rapidly move goods and passengers by roads, which \nare more flexible and responsive than other modes to the needs of a market economy. The shift \nin  transport  demand  also  reflects  the  loosening  of  anticompetitive  restrictions  in  the  road \ntransport industry itself. Between 1990 and 2004, road traffic grew by 9.0% yearly for passenger \ntraffic,  reaching  876.5  billion  passenger─kilometers  (km);  and  by  6.0%  yearly  for  freight, \nreaching  759.7  billion  ton─km.  In  2004,  roads  accounted  for  53.7%  of  the  country’s  total \npassenger traffic and 11.4% of the total freight traffic. With the country’s rapid economic growth, \nlow vehicle ownership rates, and large investment in automotive manufacturing, rapid expansion \nin the vehicle fleet will continue in the coming years. PRC’s road network was 1.86 million km in \n2004, an increase of 46,000 km from 2003. Of this, the expressway length increased from 29,745 \nkm to 34,200 km during the same period.2 However, the road network is still underdeveloped in \nquality and extent. High-standard roads3 account for only about 14% of the total road network; the \nremaining 86% (class III road and below) are medium- to low-grade paved and gravel roads. With \nonly 1,431 km of roads per million inhabitants and 19.4 km per 100 km2 in 2004, the density of \nPRC's road network is low, resulting in serious transport capacity constraints and bottlenecks. \n \n3.  The road network in Gansu Province is underdeveloped in both quality and extent. In 2004, \nGansu’s road network accounted for 2.2% of the country’s total, with 40,751 km. Of this total, \n31,614 km comprised: 686 km of expressways, 143 km of class I roads, 4,826 km of class II \nroads, and 25,961 km of class III–IV roads. Unclassified roads covered 9,137 km. The road \ndensity in Gansu was 9.0 km per 100 km2, lower than the national average; and the proportion \nof road class II and above is significantly lower than the national average. In Sichuan Province, \nthe road network also remains underdeveloped. Sichuan’s road network accounted for 6.1% of \nthe country’s total, with 113,043 km. Of this, 76,401 km comprised: 1,758 km of expressways, \n1,496 km of class I roads, 9,633 km of class II roads, and 63,514 km of class III–IV roads. \nUnclassified roads covered 36,642 km. The road density in Sichuan was 23.3 km per 100 km2, \nslightly higher than the national average, but the proportion of road class II and above  is \nsignificantly lower than the national average. \n \n                                                 \n1  The TA first appeared in ADB Business Opportunities (internet edition) on 5 April 2005. \n2  The PRC has the world’s second longest expressway system after the United States. \n3  This is defined as roads above class II that are generally capable of accommodating 3,000–7,500 vehicles per day \nin medium-sized truck equivalent within the expected design life. ", "2 \n4.  The impact of road investments on poverty reduction is supported by the results of \nstudies and evaluations of several completed road projects financed by ADB4 and the World \nBank.5 Well-integrated  road  development  helps  ensure  that  the  benefits  derived  from  the \nexpressway filter down to the poor. Benefits from transport cost savings and time savings, along \nwith an increase in incomes, will be passed on through the transport chain to townships and \nvillages. The results affirm the relevance of ADB’s strategy in the PRC road sector. A case \nstudy in Shaanxi Province found that improved roads correlated with poverty reduction, and that \n(i) 3.2 poor people are lifted out of poverty for every CNY10,000 invested in roads; and (ii) for \nevery 1% increase in kilometer of road per capita, household consumption increases by 0.08%.6  \n \n5.  While the national trunk highway system is being developed, accessibility in most of \nPRC’s rural area is still low. Currently, 145 townships and 50,124 villages, most of which are in \nthe western region, have no access to all-weather roads. Many townships and villages still \ndepend on earth tracks that are not suitable for motorized traffic and become impassable during \nrainy season. Even where all-weather roads have been built in the past, the standard of rural \nroads is low, maintenance is poor, and many roads are in need of rehabilitation. In view of the \nneed to improve rural accessibility, the central Government completed 71,000 km of rural roads \nat the cost of CNY60.9 billion, supported by the local governments that constructed 68,000 km, \ncosting CNY57.6 billion in 2004. The Government plans to invest CNY100 billion in developing \nrural roads during the 11th Five-Year Plan (2006–2010). By 2010, all villages in the eastern \nregion will be linked with paved roads.  The same targets will be applied to 80% of villages in \nthe central region and 90% of towns in the western region. The Government’s commitment to \nreducing  poverty  through  transport  infrastructure  investment  is  reflected  in  the  poverty \npartnership agreement between the Government and ADB.7 \n \n6.  Gansu Province is one of PRC’s five northwestern provinces. Remote and isolated, with \nharsh natural conditions, it is one of the least developed provinces. Its key problem is poverty: \nthe per capita gross domestic product (GDP) in 2004 was CNY5,898, only 57% of the national \naverage of CNY10,502. Per capita rural income was CNY1,852, or 63% of the national average \nof CNY2,963. Despite considerable investments, the road network is still inadequate and does \nnot provide efficient transport access to markets and social services, such as education and \nhealth. The number of poor rural people below the provincial poverty line of CNY882 is 261,500 \n(33.6%) in the project area. One of the reasons for the high poverty incidence is slow economic \ngrowth, due partly to inadequate infrastructure, particularly poor local road conditions. Despite \nconsiderable investments, the road network is still inadequate, and does not provide efficient \ntransport access to many parts of the province. \n \n7.  Sichuan Province is situated in southwestern PRC, with mountains on all sides. Its \nisolation  has  been  reduced  by  improved  navigation  on  the  Yangtze  River,  by  railway \nconstruction, and by the construction of several major highways. The majority of its population \nare concentrated on the flat, fertile plain in the east and central part, but it has several poverty- \nstricken  areas  on  its  mountainous  periphery.  Despite  rapid  development  in  recent  years, \n                                                 \n4  In Liaoning and Yunnan provinces, construction of expressways, complemented by upgrading local roads, was \nassociated with a significant increase in rural incomes in the project area. This is reported in ADB. 2000. Project \nCompletion Report on the Liaoning Expressway Project in the People’s Republic of China. Manila; and ADB. 2001. \nProject Completion Report on the Yunnan Expressway Project in the People’s Republic of China. Manila. \n5  Hajj, Hatim, and V. Setty Pendakure. 2000. Roads Improvement for Poverty Alleviation in China. Working Paper \nNo. 1. Washington, DC: World Bank, Transport Sector Unit. East Asia and Pacific Region.  \n6  ADB. 2000. Technical Assistance for Assessing the Impact of Transport and Energy Infrastructure on Poverty \nReduction. Manila.  \n7  Available: http://www.adb.org/Documents/Poverty/pa_prc.pdf. ", "  3 \nSichuan ranks seventh lowest of all provinces in per capita GDP: CNY7,514 in 2004, or 72% of \nthe national average. The per capita rural income was CNY2,580, or 88% of the national \naverage. Of the 2.12 million people in the project area, 216,700 poor people, or 10%, live below \nthe provincial poverty line of CNY1,000. One of the reasons for the high incidence of poverty is \nslow economic growth due partly to inadequate infrastructure. As in Gansu, the road network is \nstill inadequate, particularly the local roads, and does not provide efficient transport access. \n \n8.  The proposed project in Gansu will be the second in that province to be funded by ADB. \nThe first project8 is being implemented satisfactorily. The Gansu Provincial Communications \nDepartment  (GPCD)  has  experience  in  implementing  three  internationally  financed  road \nprojects.9 Lessons learned from these projects will be incorporated in the project design. The \nproposed project expressway, planned for completion in 2013, forms a southern section of the \nLanzhou-Sichuan corridor and constitutes a 132-km access-controlled 4-lane expressway (Map). \nIt will connect with Chengdu and Chongqing, two major growth centers in the southwestern \nregion.  The  expressway  is  located  in  high  mountainous  terrain,  and  involves  extensive \nconstruction of tunnels and bridges that will account for 56% of the expressway’s total length. It \npresents a technical challenge, and therefore, a careful review of the design and construction \nmethods will be an important feature of the TA. The existing road in this area is 269 km long, with \nsteep gradients and many sharp turns, so the average vehicle speed on this road is low. The \nexpressway will shorten the distance by more than 50%.  Recent traffic counts indicate that the \ncurrent traffic on the existing road is 2,776 vehicles per day, and has been growing at about 5% \nper annum in the last decade. The existing road conditions are deteriorating in some sections due \nto poor maintenance and are affecting road safety. \n \n9.  The proposed project in Sichuan will be the fourth project under ADB financing that will be \nundertaken by the Sichuan Provincial Communications Department (SPCD). The first project10 \nwas completed successfully and opened to traffic in December 2003, while the second project 11 \nis progressing well. The third project12 is being processed for consideration in 2005. Lessons \nlearned from these ADB-financed projects will be incorporated in the project design. The proposed \nproject expressway, connecting Dazhou and Wanyuan in eastern Sichuan, constitutes a 138-km \naccess-controlled  4-lane  expressway  (Map).  It  forms  part  of  the  eight  western  development \ncorridors  between  Arongqi  and  Beihai  that  will  provide  an  important  link,  connecting  the \nnorthwestern  and  southwestern  regions  by  2015.  The  expressway  is  located  in  hilly  to \nmountainous terrain, and involves extensive construction of tunnels and bridges that will account \nfor 38% of the expressway’s total length. The proposed project presents a technical challenge; \ntherefore, a careful review of design and construction methods will be an important feature of the \nTA. The existing road in this area is 142 km long, with steep gradients and many sharp turns, so \nthe average vehicle speed on this road is low.  Recent traffic counts indicate that the current \ntraffic on the existing road is about 2,580 vehicles per day, and has been growing at about 4% to \n9% per annum in the last decade. The technical standard is class Il to class IV, but its physical \n                                                 \n8  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Gansu Roads Development Project. Manila. \n9  These are the Liugouhe-Zhonghe expressway (completed in 2002) and Xujiamo-Jiepaicun highway (completed in \n2001) financed by the World Bank. The Liuzhaike-Baiyin expressway (ongoing) is financed by the Japan Bank for \nInternational Cooperation and will open to traffic by October 2005. \n10  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Chengdu-Nanchong Expressway Project. Manila; and ADB. 2004. Project \nCompletion Report on the Chengdu-Nanchong Expressway Project in the People’s Republic of China. Manila. \n11  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Southern Sichuan Roads Development Project. Manila. \n12  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Central Sichuan Roads Development Project. Manila (draft). ", "4 \nconditions are deteriorating in some sections due to poor maintenance and are affecting road \nsafety. \n \n10.  ADB's operational strategy13 in PRC’s road sector is designed to remove infrastructure \nconstraints and support policy and institutional reforms. Since 1991, ADB has provided 30 \nloans, totaling nearly $5.6 billion, to finance about 4,100 km of expressways, together with 7,600 \nkm of associated local road networks. Since 1995, local roads have been included in the scope \nof road projects to make ADB’s interventions in the road sector more pro-poor. All the ADB \nloans are generally being implemented satisfactorily.14  The strategy supports (i) constructing \nroads  that  connect  major  growth  centers  and  improve  access  in  the  western  and  central \nregions;  (ii)  integrating  the  national  trunk  highway  system  with  local  road  networks;  (iii) \npromoting road safety and vehicle emission reductions; (iv) strengthening the corporatization \nand commercialization of expressway organizations; (v) adopting appropriate pricing policies to \nensure optimum use of road transport capacity; and (vi) using alternative methods of investment \nfinancing, including private sector participation. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n11.   The TA will help create an integrated road transport system supporting sustainable \neconomic growth in Gansu and Sichuan provinces. The TA will (i) assist GPCD and SPCD in \nupgrading  the  feasibility  studies,  including  environmental  impact  assessments  (EIAs)  and \nresettlement plans for the ensuing projects in conformity with ADB’s requirements; and (ii) \nreview road sector issues and provide the basis for strengthening the ongoing policy dialogue \nwith the Government in the key areas, focusing on the poverty impact of road projects, road \nsafety, vehicle emissions, commercialization and corporatization, private sector development, \npricing policies for road users, and public transport services. The output will be projects suitable \nfor ADB financing. \n \nB.  Methodology and Key Activities \n \n12.  The IPSA and REA carried out during fact-finding for the Gansu and Sichuan portions \n(Appendix 2) helped identify the social and environmental issues that need to be addressed \nduring project preparation. The fact-finding also reviewed the need for assessing the social and \nenvironmental aspects for which ADB has established policies and norms of good practice. The \nIPSA examined poverty conditions, minority issues, resettlement effects, gender issues, and \nvulnerable groups, and concluded that the key social issues to be assessed during project \npreparation are poverty impact and resettlement effects. The IPSA concluded that both projects \nshould be in involuntary resettlement category A,15 requiring a full resettlement plan. The REA \nconcluded that both projects should be in environmental category A, requiring a full EIA. The TA \nwill examine the available project documents, and prepare projects that are feasible from the \ntechnical, economic, and financial points of view and are in compliance with ADB’s safeguard \npolicies on the environment, resettlement, and indigenous people. The TA will help develop a \nresults-based monitoring system with adequate baseline data. The key activities will include \n                                                 \n13  ADB. 2005. Country Strategy and Program Update (2006–2008): People’s Republic of China. Manila (draft). \n14  The project completion reports of road projects concluded that 14 projects were generally successful and one was \npartly successful. The project performance audit reports for four road projects concluded that the projects were \neither highly successful or successful. \n15  The proposed projects are likely to require about 1,240 ha of land, affecting about 2,700 people in Gansu Province;  \nand about 765 ha of land, affecting 4,500 people in Sichuan Province. ", "  5 \nfield  surveys,  document  review,  data  analysis,  and  discussion  with  stakeholders,  including \ngovernment officials, project beneficiaries, and affected people. \n \nC.  Cost and Financing \n \n13.  The total cost of the TA is estimated at $1,000,000 equivalent comprising $490,000 in \nforeign exchange and $510,000 equivalent in local currency. The Government has requested \nADB to finance $800,000 equivalent, covering the entire foreign exchange cost and $310,000 \nequivalent of the local currency cost. The TA will be financed on a grant basis by ADB’s TA \nfunding program. The Government will finance the balance of the local currency cost, equivalent \nto  $200,000,  through  the  provision  of  counterpart  staff,  office  facilities,  and  other  support \nservices. Detailed cost estimates are in Appendix 3. The Government has been advised that \napproval of the TA does not commit ADB to financing any ensuing project. \n \nD.  Implementation Arrangements \n \n14.  Two  teams  of  consultants  from  an  international  consulting  firm  in  association  with \ndomestic  consultants  will  be  engaged  by  ADB  using  the  simplified  technical  proposal \nprocedures  in  accordance  with  ADB's  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB for engaging domestic consultants. The TA will require about \n17  person-months  of  international  consulting  services  and  32  person-months  of  domestic \nconsulting services to carry out the study as defined in the terms of reference (Appendix 4). The \ninternational consultants will have expertise in the following fields: (i) highway engineering, (ii) \ntransport  economics,  and  (iii)  financial  analysis/expressway  operation.  The  international \nconsultants  will  utilize  domestic  consultants  with  expertise  in  (i)  highway  engineering,  (ii) \ntransport economics, (iii) financial analysis/expressway operation, (iv) environmental analysis, \n(v) poverty and social analysis, (vi) resettlement, and (vii) road transport services. \n \n15.  GPCD and SPCD will be the Executing Agencies (EAs) for the respective parts of the TA. \nThey  will  appoint  suitable  counterpart  staff  who  will  be  responsible  for  supervising  and \ncoordinating TA activities, including monitoring of progress, resolving any issues that may arise \nduring implementation, assisting in arranging meetings, and liaising with various Government \nagencies and organizations. The Ministry of Finance will ensure coordination among the National \nDevelopment  and  Reform  Commission,  Ministry  of  Communications,  State  Environmental \nProtection Administration, GPCD, SPCD, and other government offices relevant to the TA. The \nconsultants are expected to be fielded by November 2005, and their work will be carried out over \n4.5 months, with completion in April 2006. Workshops involving the Government, ADB, and the \nconsultants will be held in the PRC to review the consultants' reports. \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  preparing  the  Western  Roads \nDevelopment Project, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance  Data Sources/  Assumptions  \nTargetsa  Reporting  and Risks  \nMechanisms \nImpact      Assumptions \nAn integrated road  The gross domestic  Provincial and county  • Government and ADB \ntransport system  product and rural  statistics office  sign loan agreement. \nsupporting  income increase in     \nsustainable economic  the project areas.    • Project design is \ngrowth in Gansu and      implemented \nSichuan provinces  Poverty incidence in  Provincial and county  effectively as agreed \n  project areas  poverty reduction office  upon during appraisal. \ndeclines.     \n    • Forecast economic \nA road transport  Provincial  growth rates are \nsystem integrating  communications  realistic and \nlocal road and  departments and  achievable. \ntransport services will  project completion   \nbe established.   report   \n \nOutcome      Assumptions \nProject design and  Memorandum of  Memorandum of  • Government is willing \nfeasibility study  understanding signed  understanding  to address necessary \nimproved to a level  by Government and    changes in priorities. \nsuitable for ADB  ADB during appraisal    • Government obtains \nfinancing and agreed  mission of July 2006     necessary sources of \nupon by Government    funding. \nand ADB   \nOutputs      Assumption \n1. Technical  Inception report and  ADB document  • Effective stakeholder \nassessments  interim report  registration  participation and \ncompleted   submitted to    ownership are \n  Government and  Government document  developed. \n  ADB by November  registration   \n  2005 and December    Risks \n  2005, respectively    • Availability and access \n      to information and \n2. Project design  Summary EIA,  TA workshops to report  government personnel \nrequirements  poverty and social  findings of the  may be restricted. \naccomplished  analysis,  consultants at inception,  • Access to geographical \n  resettlement plan,  interim, and draft final  sites may be restricted. \nand results-based  report stages   \nmonitoring system \nsubmitted to \nGovernment and \nADB by January \n2006  \n ", "Appendix 1  7\n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n  Draft final report and     \nfinal report submitted \nto Government and \nADB by January \n2006 and March \n2006, respectively \nActivities with Milestones  Inputs \n1.1 Analyze the transport demand in the region (by November 2005)  •  17 person-months of \n1.2 Assess the adequacy of road infrastructure (by November 2005)  international and 32 \n1.3 Assess the adequacy of transport services (by November 2005)  person-months of \n1.4 Review the technical and financial aspects related to local road             domestic consulting \nmaintenance (by November 2005)  services \n1.5.Develop a result-based monitoring system, including performance   •  ADB: $800,000 \nindicators (by November 2005)  •  Government: $200,000 \n1.6 Recommend policy reform measures and institutional development   \nneeds (by November 2005) \n1.7 Review the potential for private sector participation (by November \n2005) \n2.1  Carry  out  consultations  with  stakeholders,  including  government \nofficials, project beneficiaries, and affected people, including women \nand the poor (December 2005) \n2.2 Carry out social and poverty assessment (by December 2005) \n2.3 Complete baseline survey (by December 2005) \n2.4 Carry out financial and economic analyses (by January 2006) \n2.5 Carry out institutional analysis (by January 2006) \n2.6 Complete summary initial environmental examination and \nresettlement plan (by January 2006) \n2.7 Finalize project design and monitoring framework (by March 2006)  \nADB = Asian Development Bank, EIA = environmental impact assessment, TA = technical assistance. \na The indicators are not time bound and quantifiable at this stage, and will emerge as a result of the study. \n \n \n \n \n                                \n         \n ", "8  Appendix 2 \nSOCIAL AND ENVIRONMENTAL ASSESSMENTS  \n \nA.  Gansu  \n \n1.  Initial Poverty and Social Assessment \n \na.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a   Yes \npriority in country poverty analysis?     national priority in country poverty   \n      No  partnership agreement?      No \n \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \n \nThe  transport  sector  contributes  to  poverty  reduction  directly  through  improved  access  to  markets, \nemployment opportunities, and social services, and indirectly by stimulating economic development. The \nproject  area  has  lagged  behind  in  economic  development  mainly  because  of  poor  environmental \nconditions, isolation, and lack of good transportation, which is currently limited to a class III or IV highway. \nThe project will eventually link Wudu district and Wen county to Lanzhou, capital city of Gansu in the \nnorthwest; and to Chengdu, capital city of Sichuan and Chongqing municipality. The proposed expressway \nwill reduce travel distance and time and cost for passenger trips and freight transport, thereby facilitating \neconomic development, job creation, and improved access to social services. \nb.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nThe project will directly contribute to poverty reduction in the project area by generating construction \nemployment opportunities in the short term and improving access to market for specialty cash crops, such \nas medicinal herbs and mushrooms. The project will substantially improve transport infrastructure that will \nfacilitate  economic  development  and  thereby  indirectly  provide  greater  employment  and  income- \ngenerating opportunities for local people.   \n \nFurther, the project will improve access to social services in the county centers and larger cities. The local \npeople have poor transportation and very basic education and medical facilities. Poverty incidence in the \nproject area is estimated to be 12% (320,700 people) based on the national poverty line of CNY668 \nincome per capita and 37% (996,700 people) based on the provincial poverty line of CNY919 income per \ncapita. \n \nA detailed poverty analysis will be carried out to identify the causes of poverty in the project area and \ndemonstrate how the project will help reduce poverty by incorporating specific measures in the project \nscope. The analysis will be based on the Handbook on Poverty and Social Analysis and Handbook for \nIntegrating Poverty Impact Assessment in the Economic Analysis of Projects. \n \nc.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nStakeholder analysis: Major stakeholders include Gansu Provincial Communications Department, local \ngovernment, transport companies, local businesses,  and local residents. Consultation began during the \npreparation of the preliminary feasibility study, which focused on the alternatives for the expressway \nalignment.  Further  consultation  will  be  carried  out  for  the  environmental  impact  assessment  (EIA), \nresettlement planning, and poverty and social analysis. \n \nIs there a participation strategy?     Yes                 No \nLocal people will be consulted during the feasibility study, technical assistance (TA) implementation, and \npreliminary design to fix the expressway alignment, prepare village-level resettlement plans, formulate \npoverty  enhancement  measures  including  local  roads and  public  transport service,  and  prepare  for ", "Appendix 2  9\n \nconstruction employment opportunities. Project components will include local roads and public transport \nservices. \nd.  Gender Development \n  \nStrategy to maximize impacts on women: \nThe TA will investigate opportunities to enhance the benefits to women through improved public transport \nservice and local road improvements, which lead to better access to education, health care, and markets. \nFocus will be on remote villages, where females tend to drop out of school and have limited skills for \noutside work. The resettlement plan will also formulate special measures to improve the conditions for \nwomen. \n \nHas an output been prepared?      Yes     No \n             e.          Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n     \n   Significant   Full \nA resettlement plan will be prepared in accordance \nResettlement     \nwith government regulations and the Asian \n Not   Short \nDevelopment Bank’s (ADB) Handbook on \nsignificant   \nInvoluntary Resettlement.  \n   None  \n None \n     \n   Significant   Yes \nAffordability     \nThe project will reduce the cost of transportation \n Not    No \nand goods purchased from outside. \nsignificant \n \n None \n     \n   Significant   Yes \nLabor    The project will contribute to creating employment   \n Not  opportunities during construction and will not have    No  \nsignificant  any adverse impact on labor issues. \n \n None \n    There are no ethnic minority townships or villages   \n   Significant  along the alignment, and only a few ethnic   Yes \nIndigenous    minorities (Hui and Tibetan) in the project   \nPeoples   Not  beneficiary area. Minority populations are 54,180    No  \nsignificant  (2% of the total) in Longnan city, 14,000 (2.6% of   \n  the  total) in Wudu district, and 3,500 (1.4% of the \n None  total) in Wen county.   Strategies will be identified to \nensure that project benefits accrue to ethnic \nmonorities. \nOther Risks     \nand/or   Significant   Yes \nVulnerabilities     \nThe risk of HIV/AIDS/STDs is considered low, but \n   Not    No  \nwill be assessed during the TA. \nsignificant \n \n None \n ", "10  Appendix 2 \n2.  Rapid Environmental Assessment \n \nScreening Questions  Yes  No  Remarks \n     \n1.  Project Siting   \nIs the project area adjacent to or within any of the \nfollowing environmentally sensitive areas? \n    There are no reported cultural relics \n(cid:131)  Cultural heritage site  X  along the proposed alignment. This \nwill be confirmed during TA \nimplementation. \n    There are a few natural reserves in \n  X  the project area. None will be crossed \n(cid:131)  Protected area          by the alignment. To be confirmed \nduring TA implementation. \n    Several rivers will be crossed, but no \n(cid:131)  Wetland  X  wetland areas will be affected. \n     \n(cid:131)  Mangrove     X \n     \n(cid:131)  Estuarine  X \n     \nX  None reported. To be confirmed \n(cid:131)  Buffer zone of protected area \nduring TA. \n    None reported. To be confirmed after \n(cid:131)  Special area for protecting biodiversity  X  receiving the  EIA report. \n     \n2. Potential Environmental Impacts \nWill the project cause \n(cid:131)  encroachment on historical/cultural areas?    X  None reported on the alignment. To \n    be confirmed by specialists during TA. \n(cid:131)  disfiguration of landscape by road  X  The alignment goes through mainly \nembankments, cuts, fills, and quarries?  river valley in mountainous area; \n  measures for landscape will be \nrequired at the design stage. \n(cid:131)  encroachment on precious ecology (e.g.,      Routing indicates no encroachment \nsensitive or protected areas)?  X  on protected areas. However, there \n    are some endangered wildlife in \nadjacent county (panda, golden \nmonkey, bear); investigations will be \nrequired during the TA. \n(cid:131)  alteration of surface water hydrology of      There is risk since some sections go \nwaterways crossed by roads, resulting in  X    along the Bailongjiang River, but \nincreased sediment in streams affected by  mitigation measures will be included \nincreased soil erosion at construction site?  in the environment management plan. \n(cid:131)  deterioration of surface water quality due to silt      Appropriate sanitation measures will \nrunoff and sanitary wastes from workers camps  X    be required to prevent water pollution. \nand chemicals used in construction? ", "Appendix 2  11\n \nScreening Questions  Yes  No  Remarks \n(cid:131)  increased local air pollution due to rock      There is potential for impact on local \ncrushing, cutting and filling works, and  X    air quality from the project. Siting and \nchemicals from asphalt processing?  operation of construction equipment \n  will minimize any potential pollution. \n(cid:131)  noise and vibration due to blasting and other  X    Noise and vibration from tunneling \ncivil works?    activities and blasting will impact \nsome areas. Mitigating measures will \nbe required to minimize impacts in \nsome areas. \n(cid:131)  other social concerns relating to      There is the risk that increased dust \ninconveniences in living conditions in the  X    generation may impact some \nproject areas that may trigger cases of upper  residential areas. The EIA will assess \nrespiratory problems and stress?  these areas and develop remediation \n  measures. \n(cid:131)  hazardous driving conditions where      Construction will impact access to \nconstruction interferes with preexisting roads?  X    some existing roads. Proper \n  construction procedures will be \nrequired to minimize hazards. \n(cid:131)  poor sanitation and solid waste disposal in  X    Appropriate sanitation and solid waste \nconstruction camps and work sites, and      facilities will be provided.  \npossible transmission of communicable    Construction workers will be made \ndiseases from workers to local populations?  aware of public health risk. \n \n(cid:131)  creation of temporary breeding habitats for  X    Potential exists. Mitigating measures \nmosquito vectors of disease?      will be identified during preparation of \n  the EIA. \n(cid:131)  dislocation and compulsory resettlement of      A full resettlement plan will be \npeople living in right-of-way?  X    prepared. \n \n(cid:131)  accident risks associated with increased      Road safety program will be \nvehicular traffic, leading to accidental spills of  X    strengthened with the project, thereby \ntoxic materials and loss of life?  reducing accident risk. Emergency \n  response measures will be \nimplemented. \n(cid:131)  increased noise and air pollution resulting from      Emissions are expected to increase \ntraffic volume?  X  slightly with increasing traffic. \n \n(cid:131)  increased risk of water pollution from oil,      Road conditions will improve, thereby \ngrease and fuel spills, and other materials from    X  reducing accident risk. \nvehicles using the road? \nHIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome, STD = sexually transmitted \ndisease. ", "12  Appendix 2 \nB.  Sichuan  \n \n1.  Initial Poverty and Social Assessment \n \na.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is  the  sector  identified  as  a   Yes \npriority in country poverty analysis?     national priority in country poverty   \n      No  partnership agreement?      No \n \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \nThe  transport  sector  contributes  to  poverty  reduction  directly  through  improved  access  to  markets, \nemployment opportunities,  and social services,  and  indirectly  by  stimulating  economic development. \nDespite good natural resources, the project area has lagged behind in economic development mainly \nbecause of lack of good transportation, which is currently limited to a class II or III highway. The project will \nlink the existing Chongqing to Dazhou expressway to Shaanxi Province. The proposed expressway will \nreduce  travel  time  and  cost  for  passenger  trips  and  freight  transport,  thereby  facilitating  economic \ndevelopment, job creation, and improved access to social services. \nb.  Poverty Analysis   Targeting Classification: General invervention \n \nWhat type of poverty analysis is needed?  \nThe project will directly contribute to poverty reduction in the project area by generating construction \nemployment opportunities in the short term and improving access to market for cash crops. The project will \nsubstantially improve transport infrastructure that will facilitate development of energy resources and \nthereby indirectly provide more employment and income-generating opportunities for local people.   \n \nFurther, the project will improve access to social services in the county centers and larger cities. The local \npeople  have  inconvenient  transportation  and  very  basic  education  and  medical  facilities.    Poverty \nincidence in the project area is estimated to be 6% (130,000 people) based on the national poverty line of \nCNY668 income per capita, and 10% (217,000) based on the provincial poverty line of CNY1,000 income \nper capita. \n \nA detailed poverty analysis will be carried out to identify the causes of poverty in the project area and \ndemonstrate how the project will help reduce poverty by incorporating specific measures in the project \nscope. The analysis will be based on the Handbook on Poverty and Social Analysis and Handbook for \nIntegrating Poverty Impact Assessment in the Economic Analysis of Projects. \n \nc.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nStakeholder analysis: Major stakeholders include Sichuan Provincial Communications Department, project \ncompany, local government, transport companies, local businesses, and local residents. Consultation \nbegan during the preparation of the feasibility study. Further consultation will be carried out for the \nenvironmental impact assessment, resettlement planning, and poverty and social analysis. \n \nIs there a participation strategy?     Yes                 No \nLocal people will be consulted during preliminary design to fix the expressway alignment, prepare village- \nlevel  resettlement  plans,  formulate  poverty  enhancement  measures,  and  prepare  for  construction \nemployment opportunities. Project components will include local roads and possibly public transport \nservices. ", "Appendix 2  13\n \n \nd.  Gender Development \n  \nStrategy to maximize impacts on women: The technical assistance (TA) will investigate opportunities to \nenhance the benefits to women through improved public transport service and local road improvements, \nwhich lead to better access to education, health care and markets.  Focus will be on remote villages, \nwhere females tend to drop out of school and have limited skills for outside work. The resettlement plan \nwill also formulate special measures to improve the conditions for women. \n \n \nHas an output been prepared?      Yes     No \nThis will be prepared during the TA \n                          e.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n     \n   Significant   Full \nA resettlement plan will be prepared in accordance \nResettlement     \nwith government regulations and the Asian \n Not   Short \nDevelopment Bank’s Handbook on Involuntary \nsignificant   \nResettlement.  \n   None  \n None \n     \n   Significant   Yes \nAffordability     \nThe project will reduce the cost of transportation \n Not    No \nand goods purchased from outside. \nsignificant \n \n None \n     \n   Significant   Yes \nLabor    The project will contribute to creating employment   \n Not  opportunities during construction and will not have    No  \nsignificant  any adverse impact on labor issues. \n \n None \n     \n   Significant   Yes \nIndigenous    There are no ethnic minority townships or villages or   \nPeoples   Not  significant concentrations of ethnic minorities in the    No  \nsignificant  project area.   \n \n None \n     \n   Significant   Yes \nOther Risks     \nThe risk of HIV/AIDS/STDs is considered low, but \nand/or   Not    No  \nwill be assessed during the TA. \nVulnerabilities  significant \n   \n None ", "14  Appendix 2 \n \n2.  Rapid Environmental Assessment \n \nScreening questions  Yes  No  Remarks \n     \n1.  Project Siting   \nIs the project area adjacent to or within any of the \nfollowing environmentally sensitive areas? \n    There are no reported cultural relics \n(cid:131)  Cultural heritage site  X  along the proposed alignment. This \nwill be confirmed during TA \nimplementation. \n    There are no protected areas along \n  X  the alignment. This will be confirmed \n(cid:131)  Protected area \nduring TA. \n    Several rivers will be crossed, but no \n(cid:131)  Wetland  X  wetland areas will be affected. \n     \n(cid:131)  Mangrove  X \n     \n(cid:131)  Estuarine  X \n     \n(cid:131)  Buffer zone of protected area  X   \n    None reported. This will be \n(cid:131)  Special area for protecting biodiversity    X  confirmed during the TA. \n     \n2. Potential Environmental Impacts  \nWill the project cause… \n(cid:131)  encroachment on historical/cultural areas?    X  None on the alignment. \n     \n(cid:131)  disfiguration of landscape by road  X  Much of the expressway passes \nembankments, cuts, fills, and quarries?  through mountainous terrain. There \n  will be significant cut and fill during \nconstruction. \n(cid:131)  encroachment on precious ecology (e.g.      Initial routing indicates no \nsensitive or protected areas)?    X  encroachment on protected areas. \n    This will be confirmed during the TA. \n(cid:131)  alteration of surface water hydrology of      There is a risk, but mitigation \nwaterways crossed by roads, resulting in  X    measures will be included in the \nincreased sediment in streams affected by  environment management plan. \nincreased soil erosion at construction site? \n \n(cid:131)  deterioration of surface water quality due to silt      Appropriate sanitation measures will \nrunoff and sanitary wastes from worker-based  X    be required to prevent water \ncamps and chemicals used in construction?  pollution. \n ", "Appendix 2  15\n \nScreening questions  Yes  No  Remarks \n(cid:131)  increased local air pollution due to rock      There is a potential impact on local \ncrushing, cutting and filling works, and  X    air quality from the project. Siting \nchemicals from asphalt processing?  and operation of construction \n  equipment will minimize any \npotential pollution. \n(cid:131)  noise and vibration due to blasting and other  X    Noise and vibration from tunneling \ncivil works?    activities and blasting will impoact \nsome areas. Mitigating measures will \nbe required to minimize impacts in \nsome areas. \n \n(cid:131)  other social concerns relating to inconveniences      There is a potential that increased \nin living conditions in the project areas that may  X    dust generation may impact some \ntrigger cases of upper respiratory problems and  residential areas. The environmental \nstress?  impact on the area will be assessed \n  and remediation measures \ndeveloped. \n(cid:131)  hazardous driving conditions where construction      Construction will impact access to \ninterferes with pre-existing roads?  X    some existing roads. Proper \n  construction procedures will be \nrequired to minimize hazards. \n(cid:131)  poor sanitation and solid waste disposal in  X    Appropriate sanitation and solid \nconstruction camps and work sites, and possible      waste facilities will be provided.  \ntransmission of communicable diseases from    Construction workers will be made \nworkers to local populations?  aware of public health risks. \n \n(cid:131)  creation of temporary breeding habitats for  X    Potential exists. Mitigation measures \nmosquito vectors of disease?      will be identified during preparation \n  of the environmental impact \nassessment. \n(cid:131)  dislocation and compulsory resettlement of      A full resettlement plan will be \npeople living in right-of-way?  X    prepared. \n \n(cid:131)  accident risks associated with increased      Road safety program will be \nvehicular traffic, leading to accidental spills of  X    strengthened with the project, \ntoxic materials and loss of life?  thereby reducing accident risk. \n  Emergency response measures will \nneed to be implemented. \n(cid:131)  increased noise and air pollution resulting from      Emissions are expected to increase \ntraffic volume?  X  slightly with increasing traffic. \n \n(cid:131)  increased risk of water pollution from oil, grease      Road conditions will improve, \nand fuel spills, and other materials from vehicles    X  thereby reducing accident risk. \nusing the road? \n \nHIV/AIDS = human immunodeficiency virus, STD = sexually transmitted disease, TA = technical assistance. \n \n ", "16   Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n             \n                Foreign       Local   Total \n  Item          Exchange  Currency   Cost \n             \nA.  Asian Development Bank (ADB) Financinga     \n  1.  Consultants \n    a.  Remuneration and Per Diem \n      i.  International Consultant  362,000   0         362,000 \n      ii.  Domestic Consultant   0  208,000         208,000 \n    b.  International and Local Travel     50,000      6,000           56,000 \n    c.  Reports and Communications      1,000    20,000           21,000 \n  2.  Office Equipmentb     30,000   0           30,000 \n  3.  Surveys, Miscellaneous     \n    Administration and Support Costs   0    50,000           50,000 \n  4.  Government Representatives for     \n    Contract Negotiationsc       6,000   0             6,000 \n  5.  Contingency     41,000    26,000           67,000 \n        Subtotal (A)   490,000  310,000         800,000 \n             \nB.  Government Financing     \n  1.  Office Accommodation and    0  100,000         100,000 \n    Support Services     \n  2.  Remunerations and Per Diem    0    80,000           80,000 \n    of Counterpart Staff     \n  3.  Others   0    20,000           20,000 \n        Subtotal (B)   0  200,000         200,000 \n        Total   490,000  510,000      1,000,000 \na     Financed by ADB's technical assistance (TA) funding program. \nb  Including computer hardware and software, photocopier, fax machine, and other office equipment to be  \n  procured under the consultant's contract.  Ownership will be transferred to the Government at TA completion.  \nc  Includes the cost of Government observers to attend contract negotiations at ADB headquarters. \nSource: ADB estimates.     \n ", "    Appendix 4  17\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Consulting services will fall into seven major categories.  The consultants’ specific tasks \nunder each category are described in the following paragraphs. \n \nA.  Highway Engineering \n  \n2.  Review all technical aspects in the feasibility studies and available engineering designs. In \nview of the difficult topography in the project area, undertake a thorough technical review including \n(i) horizontal and vertical alignment; (ii) subsurface investigation, particularly where tunnels are \nproposed; (iii) availability and quality of local construction materials; (iv) pavement, bridge, and \ntunnel design options; (v) drainage facilities; (vi) siting and configuration of interchanges, toll \nstations,  and service areas; (vii) provision for cross-expressway access; and (viii) road safety \nfeatures.  Assess  the  need  for  reviewing  the  prefinal  design  documents  for  major  structures, \ndepending on their complexity; and if found necessary, carry out the review before finalizing the \ndocuments. \n \n3.  On the basis of traffic  volumes, forecast traffic, traffic  mix,  and axle loads,1 review the \nadequacy  of  the  proposed  road  capacity  and  pavement  design,  and  recommend  measures  to \nprevent overloading on the project expressway, e.g., installing vehicle weighing stations at selected \nentry points, and other measures. \n \n4.  Prepare an inventory of the local roads for each county of the project area. Identify an \nimprovement  program  for  secondary  and  tertiary  road  networks,  including  provincial,  county, \ntownship, and village roads. Incorporate the local roads development program into the project and \ndesign it to enhance the distribution of the anticipated project benefits to the hinterland and the \nrural population in the project area. Give particular attention to including roads in poverty and \nminority  counties  and  townships  as  appropriate.  Review  the  local  government’s  road  asset \nmanagement  systems  at  provincial,  county,  township,  and  village  levels,  and  recommend \nmeasures for improvement. \n \n5.  Review  bills  of  quantities,  unit  prices,  and  costs  of  (i)  civil  works  for  expressway \nconstruction and road improvement, and (ii) equipment and other facilities to be procured under the \nproject. Review the current road maintenance, operation, and management systems. Estimate the \ncosts  of  routine  and  periodic  maintenance  for  the  expressway  and  local  road  development \ncomponents. Recommend suitable road maintenance operation and management systems and \nnecessary equipment. Review and update the project cost estimates and indicate the foreign \nexchange (direct and indirect) and local currency costs, giving due consideration to the actual costs \nof recently awarded contracts of a similar nature in Gansu and Sichuan. \n \n6.         Review (i) current design methodology in relation to road safety; (ii) road safety monitoring \nsystem and latest accident statistics in Gansu, Sichuan, and the project area; and (iii) road safety \ndata and management systems in Gansu and Sichuan. Design a suitable road safety component \nfor inclusion in the project in discussion with the Executing Agency and the Provincial Public \nSecurity Bureau. \n \n7.  In cooperation with the social and poverty specialist and transport economist, explore the \npossibility of introducing the roadside station concept2 in the service areas or other suitable areas \nalong the expressways or other major roads as part of the project. \n                                                 \n1  If information about axle loads is not available, the consultants will undertake an axle loads survey along the project \nroads.  \n2  The concept was developed in Japan as part of road infrastructure to contribute to local community development, and \nit has been adopted in Thailand with assistance from the Japan Bank for International Cooperation. See World Bank. \n2004. Guidelines for Roadside Stations.  Washington, DC. ", "18   Appendix 4 \nB.  Transport Economics \n \n8.  Review the current status and future plans (Tenth Five-Year Plan [10FYP] and Eleventh Five-\nYear Plan [11FYP] of road development in the People’s Republic of China (PRC), Gansu Province, \nand Sichuan Province, including the project area (maps will be prepared for this purpose). Identify \nthe role of the project in the framework of the Western Development Strategy in supporting pro-poor \ngrowth and poverty reduction in the western part of the PRC in general and Gansu Province and \nSichuan Province in particular. \n \n9.  Review the revenue and expenditures in the Gansu and Sichuan road sector in the past \ndecade  and  make  projections  for  the  10FYP  and  11  FYP  (2001–2010).  Analyze  the  level  of \nexpenditures for maintenance of local roads (as against expressways and national highways) in the \npast decade and financing plans for future maintenance. Examine the role of the road sector in the \nfiscal position of the province and analyze how the sector contributes to poverty reduction. \n \n10.  Review  existing  traffic  counts  and  origin-destination  surveys,  and  obtain  any  additional \nnecessary information on the present pattern of traffic by vehicle type and mode in the zone of \ninfluence of the project.  Assess capacity of the existing road networks and the effects of the capacity \nconstraints on vehicle operating costs (VOCs), travel time, and patterns of transport movement. \n \n11.  Using the most recent data for each vehicle type, prepare traffic forecasts at a range of toll \nrates for the project for normal, generated, and diverted traffic. Traffic diversion from the railways and \nwaterways should also be assessed, as appropriate. Based on the effect of the toll rates on traffic \ndiversion, prepare traffic forecasts for the project at various toll rates. In developing the traffic \nforecasts, take into account the long-term gross domestic product and other forecasts for the PRC \nprepared by the Asian Development Bank (ADB). \n \n12.  Undertake economic evaluation in accordance with ADB's Guidelines for Economic Analysis \nof Projects3 for the expressway and the local road components and for the project as a whole over \nthe construction and operation period by calculating the economic internal rate of return (EIRR).  \nTake into account construction, operation and maintenance (O&M) costs, VOCs, passenger and \nfreight  time  savings,  producer  surplus,  accident  savings,  and  any  other  quantifiable  benefits \nattributable to the project. Undertake sensitivity analysis by appropriately varying benefits, costs, \nimplementation period, traffic diversion, generated traffic, shadow price factor, and a combination of \nthese  factors.  Calculate  switching  values  and  compare  with  evidence  for  existing  expressway \nprojects. The sensitivity analysis of the EIRR and the financial internal rate of return (FIRR) to \nchanges in the toll rates should cover a sufficiently wide range to indicate the toll level at which (i) the \nEIRR falls to the cutoff rate of 12% and (ii) the FIRR reaches the maximum value. Present the result \nof the sensitivity analysis graphically. Carry out risk analysis4 using the monte carlo method by \nconsidering the possible values for key variables based on past PRC experience, and the probability \nwith which they may occur. Recommend ways in which project risks can be reduced. With the \nassistance of the social and poverty specialist, carry out distribution analysis of project benefits, \ncalculate  the  poverty  impact  ratio,  and  undertake  a  cause-and-effect  analysis,  following  the \nmethodology set forth in ADB's Guidelines for the Economic Analysis of Projects. \n \n13.  To  ensure  that  the  project  achieves  its  envisaged  objectives,  develop  a  results-based \nmonitoring  system,  using  the  design  and  monitoring  framework  in  an  ADB  format,  including \nmonitoring indicators that will be used to assess project performance, and baseline and target values \nfor  the  selected  indicators,  covering  economic,  transport,  socioeconomic,  poverty  impact, \n                                                 \n3  ADB. 2001. Handbook for Integrating Poverty Impact in Economic Analysis of Projects. Manila. \n4  ADB. 2002. Handbook for Integrating Risk Analysis in the Economic Analysis of Projects. Manila. ", "    Appendix 4  19\nenvironmental, and resettlement aspects. Develop a detailed monitoring framework for selected \ntownships in the project area and a control area, and collect baseline data and target values for key \nindicators. Prepare implementation arrangements, including data sources and reporting mechanism. \n \nC.  Financial Analysis and Expressway Operations \n \n14.       Review and update the proposed financing plan of the project including the share of ADB, \nMinistry of Communications, Gansu Province, Sichuan Province, domestic banks, and other sources, \nas  appropriate.  Calculate  a  discounted  return  to  equity  over  the  project  life,  and  assess  its \nattractiveness  to  private  investment.  Review  project  cost  estimates  and  proposed  drawdown \nschedules  as  provided  by  the  engineers.  Compute  price  contingencies  and  interest  and  other \nfinancing charges during construction in accordance with Guidelines for the Financial Governance \nand Management of Investment Projects Financed by the Asian Development Bank. Assess and \nprepare  financial  projections  for  the  proposed  operating  entity  over  10  years  of  expressway \noperation, including balance sheets, income statements, and cash flow statements in nominal terms.  \n \n15.  Carry out financial evaluation for the project over the construction and operation period by \ncalculating the FIRR, using proposed toll rates, and compare it with the weighted average cost of \ncapital (WACC). The FIRR and WACC should be computed on an after-tax basis in real terms using \nconstant 2005 prices. In collaboration with the transport economist, determine and justify appropriate \ntoll rates by vehicle type, taking into account the relationship between the toll rates and cost of \nproviding the road services; and ensure consistency of approach and assumptions between financial \nand economic analyses activities. \n \n16.  Assess the financial management of the operating entities, including (i) corporate planning \nand budgetary control, (ii) financial and management accounting, (iii) cost accounting, and (iv) \ninternal control and audit system. Suggest appropriate financial covenants to monitor financial \nconditionalities  of  the  project.  In  light  of  ADB’s  Policy  on  Governance—Sound  Development \nManagement  (1995),  recommend  ways  to  improve  corporate  governance  of  the  expressway \noperating entity, e.g., by entering into a concession agreement with the provincial communications \ndepartment. \n \n17.  Review the current status of private sector participation in expressway development and \noperations in Gansu Province and Sichuan Province and assess the potential for operating the \nproject expressway as a corporation or as a concession by the private sector. Identify appropriate \narrangements to implement such a strategy, considering options such as leasing, securitization, joint \nventure, build-operate-transfer, and other arrangements for O&M. \n \nD.  Road Transport Service \n \n18.  Assess  the  provision  of  trucking  and  public  transport  services  in  the  project  area \nconsidering pricing, quality, and frequency of service. Assess the degree of competition and the \nproportion of the reduced transport costs that are likely to be passed on to end users.  Review the \ncurrent conditions of road transport services, including passengers and freight in Gansu in general \nand Longnan City in particular, and examine how such services could be improved to provide \nefficient services in poor remote areas. Recommend suitable components, e.g., public transport \ncenter, freight distribution center, improvement of bus services, and any others, for inclusion in the \nproject.  For Sichuan Province, review the current conditions of public transport in the project area \nand determine the need to incorporate the public transport component into the project so as to \nimprove services to poor remote areas. \n \n \n ", "20   Appendix 4 \nE.  Social and Poverty Analysis \n \n19.  Prepare socioeconomic and poverty profiles for the project area. Collect data through \nstatistical records, field surveys, key informant interviews, and participatory community appraisal \ntechniques. Include data on population, income levels, occupations, unemployment, education, \nhealth conditions, and other relevant socioeconomic data. Separate data by gender. The data and \nprofiles  should  be  sufficiently  comprehensive  to  serve  as  the  baseline  for  socioeconomic \nperformance indicators. Assess poverty incidence using the government poverty lines and $1 a day \n(equivalent to CNY900 per year). \n \n20.  Based on the initial poverty and social analysis, conduct a full poverty and social analysis in \naccordance with ADB’s Handbook on Poverty and Social Analysis. Assess how the proposed \nproject  may  help  improve  people’s  livelihood  systems.  Assess  gender  issues,  identify  ethnic \nminorities and other vulnerable groups, and recommend appropriate measures to address impacts \nand  promote  development  opportunities  during  construction  and  operations  of  the  project.  \nEstimate (i) the number of project beneficiaries by area, occupation, and income level (poor, low, \nmedium, and high); and (ii) the number of adversely affected people, by type of impact. If any \nethnic  minorities  are  affected,  formulate  special  measures  to  safeguard  their  livelihood  and \ncustoms. In particular, develop strategies to ensure project benefits accrue to ethnic minorities in \nthe Gansu project area. Specify how the project will improve benefits (market access, employment \nopportunities, lower transport costs, reduced travel time, etc.) for local people, by income group. \nRecommend measures to enhance benefits and minimize adverse impacts, particularly for the \npoor. The cost of such measures and the means for implementation will be clearly proposed for \npossible incorporation into a social development action plan implemented as part of the Project. \n \n21.  Assist in establishing consultation and participatory processes during project preparation \nthat will continue throughout project design, construction and operation.  Identify stakeholders and \nconsult representatives so that their needs and demands can be considered for incorporation into \nthe project or as parallel initiatives. \n \nF.  Environmental Impact Assessment \n22.  Review  the  project  environmental  impact  assessments  (EIAs),  as  prepared  by  the \nexecuting  agencies  (EAs),  to  ensure  they  conform  to  ADB’s  Environment  Policy  (2002)  and \nEnvironmental Assessment Guidelines (2003). Assist the EAs to carry out further investigations \nand  analysis,  as  required,  to  ensure  that  the  EIAs  conform  to  the  above  ADB  policies  and \nguidelines.  Finalize the EIAs by incorporating comments from ADB. Also prepare summary EIAs \n(SEIAs) in accordance with ADB’s Environmental Assessment Guidelines (2003). \n \n23.  Ensure  that  each  EIA  includes  (i)  description  of  the  project;  (ii)  description  of  the \nenvironment,  including  physical  resources,  ecological  resources,  economic  development,  and \nsocial and cultural resources; (iii) assessment of project alternatives; (iv) anticipated environmental \nimpacts  (direct,  indirect,  induced,  and  cumulative)  and  mitigating  measures;  (v)  economic \nassessment;  (vi)  environmental  management  plan,  including  institutional  management  and \nmitigating measures for identified environmental impacts; (vii) environmental monitoring plan; and \n(viii) public consultation and information disclosure. \n \n24.  Based on a preliminary environment scoping, assess the major specific environmental \nconcerns, including (i) impacts on surface water, (ii) impacts on groundwater, (iii) impacts on air \nquality, (iv) soil erosion, and (v) impacts of construction activities on the community.  Estimate the \ncosts of implementing the proposed environmental mitigating measures and the environmental \nmonitoring  plan.  Assess  the  level  of  costs  against  expected  environmental  benefits,  where \npossible,  in  a  quantifiable  manner.  Assist  the  highway  engineers  in  incorporating  appropriate ", "    Appendix 4  21\nenvironmental  mitigating  measures  into  the  project  design;  make  recommendations  on  the \nenvironmental  training  requirements.  Prepare  contractor  specifications  for  environmental \nmanagement  and  monitoring.  Prepare  the  terms  of  reference  and  budget  for  independent \nenvironment monitoring and evaluation. \n \n25.  Assist the EAs in conducting appropriate public consultation, as required, in accordance \nwith ADB’s requirements. Public consultation and disclosure for this project (category A) requires \n(i) public consultation on environmental issues during the early stages of EIA fieldwork, and (ii) \npublic consultation on environmental issues when the draft EIA report is available, and prior to loan \nappraisal by ADB. Ensure that the EIA includes proposed measures for public consultation during \nproject construction and operation. \n \nG.  Resettlement Planning \n26.  Review the draft resettlement plan (RPs) and prepare modifications, as required, to comply \nwith ADB’s Involuntary Resettlement Policy (1995), Handbook on Resettlement (1998), and other \nrelevant requirements. The RPs should address all project components including the expressway, \nlocal roads, access roads, and construction areas. Review the results of the socioeconomic profiles, \nvillage surveys and household surveys conducted by the EA (data should be disaggregated by \ngender). Quantify the types and degree of impacts on the affected people, including income levels \nand sources, housing conditions, occupations, expenditure patterns, landholdings, skills base, and \nassets (production and living). Assess the socioeconomic condition, needs, and priorities of women \naffected by land acquisition and resettlement; and identify specific measures to assist them and \nensure that land acquisition and resettlement do not disadvantage women. \n \n27.  Document in each RP the extent to which the project design and alignment have avoided or \nminimized land acquisition and displacement of people and businesses. Include in the RPs village-\nlevel  impact  assessment  of  project-affected  people,  land,  assets,  and  occupations.  Identify \npotential impoverishment risks and vulnerable groups, including those severely affected through \nloss of land, those with low income, and others (e.g., the disabled, the elderly, ethnic minorities, \nunemployed, illiterate, women, children) and develop special mitigating measures, as required.  \n \n28.  Assess the policy and legal framework for resettlement, identify any gaps between ADB \nand PRC policies and propose measures to bridge the gap. In collaboration with the EA and local \ngovernment officials, define impact categories and compensation eligibility of affected people, and \nprepare an entitlements matrix covering compensation and other assistance for all types of impacts \nto achieve full replacement for lost assets, income, and livelihood systems. \n \n29.  Assist the EAs and expressway companies to prepare a public consultation and disclosure \nplan,  develop  a  format  for  documenting  consultation  with  affected  people,  and  initiate  a \nparticipatory process for RP preparation and implementation among affected communities, local \nleaders, proponents, and other stakeholders. Assist the EAs to prepare a resettlement information \nbooklet for distribution to all affected villages and households. \n \n "], "metadata": {"ModDate": "D:20050912141607+08'00'", "CreationDate": "D:20050831142053+08'00'", "Title": "Microsoft Word - BC_03Aug05_WB_text.doc", "Creator": "PScript5.dll Version 5.2", "Author": "E72", "Producer": "Acrobat Distiller 6.0 (Windows)"}}