{"path": "data/input/ta/tar-ino35138.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: INO 35138 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO THE \n \n \nREPUBLIC OF INDONESIA \n \n \nFOR PREPARING THE \n \n \nCLEAN VEHICLE FUEL FOR BLUE SKIES PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2002", " \nCURRENCY EQUIVALENTS \n(as of 30 October 2002) \n \nCurrency Unit  –  Rupiah (Rp) \nRp1.00  =  $0.000109 \n$1.00  =  Rp9,214 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCNG  –  compressed natural gas \nBAPEDAL  –  Badan Pengendalian Dampak Lingkungan \n(Indonesia’s Environmental Impact Management Agency) \nEIA  –  environmental impact assessment \nGEF  –  Global Environment Facility \nJICA  –  Japan International Cooperation Agency \nLARP  –  land acquisition and resettlement plan \nLEMIGAS  –  Research and Development Center for Oil and Gas Technology \nMEB  –  Mitra Emisi Bersih (Friends of Clean Emissions) \nMIGAS  –  Direktorat Jendral Minjak Dan Gas Bumi  \n(Directorate General for Oil and Gas) \nMOE  –  Ministry of Environment \nPERTAMINA  –  Perusahaan Pertambangan Minyak Dan Gas Bumi Negara  \n(National Oil and Gas Company) \nPGN  –  Perusahaan Gas Negara (State Gas Corporation) \nTA  –  technical assistance \n \n \n \n \n \n \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \nThis report was prepared by a team consisting of  A. Terway (team leader), F. \nAhmed, L. Blanchetti-Revelli, S. Chatterjee, Y. Feng, A. Goswami, A. Hirano, X. Jia, \nL. Kulp.  \n ", "     \nI.  INTRODUCTION \n1.  The Government of Indonesia (the Government) has expressed its concern over the \nincreasing level of vehicular emissions and the consequent environmental impact in Jakarta and \nother large urban centers. To address this situation, the program to phase out leaded gasoline \ncommenced in July 2001 and the fuel prices are now linked to international prices to promote \nefficient  use.  Against  this  background  and  at  the  request  of  the  Government,  the  Asian \nDevelopment  Bank  (ADB)  fielded  the  Fact-Finding  Mission  (the  Mission)  for  the  technical \nassistance (TA) for preparing the Clean Vehicle Fuel for Blue Skies Project (the Project) on 14–\n16  May  2002. The  Mission  and  the  Government reached an understanding on the goals, \npurpose, scope, implementation arrangements, cost, financing arrangements, and terms of \nreference for the TA. A preliminary logical framework is in Appendix 1, and a summary initial \npoverty and social assessment in Appendix 2.1 \n \n \nII.  ISSUES \n2.  Rapid urbanization and industrialization in Indonesia have created severe air pollution \nproblems, particularly in its major cities. The United Nations Environmental Program ranks \nJakarta as the world’s third most polluted mega-city, after Mexico and Bangkok. Vehicular traffic \nemissions  are  obvious  and  major  sources  of  air  pollution.  An  ADB-funded  regional  TA2 \nestimated that vehicle emissions in Jakarta amount to approximately 71% of the oxides of \nnitrogen (NOx), 15% of sulfur dioxide (SO ), and 70% of particulate matter (PM )3 in the total \n2 10\nemission loads, and the annual economic cost of the associated health problems will be about \n$450 million by 2015. Another World Bank study4 estimated health damage due to all sources of \nair pollution in Jakarta at approximately $300 million per year in 1990, and this was projected to \nincrease tenfold by 2010 unless serious control efforts were implemented.  \n \n3.  In recognition of the growing severity of air pollution caused by industrial expansion, \nrapid urbanization, and increasing vehicle numbers, the World Bank started the Urban Air \nQuality Management Strategy (URBAIR) in 1992 as part of its Metropolitan Environmental \nImprovement Program, and an action plan was formulated. Following from this work, the Japan \nInternational Cooperation Agency (JICA) and Indonesia’s Environmental Impact Management \nAgency (BAPEDAL) (i) continued air pollution studies in the Greater Jakarta area from 1994 to \n1997, and prepared an air pollution control strategy for the period till 2010; and (ii) conducted an \ninvestigation and analysis of Jakarta’s socioeconomy, environment, meteorology, air quality, \nand air pollution sources, which enabled formulation of an action plan through to 2000.  \n \n4.  Several critical components of the World Bank and JICA-supported action plans have \nbeen  implemented.  These  include  starting  to  phase  out  leaded  gasoline  in  July  2001, \nestablishing a networking system and stations for ambient air quality in 10 Indonesian cities, \nand developing emissions standards for stationary and mobile sources. However, a number of \nimportant air pollution countermeasures proposed in the earlier studies have not yet been \nimplemented effectively. \n \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 21 June 2002 under the title Cleaner Energy Use for Blue \nSkies Project.  \n2  ADB. 2000. Technical Assistance for Action Plans for Reducing Vehicle Emissions. Manila. \n3  Respiratory problems are linked to particulate matter smaller than 10 microns, or one millionth (10-6) of a meter. \n4  World Bank.1994. Report No 12083-IND: Indonesia Environment and Development: Challenges for the Future. \nWashington. \n ", "2  \n5.  The ADB regional TA (footnote 2) further funded a multisectoral group, Friends of Clean \nEmission (the MEB) to formulate a draft action plan for reducing vehicular emissions. The MEB \nis  a  voluntary  group  that  comprises  officials  and  representatives  from  the  Government \nministries, city government, transport departments, police, fuel suppliers, transport industry, and \ncivil society. The Ministry of Environment (MOE) coordinated the MEB’s activities and will need \nfurther technical and financial assistance to review and adopt, along with other concerned \nagencies,  the  action  plan;  formulate  policies;  and  establish  standards  and  guidelines  for \nvehicular emissions.   \n \n6.  The MEB action plan identified five areas for direct interventions to reduce vehicle \nemissions in Greater Jakarta, (i) implementation of new vehicle emission and fuel standards, (ii) \nimprovement of vehicle standard and technology (including installation of catalytic converters), \n(iii)  introduction  of  a  regime  for  inspection  and  maintenance,  (iv)  refinement  of  transport \nplanning, and (v) management of air quality. The maximum reduction of vehicle emission loads \nin 2005 and 2015 will be possible by implementing new vehicle emission and fuel standards by \nassuring supply of cleaner fuels and lowering vehicular emission limits. The Government has \npromoted compressed natural gas (CNG) as a clean fuel since 1995 and increasing its use will \nsignificantly reduce emission load and thereby help improve the air quality in Jakarta. \n \n7.  Several  countries  have  introduced  natural-gas-driven  vehicles  to  address  urban \npollution. These include Australia, Canada, Iran, New Zealand, Thailand, United Kingdom, and \nUnited States. More recently, CNG programs have been initiated in Argentina, Bangladesh, \nIndia, and Pakistan. ADB has approved two loans to develop the use of CNG for the transport in \nDhaka.5 \n \n8.  Natural gas is the cleanest burning fossil fuel and an improvement over other primary \nenergy sources. Natural gas combustion results in virtually no atmospheric emissions of sulfur \ndioxide (SO ) or particulate matter (PM ); and 45-70% lower emissions of carbon monoxide \n2 10\n(CO), reactive hydrocarbon, oxides of nitrogen (NO ) and carbon dioxide (CO ) than from the \nx 2\ncombustion of other fossil fuels. Use of CNG would contribute significantly toward improved air \nquality. Advanced technology used for natural-gas-fueled vehicles could further reduce carbon \nmonoxide (CO) emissions by as much as 90% and reactive hydrocarbon emissions by about \n85%, compared to gasoline-fueled vehicles. \n \n9.  Indonesia is well endowed with natural gas reserves. During the past few years, about \n60% of natural gas production was exported as liquefied natural gas. However, given the scale \nof its gas reserves, Indonesia’s present domestic natural gas consumption accounts for about \n18% of total primary commercial energy supply only, which is among the lowest in Southeast \nAsia.  Domestic  use  of  gas  and  associated  infrastructure  are  underdeveloped  and  the \nenvironmental benefits remain unrealized. ADB is supporting gas infrastructure development in \nSouth Sumatra under the Gas Transmission and Distribution Project,6 which has successfully \ncompleted the first major gas transmission pipeline (about 510 kilometer) in Sumatra. Additional \ngas transmission pipelines are being constructed under the same project to supply natural gas \nfrom South Sumatra to Singapore. \n \n                                                 \n5  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nPeople's Republic of Bangladesh for the Dhaka Clean Fuel Project. Manila \n6  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Republic of Indonesia for the Gas Transmission and Distribution. Manila.  ", "3 \n10.  In 1995, the Government embarked on a reform process to increase development of \nnatural gas resources and mobilize the required financing from the private sector for natural gas \nproduction,  processing,  and  transmission.  In  1995,  ADB  provided  a  TA7  to  support  the \ndevelopment of a corresponding gas sector policy and a regulatory framework, and its inputs \nwere used in the new oil and gas law enacted by the Government in 2001. Another ADB-funded \nadvisory TA is being implemented to prepare a comprehensive gas sector development plan \nthat will guide and promote the development of Indonesia’s gas infrastructure over the next 5 \nyears so as to meet the expected increased domestic demand for natural gas; reduce the \nconsumption  of  imported  and  exportable  substitute  fuels,  and  the  environmental  impacts \nassociated with the use of such fuels; and promote increased small-scale production and use of \nnatural gas including coal-bed methane.8 \n \n11.  A strategic plan to promote the use of clean vehicle fuel involves, among other things, a \ncritical  examination  of  two  aspects:  (i)  the  economic  least-cost  justification  for  a  project \nconsidering the objective and the nature of investment; and (ii) the rationale for a project to be \nimplemented through the public sector, and later strategies for private sector participation to \nexpand the cleaner fuel use. The public sector will need to start addressing the issue of \nvehicular emissions and establish a critical mass of clean fuel using vehicles and the required \nclean fuel supply. Since individuals and private sector fleet operators generally own vehicles, \nthe success of fuel switching will greatly depend on the motivation and the decision taken by the \nprivate sector. The Oil and Gas Law 22/2001 allows the private sector to obtain a license for \ntrading natural gas and provides open access to the natural gas transportation network. Thus, \nwith a suitable incentive structure, the private sector will eventually be fully involved in the \nsupply of clean energy for vehicles.   \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n12.  The TA will assist the Government to prepare the Project for Jakarta. The Project will    \n(i) promote the use of cleaner fuel to reduce the pollution caused by vehicular emissions and \nthereby  help  improve  urban  air  quality,  and  (ii)  strengthen  the  air  emission  testing  and \nmonitoring framework. The TA consultant will develop a strategic plan on the use of CNG to \nimprove urban air pollution, and a pioneer investment plan, which will provide the initial stock of \ncleaner vehicles and the required clean fuel supply to create a critical mass, so that further \nprivate sector investments can be promoted for lowering vehicular emissions. New investments \nunder the Project will be in (i) natural gas transmission pipelines,9 (ii) natural gas distribution \nnetwork and connections to new CNG filling stations, (iii) CNG filling and storage stations, (iv) \nconverter  kits  for  existing  gasoline  cars,  (v)  new  CNG-based  buses,  and  (vi)  stations  for \nmonitoring ambient air quality and vehicular emissions. The economic and financial analysis of \nthe  Project  will  also  help  determine  a  suitable  CNG  price.  The  TA  will  also  assist  the \nGovernment in developing a formal policy on the improvement of ambient air quality by reducing \nvehicle emissions. The policy can then be adopted by the Government and the Jakarta city \ngovernment.  \n \n                                                 \n7  Included in the 1995 project (footnote 6), as a TA for the study to establish gas regulatory framework. \n8  ADB. 2001. Technical Assistance to the Republic of Indonesia for Preparing a Gas Sector Development Plan. \nManila. \n9  The investment in natural gas transmission pipelines will be limited to the need for a higher gas supply to CNG \nfilling stations. \n ", "4  \nB.  Methodology and Key Activities \n13.  The TA will comprise two parts. Part A will prepare the Project using environmental and \ntransport data  from Greater Jakarta. Information regarding the supply of natural gas will be \nobtained  from  the  National  Oil  and  Gas  Company  (PERTAMINA),  National  Gas  Company \n(PGN),  and  the  Directorate  General  for  Oil  and  Gas  (MIGAS).  The  analysis  and \nrecommendations from previous studies will be summarized, and where necessary, further \nanalysis will be carried out to determine if the Project is justified. Other funding agencies that \nhave contributed in earlier studies in Indonesia and other developing member countries will also \nbe consulted to develop various options.  \n \n14.  The plan for clean vehicles and fuel supply for Jakarta should cover all aspects related \nto  new  investments,  including  technology  selection,  technical  specifications,  environmental \nstandards, economic and financial analysis, poverty and social impacts, safety requirements, \nenvironmental impacts, and institutional changes required to expand the use of CNG. The plan \nwill include a timetable and projection of the number of vehicles that are expected to substitute \nliquid fuel with CNG. Part A of the TA will also recommend measures to strengthen air quality \nand vehicular emission monitoring. Another important part of the TA will be to prepare a robust \nmechanism to transfer ADB-funded items (e.g., buses and conversion kits) to private sector \nusers through financial intermediaries to ensure that the funds are rolled over. The outline terms \nof reference for the consulting services for part A are in Appendix 3. \n \n15.  Part  B  will  assist  the  Government  in  converting  the  MEB  action  plan  to  a  draft \nenvironmental policy (para. 5). The Government would then (i) obtain the endorsement of the \nrelated ministries, local governments, civil societies, and agencies; and (ii) formally announce \nthe policy for reducing vehicular emissions that will help establish necessary standards and \nguidelines. Part B of the TA will also provide the terms of reference for further studies to finalize \naction plans to implement complementary measures to improve urban air quality, e.g., transport \nplanning and limiting emissions from stationary sources. The outline terms and reference for \npart B are also given in Appendix 3. \n \nC.  Cost and Financing \n16.   The total cost of the TA is estimated at $758,000 equivalent, comprising $390,000 in \nforeign exchange costs and $368,000 equivalent in local currency costs. ADB will provide \n$600,000 equivalent to finance the entire foreign exchange cost and $210,000 equivalent of the \nlocal currency cost. The TA will be financed on a grant basis by the Japan Special Fund, funded \nby the Government of Japan. The Government will finance the remaining $158,000 equivalent \nof the local currency costs. The cost estimates and financing plan are presented in Appendix 4. \nThe Government has been advised that providing the TA does not commit ADB to finance any \nensuing project. \n \nD.  Implementation Arrangements \n17.  The two parts of the TA will be implemented over a total period of 8 months, from \nJanuary  to  August  2003.  MIGAS  will  be  the  Executing  Agency  and  PGN  will  be  the \nImplementing Agency for the part A of the TA. A steering committee will be established to guide \nand monitor the project preparatory activities; it will be chaired by MIGAS, with members from \nministries and agencies, including MOE, National Development Planning Agency, PGN, and \nJakarta city government. PGN will (i) provide office space, and fulltime professional counterparts \nto work closely with the consultants; (ii) coordinate with the MOE, MIGAS, PERTAMINA, ", "5 \nResearch and Development Center for Oil and Gas Technology (LEMIGAS), city government, \npotential financial intermediaries, other external agencies, and other stakeholders to collect \nnecessary information and data related to passenger transport and vehicular emissions for \nGreater Jakarta; and (iv) help organize consultation workshops and seminars to finalize project \ndesign.  \n \n18.  Part A of the TA will be implemented over 7 months, commencing in February 2003 and \nending in August 2003. To implement part A of the TA, a consulting firm will be selected in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory  to  ADB  on  the  engagement  of  domestic  consultants.  The  simplified  technical \nproposal procedure will be used for selecting a consulting firm on the basis of the quality and \nthe cost of the services (quality-and-cost-based selection). Part A of the TA will require 12 \nperson-months of international and 32 person-months of domestic consultants. The required \nexpertise will include (i) international consultants: (a) a CNG-vehicle specialist and team leader, \n(b) an environmental specialist, (c) an energy and transport economist, and (d) a natural gas \nsector and project specialist; and (ii) domestic consultants: (a) an environmental specialist and \ndeputy team leader, (b) a transport specialist, (c) an economist, (d) a financial analyst, (e)  a \nnatural gas sector specialist, (f) a project specialist, (g) a sociologist and poverty specialist, and \n(h) a financial intermediary specialist. The consultants will be required to prepare inception, \ninterim,  draft  final,  and  final  reports,  due  2  weeks,  2  months,  5  months,  and  7  months, \nrespectively, after the commencement of services. Tripartite meetings will be held in PGN for \nthe presentation and review of the interim and draft final reports. \n \n19.  MOE’s Directorate for Environmental Impact Management for Non-Institutional Sources, \nwill be the Executing Agency for part B of the TA. The finalization of the policy will need to \ninvolve a wide range of stakeholders; therefore, MEB will be closely involved. Part B of the TA \nwill be implemented over 7 months, commencing in January 2003 and ending in July 2003. \nIndividual consultants will be selected  in accordance with ADB’s  Guidelines on the Use of \nConsultants and other arrangements satisfactory to ADB on the engagement of domestic \nconsultants. Part B of the TA will require 1 person-month of international and 12 person-months \nof  domestic  consultant  services.  The  international  expert  will  require  knowledge  of \nenvironmental policy related to vehicular emissions, and the domestic experts will provide inputs \nrelated to vehicular transport and air pollution. An initial draft policy will be prepared within 3 \nmonths after work commences, a workshop will be held to obtain views from all stakeholders, \nthe draft policy will be submitted to MOE 4 months after work commences. Thereafter, the draft \npolicy will be endorsed by the local and central governments, and it will be formally announced \nat a seminar within 3 months of receiving the draft policy. \n \n \nIV.  THE PRESIDENT'S DECISION  \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe Government of Indonesia for preparing the Clean Vehicle Fuel for Blue Skies Project, and \nhereby reports this action to the Board. \n ", "6  Appendix 1 \nLOGICAL FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targetsa  Mechanisms  and Risks \nGoal       \n• Reduce the  • Particulate matter, sulfur  • Annual check of   \nemissions from  dioxide, nitrous oxide,  exhaust emissions \nvehicles in Jakarta  hydrocarbon, and carbon  • Quarterly reports \n  monoxide emissions within  from ambient air \n  environmental standards  quality monitoring \n• Improve air quality  • Improvement in efficiency  stations \n  of automobile engines  • Reports from \n• Formulate policy for  • Announcement of the  vehicle \nreducing vehicular  approved government  manufacturers \nemissions   policy \nPurpose       \n• Increase the use of  • Quantity of liquid  • Statistics from fuels  • Pricing policy provides the \nclean fuels for  automotive fuel substituted  supply companies  incentive to switch from \nvehicles   with CNG  liquid automotive fuel to \n  CNG. \n• Wide participation in  • All stakeholders to provide  • TA progress reports  • Cooperation of \nformulation of policy  inputs  stakeholders \non vehicular emission \nOutputs       \n• Install CNG filling  • To be based on TA  • Project  • The owners of existing \nunits  recommendation  implementation  gasoline filling stations \nprogress report and  fully support the project  \ncompletion report \n• Increase natural gas      • Land acquisition and right-\ntransportation  of-way are made available \ncapacity  on a timely basis.  \n• Provide CNG      • Financial intermediaries \nconverter kits for cars  help channel loan funds \n• Provide CNG-based      • Fleet operators support the \nnew passenger  project \nbusses \n• Install more ambient      • Active participation of the \nair quality and vehicle  city government \nemissions monitoring \nstations \n• Draft policy document  • To be available by July  • Tripartite review  • Active participation of \n2003  meeting  members of the action \ngroup, the MEB \nInputs       \n• Consultants  • Consulting services for  • Final report of the  • Consultants are competent \npreparing the project and  TA  • Counterpart staff and \ndraft policy–$600,000   • Project accounts  budget is available on a \ntimely basis \n• Equipment  • About $170 million    • Equipment are \nmanufactured according to \nthe suitable technology  \nCNG = compressed natural gas, MEB = Mitra Emisi Mersih, TA = technical assistance \na  Quantitative targets and other indicators will be determined during TA implementation. ", "  Appendix 2  7 \nSUMMARY INITIAL POVERTY AND SOCIAL ASSESMENT \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a national  Yes  Sector identified as a national  Yes  \npriority in country poverty analysis?  priority in country poverty  \n  partnership agreement? \nContribution of the sector/subsector to reduce poverty in Indonesia: \nThe poverty reduction partnership agreement signed in April 2001 states that in the medium-term poverty reduction \ndevelopment priorities will focus on three major areas of intervention: growth, human resource development, and \ngood governance. The clean energy program in Indonesia contributes directly to environmentally sustainable \neconomic growth. Substituting liquid fuels with compressed natural gas (CNG) in vehicles will help mitigate the urban \nair pollution caused by vehicle emissions, and make more liquid fuels available for export. The immediate impact of \nthe Clean Vehicle Fuel for Blue Skies Project will be improved air quality for urban residents in Greater Jakarta, \nincluding the poor. The project will also promote private sector development in the automotive sector. \n \nB.  Poverty Analysis        Proposed Classification: Others \nWhat type of poverty analysis is needed? \nThe poor urban will be among the beneficiaries from the reduced vehicle emissions and hence improved air quality. \nThe impact will be reduced respiratory diseases, less demand on the health services, and longer periods for earning \nwages. Secondary data on the poor in Jakarta will be collected, and potential improvement of health conditions and \nemployment opportunities of the poor will be estimated. \n \nC.  Participation Process \nStakeholder analysis: \nThe project design will include consultation with the governments, research institutes, private sector, civil societies, \nand potentially affected groups such as vehicle owners, drivers, and passengers. The consultation will include \nidentifying factors that influence vehicle user's decision to switch to CNG, relative pricing of CNG, capacity building \nfor emission monitoring, promotion of the private sector investment, and opportunities for informal employment that \ncould directly benefit the poor.  \n \nParticipation strategy required: Yes  \nPart B will be based on a participatory approach involving the Friends of Clean Emissions (MEB). \nD.  Potential Issues \n  Significant,   Strategy to Address Issues  Plan Required \n  Not Significant, \nSubject  Uncertain, None \nResettlement  Uncertain   The project design (e.g.,  Of the six areas of investments, three \nrouting of pipeline) will  (converter kits, new buses and pollution \nminimize the impacts from  monitoring stations) will not involve land \nland acquisition. Where it is  acquisition; two (CNG stations and \nunavoidable, a participatory  distribution network) may involve some land \nprocess will be used to  acquisition in about 100 urban locations; and \ndevelop a land acquisition  one (transmission pipeline) may involve \nand resettlement plan.  resettlement along the route of the pipeline.  \nGender  None    None \nAffordability  None  Since the project involves fuel  None \nsubstitution, affordability is \nnot an issue. \nLabor  Uncertain  The affect on the informal  None \nlabor market related to \nautomotive service industry \nwill be examined. \nIndigenous   None    None \nPeople \nOther Risks/  Uncertain  The safety aspects of CNG  Yes \nVulnerabilities  vehicles will be examined. \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE  \n \nA.  Part A: Consulting Services for Preparing the Project \n1.  The consultant will provide the following outputs: \n \n(i)  a review of air quality issues in the project area and the rationale for and benefits \nof using compressed natural gas (CNG); \n(ii)  a study of the current status of the use of natural gas for transportation in \ndeveloping and developed countries; \n(iii)  a  review  of  the  existing  Indonesian  policies,  regulations,  standards,  and \nguidelines for the use of natural gas for transportation and industry sectors, and \nrelated projects being considered by other funding agencies; \n(iv)  a study of the market and investment needs for CNG use in Greater Jakarta; \n(v)  a design of potential investment components of the proposed project, including \nbut not limited to, gas filling stations, gas conversion kits, financing mechanism \nfor private sectors to use clean fuels, dissemination program, etc; options for \nCNG supply (other than pipeline); projections regarding adoption of CNG; vehicle \nemission testing equipment; and a traffic air quality monitoring system; \n(vi)  a project framework, with a specific, timebound, and monitorable set of outputs \nand activities; \n(vii)  an economic and financial analysis of the proposed project; \n(viii)  an environmental impact assessment (EIA) and a summary EIA of the project; \n(ix)  a social impact and poverty study for the proposed project; \n(x)  in  all  cases  involving  land  acquisition,  guidance  and  supervision  for  the \nPerusahaan  Gas  Negara  (PGN)  staff  in  preparing  the  land acquisition and \nresettlement plan (LARP) acceptable to Asian Development Bank (ADB);  \n(xi)  a study of the possibility of accessing Global Environment Facility (GEF) funds; \nand \n(xii)  a training program for PGN to promote the use of natural gas in vehicles; \n \n2.  To prepare the required outputs, the consultants will work as a team to carry out various \ntasks, under the supervision and coordination of the team leader and the deputy team leader. \nThe tasks will include but not be limited to the following. \n \n1.  Strategic Plan for Promoting CNG to Improve Air Quality  \n3.  The international CNG automotive specialist and team leader and domestic environment \nspecialist  and  deputy  team  leader  will  carry  out  the  following  tasks,  with  the  support  of \ninternational natural gas sector specialist, and domestic natural gas specialist. The consultants \nwill \n(i)  review reports on urban transport in Indonesia, particularly studies related to \npassenger traffic and vehicular emissions; \n(ii)  review the Government’s development policies and plans for the gas subsector \nand urban transport;   \n(iii)  review reports on switching the fuel for passenger transport, and compare the \nadvantages and disadvantages of using CNG; \n(iv)  provide technical justification for the proposed project, and review or carry out a \nfeasibility study for each project component; ", "  Appendix 3  9 \n(v)  describe and review the current fuel price structure, and its impact on demand for \nthe transport sector;  \n(vi)  based on discussions with the Government, derive an appropriate fuel pricing \nstrategy that will (a) encourage switching to cleaner fuels for passenger transport, \n(b) ensure a supply of natural gas, and (c) ensure the financial viability of operators \nthat deliver the services; and \n(vii)  review the financing requirements of the project and opportunities for commercial \nexport credit and official cofinancing, and identify the possibility of and prepare a \nframework for private sector participation. \n \n2.  Economic Analysis and Poverty Impact Assessment  \n4.  The consultants will include an international energy and transport economist, and a \ndomestic economist, a financial analyst, and a sociologist and poverty specialist. The tasks \nrelated to economic analysis and poverty impact assessment will include \n(i)  reviewing the assumptions and methodology used to forecast vehicular traffic; \n(ii)  providing quantitative and qualitative benefits of the project and its components; \n(iii)  carrying out an economic analysis based on ADB ’s Guidelines for the Economic \nAnalysis of Projects; \n(iv)  Providing  a table detailing the conversion of economic cost from financial cost of \nthe Project and the specific conversion factors used; \n(v)  incorporating  into  the  economic  analysis  an  economic  quantification  of \nenvironmental impact due to the project following ADB's Environmental Guidelines \nfor Selected Industrial and Power Development Projects (1993) and Environmental \nAssessment Requirements of the Asian Development Bank (1998), and Economic \nValuation of Environmental Impacts: A Workbook (1996). Clearly discuss and \npresent the assumptions and methodology; \n(vi)  assessing  the  project's  pro-poor  impact  in  terms  of  ADB’s  poverty  reduction \nstrategy; \n(vii)  reviewing and explicitly discussing the assumptions and the economic parameters \nused in the economic analysis;  \n(viii)  identifying  and  analyzing  likely  economic  uncertainties  that  could  affect  the \nproject's viability, and carrying out a risk analysis using a suitable risk analysis \nmodel; and  \n(ix)  assessing the possibility of the project accessing GEF funds and preparing a \ndraft proposal for GEF funding, if eligible. \n \n3.  Investment Design \n 5.  The consultants will include an international natural gas sector specialist, and a domestic \nnatural gas sector specialist and a domestic project specialist. The consultant will \n(i)  review the detailed engineering design of project components and provide inputs \nif any, to make it suitably robust; \n(ii)  prepare detailed cost estimates for the project and present the cost estimates in \nADB format using the COSTAB or an equivalent model; \n(iii)  prepare contract packaging  and  the  draft  bidding  documents,  and  propose \nbidding  procedures  for  items  to  be  procured  under  international  competitive \nbidding:  the  bidding  documents  and  procurement  procedures  must  be  in \naccordance to ADB’s latest guidelines and standard bidding documents; \n ", "10  Appendix 3 \n(iv)  review the project implementation schedule and prepare a Gantt chart showing \nthe critical path, and prepare a contract package list and procurement schedule; \n(v)  assess  the  likely  technical  risks  facing  the  project  and  carry  out  sensitivity \nanalyses to check the viability of the project under these risks; and  \n(vi)  prepare terms of reference, expertise requirements, and person-month estimates \nfor supervision of project implementation and management. \n \n4.  Financial Analysis \n6.  The consultants will include an international energy and transport economist and a \ndomestic financial analyst. They will undertake a comprehensive analysis of PGN's financial \nperformances and assess the financial viability of the Project. These tasks include the following: \n \n(i)  financial analysis of PGN: (a) review the accounting and financial records of PGN \nfor  the  last  5  years;  present  the  key  financial  statements  (viz.,  the  income \nstatement, balance sheet, sources and application of funds statement, and a \nsummary of financial performance indicators) in ADB format; (b) prepare a succinct \nwrite-up on the past and present financial performance of the company, bringing \nout the salient features of the performance and issues affecting the performance; \n(c) develop a spreadsheet model in Excel and project PGN’s financial performance \nover the next 5 years, clearly stating the assumptions used; present the projected \nfinancial performance in ADB format; prepare a concise write-up on the projected \nfuture financial performance of PGN and state key issues that are likely to affect \nsuch performance; (d) present PGN’s investment program for the next 5 years; \npresent the financing plan for this proposed investment program; examine the \nfeasibility of this plan from the financial standpoint; and (e) recommend measures \nthat will improve PGN's financial health;  \n \n(ii)  financial viability of the project: (a) discuss the most suitable methodology for \nassessing the financial viability of the project and each of its components; compute \nthe  project  financial  internal  rate  of  return  (FIRR)  and  comparison  with  the \nweighted average cost of capital (WACC) in accordance with Guidelines for the \nFinancial Governance and Management of Investment Projects Financed by ADB \n(2002); and present clearly the assumptions and detailed workings; and (b) assess \nthe likely financial uncertainties and risks, and carry out sensitivity analysis to \ncheck  the  viability  of  the  project  and  its  components  under  these  risks  and \nuncertainties (a risk analysis model to be used); and  \n \n(iii)  analysis of PGN’s financial governance and financial management function: (a) \nreview PGN’s internal controls to ensure that they are consistent with ADB’s \nAnticorruption Policy (1998), and Anticorruption Policy: Description and Answers to \nFrequently Asked Questions  (2000);  (b)  describe  the  salient  features  of  the \naccounting and financial management practices, including delegation of authority, \ncost control and budgeting processes, and financial performance measurement; \n(c) describe how accounts are audited (both internal and external audit); comment \non  the  auditing  standards  used  and  adequacy  of  the  auditing  arrangements; \nassess training requirements for auditing; and (d)  recommend  measures  for \nimproving  in  the  organization  structure  for  the  financial  functions,  including \naccounting, financial management, and audit. \n ", "  Appendix 3  11 \n5.  Environmental and Social Dimensions  \n 7.  The  consultant  will  include  an  international  environment  specialist  and  a  domestic \nenvironment specialist and a domestic sociologist and poverty specialist. The tasks related to \nenvironmental and social dimensions will include the following: \n \n(i)  Prepare  an  EIA  for  the  project  based  on  Environmental  Assessment \nRequirements of the Asian Development Bank (1998). The EIA should also (a) \nexamine the safety aspects related to high pressure storage of CNG in vehicles \nand filling stations; (b) include adequate provision for environmental and safety \nprotection  as  integral  part  of  the  design,  construction,  operation  and \nmaintenance;  and  (c)  include  environmental  and  safety  management  and \nmonitoring plan. \n(ii)  Prepare a summary EIA using the format given in  Environmental Assessment \nRequirements of the Asian Development Bank; submit a draft summary EIA for \nreview, and incorporate any subsequent comments.  \n(iii)  Prepare  an  initial  social  assessment  in  accordance  with  ADB  guidelines  to \ndetermine the likely social and gender effects and potential mitigative measures. \nThis includes land acquisition effects and any potential adverse effects on minority \nnationalities. Prepare a social analysis in accordance with ADB ’s Handbook on \nPoverty and Social Analysis, a Working Document.  \n(iv)  If significant numbers of project-affected people are identified, develop a land \nacquisition resettlement plan (LARP) in accordance with the principles and format \nset  out  in  the  policy  document  titled  Asian  Development  Bank:  Involuntary \nResettlement,  and  Handbook  on  Resettlement:  A  Guide  to  Good  Practice. \nIncorporate  in  the  LARP  a  social  analysis  of  the  project,  including \nrecommendations  on  (a)  any  changes  necessary  to  the  project  design  and \nimplementation arrangements to incorporate social dimensions; (b) any measures \nnecessary  to  enhance  benefits  for  or  to  mitigate  adverse  impacts  on  ethnic \nminorities, if any, in accordance with ADB’s Policy on Indigenous Peoples; and (c) \nappropriate socioeconomic monitoring and management plans.  \n(v)  Prepare  a  summary  LARP,  submit  a  draft  summary  LARP  for  review,  and \nincorporate any subsequent comments in completing the summary LARP. \n(vi)  Identify ways to ensure active participation of local communities in project design \nand implementation. \n  \n6.   Intermediary Financing  \n8.  The domestic financial intermediary specialist will perform tasks related to intermediary \nfinancing, including the following: \n  \n(i)  Review  information  related  to  prospective  financial  intermediaries  that  can \nchannel  the  assistance  for  the  procurement  of  passenger  vehicles  and \nconversion kits to fleet owners and end users. Review the instruments currently \navailable with the intermediaries. \n(ii)  Develop  evaluation  criteria  that  the  intermediaries  would  need  to  satisfy  to \nparticipate in the project. \n(iii)  Prepare  draft  terms  for  channel  financing  and  discuss  these  with  potential \nintermediaries. \n(iv)  Prepare  a  short  list  of  qualified  intermediaries  with  term  sheets  for  their \nparticipation. \n ", "12  Appendix 3 \n \nB.  Part B: Preparation of the Draft Policy for Reducing Vehicle Emissions \n9.  Based on the findings and recommendations included in Friends of Clean Emission's \n(MEB's) draft action plan of February 2002 under ADB-funded regional technical assistance,1 \nthe consultant will provide the following outputs: \n \n(i)  an update of the air quality status and issues in Jakarta area; \n(ii)  an update of Indonesian policies, regulations, standards, and programs of air \nquality management, with a focus on mobile and stationary sources; \n(iii)  recommendations for changes required in the  incentive and policy structure to \nmotivate private sector investment for reducing vehicle emissions; \n(iv)  a draft policy for reducing vehicle emission; \n(v)  a study of and design for the investment needs of the monitoring, investigation, \nand improvement for air pollution sources; \n(vi)  draft  terms  of  reference  for  further  studies  to  help  the  implementation  of \ncomplementary measures to improve urban air quality, e.g., transport planning, \nlimiting emissions from stationary sources; and \n(vii)  a training program for staff in the Ministry of Environment (MOE) and other line \nagencies to improve air quality through the use of cleaner fuels. \n \n1.  Individual International Consultant \n10.  The Executing Agency for part B will be the Directorate for Environmental Impact \nManagement for Non-Institutional Sources of MOE. It has the mandate to transform the MEB \naction  plan  into  a  draft  official  policy  on  reducing  vehicular  emissions.  The  international \nconsultant  (1  person-month)  will  facilitate  the  consultation  process  among  stakeholders, \nincluding the MEB members. The consultant will provide inputs from findings of earlier studies \nrelated to vehicular emissions in Jakarta, and international experience, particularly studies \nunder the World Bank-sponsored Clean Air Initiative for Asian Cities. \n \n11.  The  consultant  will  review  the  initial  policy  draft  policy  that  evolves  through  the \nconsultation process, and if needed, suggest areas that need to be strengthened to formulate \nthe draft policy. The consultant will also participate in two seminars and provide  support in \nassimilating the inputs from participants and taking the process forward. \n \n2.  Domestic Consultants \n12.  Five domestic experts will be engaged (2 person-months each) to assist six working \ngroups that will be focusing on (i) ambient air quality monitoring, (ii) fuel standards and quality, \n(iii)  vehicle  standards,  (iv)  inspection  and  maintenance,  (v)  transport  planning  and  traffic \nmanagement, and (vi) institutional development. The domestic experts will prepare discussion \npapers, summary reports, and plans for the working groups. They will help organize the two \nseminars and facilitate information sharing with the participants.  \n \n13.  One domestic consultant (2 person-months) will be engaged to draft and edit the initial \nand draft policy document. The documents will be in English and Bahasa Indonesia. Its quality \nshould be of a standard for an international audience. \n                                                 \n1  ADB. 2000. Technical Assistance for Action Plans for Reducing Vehicle Emissions. Manila. ", "  Appendix 4  13 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Part A  Part B  Total \nCost \n  Foreign  Local   Foreign  Local   \nItem  Currency  Currency Currency  Currency \n           \nA.  Asian Development Bank Financinga \n           \n  1.  Consultants \n    a.  Remuneration and Per Diem           \n      i.  International Consultants  240  0  20  0  260 \n      ii.  Domestic Consultants  0  112  0  44  156 \n    b.  International and Local Travel  50  5  10  1  66 \n    c.  Reports and Communications  4  0  1  0  5 \n  2.  Workshops, Seminars, and Training  0  5  0  8  13 \n  3.  Miscellaneous Administrative Support  3  1  0  2  6 \n  4.  Representative for Contract    4  0  0  0  4 \nNegotiations \n  5.  Contingencies  54  22  4  10  90 \n      Subtotal (A)  355  145  35  65  600 \n           \nB.  Government Financing           \n \n  1.  Office Accommodation and Transport  0  21  0  10  31 \n  2.  Remuneration and Per Diem  0  75  0  13  88 \n    of Counterpart Staff \n      3.  Logistic Support, Translations,  0  10  0  5  15 \nReports  \n      4.   Contingencies  0  19  0  5  24 \n      Subtotal (B)  0  125  0  33  158 \n        Total  355  270  35  98  758 \n \na  Financed by the Japan Special Fund \nSource: Asian Development Bank estimates \n \n \n "], "metadata": {"CreationDate": "D:20021218161808", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021220100501+08'00'"}}