{"path": "data/input/ta/tar-ban34039.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: BAN 34039 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \nPEOPLE’S REPUBLIC OF BANGLADESH \n \n \nFOR THE \n \n \nCORPORATIZATION OF THE DHAKA ELECTRIC SUPPLY AUTHORITY \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNovember 2002", " \nCURRENCY EQUIVALENTS \n(as of 4 November 2002) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0174 \n$1.00 =  Tk57.60 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BPDB  –  Bangladesh Power Development Board \n  DESA  –  Dhaka Electric Supply Company \n  DESCO  –  Dhaka Electric Supply Company \n  kWh  –  kilowatt-hours – 1,000 watt-hours \n  MEMR  –  Ministry of Energy and Mineral Resources \n  MW  –  Megawatts – 1,000,000 watts \n  PSRB  –  Power Sector Reforms in Bangladesh \n  TA  –  technical assistance \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2000 ends on 30 June 2000.  \n(ii)  In this report, \"$\" refers to US dollars. \nThis report was prepared by a team consisting of S. Chander, Principal Project Engineer and \nMission Leader, Shamsuddin Ahmed, Senior Project Officer and Lucia Cannon, Private Sector \nDevelopment Specialist. ", "     \nI.  INTRODUCTION \n1.  In May 2001, the Government of Bangladesh requested the Asian Development Bank \n(ADB) for technical assistance (TA) to conduct studies and to facilitate the corporatization of the \nDhaka Electric Supply Authority (DESA). The TA is included in the 2002 country assistance \nprogram. Fact-finding was carried out in August 2001 and, in a letter dated 11 December 2001, \nthe Government confirmed the aide-memoire of the Fact-Finding Mission. The TA framework is \ngiven in Appendix 1.1 \n \nII.  ISSUES \n2.  In  1994,  the  Government,  adopted  a  policy  paper  titled  Power  Sector  Reforms  in \nBangladesh (PSRB) as the basis for restructuring its power sector. As per the PSRB, the long-\nterm structure of the power sector will feature (i) a separation of sector regulation and operation; \n(ii) autonomy and commercial orientation of the sector entities; (iii) unbundling of generation, \ntransmission, and distribution; and (iv) increased private sector participation. Under such a \nstructure, a new regulatory authority is to be responsible for (i) setting electricity tariffs and \ndetermining the corresponding performance norms; (ii) collecting, verifying, and disseminating \nsector  statistics;  (iii)  reviewing  and  approving  long-term  power  planning;  (iv)  creating  and \nmaintaining a nondiscriminatory and commercial business environment in the sector; and (v) \nadjudicating disputes between sector entities. While the transmission segment is to remain in \nthe public sector, generation and distribution assets will have both public and private ownership. \nThe objective is to eliminate monopolies and instill competition, so as to have commercial \ndiscipline and good customer service. Over the last 8 years, the reform program has progressed \nslowly but steadily, forming a sound basis for more rapid changes in the sector. One of the \ngoals of the reform is to corporatize (restructure as a company under the Companies' Act, 1994) \ndistribution  assets  in  the  sector,  thereby  providing  more  autonomy  and  concomitant \nresponsibility, which will lead to improved operations and savings in the cost of electricity \nsupply.  \n \n3.  Since 1991, the organizational setup of the distribution subsector has undergone a major \nchange.  Before  1991,  all  distribution  was  with  the  Bangladesh  Power  Development  Board \n(BPDB) except for the rural areas serviced by the rural electric cooperatives. On account of the \nspecial need for reforming the distribution subsector in the Dhaka area which accounted for over \n40% of all electricity supply in Bangladesh, in 1991 DESA was established as a separate \norganization to handle BPDB’s operations in the Dhaka area. However, DESA has made little \nimprovement over the last decade since its governance structures and rules of business were \nbasically the same as those of BPDB. In 1997, DESA's distribution territory was rationalized to \ninclude only the core metropolitan areas of the city, and a subsidiary company, the Dhaka \nElectric Supply Company (DESCO),2 was established to first take over DESA’s operations in the \nMirpur area and later on in the whole of Dhaka City. However, the Government subsequently \ndecided that it would be better to have competition among the distribution entities by having at \nleast two separate companies servicing the Dhaka area – DESCO covering the northern part of \nthe city and corporatized successors to DESA servicing the south.3 Given that the present \n                                                 \n1  The TA first appeared in ADB Business Opportunities  in July 2001.  \n2  DESCO is a company incorporated under the Companies' Act, 1994 with an independent board of directors and \nprofessional management on contract appointment. In 4 years of operations, it has reduced its distribution losses \nfrom 43% to 26% in the Mirpur area. \n3  Even after this bifurcation, each entity would be servicing a peak load of about 500 megawatts (MW) out of a \ncountrywide peak load of about 3,000 MW. In terms of energy, each entity would be importing 2,300 million \n ", "2     \nstructure  and  internal  procedures  of  DESA  are  not  conducive  to  rapid  absorption  of  new \nroutines,  staffing  norms,  and  internal  discipline,  a  new  corporate  entity  is  required.  The \nGovernment has agreed to incorporate the new company prior to the fielding of the consultants \nfor the TA. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n4.  The TA will assist the Government and DESA to (i) corporatize DESA, (ii) introduce \nmodern management information systems in the new company, and (iii) integrate the new \ncompany into the power network as a distinct power distributor. It will define the new company's \nrelationship with other sector entities. Appendix 2 gives the outline terms of reference. \n \nB.  Methodology and Key Activities   \n5.  By the time the consultants are fielded, it is expected that Government approval for \nincorporating the new company will have been received, and necessary documents such as the \nmemorandum and articles of association filed with the Registrar of Joint Stock Companies of \nBangladesh. The company's new board of directors will also have been constituted, and the \nprocess for selecting the new management initiated. Thus the consultants will be working with \nthe new management right from inception of the work. The key activities will be to devise \nappropriate strategies for (i) evaluating assets, (ii) establishing a viable financing plan, (iii) \nformulating personnel policies, (iv) organizing for the transfer of assets and staff to the new \ncompany,  (v)  organizing  the  voluntary  separation  scheme  for  eligible  staff  of  DESA,  (vi) \nexamining and organizing for sale DESA’s shareholding in DESCO, and (vii) implementing \nfinancial and management information systems. \n \n6.  There are no major risks at the start of this TA since the handing over of the northern \nareas of DESA to DESCO has already been scheduled.4 Risks to the completion of the TA \ninclude noncooperation of DESA staff with the consultants, but this risk is small – several \ncompanies have now been established in the power sector as part of the reform process and \nthere has been no major incident. \n \nC.  Cost and Financing \n7.   The total cost of the TA is estimated at $1,100,000 equivalent, comprising $730,000 in \nforeign  exchange  costs  and  $370,000  equivalent  in  local  currency  costs.  The  full  foreign \nexchange costs of $730,000 and $120,000 of the local currency costs for a total of $850,000 will \nbe financed on a grant basis by the ADB's TA funding program. The Government and DESA will \nprovide the remaining $250,000 in kind, to cover costs of office accommodation, transport, \nsalaries of counterpart staff, administrative support, and contingencies. Detailed cost estimates \nare presented in Appendix 3.  \n \nD.  Implementation Arrangements \n8.  The Ministry of Energy and Mineral Resources (MEMR) of the Government and DESA \nwill be the Executing Agencies for the TA. For smooth implementation of the study and transfer \n                                                                                                                                                          \nkilowatt-hours (kWh) out of a national total of about 9,700 million kWh, which makes the two entities the largest \nelectricity distributors in the country. \n4  This transfer is scheduled in December 2002 and is a condition for selecting consultants for this TA. ", "      3 \nof knowledge, a task force with suitably qualified and experienced staff and facilities will be set \nup before the consultants are fielded. MEMR and DESA will provide, free of charge to the \nconsultants team, (i) office accommodation and facilities,5 and (ii) transport within Bangladesh. \nMEMR and DESA will assist the consultants in data gathering, preliminary analysis, and report \nwriting.  The  entire  work,  including  report  writing,  will  be  done  in  Bangladesh  to  maximize \ntransfer  of  knowledge  to  DESA  managers,  engineers,  accountants,  and  other  staff.  The \nconsulting firm will make its own arrangements for personal computers and other facilities for \nproducing of its reports. \n \n9.  The TA will require about 22 person-months of input of an international consulting firm \nwith  expertise  in  financial  and  management  information  systems,  legal  drafting  of  power \npurchase agreements, and cost accounting. The international consultant will be supported by \ndomestic consultants (30 person-months) in asset valuation, computerization of information \nsystems, consulting and human resources management (especially beneficiary consultations). \nThe international consulting firm will be selected in accordance with simplified technical proposals \nfollowing ADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to \nADB for engaging domestic consultants. The consultant will be responsible to ADB for the total \nscope of the work. ADB’s quality and cost based selection system will be applied in selecting the \nfirm. \n \n10.  Consulting services are expected to begin in January 2003 and be completed within 14 \nmonths. The consultant will submit inception, midterm, draft final, and final reports 1, 6, 10, and \n12 months, respectively, after its appointment. The first tripartite meeting of MEMR, DESA, the \nconsultant, and ADB will review the inception report to give the direction of the study. The \nsecond  tripartite  meeting  after  the  submission  of  the  midterm  report  will  establish  the \nparameters for corporatizing DESA. After submission of the draft final report, the final tripartite \nmeeting will confirm the results of the TA and establish follow-up actions by the Government \nand DESA. The consultant will also organize (i) a workshop after the second tripartite meeting to \nbrief stakeholders – concerned ministries of the Government, chambers of commerce and \nindustry, staff associations, and financiers – and to receive their feedback on the corporatization \nprogram; and (ii) a seminar at the conclusion of the TA to brief stakeholders on the outcome of \nthe studies. In addition, numerous consultations with employees, Government, management of \nDESA, customers of DESA, bankers, and investors will be held to formulate and implement \nspecific actions required for the corporatization process. \n \nIV.  THE PRESIDENT'S DECISION \n11.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $850,000 on a grant basis to \n \nthe Government of Bangladesh for the Corporatization of the Dhaka Electric Supply Authority, \nand hereby reports this action to the Board. \n \n \n                                                 \n5 Some of the facilities, such as the computer hardware and software for implementing the management information \nsystems, will be purchased under ADB’s Loan 1730-BAN(SF): Dhaka Power System Upgrade Project, approved \non 21 December 1999 for SDR54.319 million. \n ", " \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \nDesign Summary  Project Targets  Project Monitoring  Risk/Assumptions \nMechanisms \nGoal       \n       \nIncrease efficiency of the  Improve the quality of service of  Operation and performance  Establishment of an \nstate power system,   power utilities in Dhaka  reports of utilities  effective regulatory agency \nparticularly distribution       \ncompanies in Dhaka  Expand service to cover more of  Commercial operations data  Government's willingness \n  the population  of utilities  to introduce reforms \n       \n  Eliminate financial losses in   Financial statements of  Political interference \n  electric distribution  utilities   \n     \nPurpose       \n       \nCorporatize Dhaka   Draft legal company documents,  Articles of association,  Political will \nElectric Supply Authority  appoint independent board of  appointment papers   \n(DESA)  directors, recruit professional     \n  managers     \n       \nCommercialize its operations  Execute commercial agreements  Power purchase   \nand introduce modern  with energy suppliers  agreements \nmanagement   \n \nEstablish financial  Reduce distribution losses to 20%  Operations data  Recruitment of competent \nsustainability of operations  of import by FY2004    managers, rationalization \n      of tariff  \n   \n ", "   \n \nDesign Summary  Project Targets  Project Monitoring  Risk/Assumptions \nMechanisms \n  Computerize billing and collection  Computerized bills   \n       \n  Establish financial controls and  Financial statements   \ninternational accounting standards     \n     \nHave greater labor discipline  Commercial work contracts  Availability of trained \n    personnel \n     \nEstablish  appropriate  financing  Operation reports  Enforcement by courts \nstructure \nEstablish competition with  Divest DESA's shares in DESCO  Sale deed  Political will \nDhaka Electric Supply       \nCompany (DESCO)  Benchmark efficiency parameters  Regulatory decision   \n     \nComponents/Outputs       \n   \nNew corporation established  Incorporation documents \n \nComputerized financial and   Systems manuals and usage     \nmanagement information   \nsystems established   \n   \nFinancial restructuring      Consultant’s report \nproposed   \n   \nStrategy for divesting  Consultant’s report \nDESA's shares in DESCO   \nformulated   \n   \nFinancial action plans for  Consultant’s report \nDESCO and new company \nprepared \n \n ", " \n \nDesign Summary  Project Targets  Project Monitoring  Risk/Assumptions \nMechanisms \nPersonnel policies drafted  Consultant’s report     \n \nInputs       \n   \n22 person-months of   \ninternational consulting \nservices \n \n30 person-months of \ndomestic consulting services \n \nInputs from the Ministry of \nEnergy, DESA, DESCO and \nADB staff \n \n \n ", "  Appendix 2  7 \nOUTLINE TERMS OF REFERENCE  \n \nA.  Scope of Work \n1.  The work is divided into two parts.  The first part involves devising the overall strategy for \ncorporatizing Dhaka Electric Supply Authority (DESA): details of legal transfer of assets and \npersonnel, as well as proposals for financial restructuring including evaluation of options for \ndivestment  of  DESA's  shares  in  Dhaka  Electric  Supply  Company  (DESCO);  drafting  of \ncommercial agreements between DESA and other power sector entities; drafting of personnel \npolicies; and preparation of a financial and commercial action plan. The second part involves \nactual  implementation  of  the  financial  and  management  systems,  and  support  to  the  new \ncompany to assimilate the new management systems and procedures. \n \n2.  In  part  1,  the  consultants  will  work  out  the  details  for  corporatizing  DESA,  and \ncommercializing and improving its operations: \n \n(i)  Design a project strategy, devise activities and time schedule, and plan the \nparticipation of agencies involved in implementing corporatization. \n \n(ii)  Identify legal steps to be taken to transfer assets and personnel from DESA to \nthe new company and wind up DESA, draft the necessary legal documents. \n \n(iii)  Define the financial status of the company; identify assets and liabilities, existing \ncontracts  and  obligations,  and  investment  needs;  and  prepare  a  financial \nrestructuring plan and starting financial statements. \n \n(iv)  Review and design an effective organizational and management structure for \nDESA and institutionalize organizational and hierarchical autonomy. \n \n(v)  Establish performance criteria, and develop a business plan on how to improve \nperformance in core areas.  \n \n(vi)  Identify transactions between DESA and other entities in the power sector after \ncorporatization to formalize them, and prepare legal documents. \n \n(vii)  Develop management systems for the new corporatized company, such as (a) \ncomputerized  daily  and  monthly  reporting  formats  for  the  management \ninformation system, (b) personnel development plan, and (c) employee social \nimpact evaluation. \n \n(viii)  Prepare a strategy paper for divestment of DESCO’s shares held by DESA.  \n \n(ix)  Prepare financial action plans for DESA and DESCO for the next 5 years. \n \n(x)  Prepare the first tariff proposals of the new company and DESCO for filing with \nthe regulator. \n \n3.  In  part  2,  consultants  will  help  implement  all  the  management  systems,  financial \naccounting systems, and personnel management systems devised in part 1.  \n \n \n ", "8  Appendix 2 \n \nB.   Implementation Arrangements \n \n4.  The  work  will  start  in  January  2003  and  be  completed  by    February  2004.  The \nconsultants will submit these reports: \n \n(i)  an inception report, within 1 month of the start of the TA, which will outline \nthe detailed work program for corporatizating DESA; \n \n(ii)  monthly progress reports; \n \n(iii)  report on the DESCO divestment options, within 3 months after the start \nof the TA, which will consider how to divest DESA's shares in DESCO, \nthe desirability and feasibility of the options, and a strategy for achieving \ndivestment by the potentially most successful method; \n \n(iv)  a draft final report, within 12 months after the start of the TA,  with \nconsultants' findings and recommendations.  In addition, a summary of \nthe draft final report in electronic format and suitable for web site posting \nwill be provided; and \n  \n(v)  a  final  report,  which  will  analyze  the  success  of  the  project  and \nincorporate comments and revisions submitted by the Executing Agency \nand the Asian Development Bank.  This will be a formal report produced \nboth in hard copy and in electronic version. \n \n(vi)  A presentation summarizing the salient features of the work done under \nthe TA, as a form of case study.   ", "  Appendix 3  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  600.0  0.0  600.0 \n      ii.  Domestic Consultants  0.0  120.0  120.0 \n    b.  International and Local Travel  25.0  0.0  25.0 \n    c.  Reports and Communications  10.0  0.0  10.0 \n  2.  Training, Seminars, and Conferences       \n    a.  Facilitators  5.0  0.0  5.0 \n    b.  Training Program  10.0  0.0  10.0 \n  3.  Representative for Contract Negotiations  3.0  0.0  3.0 \n  4.  Contingencies  77.0  0.0  77.0 \n      Subtotal (A)  730.0  120.0  850.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  50.0  50.0 \n  2.  Remuneration and Per Diem  0.0  150.0  150.0 \n    of Counterpart Staff \n  3.  Others  0.0  50.0  50.0 \n      Subtotal (B)  0.0  250.0  250.0 \n        Total  730.0  370.0  1100.0 \na Financed by ADB's TA funding program. \nSource: Asian Development Bank estimates. \n \n \n "], "metadata": {"CreationDate": "D:20021120172038", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021121103228+08'00'"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 4 November 2002) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0174 \n$1.00 =  Tk57.60 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BPDB  –  Bangladesh Power Development Board \n  DESA  –  Dhaka Electric Supply Company \n  DESCO  –  Dhaka Electric Supply Company \n  kWh  –  kilowatt-hours – 1,000 watt-hours \n  MEMR  –  Ministry of Energy and Mineral Resources \n  MW  –  Megawatts – 1,000,000 watts \n  PSRB  –  Power Sector Reforms in Bangladesh \n  TA  –  technical assistance \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2000 ends on 30 June 2000.  \n(ii)  In this report, \"$\" refers to US dollars. \nThis report was prepared by a team consisting of S. Chander, Principal Project Engineer and \nMission Leader, Shamsuddin Ahmed, Senior Project Officer and Lucia Cannon, Private Sector \nDevelopment Specialist. ", "authors": [{"documentRole": "", "fullname": "Mission Leader", "role": "Shamsuddin Ahmed", "organization": "Senior Project Officer and Lucia Cannon"}, {"fullname": "S. Chander"}, {"fullname": "S. Chander"}]}