{"path": "data/input/ta/tar-cam-38071.pdf", "pages": [" \nASIAN DEVELOPMENT BANK  TAR:CAM 38071 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Poverty Reduction Cooperation Fund) \n \n \nTO THE \n \n \nKINGDOM OF CAMBODIA \n \n \nFOR \n \n \nCAPACITY BUILDING \n \n \nFOR THE \n \n \nTONLE SAP POVERTY REDUCTION INITIATIVE \n \n \n \n \n \n \n \n \n \nAugust 2004 \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 August 2004) \n \nCurrency Unit  –  riel (KR) \nKR1.00  =  $0.0002505 \n$1.00  =  KR3,991.70 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIT  –  Asian Institute of Technology \n  GMS  –  Greater Mekong Subregion \n  M&E  –  monitoring and evaluation \n  NGO  –  nongovernment organization \n  TA  –  technical assistance \n  TSI  –  Tonle Sap Initiative \n \n \nTA CLASSIFICATION \n \n  Poverty Classification  –  Poverty intervention \n  Sector  –  Agriculture and natural resources \n  Subsector  –  Fishery\n  Themes  –  Environmental sustainability, Inclusive social \ndevelopment \n  Subthemes  –  Environmental policy and legislation, Human \ndevelopment \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by O. Serrat. \n ", " \nI.  INTRODUCTION \n1.  In the Tonle Sap basin, the Asian Development Bank (ADB) is fighting poverty within a \nstrategic framework of linked initiatives. However, it must also meet the need for a significant \nprogram of capacity building1 if the initiatives are to achieve all their  intended benefits.  This \ntechnical  assistance  (TA)  was  proposed  to  the  Poverty  Reduction  Cooperation  Fund  and \nendorsed in February 2004.  From 20–30 April 2004, the ADB Fact-Finding  Mission  visited \nThailand to formulate the TA, and Cambodia on 3 May 2004. In Cambodia, the Mission was \nassured of the Government’s concurrence with the goal, purpose and outputs, methodology and \nkey activities, cost and financing, implementation arrangements, and terms of reference for the \nTA. The TA framework is in Appendix 1.2 \n \nII.  ISSUES \n2.  The Tonle Sap ecosystem3 is (i) the main source of animal protein for much of the \npopulation of Cambodia, owing to the productive fisheries of the Tonle Sap Lake; (ii) a direct \nand irreplaceable source of livelihoods for more than 1 million people living on and around the \nTonle Sap Lake; (iii) a seasonal breeding and nursery ground and forage area for fish that \nsubsequently  migrate  to  the  Mekong  River;  and  (iv)  an  environmental  hotspot  of  global \nsignificance. The Tonle Sap basin is home to 32% of Cambodia's total population. It covers 38% \nof Cambodia's total land area. It is also a reservoir from which water drains, in the dry season, \nto  control  salinity  intrusion  and  conserve  mangrove  in  the  Mekong  delta.  However,  high \npopulation growth is increasing the number of people to feed and consumptive use of the Tonle \nSap basin’s resources is intense. Threats to the Tonle Sap Lake include over-exploitation of \nfisheries and wildlife resources, encroachment during the dry season, and cutting of the flooded \nforest. In the watersheds, degradation of natural vegetation is destroying habitats and results in \ndeterioration of water and soil quality and increased siltation rates. Despite the inherent richness \nof the lake, most indicators of poverty in the basin are worse than those of the national \npopulation as a whole. King Norodom Sihanouk has warned that Cambodia faces environmental \ndisaster if the Tonle Sap ecosystem is degraded further. \n \n3.  In line with the  National Poverty Reduction Strategy, 2003–2005 and the program \nformalized in the poverty partnership agreement between the Government of Cambodia and \nADB,4 the country strategy and program, 2005–2007 for Cambodia will highlight the Tonle Sap \nbasin. In July 2003, in support of the country strategy and program, the Tonle Sap Basin \nStrategy was formulated.5 The suite of loans and TAs that will execute it, known as the Tonle \nSap Initiative (TSI), makes demands on the human and social capital of many stakeholders, \nincluding  line  agencies,  local  government  bodies,  communities,  research  institutes, \nnongovernment organizations (NGOs), and other elements of civil society. However, human and \nsocial capital had been diminished by 25 years of strife. A multi-year, integrating instrument is \n                                                 \n1  Capacity building is development of the abilities of individuals, groups, and organizations to complete critical tasks \neffectively and efficiently on a sustainable basis. It is the process of assisting such entities to identify and address \nissues and gain the insights, knowledge, and experience needed to solve problems and implement change. To be \nmeaningful in the long term, capacity building is best done as part of a process, rather than as an end in itself. \n2  The TA first appeared in ADB Business Opportunities (Internet edition) on 4 February 2004. \n3  The Tonle Sap ecosystem is the permanent core area of the Tonle Sap Lake and the surrounding floodplain, within \nthe boundaries constituted by the upper flood lines. It includes the Tonle Sap River, its branches, and floodplain. \n4  The agreement requires that the partners develop a strategy for the Tonle Sap region, concentrating on improving \nthe sustainability of its ecosystems. \n5  ADB. 2003. Fighting Poverty in Cambodia: The Tonle Sap Basin Strategy. Manila. The development objectives of \nthe Tonle Sap Basin Strategy are to foster, promote, and facilitate (i) pro-poor, sustainable economic growth; (ii) \naccess to assets; and (iii) management of natural resources and the environment. \n ", "2 \nneeded that builds skills and awareness, networks knowledge, and strengthens partnerships in \nand beyond Cambodia to generate ever-higher returns from the TSI. \n \n4.  ADB wishes to draw on the Asian Institute of Technology (AIT) to support the TSI.  In \nJune 2002, to make possible poverty reduction in the face of limited capacity, ADB and AIT \nestablished  a  networking  arrangement.6  The  arrangement  aims  to  (i)  provide  AIT  with \nopportunities to disseminate its expertise, and (ii) augment ADB's access to know-how so that \nADB may use, or enable its developing member countries to use, resources better to meet the \noverarching goal of poverty reduction. Networking activities include (i) sharing information; (ii) \ncommissioning of studies and surveys; (iii) organizing joint activities; (iv) undertaking capacity \nbuilding activities for officials of developing member countries of ADB and staff of ADB; and (v) \nextending operational assistance to ADB activities as mutually agreed. The focal areas of the \nnetworking  arrangement  cover  rural  livelihoods,  natural  resources  and  the  environment, \ninformation technology, water resources, energy, and gender. The networking arrangement can \nassist the TSI.7 The TA makes no major assumptions and presents no major risks. The \nsustainability of the TA is not an issue: it is not coterminous with the networking arrangement, \nwhich  is  not  finance-driven.  Opportunities  for  scaling  up  and  systemic  impact  are  also \nconsiderable by virtue of the TA's association with the TSI. The TA will be the first substantive \ncollaboration between ADB and AIT under the arrangement. It will complement and expand the \nPhnom  Penh  Plan  for  Development  Management.8  Even  so,  acquisition,  absorption,  and \napplication  of  knowledge  take  time:  continuing  assistance  beyond  TA  completion will be \nworthwhile, building on successes and lessons learned. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Outputs \n5.  The goal of the TA is sustainable management and conservation of natural resources \nand biodiversity in the Tonle Sap basin. Its purpose is to build at national, provincial, and local \nlevels capacity to manage, engage in, and support the TSI. Three accomplishments will achieve \nthe  TA's  purpose:  skills  and  awareness  will  be  built,  knowledge  will  be  networked,  and \npartnerships will be strengthened. \n \nB.  Methodology and Key Activities \n6.  Building Skills and Awareness. To accomplish this output, key activities will (i) review \nthe TSI; (ii) identify a reasonable cross-section of the stakeholders involved in it; (iii) ascertain \nthe deficiencies in skills and awareness that limit their ability to fulfill agreed or potential roles; \n(iv) design and deliver, with the backing of AIT Extension,9 educational products and services \n                                                 \n6  ADB. 2002. Technical Assistance for Networking with the Asian Institute of Technology. Manila. \n7  The Tonle Sap Basin Strategy emphasizes resource cooperation because of the Tonle Sap Lake's  regional \nimportance. AIT's multidisciplinary and multinational nature lends itself to the regional reach of the TSI; its proximity \nto Cambodia is another advantage. \n8  The Phnom Penh Plan is a new human resource development initiative under the Greater Mekong Subregion \n(GMS) economic cooperation program. It will train officials from the six participating countries in strategic planning, \nproject management, community mobilization, and other skills central to development management and good \ngovernance. \n9  AIT Extension provides continuing education to meet professional development needs. Its areas of expertise are in \n(i) rural livelihoods; (ii) natural resources and the environment; (iii) management; (iv) information technology; (v) \neducation; and (vi) infrastructure. \n ", "    3 \nand add to national capacity to do so by training of trainers;10 (v) monitor the efficiency and \neffectiveness of skills and awareness building based on an agreed monitoring and evaluation \n(M&E) system, including general and specific indicators; and (vi) feed the results of M&E back \ninto the process for provision of customized educational products and services. Skills and \nawareness building will aim to strengthen the managerial and leadership capacity of core \ngroups of motivated and competent change agents associated with the TSI: they are junior and \nmiddle  government  officers11  and  community  leaders  and  representatives.  (Related \nstakeholders will be included if practicable.) Skills and awareness will be built through the \nmedium of four training programs of about 3 days each, to be delivered 70 times12 in all in \nPhnom Penh and in the provinces of the Tonle Sap basin. The training programs will be based \non AIT Extension’s existing programs in  management of rural poverty alleviation projects, \nenvironmental and natural resources planning and management,13 effective rural leadership, \nand participation in government and civil society. The subject matter of these training programs \nbest matches the immediate generic issues faced by the TSI. Wherever possible, the training \nprograms will build on existing skills and include TSI case studies. They will also underscore the \nimportance of gender considerations. \n \n 7.  Networking Knowledge. To accomplish this output, key activities will establish, equip, \nand operate a Tonle Sap office in AIT. The office will be housed in the cell associated with the \nnetworking arrangement to promote the purposes of that TA and to build synergies. These \nfacilities include office space, filing and storage systems, and office equipment. The Tonle Sap \noffice will be a clearinghouse of information about the Tonle Sap basin and, where relevant, the \nMekong  River  basin.  Personnel  now  working  in  the  cell  associated  with  the  networking \narrangement  will  staff  the  office.  The  repository,  the  Tonle  Sap  database,  will  be \nmultidisciplinary, gathered from within and outside Cambodia, and updated regularly,14 and will \nbe open to all, including students and  professionals researching or working for  sustainable \nmanagement and conservation of natural resources and biodiversity in the Tonle Sap basin. In \nparticular, for AIT, the office will facilitate formulation of customized educational products and \nservices for skills and awareness building tuned to the particular circumstances of the Tonle \nSap basin. It may also open up other opportunities for AIT to assist the TSI. For ADB, it will \nprovide inputs to decision-making on related loans and TAs and associated partnerships. \n \n                                                 \n10 Training of 20 trainers over 2 weeks in AIT and their involvement in skills and awareness building would allow \ndelivery of  the four training programs in the Khmer language and enable wider coverage during and after TA \nimplementation. \n11 So far, the larger line agencies associated with the TSI include the Ministry of Agriculture, Forestry, and Fisheries; \nthe Ministry of Economy and Finance; the Ministry of Environment; the Ministry of Interior; the Ministry of Land \nManagement, Urban Planning, and Construction; the Ministry of Public Works and Transport; the Ministry of Rural \nDevelopment; and the Ministry of Water Resources and Meteorology. \n12 The estimate of 70 deliveries assumes 30% of deliveries by AIT and 70% by the trained trainers. \n13 This training program will also be designed in part on lessons from ADB. 2003. Technical Assistance for Promoting \nEffective Water Management Policies and Practices (Phase 3). Manila, under which a pilot and demonstration \nactivity for Developing and Testing Environmental Education and Awareness Methodologies and Tools was \napproved in February 2004. \n14 The database will comprise publications, project documents, technical papers, and conference proceedings and \nreports. ADB and AIT will contribute much of this data. Other data can be procured through subscriptions to \njournals and newspapers, periodic Internet searches, agency mailing lists, and library networks. Data stored \nelectronically will be accessible in distilled form through the Internet, with links to existing and prospective \ndatabases. The latter include the  Tonle Sap Biosphere Reserve Environmental Information Database to be \nestablished under  ADB. 2002.  Report and Recommendation of the President to the Board of Directors on a \nProposed Loan and Technical Assistance Grant to the Kingdom of Cambodia for the Tonle Sap Environmental \nManagement Project. Manila. \n ", "4 \n8.  Strengthening Partnerships.  To accomplish this output, key activities will (i) review \nADB's collaborative arrangements under the TSI; (ii) identify  opportunities to strengthen and \nadd to them; (iii) enhance channels for structured dialogue informed by the Tonle Sap database; \n(iv) draw an action plan for partnerships; and (v) elaborate TA concept papers to give them \npractical expression. The scope will encompass, but not be limited to, bilateral and multilateral \ninstitutions as well as NGOs. \n \nC.  Cost and Financing \n9.  The total cost of the TA is estimated at $590,000 equivalent, comprising a foreign \nexchange cost of $307,000 and a local currency cost of $283,000 equivalent. The Government \nhas requested ADB to finance $500,000 equivalent, covering the entire foreign exchange cost \nand $193,000 equivalent of the local currency cost. The TA will be financed on a grant basis \nfrom the Poverty Reduction Cooperation Fund. The Government will finance the balance of the \nlocal currency cost, equivalent to $90,000, through the provision of remuneration and per diem \nof counterpart staff; supply of data, maps, and reports; and administrative support. Details of the \ncost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n10.  ADB will be the Executing Agency for the TA, acting through a TSI coordination unit to \nbe established under the TA in ADB's Cambodia Resident Mission.15 TA implementation will \nrequire a TSI coordinator and a deputy for 6 person-months of international and 24 person-\nmonths of domestic consulting services, respectively. They will be engaged individually. From \nthe TSI coordination unit, they will provide direction and impetus to TA implementation, network \nactively to drive outputs, monitor overall accomplishments closely on behalf of ADB, and \ngenerally help the TSI. They will have primary expertise in management and institutional \ndevelopment and secondary expertise in knowledge management. They will be familiar with the \ncircumstances  of  the  Tonle  Sap  basin,  such  as  its  poverty-environment  nexus.  The  TSI \ncoordinator will have advanced leadership, managerial, diplomatic, and negotiating skills and a \nhistory of managing for results. The lead provider of services to build skills and awareness will \nbe AIT, which will design, deliver, and direct the educational products and services according to \nAIT’s rules and regulations in consultation with the TSI coordinator and the deputy. AIT is the \nmost  qualified  and  competent  agency  to  act  as  lead  provider  of  services  based  on  its \nexperience, capacity, and commitment and it will be appointed by direct selection. A domestic \nservice provider will be required to manage the logistics of skills and awareness building, ensure \ncorrespondence with cultural dynamics, and facilitate M&E.16 All consulting services required for \nthe TA will be engaged in accordance with ADB's Guidelines on the Use of Consultants and \nother  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants.  All \nequipment, goods, and works required for the TA will be procured in accordance with ADB's \nGuidelines for Procurement. The TA will be implemented over a 2-year period, from September \n2004 to September 2006. An indicative activities and staffing schedule is in Appendix 3. Terms \nof reference, including M&E and reporting requirements, are in Appendix 4. \n \n                                                 \n15 The unit will share the premises of the Learning Resource Center. The Center was set up under the Phnom Penh \nPlan to enable public access to ADB and Greater Mekong Subregion (GMS) databases. It will house a library of \nhard texts and electronic files and an Internet facility that will network across the six GMS countries, Phnom Penh \nPlan partners, and development institutions. It will establish and maintain Phnom Penh Plan web site. \n16 VBNK, a Cambodian institute offering training for capacity building and organizational development, will  be \nappointed by direct selection. VBNK is a Khmer language acronym for “Training Institute for Managers of \nOrganizations Working for the Development of Cambodia.” \n ", "    5 \n11.  Delivering a broad range of skills and awareness building to a wide target audience is \nnot easy. Therefore, an executing committee will be established to facilitate TA implementation, \nreflect stakeholder interests, and publicize the schedules of  training programs. The committee \nwill be chaired by the Council for Agriculture and Rural Development (representing most line \nagencies). The Council is a high-level body established to coordinate ministries, facilitate policy \nformulation and implementation, and harmonize external assistance. The Prime Minister chairs \nit. The committee will include the Cambodia National Mekong Committee (representing the line \nagencies concerned with management of the Mekong River and related natural resources and \nresponsible for basin planning that recognizes the interconnectedness of social, economic, and \nenvironmental factors), the Department of Local Administration within the Ministry of Interior \n(representing  the  interests  of  local  government  and  responsible  for  implementing  the \nGovernment's  decentralization  program),  and  the  NGO  Forum  on  Cambodia  (representing \nNGOs and  acting on behalf of networks such as the  Centre d'Etude et de Développement \nAgricole Cambodgien and the Fisheries Action Coalition Team). The deputy TSI coordinator will \nact as secretary to the executing committee. The executing committee will meet every 3 \nmonths. \n \n12.  The TA is allied to the networking arrangement, a key objective of which is to broaden \nthe basis of dissemination of information: the TA's deliverables17 will therefore be disseminated \nthrough AIT's and ADB's information networks. In ADB, these include the Tonle Sap Initiative \nBrochure and the Tonle Sap Environmental Management Project web site. \n \nIV.  THE PRESIDENT’S DECISION \n13.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to the Government \nof Cambodia to be financed on a grant basis by the Poverty Reduction Cooperation Fund for \nCapacity Building for the Tonle Sap Poverty Reduction Initiative, and hereby reports this action \nto the Board. \n \n                                                 \n17 These include the Tonle Sap database, which will be maintained beyond TA completion. \n ", "6     Appendix 1   \nTECHNICAL ASSISTANCE FRAMEWORK \n \nPerformance  Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \nGoal       \nSustainable management  •  Policies for integrated  •  Central and provincial   \nand conservation of natural  basin planning and  government statistics \nresources and biodiversity in  management  •  Research program \nthe Tonle Sap basin  •  Institutions for integrated  publications \n  basin planning and \nmanagement \n•  Stakeholder participation \nin decision-making \n•  Investments in the water, \nland, and biotic resource \nsector and in the human \nresources associated \nwith each \nPurpose       \nCapacity to manage, engage  •  The skills and  •  Technical assistance  •  Basic capacity exists and \nin, and support the Tonle  awareness of a  (TA) framework  can be mobilized to \nSap Initiative (TSI) is built at  reasonable cross-section  •  TA completion report  manage, engage in, and \nnational, provincial, and  of the stakeholders  prepared by the Asian  support the TSI \nlocal levels  involved in the TSI are  Development Bank  •  The executing committee \nbuilt at national,  (ADB)  and the Asian Institute of \nprovincial, and local  •  TA reports and review  Technology (AIT) have a \nlevels in the provinces of  missions  clear vision about the \nthe Tonle Sap basin by  •  TA completion  purpose of the TA, and \nthe end of month 24  assessment of the skills  how it is to be achieved \n•  A clearinghouse of  and awareness built  \ninformation about the \nTonle Sap basin \noperates in AIT by the \nend of month 24 \n•  Partnership with bilateral \nand multilateral \ninstitutions are \nstrengthened by the end \nof month 24 \nOutputs       \n•  Skills and awareness are  •  The TSI is reviewed by  •  TA reports and review  •  Key staffs of AIT are \nbuilt  the end of month 1  missions  actively involved \n  •  A reasonable cross- •  Monitoring and  •  Staffs of AIT and the TSI \n  section of the  evaluation (M&E) system  coordinator and deputy \n  stakeholders involved in    establish processes for \n  the TSI is identified by  reviewing the work and \n  the end of month 1.5  for redirecting the effort \n  •  The deficiencies in skills  as necessary to achieve \n  and awareness that limit  the purpose of the TA \n  the ability of  •  Staffs of AIT and the TSI \n  stakeholders to fulfill  coordinator and deputy \n  agreed or potential roles  are aware of and \n  are ascertained by the  sensitive to \n  end of month 2  organizational and \n  •  Educational products  cultural characteristics \n  and services are  and factors that may \n  designed, delivered, and  influence their \n  directed during months   performance \nContinued on next page. \n ", "  Appendix 1      7 \nTECHNICAL ASSISTANCE FRAMEWORK—Continued \nPerformance  Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n  1–24 and national    •  Staffs of AIT and the TSI \n  capacity to do so is  coordinator and deputy \n  added to by training of  form a close working \n  20 trainers during 2  relationship and resolve \n  weeks in AIT by the end  any organizational \n  of month 6  representation issues \n  •  The efficiency and  that may arise during TA \n  effectiveness of skills  implementation \n  and awareness building  •  The Tonle Sap office has \n  is monitored, based on  sufficient capacity to \n  an agreed M&E system  network knowledge as \n  during months 4–24  planned \n  •  The results of M&E are  •  A reasonable cross-\n  fed back into the process  section of the \n  for provision of  stakeholders involved in \n  customized educational  the TSI is willing and \n  products and services  able to benefit from the \n  during months 4–24  TA \n•  Knowledge is networked  •  The Tonle Sap office is \n  established, equipped, \n  and operated in AIT \n  during months 1–24 \n•  Partnerships are  •  ADB's collaborative \nstrengthened  arrangements under the \n  TSI are reviewed by the \nend of month 1 \n•  Opportunities to \nstrengthen and add to \nthem are identified by \nthe end of month 1.5 \n•  Channels for structured \ndialogue are enhanced \nby the end of month 2 \n•  An action plan for \npartnerships is drawn by \nthe end of month 2 \n•  TA concept papers are \nelaborated to give them \npractical expression \nduring months 6–7 and \nduring months 11–12 \nKey Activities  Inputs     \n•  Building skills and  •  Tonle Sap office  •  TA reports and review  •  The executing committee \nawareness: for details of  •  TSI coordination unit  missions  is established \nkey activities, see the  •  6 person-months of  •  Skills and awareness \nindicative activities and  international consulting  building is conducted \nstaffing schedule and the  services  well and according to \nterms of reference  •  24 person-months of  realistic schedules \n  domestic consulting  •  Candidates are available \n•  Networking knowledge:  services  to be trained as trainers. \nfor details of key  •  2 service providers  •  The TSI coordinator and \nactivities, see the  •  4 training programs,  deputy coordinate \nindicative activities and  delivered 70 times in all  activities effectively \nstaffing schedule and the  •  20 trained trainers  •  The TSI coordinator and \nterms of reference  •  Equipment  deputy have good client \n  management skills \nContinued on next page. \n \n ", "8     Appendix 1   \nTECHNICAL ASSISTANCE FRAMEWORK—Continued \nPerformance  Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n•  Strengthening      •  The TSI coordinator and \npartnerships: for details  deputy maintain clear \nof key activities, see the  roles, responsibilities, \nindicative activities and  and deadlines \nstaffing schedule and the  •  The Tonle Sap office is \nterms of reference  established and \nequipped on schedule \nand operates efficiently \nand effectively \nInput Category       \nADB  Cost Estimates ($'000)  •  TA framework  •  Linked activities are \n1.  TSI coordinator    120  •  TA completion report  scheduled appropriately \n2.  Deputy TSI coordinator    48  •  TA reports and review  •  All logistical and \n3.  International and local    24  missions  administrative \ntravel for consultants       •  TA completion  arrangements are in \n4.  Service provider    222  assessment of the skills  place \n(international)      and awareness built \n5.  Service provider    7 \n(domestic)     \n6.  Miscellaneous    41 \nadministration and   \nsupport costs   \n7.  Contingencies    38 \n   \nGovernment of Cambodia   \n1.  Remuneration and per    25 \ndiem of counterpart staff     \n2.  Supply of data, maps,    25 \nand reports     \n3.  Administrative support    40 \nand others   \n   \n  Total  590 \n \n \n \n ", "  Appendix 2      9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nForeign  Local \nItem  Total Cost \nExchange Currency \nA.  Poverty Reduction Cooperation Fund Financinga          \n  1.  Consultants       \n     a.  Remuneration and Per Diem       \n      i.  Tonle Sap Initiative Coordinator  120.00  0.00  120.00 \n      ii.  Deputy Tonle Sap Initiative Coordinator  0.00  48.00  48.00 \n      iii.  International and Local Travel  16.00  8.00  24.00 \n    b.  Service Provider (International)b       \n      i.  Program Customization (4 courses @ $2,000)c  8.00  0.00  8.00 \n      ii.  Program Delivery (70 deliveries @ $2,000)d  40.00  100.00  140.00 \n      iii.  Training of Trainers (20 trainees over 2 weeks)e  50.00  0.00  50.00 \n      iv.  Tonle Sap Office Coordinator (part-time)  24.00  0.00  24.00 \n \n    c.  Domestic Service Providerf      \n      i.  Logistics and Miscellaneous Services  0.00  5.00  5.00 \n      ii.  Technical Assistance Completion Assessment  0.00  2.00  2.00 \n  2.  Miscellaneous Administration and Support Costs       \n    a.  Tonle Sap Officeg  26.00  0.00  26.00 \n    b.  Tonle Sap Initiative Coordination Unitg  0.00  15.00  15.00 \n  3.  Contingencies (8%)  23.00  15.00  38.00 \n        Subtotal (A)  307.00  193.00  500.00 \n       \nB.  Government Financingh       \n  1.  Remuneration and Per Diem of Counterpart Staff  0.00  25.00  25.00 \n  2.  Supply of Data, Maps, and Reports  0.00  25.00  25.00 \n  3.  Administrative Support  0.00  25.00  25.00 \n  4.  Others  0.00  15.00  15.00 \n        Subtotal (B)  0.00  90.00  90.00 \n            Total  307.00  283.00  590.00 \na  Administered by the Asian Development Bank.   \nb  The Asian Institute of Technology will be directly selected. \nc  Includes review of existing training programs and development of training material. \nd  This estimate of the number of deliveries assumes 30% of deliveries by the Asian Institute of Technology and 70% \nby  the  trained  trainers.  It  includes  provision  for  trainer  remuneration  and  per  diem,  training  facilities  and \nconsumables, and snacks for course participants. \ne  Includes tuition, accommodation, subsistence allowance, and international travel. \nf  VBNK will be directly selected.  VBNK is a Khmer language acronym for “Training Institute for Managers of \nOrganizations Working for the Development of Cambodia.” \ng  Includes provision for office equipment and consumables (computer, printer, scanner, photocopier, file cabinets, \nmap cases, and bookshelves). \nh  In kind. \nSource: Asian Development Bank estimates. \n \n ", "   \nINDICATIVE ACTIVITIES AND STAFFING SCHEDULE  1  \n0\n \nProject Year Responsibility\nActivity A\n1 2 TSIC DTSIC AIT p\np\n1. Skills and Awareness are Built. e\nn\na. The TSI is reviewed. (cid:140) (cid:130) d\nb. A reasonable cross-section of stakeholders involved in the TSI is identified. (cid:140) (cid:130) ix 3\nc. The deficiencies in skills and awareness that limit their ability to (cid:140) (cid:130) (cid:130)  \nto fulfill agreed or potential roles are ascertained.\nd. Educational products and services are designed and delivered (cid:130) (cid:130) (cid:140)\nand national capacity to do so is added to by training of trainers.\ne. The efficiency and effectiveness of skills and awareness building (cid:130) (cid:130) (cid:140)\nare monitored, based on an agreed M&E system.\nf. The results of M&E are fed back into the process for provision (cid:140)\nof customized educational products and services.\n2. Knowledge is Networked. The Tonle Sap office is established,\nequipped, and operated in AIT. (cid:140)\n3. Partnerships are Strengthened.\na. ADB's collaborative arrangements under the TSI are reviewed. (cid:140) (cid:130)\nb. Opportunities to strengthen and add to them are identified. (cid:140) (cid:130)\nc. Channels for structured dialogue are enhanced. (cid:140) (cid:130)\nd. An action plan for partnerships is drawn. (cid:140) (cid:130)\ne. TA concept papers are elaborated to give them practical expressions. (cid:140) (cid:130)\nStaffing Schedule\nTSIC (cid:140)\nDTSIC (cid:140)\nInternational Service Provider (cid:140)\nDomestic Service Provider\nReports\nInception Report (cid:140) (cid:130)\nMonthly Progress Note (cid:140) (cid:130)\nBimonthly Progress Note (cid:140)\nWork Program (cid:140)\nMonitoring and Evaluation Report (cid:140)\nMidterm Report (cid:140) (cid:130)\nDraft Final Report (cid:140)\nFinal Report (cid:140)\nOutput to Purpose Reviews\nLegend:\nFull-time activity Intermittent activity\nADB - Asian Development Bank, AIT - Asian Institute of Technology, DTSIC - Deputy Tonle Sap Initiative Coordinator, M&E - monitoring and evaluation, TSI - Tonle Sap\nInitiative, TSIC - Tonle Sap Initiative Coordinator.\n \n ", "      Appendix 4     11 \nTERMS OF REFERENCE \n \n1.  Technical assistance (TA) implementation will require 6 person-months of international \nand 24 person-months of domestic consulting services. The lead provider of services to build \nskills and awareness will be the Asian Institute of Technology (AIT). Using personnel working in \nthe cell associated with the networking arrangement between the Asian Development Bank \n(ADB) and AIT,1 it will also establish in AIT a Tonle Sap office. VBNK,2 a Cambodian institute, \nwill act as domestic service provider to manage the logistics of skills and awareness building, \nensure correspondence with cultural dynamics, and facilitate monitoring and evaluation (M&E). \nA Tonle Sap Initiative (TSI) coordinator and deputy will be engaged individually. AIT and VBNK \nwill be appointed by direct selection. All consulting services required for the TA will be engaged \nin accordance with ADB's  Guidelines on the Use of Consultants  and other arrangements \nsatisfactory to ADB for the engagement of domestic consultants. The TA will be implemented \nfrom September 2004 to September 2006. \n \nA.  Terms  of  Reference  for  the  Tonle  Sap  Initiative  Coordinator  (one international \nconsultant, 6 person-months, intermittent) \n2.  The TSI coordinator will provide direction and impetus to TA implementation, network \nactively to drive outputs, monitor overall accomplishments closely on behalf of ADB, and \ngenerally help the TSI. He or she will (i) have primary expertise in management and institutional \ndevelopment and secondary  expertise  in  knowledge  management; (ii) be familiar  with the \nparticular  circumstances  of  the  Tonle  Sap  basin;  and  (iii)  have  advanced  leadership, \nmanagerial, diplomatic, and negotiating skills and a history of managing for results. Familiarity \nwith poverty reduction and sustainable development will also be required. \n \n3.  Building Skills and Awareness. The TSI coordinator will (i) review the TSI; (ii) confirm \nthe composition of the core groups of change agents associated with the TSI; (iii) decide on the \nallotment of skills and awareness building; (iv) pass the decision to AIT for elaboration and \nscheduling of its services; (v) configure and agree on, jointly with AIT, an M&E system, including \ngeneral and specific indicators, for results-oriented capacity building; (vi) supervise the design \nand delivery of educational products and services; (vii) engage and oversee VBNK in managing \nthe  logistics  of  skills  and  awareness  building  and  ensure  correspondence  with  cultural \ndynamics; (viii) help AIT to monitor and evaluate the efficiency and effectiveness of skills and \nawareness building based on the indicators agreed upon; and (ix) encourage AIT to feed the \nresults of M&E into the process for providing customized educational products and services. \n \n4.  Networking Knowledge. The TSI coordinator will (i) advise AIT on the establishment, \nequipment, and operation of the Tonle Sap office and on the contents and potential users of the \nTonle Sap database to be housed within it;3 (ii) work with AIT to publicize the Tonle Sap \ndatabase  in  Cambodia;  (iii)  direct  the  deputy  TSI  coordinator  to  facilitate  the  supply  of \ninformation and the interaction required between ADB and AIT for AIT to update the Tonle Sap \ndatabase regularly; (iv) draw from the  Tonle Sap database to provide inputs to the country \n                                                 \n1  ADB. 2002. Technical Assistance for Networking with the Asian Institute of Technology. Manila. The personnel \nincludes a part-time project coordinator, a full-time program specialist, and a full-time management information \nsystems analyst. \n2 VBNK is a Cambodian institute offering training for capacity building and organizational development. VBNK is a \nKhmer language acronym for “Training Institute for Managers of Organizations Working for the Development of \nCambodia.” \n3  In so doing, the coordinator will also ensure that documents are catalogued and maintained in a Tonle Sap \nInitiative (TSI) coordination unit database and shared with the Tonle Sap database. \n ", "12  Appendix 4   \nstrategy and program, 2005–2007 and its updates so that they take full account of the evolving \nsituation in the Tonle Sap basin and meet the goal and development objectives of the TSI; (v) \nshare and exchange with AIT news of critical events and activities in Cambodia; (vi) provide \ninput  material  to  the  Tonle  Sap  Initiative  Brochure  and  the  Tonle  Sap  Environmental \nManagement Project web site; and (vii) advise ADB on the establishment of a Tonle Sap \nInstitute  in  Siem  Reap  or  Battambang  to  be  the  national  center  for  continuing  skills  and \nawareness building in, information about, and research on the Tonle Sap basin. \n \n5.  Strengthening  Partnerships.  The  TSI  coordinator  will  (i)  direct  the  deputy  TSI \ncoordinator to analyze external assistance that relates to the TSI; (ii) review ADB's collaborative \narrangements under the TSI, including those with the Food and Agriculture Organization of the \nUnited Nations; the United Nations Development Programme; the United Nations Educational, \nScientific, and Cultural Organization; and the WorldFish Center; (iii)  identify opportunities to \nstrengthen and add to them; (iii) draw an action plan for partnerships; and (iv) elaborate TA \nconcept papers to give them practical expression. When identifying opportunities to strengthen \npartnerships and add to them and drawing the action plan for partnerships, the TSI coordinator \nwill (i) clarify the goal and objective behind forming a partnership; (ii) identify the stakeholders; \n(iii) analyze the key interests or concerns that can help or hinder partnerships; (iv) make sure \nthat there is support and agreement within ADB on the scope of the proposed partnership; (v) \nmake informal contact with partners to understand their values and interests; (vi) plan the \npartnership process over time; and (vii) encourage ideas from partners because ownership \nleads to commitment. \n \nB.  Terms of Reference for the Deputy Tonle Sap Initiative Coordinator (one domestic \nconsultant, 24 person-months, continuous) \n6.  The deputy TSI coordinator will work with the TSI coordinator to provide direction and \nimpetus  to  TA  implementation,  network  actively  to  drive  outputs,  monitor  overall \naccomplishments  closely  on  behalf  of  ADB,  and  generally  help  the  TSI.  The  deputy  TSI \ncoordinator will (i) have primary expertise in management and institutional development and \nsecondary  expertise  in  knowledge  management,  and  (ii)  be  familiar  with  the  particular \ncircumstances  of  the  Tonle  Sap  basin.  Familiarity  with  poverty  reduction  and  sustainable \ndevelopment will also be required. The deputy TSI coordinator will assist the TSI coordinator in \nall aspects of the tasks assigned to the latter, provide continuity when the TSI coordinator is \nabsent, be the TSI coordinator in the second year of TA implementation, and launch and \noversee an assessment of the skills and awareness built. The assessment will (i) describe the \npurpose and scope of the intended output; (ii) review inputs and activities; (iii) evaluate the \noutput in terms of efficiency and effectiveness; (iv) appraise outcomes based on the results of \nM&E;  and  (v)  discuss  lessons  learned.  Additionally,  the  deputy  will  (i)  analyze  external \nassistance that relates to the TSI; (ii)  facilitate the supply of information and the interaction \nrequired  between  ADB  and  AIT  for  AIT  to  update  the  Tonle  Sap  database, and provide \ntranslation of information in  the English and Khmer languages when necessary; and  (iii) be \nsecretary to the executing committee, arranging regular meetings, preparing and circulating \nagendas, taking and distributing minutes of meetings in the English and Khmer languages, and \nadvising stakeholders of the committee's decisions. \n \nC.  Terms of Reference for the Asian Institute of Technology \n7.  Building Skills and Awareness. AIT will (i) design, deliver, and direct, according to AIT \nrules and regulations and in consultation with the TSI coordinator and deputy, the educational \nproducts and services that will enable the core groups of change agents associated with the TSI \n ", "      Appendix 4     13 \nto fulfill agreed or potential roles; (ii) configure and agree on, jointly with the TSI coordinator and \ndeputy, the M&E system, including general and specific indicators, for results-oriented capacity \nbuilding; (iii)  monitor and evaluate the efficiency and effectiveness of skills and awareness \nbuilding based on the indicators agreed upon with the TSI coordinator and deputy; (iv) feed the \nresults of M&E back into the process for provision of customized educational  products and \nservices; (v) identify and train 20 trainers4 within 6 months of the commencement of the TA, and \nentrust the latter on the advice of the TSI coordinator and deputy with delivery of further training \nprograms; and (vi) advise ADB on the establishment, with possible support from AIT, of a Tonle \nSap Institute in Siem Reap or Battambang to be the national center for continuing skills and \nawareness building in, information about, and research on the Tonle Sap basin. \n \n8.  Networking Knowledge. AIT will (i) establish, equip, and operate the Tonle Sap office \nand the Tonle Sap database to be housed within it; (ii) publicize the Tonle Sap database to \nstudents  and  professionals  researching  or  working  for  sustainable  management  and \nconservation of natural resources and biodiversity in the Tonle Sap basin; (iii) instruct staff of \nAIT to refer to the Tonle Sap database when formulating customized educational products and \nservices for skills and awareness building tuned to the particular circumstances of the Tonle \nSap basin; (iv) share and exchange with the TSI coordinator and deputy news of critical events \nand activities in Cambodia; and (v) collaborate with the deputy TSI coordinator to facilitate the \nsupply of information and the interaction required between ADB and AIT for AIT to update the \nTonle Sap database regularly. \n \n9.  The Tonle Sap Office. The Tonle Sap office will be the TA's focal point in AIT. A part-\ntime Tonle Sap Office coordinator engaged by AIT will run it. The coordinator will have primary \nexpertise  in  management  information  systems  and  secondary  expertise  in  program \nadministration. He or she will (i) coordinate accomplishment of the terms of reference for AIT, \nand (ii) facilitate communications and enhance working relationships between staffs of ADB and \nAIT and the TSI coordinator and deputy. \n \nD.  Terms of Reference for VBNK \n10.  VBNK  will  manage  the  logistics  of  skills  and  awareness  building  and  ensure \ncorrespondence with cultural dynamics. VBNK will (i) book and arrange the venues for skills and \nawareness building in Phnom Penh and in the provinces of the Tonle Sap basin; (ii) help AIT \nand, thereafter, the 20 trainers to manage the process of information exchange, in order to \nincrease the effectiveness of skills and awareness building; (iii) follow up on monitoring for \nresults-oriented training; and (iv) report to the TSI coordinator. VBNK will also carry out the TA \ncompletion assessment of the skills and awareness built, under the supervision of the deputy \nTSI coordinator. \n \nE.  Monitoring and Evaluation \n1.  Monitoring Results-Oriented Training \n \n11.  Training (or skills and awareness building) is a necessary but usually not sufficient tool \nto use together with others. For that reason, one should pay attention to the \"why\" of training \nand not just to its \"how\". In a word, training serves to fortify or inculcate the knowledge, skills, \nand  attitudes  that  an  institution  (or  individual)  needs  to  achieve  results.  If  planning  and \nimplementation  of  training  is  focused  on  improving  the  performance  of  an  institution,  the \n                                                 \n4  Likely sources of male and female trainees include the Royal Agricultural University, the Royal University of Phnom \nPenh, the Institute of Technology of Cambodia, and national nongovernment organizations. \n ", "14  Appendix 4   \nlikelihood of achieving intermediate results will be enhanced. To configure an M&E system that \nlinks training to a goal and higher-level result, one should therefore ask the following questions: \n(i)  Higher-level result. What changes in the performance of the institution will \ncontribute to the goal? \n(ii)  Institution-level  results.  What  kind  of  performance  will  be  required  of  the \ninstitution in order for it to attain the higher-level result? \n(iii)  Group-level results. What does an analysis of the human resource capacity of \nthe institution reveal about the performance requirements needed to achieve the \ndesired results? \n(iv)  Training results. What gaps in performance can be addressed by training? \n \n12.  Once these questions have answered, the M&E system can then be configured based \non the illustrative framework outlined in Table A4.1: \n \nTable A4.1: Monitoring Results-Oriented Training \n \nGoal  Higher-Level  Institution- Group-Level  Training \nLogical Chain \nResult  Level Results  Results  Results \nResult  Sustainable  Improved  Improved  Improved trainee  Trainees \nmanagement  performance of  performance of  performance  demonstrate the \nand conservation  institutional  institution  Training is  skills, \nof natural  cluster  applied at the  knowledge, and \nresources and  workplace or in  attitudes \nbiodiversity in  the community  acquired \nthe Tonle Sap \nbasin \nGeneral Indicator  The stakeholders  Capacity to  Capacity to  Training is  Trainees master \ninvolved in the  manage, engage  manage, engage  applied and  new skills and \nTSI are benefited  in, and support  in, and support  shared at the  knowledge and \nas planned  the TSI is built at  the TSI is built at  workplace or in  demonstrate \nthe national,  the institutional  the community  attitudes \nprovincial, and  level \nlocal levels \nSpecific Indicator  TBD  TBD  TBD  TBD  TBD \nTimeline  5–8 years  4–6 years  2–3 years  6 months  Upon completion \nof training \nRole of Training  Component  Indirect plausible  Direct plausible  Directly linked to  Directly linked to \nin Achieving  attribution  link, given critical  link, given critical  training  training \nResult  assumptions  assumptions \nTBD = to be decided, TSI = Tonle Sap Initiative. \n \n2.  Selecting General and Specific Indicators \n \n13.  Table A4.2 outlines a framework for selecting general and specific indicators that are \nanchored in a cause-and-effect logic: \n \nTable A4.2: Selecting General and Specific Indicators \n \nPlausible Link  Results  General Indicators  Specific Indicators \nContributing to the Goal  Sustainable management  The stakeholders involved in the  TBD \nand conservation of natural  TSI are benefited as planned \nresources and biodiversity in \nthe Tonle Sap basin \nContributing to the  The performance of the  Capacity to manage, engage in,  TBD \nHigher-Level Result  institution is Improved  and support the TSI is built at the \nnational, provincial, and local levels \n ", "      Appendix 4     15 \nPlausible Link  Results  General Indicators  Specific Indicators \nContributing to  The human resource  Capacity to manage, engage in,  TBD \nInstitution-Level Results  capacity of the institution is  and support the TSI is built at the \nincreased  institutional level \nContributing to Group- The performance of trainees  Training is applied and shared at  TBD \nLevel Results  is improved  the workplace or in the community \nContributing to Trainee  The capacity of trainees is  Trainees master new skills and  TBD \nCapacity  increased  knowledge and demonstrate \nattitudes \nManaging for Results  Cost-effective training is  The service providers met  TBD \ndelivered  performance standards \nTBD = to be decided, TSI = Tonle Sap Initiative. \n \n14.  Meaningful specific indicators will detail (i) satisfaction levels; (ii) acquisition of new \nskills, knowledge, and attitudes; (iii) application of learning; and (iv) changes in performance. \nThey will permit disaggregation by gender. When configuring the M&E system, however, it will \nbe important to specify also who needs to know such results and how they are to be collected in \na cost-effective way. \n \nF.  Reporting Requirements \n15.  Tonle Sap Initiative Coordinator. The TSI coordinator will produce an inception report \nwithin 2 weeks of the commencement of the TA and a midterm report detailing TA outcomes \nand recommending actions within 12 months of the start of TA implementation. The TSI \ncoordinator will also prepare brief monthly progress notes for review by ADB, AIT, and the \nexecuting committee. These notes, which should not exceed three pages, are intended to keep \nthe parties informed of input-to-output progress and constraints impeding TA implementation. \n \n16.  Deputy Tonle Sap Initiative Coordinator. The deputy TSI coordinator will assist the \nTSI coordinator to meet reporting requirements in the first year of TA implementation. In the \nsecond year of TA implementation, the deputy TSI coordinator will assume full responsibility for \nreporting requirements and produce a draft final report and final report detailing TA outcomes \nwithin 23 months and 24 months, respectively, of the start of TA implementation. The final report \nwill (i) describe TA outputs, the capacity built, and the achievement of targets; (ii) review the \nperformance of AIT, paying particular attention to analysis of background data; appropriateness \nof the approach and methodology; initiative, flexibility, and innovation; design solutions; skills \nand awareness building functions; understanding of procedures; adherence to the terms of \nreference; compliance with the work program; presentation of results; quality of reports; and \ncompetence and conduct of experts; (iii) incorporate feedback from partners; and (iv) identify \nlessons learned and provide recommendations for follow-up actions. \n \n17.  Asian Institute of Technology. AIT will produce (i) a work program for skills and \nawareness building within 2 months of the commencement of the TA, and (ii) individual M&E \nreports upon delivery of each batch of educational products and services. The work program will \ninclude an approach and methodology, an organization chart, a time schedule, a detailed work \nplan, a staffing schedule for delivery of educational products and services, and the biodata of \nthe staffs proposed. It will detail an M&E system. The main text of the work program will be \nlimited to 10 single-sided pages. The biodata will be limited to 5 single-sided pages. AIT will also \nprepare brief progress notes every 2 months for review by ADB, the TSI coordination unit, and \nthe executing committee. These notes, which should not exceed three pages, are intended to \nkeep  the  parties  informed  of  input-to-output  progress  and  constraints  impeding  TA \nimplementation. \n "], "metadata": {"ModDate": "D:20040830082714+08'00'", "CreationDate": "D:20040816160732Z", "Title": "Tscb--22.doc", "Creator": "Tscb--22.doc - Microsoft Word", "Author": "ADB", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}