{"path": "data/input/ta/tar-oth-38165.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR:OTH 38165 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \nFOR THE DEVELOPMENT OF INTERNATIONAL \n \nPRUDENTIAL STANDARDS   \n \nFOR ISLAMIC FINANCIAL SERVICES \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2004 \n ", " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  GCC  –  Cooperation Council of the Arab States of the Gulf \n  GDP  –  gross domestic product \n  IDB  –  Islamic Development Bank \n  IFSB  –  Islamic Financial Services Board  \n  IMF  –  International Monetary Fund \n  TA  –  technical assistance \n       \n \n \nTA CLASSIFICATION \n \nPoverty  –  Other \nClassification \nSector  –  Financial sector \nSubsector  –  Islamic banking and finance \nThemes  –  Economic growth, Good governance, and Regional cooperation \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by J. Rogers, Southeast Asia Department.\n \n \n \n ", " \nI.  INTRODUCTION \n1.  In recognition of the growing significance of Islamic finance among Asian Development \nBank (ADB) developing member countries (DMCs), ADB joined the Islamic Financial Services \nBoard (IFSB) as an observer member in December 2003.  IFSB is established as a standard \nsetter for the Islamic financial sector, and provides a forum for supervisory and regulatory bodies \nand financial institutions offering Islamic financial services to discuss key issues on regulation and \nsupervision.  ADB  and  IFSB  began  discussions  on  the  potential  for  collaboration  in  the \ndevelopment of international prudential standards for the supervision of Islamic financial services, \nand a technical assistance (TA) proposal1 was developed. Based upon discussions with IFSB \nand  the  recommendations  of  the  international  seminar  on  “Challenges  Facing  the  Islamic \nFinancial Services Industry”  organized by the Islamic Development Bank (IDB), International \nMonetary Fund (IMF), and IFSB, the TA focuses on (i) developing sound international prudential \nstandards,  (ii) reviewing  and  assessing  IFSB  member  data  to  support  analyses  for  the \ndevelopment of appropriate prudential standards, and (iii) assisting the  development of legal \nframeworks for Islamic finance. A TA framework is provided in Appendix 1. \n  \nII.  BACKGROUND \n \n2.  Islamic finance has gained significant attention in recent years due to its size, fast paced \ngrowth, and the potential impact on the international financial markets.  Estimates for worldwide \nIslamic finance range from $230 billion to nearly $250 billion. With a projected annual growth rate \nin assets of 12- 15% or higher, the market potential has been estimated at close to 10% of global \ngross domestic project (GDP).2  Over 240 Islamic financial institutions have been counted in more \nthan  48  countries.  Islamic  banking  and  finance  is  growing  rapidly  worldwide  and  Islamic \ninstitutions  operate  in  75  countries.  Islamic  finance  encompasses  banking,  mutual  funds, \nsecurities firms, insurance companies, and other nonbank institutions. Islamic capital invested in \nglobal financial institutions is currently estimated at $1.3 trillion, and over 105 Islamic equity funds \nglobally are managing assets in excess of $3.5 billion.3 A study by the Association of Islamic \nBanks4 indicates that, as of 1997, 29% of Islamic banks were in South Asia, 20% in Africa, 18% \nin Southeast Asia, 15% in the Middle East, 12% in the Cooperation Council of the Arab States of \nthe Gulf (GCC) countries,5 5% in Europe and America, and 1% in other Asian countries. The \nstudy indicates that almost 50% of the Islamic banks are in the Asian region. \n \n3.  Although there were few Islamic banks in the mid-1970s, there is now a proliferation of \nIslamic  institutions  and  a  trend  for  mainstreaming  with  traditional  finance.  To  tap  into  the \nsignificant business markets and to meet the increasing demands of customers, a growing \nnumber of conventional financial institutions are offering Islamic products and creating specialized \nIslamic subsidiaries. Foreign-based banks, finance companies, merchant banks, and discount \nhouses are actively seeking to offer Islamic finance services as alternatives to conventional \nservices.  One indicator of the high market demand for investment according to Islamic rules and \nprinciples is the Dow Jones family of Islamic Market Indexes. These indexes were created to \nfacilitate investment in stocks compliant with Shari'a (Islamic Law) around the world. Dow Jones \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 29 April 2004. \n2  El-Hawary, Dahlia, Wafik Grais, and Zamir Iqbal. 2004. Regulating Islamic Financial Institutions: The Nature of the \nRegulated. World Bank Policy Research Working Paper 3227. Washington, DC: World Bank. \n3  Association of Islamic Banking Institutions Malaysia. 7 April, 2004. Malaysia Securities Exchange Berhad (MSEB) \nCalls for Stronger Islamic Legal Framework. The Star. Available: www.aibim.com.my \n4  Archer, S. and T. Ahmed. 2003. Emerging Standards for Islamic Financial Institutions and the Case of the \nAccounting and Auditing Organization for Islamic Financial Institutions. Washington, DC: World Bank. \n5  The Cooperation Council of the Arab States of the Gulf (GCC) member countries are Bahrain, Kuwait, Oman, Qatar, \nSaudi Arabia, and the United Arab Emirates. ", "2  \nnow has 31 Islamic Market Indexes and, as of March 2004, 1,667 stocks were included in the \nglobal index.   \n \n4.  Among the differences between Islamic and conventional finance, two features define \nIslamic finance.  \n \n(i)  Risk-sharing. The lender must share in the borrower’s risk. Fixed, predetermined \ninterest rates are considered exploitative, socially unproductive, and economically \nwasteful. The preferred mode of financing is profit and loss sharing. Alternatives \ninclude imposing fixed service charges or acting as buying agents for clients. \n \n(ii)  Promotion  of  economic  and  social  development.  Development  is  promoted \nthrough various business practices and almsgiving  (zakat). Conventional finance \ntypically  focuses  on  profit-maximization  within  a  given  regulatory  framework, \nwhereas Islamic finance is also guided by these other Islamic principles.   \n \n5.  Beyond the appeal of compliance with Islamic law, Islamic finance is important in its \ncapacity to offer alternative financing routes for projects (Appendix 2). The special characteristics \nof Islamic finance can provide alternative means to reaching underserved groups such as small, \nrural, and agricultural producers. Projects that could be turned down by conventional banks due \nto a lack of collateral, may be financed by Islamic banks on a profit-sharing basis. In this regard, \nIslamic finance can catalyze economic development and reduce poverty.   \n \n6.  Islamic finance is a growing area among a number of ADB DMCs. For example, as stated \nin Indonesia’s Economic Policy Package Pre and Post IMF6 announced in 2003. This “White \nPaper” clearly establishes development of Islamic banking as a goal for 2004, and follows on the \nBlueprint  of  Islamic  Banking  Development  in  Indonesia7  published  in  2002  by  the  banking \nregulatory authority, Bank Indonesia. The Indonesian Government White Paper also addresses \nthe capital markets, and includes development of Shari'a products as a priority. In the Philippines, \nattention is turning to the Islamic market as an important potential source of raising public funds. \nThe General Banking Law of 2000 includes Islamic banking and strengthens the legislative \nframework in the Philippines for development in this sector.       \n \n7.  IFSB will provide an important strategic channel for effective delivery of the TA. IFSB, \nestablished  in  2002,  is  an  association  of  central  banks,  monetary  agencies,  and  inter-\ngovernmental international organizations. IFSB's secretariat office is in Kuala Lumpur. IFSB \ncurrently has 52 members, including members from ADB DMCs. An organization chart and list of \nIFSB members are included in Appendix 3. IFSB was established with assistance from IDB and \nIMF, and its main  objective is to promote, disseminate, and harmonize the best practices in \nregulating and supervising  Islamic financial services. IFSB sets and disseminates international \nprudential and supervisory standards and core principles that are in compliance with Islamic rules \nand principles for regulation and supervision. IFSB promotes harmonization of regulations across \nborders, and, although the process is voluntary, it is expected that market disciplines will make it \nnecessary for jurisdictions to comply. IFSB coordinates closely with international standard-setting \nbodies  and  Islamic  financial  institutions,  and  promotes  good  practices  in  risk  management \nthrough research, training, and TA. A core objective of IFSB is to develop for the Islamic financial \nservices industry the criteria for identifying, measuring, managing, and disclosing risks, taking into \naccount international standards for valuation, income and expense calculation, and disclosure. \n                                                 \n6  Coordinating Ministry of Economic Affairs. 2003.  The Presidential Decision Number 5/2003 on Economic Policy \nPackage Pre and Post IMF.  Republic of Indonesia, 15 September. \n7  Bank Indonesia. 2002. The Blueprint of Islamic Banking Development in Indonesia. Jakarta.   ", "  3\n \nIII.  ISSUES \n \n8.  The fast pace of growth in the Islamic financial sector and the emergence of conventional \nfinance companies offering Islamic products and services has brought critical attention to key \nissues facing this sector.  Some of the core issues identified include the following:     \n  \n9.  Insufficient  Regulatory  and  Supervisory  Framework.  A  robust  regulatory  and \nsupervisory framework is necessary to maintain financial stability and growth of Islamic finance as \na  viable,  resilient,  and  sustainable  sector.  The  unique  characteristics  of  Islamic  banking \noperations and Islamic financial instruments require the development of a regulatory-supervisory \nframework that adequately addresses the requirements of this industry. Due to its specificity, the \noperations entail unique risks that  require adjustments in the capital adequacy ratios, more \ndisclosures and transparency, and other modifications of prudential and supervision norms. In \nestablishing international prudential standards for Islamic finance, financial “loopholes” or gaps \nshould not be created that would allow regulatory arbitrage among finance institutions.  \n \n10.  Lack of Market Transparency. Increased market transparency  is needed to enhance \ncredibility and increase consumer confidence. The application of relevant international accounting \nstandards will enhance transparency of Islamic financial institutions and the comparability of \nfinancial statements. At this stage, Islamic product standards and accounting practices are not yet \naccepted globally. \n \n11.  Lack  of  Reliable  and  Comparable  Statistical  Information.  Reliable  statistical \ninformation on a comparable basis is critical for essential research to support the development of \nappropriate standards for Islamic financial sector. \n  \n12.  Insufficient Legal Framework for Islamic Financial Services. The legal framework for \nthe Islamic financial services industry needs to be developed. Appropriate legal framework and \ntrust laws do not exist in most IDB member countries, although Islamic bonds (sukuk), which are \nbased on trust laws, are an increasingly important means of mobilizing funds by the public sector \nand corporate entities.  \n \n13.  Need for Education on Prudential Standards. Increased education is needed to ensure \nthat standards are understood and accepted across the industry by regulators, international \norganizations, and the private sector. \n \nIV.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n14.  The overall goal of the TA is to promote financial stability and sound markets in the fast \ngrowing Islamic financial sector in ADB DMCs by establishing international prudential standards \nfor Islamic banks and financial institutions and a robust regulatory and supervisory framework. \nThe TA aims to increase transparency in the financial markets and establish comparability of \nfinancial institutions data and transactions by developing harmonized standards and a public \ninformation database on the Islamic financial sector. The TA will also support the development of \na sound Islamic financial sector legal framework, and will assist the design of a management \ninformation system for the Islamic financial sector database to be maintained by IFSB. \n \n ", "4  \nB.  Methodology and Key Activities \n15.  The TA will be conducted in consultation and coordination with IFSB staff and members \nincluding IDB, IMF, World Bank, and the Bank for International Settlements. IFSB, through its \ntechnical committees and working groups, will continue to provide a forum for discussion of key \nissues  in  the  development  of  international  standards.  ADB  in  cooperation  with  IFSB  will \ncoordinate closely with other multilateral and bilateral agencies including IMF, World Bank, and \nFinancial Sector Reform and Strengthening (FIRST) Initiative8 for strategic utilization of resources \nand sequencing of assistance. \n \n16.  The key TA activities include the following: \n \n(i)  Identify supervisory and regulatory issues for soundness and stability of the Islamic \nfinancial  sector,  including  the  potential  for  regulatory  arbitrage,  and  make \nrecommendations  for  strengthening  frameworks  and  additional  standards  to  be \ndeveloped. \n \n(ii)  Assist IFSB to develop international prudential standards for the Islamic financial \nservices sector in close collaboration with the Bank for International Settlements who \nis a member of IFSB. Standards currently under development at IFSB include capital \nadequacy (exposure draft to be issued at the end of 2004), risk management \n(exposure draft to be issued at the end of 2004), and corporate governance. The TA \nwould provide assistance in drafting an international standard on transparency and \nmarket discipline, and provide inputs into finalizing the three other draft standards \nthrough the evaluation of cross-country data as noted below. \n \n(iii)  Assess the compliance of applicable international accounting standards to IFSB \nmembers' data and recommend adjustment factors, if needed, to ensure effective \ncomparability across countries and jurisdictions. Apply adjustment factors to data as \nneeded. \n \n(iv)  Analyze the cross-country data collected by IFSB from its members and related \nagencies and any adjusted data to identify key characteristics and trends to support \nthe  formulation  of  appropriate  international  prudential  standards  for  the  Islamic \nfinancial sector. Data will be collected from IFSB full members (central banks) as \nwell as any associate or observer members that agree to provide information.  \n \n(v)  Prepare, in consultation with IFSB members and related agencies, key principles for \nthe development of an appropriate legal framework (including trust law and contract \nlaw) to be used by IFSB in promoting harmonized legal systems across diverse legal \njurisdictions. \n \n(vi)  Prepare a report on key developments in innovation in Islamic financial services and \nproducts by region, and initiate and foster key innovative Islamic financial products \nand  services  through  development  and  adaptation  in  banking  supervision  and \nregulations, as needed.  \n \n                                                 \n8  The Financial Sector Reform and Strengthening (FIRST) Initiative is a $53 million multi-donor program supporting \ncapacity building and policy development projects in the financial sectors in developing countries. Funding agencies \ninclude Canadian International Development Agency, Department for International Development (United Kingdom), \nFederal Department of Public Economy (Switzerland), and World Bank, among others. FIRST Initiative will provide \n$176,000 in 2004 to assist in the development of a corporate governance standard.  ", "  5\n(vii)  Provide  international  workshop  forums  for  the  further  education  of  regulators, \ninternational  organizations,  and  the  private  sector  on  international  prudential \nstandards and the best practices for the industry. Organize an international seminar \non legal issues in Islamic financial services industry.  \n \n(viii)  Provide recommendations, in consultation with IFSB staff and members, for the \ndesign of a management information system for a sustainable IFSB database. \nReporting systems will include IFSB reports for public access as well as confidential \ninternal IFSB reporting for members. IFSB will publish aggregated Islamic finance \nsector data and selected nonconfidential individual data assessed under the TA, and \nthen will publish industry data annually.    \nC.  Cost and Financing \n17.  The total cost of the TA is estimated at $400,000 consisting entirely of foreign exchange. \nADB  will  provide  $400,000  equivalent,  on  a  grant  basis,  from  ADB's  TA  funding  program. \nPossible Islamic Development Bank (IDB) cofinancing up to $200,000 is under discussion. When \ncofinancing is confirmed, it will replace the corresponding funds from ADB's TA funding program. \nThe TA will finance the services of 14 person-months of international consulting services to be \nimplemented over 12 months. Activities are expected to commence in September 2004 and to be \ncompleted by August 2005. The consultants will include a senior financial sector supervisory and \nregulatory expert, a senior financial analyst-accounting expert, and a senior legal expert. The \ndetails of the TA costs and financing plan are provided in Appendix 4. \n \nD.  Implementation Arrangements \n18.  ADB will be the Executing Agency for the TA. The Implementing Agency will be IFSB. All \nconsultants will be recruited and engaged on an individual basis and in accordance with ADB’s \nGuidelines on the Use of Consultants. Outline terms of reference for the consultants are provided \nin  Appendix  5.  Public  workshops  will  be  held  in  IFSB  member  countries  to  disseminate \ninformation  and  findings  under  the  TA,  including  the  proposed  prudential  standards.  The \nworkshops will include all participating agencies and countries and interested public and private \nsector parties. IFSB will publish the aggregated data from members and selected individual \ncountry data and produce a public industry report on an annual basis. IFSB will maintain a public \ndatabase on the industry with free international access to promoting a better understanding and \nassessment of the Islamic financial markets, trends, and potential impact. \n \n19.  The TA will be monitored and reviewed by ADB missions; regular communications with \nIFSB; and the inception, midterm, interim, and final reports. The inception report will be submitted \nto ADB and IFSB within 1 month of commencement of activity, the midterm report within 6 \nmonths, the interim report within 9 months, and the final report within 12 months. \n \nV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis for \nthe Development of International Prudential Standards for Islamic Financial Services, and hereby \nreports this action to the Board. \n ", " \n6\n \nTECHNICAL ASSISTANCE FRAMEWORK \n \nA\nDesign Summary  Performance Indicators/Targets  Monitoring Mechanisms  Assumptions and Risks  p\np\ne\nGoal        n\nd\nThe development of Islamic  •  Economies and institutions  Economic and publicly available    ix\n 1\nfinance as a viable, sustainable  acceptance of, and  progress reports of the Islamic   \nalternative finance mode that can  compliance with, international  Financial Services Board (IFSB), \ncatalyze economic development  prudential standards for  its IFSB members, and other \nand reduce poverty.    Islamic finance.  related agencies.  \n   \n•  Continued growth of Islamic \nfinancial sector including \nproducts and services offered \nthrough conventional finance \nentities. \nPurpose       \n•  Establish international  •  Endorsement of draft  •  Reports presented by IFSB  •  Commitment to common \nprudential standards for  international prudential  members to IFSB.  goals and implementation of \nIslamic banks and finance  standards by IFSB members    international prudential \ninstitutions for a robust  in 2005 and establishment of  •  Issuance of government  standards by regulatory and \nregulatory and supervisory  timetable for adoption and  regulations and decrees to  supervisory bodies. \nframework and strengthen the  implementation of standards.  support the adoption of   \nlegal framework for Islamic    international prudential  •  Political acceptance of the \nfinance.  •  Increased availability of  standards.  adoption of new standards \n  reliable and comparable    and the harmonization of \n•  Increase transparency in the  financial data for effective  •  Reports presented by IFSB  practices across jurisdictions. \nIslamic financial markets.  assessment of the Islamic  members to IFSB.   \n  financial markets and trends.  •  Effective coordination \n•  Promote harmonized    between jurisdictions and \nstandards and practices  •  Issuance of market and  agencies. \nacross jurisdictions for  industry guidance in 2005 in   \nimproved Islamic finance  IFSB member countries to  •  Coordinated activities across \nmarkets and to promote  promote harmonized  the sector. \nconsumer protection and  standards and practices   \nconfidence.   across jurisdictions.  •  Full access to information. \n     \n•  Commitment of IFSB mem-\nbers to promoting harmonized \nstandards and practices. \nContinued on next page\n ", " \nTECHNICAL ASSISTANCE FRAMEWORK (cid:190)  Continued \nDesign Summary  Performance Indicators/Targets  Monitoring Mechanisms  Assumptions and Risks \nOutput       \n•  Draft international prudential  •  Issue draft international  •  IFSB public announcement of  •  Commitment of IFSB \nstandard for market  prudential standard for market  endorsement and issuance of  members to adopt and \ntransparency and discipline,  transparency and discipline in  international standards.  implement the international \ntaking into account the special  2005, taking into account the    standard. \ncharacteristics and risks of  special characteristics and  •  Consultants reports.   \nIslamic finance.   risks of Islamic finance.    •  Commitment of IFSB \n    •  IFSB public announcements  members to adopt and \n•  Analyses and assessments of  •  Issue report on analyses and  of endorsement and issuance  implement the international \nIFSB member data, and  assessments of IFSB  of international standards.  standards. \nrecommendations for final  members' data in 2005 and     \ndraft international prudential  recommendations for final  •  IFSB public announcements  •  Common understanding and \nstandards for (i) capital  draft international prudential  on exposure draft key  interpretation of international \nadequacy, (ii) risk  standards for (i) capital  principles.  standards. \nmanagement, and  adequacy, (ii) risk     \n(iii) corporate governance.   management, and  •  IFSB public announcement on  •  Adoption and implementation \n  (iii) corporate governance.  database and a copy of  of the key principles. \n•  Key principles for the    published data.   \ndevelopment of an  •  Issue key principles for the    •  Complete and accurate data \nappropriate legal framework  development of an  •  Reports of working groups  submitted by IFSB members \n(including trust law and  appropriate legal framework  and committees and  on a regular and timely basis. \ncontract law) to be used by  (including trust law and  consultants.   \nIFSB in promoting  contract law) to be used by    •  Continued commitment of \nharmonized legal systems  IFSB in promoting  •  Report of outcomes of public  IFSB members and Islamic \nacross diverse legal  harmonized legal systems  workshops.  financial community to \njurisdictions.  across diverse legal    strengthening the regulatory \n  jurisdictions.    and supervisory regimes with \n•  Enhanced transparency of      international prudential \nIslamic financial institutions  •  IFSB to publish industry data    standards. \nand transactions through  in 2005 and establish a public   \nimproved financial reporting of  database on Islamic financial  •  Adequate participation of  \ncomparable of data on  institutions and markets.  IFSB members, regulators, \nfinancial statements,    international organizations,  Ap\npublished industry data, and a  •  Regular meetings of IFSB  and the private sector.  pe\nn\npublic database on Islamic  working committees and    d\nfinancial institutions and  groups on the development of    ix 1\nmarkets. (Note: some  international prudential     \nindividual data from IFSB  standards.   \nmembers will remain    7\nconfidential, but will be \nContinued on next page\n ", " \nTECHNICAL ASSISTANCE FRAMEWORK (cid:190) Continued \n8\n \nDesign Summary  Performance Indicators/Targets  Monitoring Mechanisms  Assumptions and Risks \nconfidential, but will be  •  Conduct public workshops on \nA\naggregated for the industry  the draft international  p\np\nreports.)  prudential standards in IFSB  en\nd\n  member countries.  ix\n•  Promotion of understanding     1\n \nand acceptance of standards   \nacross the industry by \nregulators, international \norganizations, and the private \nsector through increased \neducation.    \n \nActivities       \n•  Forums and workshops for \nsupervisory and regulatory \nbodies and financial \ninstitutions offering Islamic \nfinancial services to discuss \nissues on regulation and \nsupervision of Islamic \nfinancial services industries. \n \n•  International seminar on \nLegal Issues in Islamic \nFinancial Services Industry. \nInputs       \n•  Consultants: 14 person- Issuance of consultants reports  Consultants reports and IFSB  High quality of consultants inputs \nmonths of international  with assessments and  reports.  and solid understanding of issues \nconsulting services: $272,000  recommendations and draft  facing Islamic finance sector and \n  international standard and key  implications for global financial \n•  Forums, workshops, and  principles for legal framework.  markets. \nseminars: $50,000 \n \n \n \n ", "Appendix 2  9 \nOVERVIEW OF ISLAMIC FINANCING \n \nA.  Origin and History \n \n1.  Islamic financing was practiced throughout the Middle Ages predominately in the Muslim \nworld to foster trade and business activities. Islamic merchants were known as middlemen in \nSpain, the Mediterranean, and the Baltic States for their trading activities, and techniques and \ninstruments of Islamic finance were later adopted by European financiers and businessmen.1  In \nrecent  history,  the  start  of  formal  Islamic  financial  institutions  is  often  marked  by  the \nestablishment of the Mitghamr Egypt Savings Institution in 1963. Although the growth in Islamic \nfinance is considered to have coincided with the current account surpluses of oil-exporting \nIslamic countries, its continued growth is rooted in a desire for sociopolitical and economic \nsystems  based  on  Islamic  principles.  These  include  risk  sharing,  the  promotion  of \nentrepreneurship, and the prohibition of riba or a predetermined guaranteed rate of return or \ninterest. The set of rules and law governing Islamic societies is collectively referred to as Shari’a \n(Islamic law), and only business activities that are Shari’a compliant qualify for investment. For \nexample, businesses dealing with alcohol, gambling, and casinos are prohibited. Elements of \nmicrofinance are considered consistent with the broader goals of Islamic banking and finance2 \nincluding the advocacy of entrepreneurship, risk sharing, disbursement of collateral free loans, \nand participation by the poor.  \n \n2.  With over 1 billion Muslims worldwide and annual growth rates in Islamic finance up to \n15%, the potential for this sector is considered vast. The current market has been estimated at \nup to $250 billion and close to 10% of global gross domestic product (GDP),3 with Islamic \nfinancial institutions operating in 75 countries. The number of Islamic financial institutions in all \ncountries is unknown, however, over 240 Islamic financial institutions have been counted in \nmore than 48 countries. In some countries, such as Iran and Sudan, all financial institutions are \nconsidered to be in conformity with Shari’a. However, in other countries, such as Bangladesh, \nEgypt, Indonesia, Jordan, and Malaysia, Islamic banking exists along with conventional banking \nand finance. A number of global financial institutions offer instruments conforming to Shari’a \nthrough Islamic windows and the establishment of separate banks, branches, or subsidiaries \nspecializing  in  Islamic  financial  products. Global financial institutions that have established \nIslamic banking with Shari’a compatible services include Citibank, BNP Paribas, and UBS.4  No \nuniform regulatory and legal framework for an Islamic financial system has been developed and \nIslamic banks form their own boards for guidance.   \n \nB.  Islamic Modes of Financing \n \n3.  Islamic banks borrow through savings accounts and time deposits with a revenue- \nsharing package. Deposit accounts include (i) current accounts and demand deposits where \ncapital is guaranteed, is available for withdrawal at any time, and involves no payment to the \nclient on the deposit; and (ii) investment accounts where deposits remain with the bank for an \n                                                 \n1  Iqbal, Zamir. 1997. Islamic Financial Systems. Washington, DC: World Bank. \n2  Dhumale, Rahul, and Amela Sapcanin. 1999.  An Application of Islamic Banking Principles to Microfinance.  \nTechnical Note on the Study by the Regional Bureau for Arab States. New York: United Nations Development \nProgramme.  \n3  El-Hawary, Dahlia, Wafik Grais, and Zamir Iqbal. 2004. Regulating Islamic Financial Institutions: The Nature of the \nRegulated. World Bank Policy Research Working Paper 3227. Washington, DC: World Bank. \n4  Sundarajan, V. and Luca Errico. 2002. Islamic Financial Institutions and Products in the Global Financial System: \nKey Issues in Risk Management and Challenges Ahead.  IMF Working Paper WP/02/192. Washington, DC: \nInternational Monetary Fund. \n ", "10  Appendix 2 \nagreed period and a financial return is paid. Islamic modes of financing are either (i) profit-and-\nloss-sharing, or (ii) non-profit-and-loss sharing modes. The primary modalities under each of \nthese categories are summarized below. \n \n  1.  Profit-and-Loss-Sharing Modes \n \n4.  Joint Venture (musharaka).  Under a joint venture or limited liability partnership, two or \nmore partners combine capital and efforts and share in the risk and financial results. This is not \na common financing mode among Islamic banks, as the banks are typically not involved with \nenterprise management. \n \n5.  Trust Financing (mudaraba). Trust financing is a partnership comprising a financing \npartner  who  contributes  capital  and  a  managing  partner  who  contributes  knowledge  and \nentrepreneurial skills. The financing partner is not involved in management, which makes this a \npreferred mode for banks. Profits are shared on a predetermined ratio, although losses are only \nborn by the financing partner unless caused by irresponsible behavior of the managing partner. \nTrust  financing  in  farming  (muzar'ah)  involves  harvest-sharing  between  the  bank  and  the \nentrepreneur, and the bank may provide funds or land. \n \n6.  Equity Financing  (musharaka) is a form of trust financing. Equity participation in \norchards (musaqat) involves harvest-sharing among the partners based on their contributions. \n \n  2.  Non-Profit-and-Loss Sharing Modes \n \n7.  Mark-Up Financing (murabaha). Mark-up, or cost-plus, financing is a common form of \ntrade financing. The agreement is between the final buyer and a middleman/trader. The final \nbuyer asks the middleman to buy a certain object for an agreed price that includes the purchase \nprice, costs of the middleman, and a profit margin. Mark-up financing and other forms of trade \nfinancing are popular financing instruments among Islamic banks, and account for more than \n75% of financing provided in some cases.5  The popularity is due to the short-term nature of the \nfinancing, limited risk, and guaranteed profit. Islamic law allows a buyer to cancel a deal at any \ntime. \n \n8.  Lease and Lease Purchases (ijara and ijara wa iqtina). Under a lease arrangement a \nproduct is used for a specified period for a specified amount without taking ownership of the \nproduct. Under a lease- purchase arrangement, payments include a portion applied toward the \nfinal purchase of the product and ownership is transferred at the end of the lease period.  \n \n9.  Deferred Payment Sales (bai'mua'jjal). Deferred payment sales allow products to be \npurchased in installment payments or in a lump sum at a later date.  \n \n10.  Purchase with Deferred Delivery (bai'salam or  bai'salaf).  Under purchases with \ndeferred delivery, the buyer pays the full price on the delivery date. This mode is typically \napplied to agricultural or manufactured products.  \n \n11.  Beneficence Loans (qard hassana).  Beneficence loans are zero-return loans (no \ninterest or profit) to the needy. Service fees can be charged to cover administrative expenses, \nbut should not be linked to loan amount or maturity. \n                                                 \n5  Thomas A. Timberg. 2003. Risk Management: Islamic Financial Policies–Islamic Banking and Its Potential Impact.  \nCase Study funded in part by US Agency for International Development. Virginia, USA: Nathan Associates, Inc. \n ", "Appendix 2  11 \n \nC.  Islamic Banking Statistics \n \n4.  The  proposed  technical  assistance  is  designed  to  support  the  development  of  a \ncomprehensive  database  on  Islamic  banking  and  finance  and  sector  analyses  based  on \ncomparable  cross-country  data.  As  there  is  no  standard  definition  for  what  is  counted  in \nstatistics for Islamic finance, and data for Islamic windows in commercial banks and financial \ninstitutions  may  not  be  reported  on  a  separate  basis,  studies  may  underestimate  the \nconcentration  of  Islamic  finance  in  some  countries.  One  recent  study,  “Islamic  Banking \nComparative Analysis,”6 presents some interesting analysis of performance and concentration \nof selected Islamic banks using bank data in the Fitch IBCA Bankscope database.7 The study \nwas based on 19 countries from Asia, the Middle East, and North Africa. Tables A2.1 and A2.2 \nshow performance indicators of some Islamic banks during 2000- 2001.     \n \n \nTable A2.1: 2000 Selected Bankscope Statistics \n \nCountry  Bank Size    Structure      Profitability    Efficiency    Liquidity \n(Number of Banks)  Equity /  Liquid \nTotal  Return on  Return on  Cost to \nEquity  Total  Assets / \nAssets  Average  Average  Income \n($ million)  Assets  Cost & ST \n($ million)  Equity  Assets  Ratio \n($ million)  Funding \n               \nAlgeria (1)  201  20  10.1  8.4  0.9  37.7  25.0 \nBahamas (1)  1,132  333  29.4  (0.9)  (0.2)  100.8  200.1 \nBangladesh (1)  729  44  6.0  11.7  0.6  53.4  26.3 \nBahrain (6)  389  102  50.1  11.4  7.3  52.1  19.4 \nBrunei (2)  823  130  20.3  7.8  1.1  29.6  56.8 \nEgypt (2)  1,619  70  5.4  9.9  0.5  42.5  10.5 \nGambia (1)  7  0  3.5  53.3  1.8  68.5  30.7 \nIndonesia (1)  117  11  9.6  6.8  0.7  95.8  23.0 \nIran (2)  43,504  1,213  2.8  22.5  0.5  95.0  51.7 \nJordan (2)  741  69  14.5  5.6  0.8  53.6  50.0 \nKuwait (1)  6,630  680  10.2  24.9  2.5  31.4  8.5 \nMalaysia (4)  1,642  291  33.6  2.6  0.8  48.0  13.1 \nMauritania (1)  52  9  18.0  8.8  1.9  73.1  14.8 \nQatar (2)  845  65  7.8  17.7  1.3  44.4  9.0 \nSaudi Arabia (1)  4,948  4,690  94.7  2.1  2.0  30.8  (cid:190)  \nSudan (2)  72  7  9.6  16.7  0.8  78.4  35.6 \nTunisia (1)  178  57  31.8  4.9  1.6  41.4  1.9 \nUAE (2)  2,194  309  18.1  8.1  1.4  54.5  7.8 \nYemen (2)  99  12  12.9  14.2  1.8  46.9  43.2 \n               \n(cid:190)   = not available, ST = short term, UAE = United Arab Emirates. \nSource:  Brown, Kym. 2003. Islamic Banking Comparative Analysis.  The Arab Bank Review (5) 2; Sample from \nBankscope database. \n \n \n \n \n                                                 \n6  Brown, Kym. 2003. Islamic Banking Comparative Analysis. The Arab Bank Review (5) 2. \n7  Bankscope, a joint venture between Fitch IBCA and Bureau van Dijk, the Belgian based software house, is a \ncomprehensive database of financials on 10,000 international banks. \n ", "12  Appendix 2 \n \nTable A2.2: 2001 Selected Bankscope Statistics \n \nCountry  Bank Size    Structure      Profitability    Efficiency    Liquidity \n(Number of Banks)  Equity /  Liquid \nTotal  Return on  Return on  Cost to \nEquity  Total  Assets / \nAssets  Average  Average  Income \n($ million)  Assets  Cost & ST \n($ million)  Equity  Assets  Ratio \n($ million)  Funding \n               \nAlgeria (1)  246  24  9.5  7.4  0.7  49.0  29.4 \nBahamas (1)  1,064  351  32.9  5.4  1.6  66.1  110.2 \nBangladesh (2)  449  25  9.0  8.5  0.5  61.7  61.2 \nBahrain (6)  421  107  46.4  13.0  8.0  44.7  153.0 \nBrunei (2)  853  127  17.3  7.8  0.9  25.8  58.5 \nEgypt (2)  1,365  60  5.3  9.0  0.4  47.8  9.3 \nJordan (2)  837  70  11.8  4.2  0.7  60.9  50.3 \nKuwait (1)  7,745  741  9.5  24.2  2.4  30.9  4.3 \nMalaysia (4)  1,942  330  33.4  2.6  0.5  33.5  9.1 \nQatar (2)  977  71  7.2  22.4  1.6  41.3  11.6 \nSaudi Arabia (1)  4,858  4,728  97.3  1.9  1.8  32.9  (cid:190)  \nSudan (2)  73  7  10.3  (13.9)  (1.8)  164.9  26.9 \nUAE (2)  2,920  329  14.1  10.1  1.3  50.4  8.3 \nYemen (2)  136  13  11.5  15.1  1.8  48.7  46.9 \n (cid:190)   = not available, ST = short ter m, UAE = Uni ted Arab Emir ates.         \nSource:  Brown, Kym. 2003. Islamic Banking Comparative Analysis.  The Arab Bank Review (5) 2; Sample from \nBankscope database. \n \n \n ", " \nORGANIZATION STRUCTURE OF THE \nISLAMIC FINANCIAL SERVICES BOARD \n \n \n \nGeneral  Assembly \n \n \n \nCou ncil \n \n \n \n \nSecretary-General  Technical Committee \n \n \n \n \n \nTechnical Division    Finance and Administration \n \n \n \nFinance and  Administration \n \nMembership \n \n \nProject  Information  Assistant \n  Administrative \nManager  Officer  Project Manager\n  Assistants \n \n \n \n  A\np\np\ne\nn\nd\nix\n 3\n \n1\n3\n ", "14  Appendix 3 \nISLAMIC FINANCIAL SERVICES BOARD \nMEMBERS LIST AS OF 31 MAY 2004 \n \nA.  Full Members \n1.  Bahrain Monetary Agency  8.   Central Bank of the Islamic Republic of Iran \n2.  Bank Indonesia  9.   Islamic Development Bank \n3.  Bank Negara Malaysia  10. Ministry of Finance, Brunei \n4.  Bank of Sudan  11. Qatar Central Bank  \n5.  Central Bank of Egypt  12. Saudi Arabian Monetary Agency \n6.  Central Bank of Jordan  13. State Bank of Pakistan \n7.  Central Bank of Kuwait   \n \nB.  Associate Members \n1.  Bangko Sentral ng Pilipinas   3.  International Monetary Fund \n2.  Bank for International Settlements  4.  World Bank \n \nC.  Observer Members \n1.  A’ayan Leasing & Investment Co.,  17. First Islamic Investment bank, Bahrain \nKuwait  18. Gulf Investment House, Kuwait \n2.  AmBank Berhad, Malaysia  19. HSBC Amanah Finance, United Arab \n3.  Asian Development Bank  Emirates \n4.  Al-Amin Bank, Bahrain  20. Investment Dar, Kuwait \n5.  Al-Jazira Bank, Saudi Arabia  21. Islamic Corporation for the Insurance of \n6.  Al-Rajhi Banking & Investment  Investment and Export Credit \nCorporation, Saudi Arabia  22. Jordan Islamic Bank for Finance and \n7.  Albaraka Banking Group, Bahrain  Investment, Jordan \n8.  Association of Islamic Banking and   23. Noriba Bank, Bahrain \nFinance Institutions, Malaysia  24. Kuwait Finance House, Kuwait \n9.  Bahrain Islamic Bank, Bahrain  25. Labuan Offshore Financial Services Authority, \n10. Bank Islam Malaysia Berhad, Malaysia  Malaysia \n11. Bank Kerjasama Rakyat Berhad,  26. Malaysia Rating Corporation Berhad \nMalaysia  27. Monetary Authority of Singapore \n12. Bank Muamalat Malaysia Berhad,  28. National Commercial Bank, Saudi Arabia  \nMalaysia  29. Oasis Group Holdings, South Africa \n13. BNP Paribas Islamic Banking Unit,  30. Omdurman National Bank, Sudan \nBahrain  31. Qatar International Islamic Bank, Qatar \n14. Commerce International Merchant  32. Qatar Islamic Bank, Qatar \nBankers Berhad, Malaysia  33. RHB Bank Berhad, Malaysia \n15. Egyptian Saudi Finance Bank, Egypt  34. Saudi British Bank, Saudi Arabia \n16. Faisal Islamic Bank, Egypt  35. Sudanese Banks Association \n   \n \n \n ", "  Appendix 4  15 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \n     \n  Item  Cost \n  A.  Asian Development Bank (ADB) Financinga   \n    1.  Consultants    \n      a.  Remuneration and Per Diem: International Consultants  252.0 \n      b.  International and Local Travel  20.0 \n      c.  Reports, Printing, and Communications  10.0 \n    2.  Forums, Workshops, and Seminars  50.0 \n    3.  Miscellaneous Administration and Support Costs  10.0 \n    4.  Contingencies  58.0 \n        Total Financing  400.0 \n     \na   Financed by ADB's TA funding program.  Possible Islamic Development Bank cofinancing up to \n$200,000 is under discussion.  Cofinancing will be arranged under ADB's standard cofinancing \nagreement. When cofinancing is confirmed, it will replace the corresponding funds from ADB's TA \nfunding program under a standard cofinancing arrangement.  \nSource:  ADB estimates. \n \n \n \n ", "16  Appendix 5 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \n1.  The consultants will include a senior financial sector regulatory and supervisory expert, a \nsenior legal expert, and a senior financial analyst and accounting expert.  The outline terms of \nreference are as follows. \n \nA.  Senior Financial Sector Regulatory and Supervisory Expert (international, 6 person-\nmonths) \n \n2.  The  consultant  should  be  an  experienced  regulatory  and  supervisory  expert  with \nknowledge of the bank and non-bank sector and the best international practices and standards. \nA fundamental knowledge of the principles of Islamic finance and the specific requirements for \nShari'a (Islamic law) compliance and experience in the Asian region are also needed. The tasks \nof the expert include the following: \n \n(i)  Prepare a draft international prudential standard for market transparency and \ndiscipline, taking into account the special characteristics and risks of Islamic \nfinance. Prepare the draft in cooperation and consultation with Islamic Financial \nServices  Board  (IFSB)  staff  and  members,  and  participate  in  such  working \ncommittees and groups as designated by IFSB. \n \n(ii)  Using data collected by IFSB from its members and related agencies, and in \nconsultation  with  the  senior  financial  analyst  and  accounting  expert,  assess \ncross-country  reported  data,  and  adjusted  data  and  trends.  Prepare \nrecommendations  for  IFSB  to  consider  in  finalizing  the  draft  international \nprudential  standards  for  capital  adequacy,  risk  management,  and  corporate \ngovernance. \n \n(iii)  While preparing (i) and (ii), take account and carefully consider the special risks \nassociated with Islamic finance, including the uncollateralized nature of Islamic \nbanking, and greater risks in the profit-sharing forms of lending. \n \n(iv)  Identify supervisory and regulatory issues for the soundness and stability of the \nIslamic  financial  sector,  and  make  any  recommendations  for  strengthening \nframeworks and/or issuing additional international prudential standards. \n \n(v)  Prepare a report on key innovations in Islamic financial services and products by \nregion. Initiate and foster key innovative Islamic financial products and services \nby developing and adapting banking supervision and regulations as needed.  \n \n(vi)  Conduct two workshops in cooperation with IFSB  for its members,  regulators, \ninternational  organizations, and the private sector on international prudential \nstandards, best practices for the industry, and draft IFSB prudential standards.  \n \nB.  Senior Legal Expert (international, 4 person-months) \n \n3.  The consultant will be an experienced legal expert with extensive knowledge of trust law \nand contract law. A fundamental knowledge of the principles of Islamic finance and the specific \nrequirements for compliance with it and experience in the Asian region are also needed. The \ntasks of the expert will include the following: \n ", "  Appendix 5  17 \n \n(i)  Prepare key principles for the development of an appropriate legal framework \n(including  trust  law  and  contract  law)  to  be  used  by  IFSB  in  promoting \nharmonization of legal frameworks across diverse legal jurisdictions in the Islamic \nfinancial sector. Prepare drafts in cooperation and consultation with IFSB staff \nand  members,  and  participate  in  technical  committees  and  working  groups \ndesignated by IFSB. \n \n(ii)  Prepare a cross-country comparison including trust laws and contract laws with \nanalysis and explanations for provisions adopted in the proposed key principles \nfor legal frameworks. The list of countries to be included in the international \ncomparison will be agreed by IFSB and the Asian Development Bank (ADB). \n \n(iii)  Conduct a seminar at IFSB on the proposed key principles to explain the key \naspects  and  provisions  and  to  discuss  applications  across  jurisdictions  and \nimpact. Conduct and participate in an international seminar on legal issues in \nIslamic financial services industry. \n \nC.  Senior Financial Analyst / Accounting Expert (international, 4 person-months) \n \n4.  The consultant will be an experienced senior financial analyst and accounting expert \nwith experience in the financial analysis of banks and other financial institutions. A fundamental \nknowledge  of  the  principles  of  Islamic  finance  and  the  specific  requirements  for  Shari'a \ncompliance and experience in the Asian region are also needed. The tasks of the expert will \ninclude the following:  \n \n(i)  Using data collected by IFSB from its members and related agencies, assess \nthe compliance of its members' data and other data provided with applicable \ninternational  accounting  standards.  To  achieve  country  data  that  can  be \ncompared, determine what, if any, adjustment need to be applied. Specify the \nadjustments and apply them to data as needed. \n(ii)  Analyze the reported cross-country data and any adjusted data to identify key \ncharacteristics and trends to support the formulation of appropriate international \nstandards for the Islamic financial sector. \n \n(iii)  Recommend reporting formats and a management information system for a \nsustainable IFSB database. Develop recommendations in consultation with IFSB \nstaff and members, and the senior financial sector regulatory and supervisory \nexpert. The reporting system will include IFSB reports for public access as well \nas confidential internal IFSB reporting for members. \n \n "], "metadata": {"ModDate": "D:20050131110051+08'00'", "CreationDate": "D:20040804144001Z", "Title": "Draft TA Paper - 26 July 2004.doc", "Creator": "Draft TA Paper - 26 July 2004 - Microsoft Word", "Author": "acl", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}