{"path": "data/input/ta/tar-mld-37265.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:  MLD 37265 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nREPUBLIC OF THE MALDIVES \n \n \nFOR PREPARING THE \n \n \nDOMESTIC MARITIME TRANSPORT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2004", " \nCURRENCY EQUIVALENTS \n(as of 15 September 2004) \n \nCurrency Unit  –  rufiyaa (Rf) \nRf1.00  =  $0.0778 \n$1.00  =  Rf12.85 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  GDP  –  gross domestic product \n  IEE  –  initial environment examination \n  MCPW  –  Ministry of Construction and Public Works  \n  MOAD  –  Ministry of Atoll Development \n  MOFT  –  Ministry of Finance and Treasury \n  MPND  –  Ministry of Planning and National Development \n  MTCA  –  Ministry of Transport and Civil Aviation \n  O&M  –  operation and maintenance  \n  PMU  –  project management unit \n  STS  –  Sea Transport Study \n  TA  –  technical assistance \n \n \nTA CLASSIFICATION \n \nPoverty  –  Poverty intervention \nClassification \nSector  –  Transport and communications \nSubsector  –  Ports, waterways, and shipping \nTheme  –  Sustainable economic growth \nSubthemes  –  Promoting macroeconomic stability \nPromoting economic efficiency and enabling markets \n \nFollowing the Board approval of the R-paper, Review of ADB’s Poverty Reduction Strategy, staff \ninstructions  to  replace  the  PI/CPI  classification  with  a  new  tracking  system  are  under \npreparation, in line with para. 83 of the R-paper. \n  \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by H. Yamaguchi. ", " \nI.  INTRODUCTION \n1.  The Republic of the Maldives has requested Asian Development Bank (ADB) technical \nassistance (TA) to conduct a feasibility study of improving domestic maritime transport for ADB \nfinancing.1 An ADB Mission visited the Maldives in July 2004 to undertake fact-finding for the TA \nand  reached  an  understanding  with  the  Government  on  the  goal,  purpose,  scope, \nimplementation arrangements, and terms of reference of the TA. The TA is included in Country \nStrategy and Program Update, 2004–2006. The preliminary project framework is in Appendix 1. \n \n \nII.  ISSUES \n2.  The Maldives consists of about 1,190 islands, grouped into 20 administrative atolls. \nEach atoll is a coral reef surrounding a lagoon. Malé is the capital city and is also designated as \none of the administrative atolls. Almost all land masses are very small, averaging only 16 \nhectares. Over 80% of the land mass is less than 1 meter above mean sea level, exposing the \npopulation to tidal waves, storms, and the risk of an increase in the sea level resulting from \nglobal warming. The population of 270,000 is scattered among 200 inhabited islands. A quarter \nof the population reside on Malé. The Maldives has no known mineral resources and scant \narable land. However, due to well-performing tourism and fisheries industries dominating the \neconomy — the two accounting for nearly 40% of gross domestic product (GDP)  — the \neconomy has achieved high growth of 7.4% annually since 1991, and per capita GDP increased \nfrom $1,711 in 1997 to $2,261 in 2003.2 \n \n3.  Despite the high level of economic growth in recent years, a large segment of the \nMaldives’ population subsists on very low incomes and are considered poor. The Vulnerability \nand Poverty Assessment3 reports that, as of 1998, 43% of the population subsists on a per \ncapita income of Rf15 ($1.30) per day or less, and almost 90% of them reside in the atolls. \nIncome disparities were in the order of 2:1, and access to social and physical infrastructure and \nservices was even worse, averaging 4:1. Isolation is an important element of human poverty in \nmany atolls (Appendix 2). Further, limited transportation opportunities add to remoteness and \nisolation. One third of the atoll population report that opportunities to travel to Malé are limited to \n2–3 sailings per week. Access problems were reported by half of the atoll population due to \nproblems with harbors, absence of a jetty, or penetrating reefs. \n \n4.  In its Sixth National Development Plan (2001–2005), the Government emphasizes the \nimportance of regionally balanced development through the focus islands in five regional growth \ncenters in the north, south, north-central, central, and south-central atolls, for balanced provision \nof economic and social services. Consistent with this national development  objective, ADB \nfinanced the first Regional Development Project  (RDP I)4 to facilitate equitable  development \nincluding the provision of basic infrastructure and capacity building. The Sea Transport Study5 \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 9 January 2004. \n2  The event of 11 September 2001 and the phenomenon of Severe Acute Respiratory Syndrome (SARS) in 2003 \nhave negatively affected the country’s economy due to a deteriorated performance of the tourist sector, e.g., the \nnumber of tourist arrivals dropped in 2001 with the sector exhibiting zero growth for the first time. However, the \nnumber of tourist arrivals is now on the rise. \n3  Ministry of Planning and National Development and United Nations Development Programme, 1998. The data is \ncurrently being updated, and will be available in December 2004. \n4  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of the Maldives for the Regional Development Project. Manila. \n5  Ministry of Planning and National Development, and ADB, 2000. ", "2 \nunder RDP I (footnote 4) indicated that transport systems need to be developed in parallel with \nother sectors. \n \n5.  Domestic transport of freight and passengers is predominantly by sea. As there are no \nsignificant  regional  centers  in  the  Maldives  apart  from  Gan  Island  in  the  south,  domestic \nmaritime freight and passenger traffic is dominated by movements directly between Malé and \nindividual small island communities. In this regard, Malé-to-outer islands traffic is almost entirely \nimport cargo transshipped at Malé Port. Heavy congestion prevails at the inter-atoll harbor in \nMalé. Regular maritime transport services between Malé and the outer islands, and within and \nbetween the outer atolls, are few and infrequent. Interisland shipping services are operated \nentirely by the private sector, while the Government provides essential infrastructure such as \nports and deepened harbors, and regulatory functions like maritime safety.  \n \n6.  The extent of transport facilities varies considerably from island to island. Some islands \nhave man-made harbors, while others have natural harbors, lagoons, and jetties of different \nlengths and construction. In addition, there are islands that have neither natural harbors nor \neven jetties for unloading and access to the islands. A total of 100 islands in the country still \nhave  no  harbors.  Most  of  the  existing  man-made  harbors  do  not  meet  the  minimum \nrequirements  of  the  Ministry  of  Atoll  Development  (MOAD).  Some  major  harbors  need \nsubstantial rehabilitation due to deterioration, which has caused bottlenecks to the movement of \npeople and goods. Restricted movement has hampered efforts to regional development. \n \n7.  Currently,  government  interventions  in  private  operations  in  the  domestic  maritime \ntransport subsector are minimal. One of the limited government interventions is user charges in \nMalé harbor.  However, the regulations are not enforced at Northern Inter-Atoll Harbor. As a \nresult, the harbor is congested and lacks funding for maintenance. No user charges are levied \non users of transport infrastructure in outer islands where costs of minor maintenance are \ncollected from vessel owners when necessary and costs of major maintenance are requested \nfrom the Government. Though there is a harbor maintenance program under  MOAD, its very \nlimited budget6 results in the deterioration of harbors, jetties, and other facilities (para. 6). The \nlimited Government support to private operators in terms of finance, physical infrastructure, and \ninstitutional arrangement results in few regular and frequent services, and compromises the \nsafety and convenience of the passengers. \n \n8.  The  Ministry  of  Transport  and  Civil  Aviation  (MTCA)  is  responsible  for  overall \ndevelopment of maritime transport networks. The Ministry of Construction and Public Works \n(MCPW) is responsible for constructing maritime infrastructure such as harbors and jetties in \nMalé and islands in the vicinity of Malé. For the outer atolls, MOAD identifies islands in need of \nharbor development and submits its requirements and recommendations to the Ministry of \nPlanning and National Development (MPND), which then decides on where money provided by \nthe Ministry of Finance and Treasury (MOFT) is to be invested. Once harbors and jetties have \nbeen built, ongoing maintenance of infrastructure then falls under the responsibility of the \nvarious island offices; if major costs are involved, central Government funding may be made \navailable. Most line ministries have limited absorptive capacity due to the scarcity of skilled and \nexperienced staff. \n \n9.  Since 1979, ADB has provided the Maldives with four loan projects in the transport \nsector. They include an attempt to initiate a scheduled interisland transport service and support \n                                                 \n6  The estimated budget requirement for the harbor maintenance program is Rf728 million ($56.9 million). It would \ntake 18–20 years to complete the program under the current level of the budget. ", "    3 \nto improve the operations of Malé Port. Except for the Interisland Transport Project,7 approved \nby ADB in 1981, ADB’s past assistance in the transport sector proved successful in extending \nthe physical capacity of Malé Port and upgrading its institutional capacity. Important lessons \nlearned from the Interisland Transport Project for improving domestic maritime transport in the \ncountry  include  the  following:  (i)  transport  is  only  one  factor  in  economic  and  social \ndevelopment; by itself, it cannot promote development; (ii) the project needs to be built on the \nexisting formal and informal transport activities in terms of routes and operation, and any \nattempts by the Government to intervene in private sector provision of transport services should \nbe considered with extreme caution; (iii) island-specific shoreline, e.g., limited accessibility to \nlarge vessels due to shallowness, and demand characteristics, need to be well taken  into \naccount; and (iv) an appropriate regulatory and pricing framework of interisland transport needs \nto be set up. \n \n10.  The  ADB-financed  transport  master  plan8 currently  being  finalized  will  identify  the \ngeneral transport policies, strategies, legal and regulatory framework, investment programs, and \nactivities necessary for ensuring a nationwide integrated transport network. Among investment \nprograms proposed under the draft transport master plan, the Government has decided that the \ninter- and intra-atoll maritime transport is the most immediate priority. The draft transport master \nplan  also  has  recommendations  for  implementing  policies  in  the  transport  sector. \nRecommendations pertinent to domestic maritime transport are (i) medical and food emergency \nissues; (ii) operation and maintenance (O&M) scheme for harbors and facilities through a cost \nrecovery mechanism with consistent user charges; (iii) government support or deregulation to \nassist  private  sector  operators  in  providing  reliable  services;  and  (iv)  cross-cutting  issues \nincluding environment, capacity building, and maritime safety.  \n \n11.  Lack of reliable services and inadequate infrastructure are major obstacles to safe and \nefficient domestic maritime transport. The regularity, frequency, and cost of transport services \nhave a significant impact on the social and economic development of the islands. Having an \nintegrated,  efficient  transport  network  that  systematically  links  Malé,  the  regional  centers \ncurrently  under  development,  and  the  surrounding  atolls  will  be  key  to  ensuring  that \nsocioeconomic growth in the Maldives is distributed equitably. Assistance is therefore required \nto improve the domestic maritime transport system to provide safer, more efficient and more \naccessible  services.  Such  assistance  will  support  the  development  of  various  sectors  in \nfostering  regionally  balanced  growth  and  take  into  account  the  lessons  learned  and  the \nconceptual framework of the transport master plan. ADB's operational strategy for the Maldives \nis consistent with these objectives. The likely improvements to the maritime transport system \nmay include (i) improving harbors and facilities, with O&M programming, in Malé and selected \nislands; (ii) improving vessels to provide appropriate space for passengers; (iii) facilitating \ninformation and communication about planned travel, including possible scheduled services; \nand (iv) strengthening maritime safety.     \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n12.  The safe and efficient  domestic  maritime  transport  system  will  contribute  to  poverty  \n                                                 \n7  ADB. 1981. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Maldives for the Interisland Transport Project. Manila. \n8  ADB. 2002. Technical Assistance to the Maldives for the Transport Master Plan. Manila. The draft master plan is \ncurrently under review and is expected to be approved by the Government by December 2004. ", "4 \nreduction, regionally balanced economic growth, and national integration. The purpose of the \nTA is to identify ways to improve maritime transport, and develop a project for possible ADB \nfinancing, including (i) required facilities for maritime transport; and (ii) technical, institutional, \nand policy solutions for improving the safety, efficiency, and accessibility of the existing maritime \ntransport system. The TA will also identify a sustainable and effective delivery mechanism for \nmaintaining the proposed facilities; technical, organizational, institutional, and human resources \nimprovements for efficient transport services; and cost recovery or subsidy mechanisms that will \nallow effective and consistent O&M  of facilities and vessels. The TA will support a feasibility \nstudy of the project from the engineering, economic, social, and environmental points of view in \naccordance with ADB policies, operational procedures, and guidelines. \n \nB.  Methodology and Key Activities \n13.  Existing ocean routes and detailed needs will initially be identified and assessed based \non existing studies such as the Sea Transport Study (2000), Transport Master Plan (2004), and \nrelevant development policies and strategies; and an additional survey to supplement existing \nstudies. On the basis of the assessment, the core routes to  connect focal islands or where \nsafety  and  economic  inefficiency  problems  occur  will  be  identified.  After  core  routes  are \nidentified, ways to improve the transport service will be determined based on traffic demand \nforecast and other requirements. Then, preliminary designs and cost estimates for the proposed \nimprovements, including physical facilities and vessels, and schemes for service provision, will \nbe prepared. Annual and regular O&M programs for the next 10 years will be prepared. A \nsustainable management mechanism for delivering the proposed facilities and services will also \nbe prepared. A cost recovery mechanism with appropriate user charges will be established to \nprovide for the proposed improvements, taking into account users' willingness to pay. Economic, \nsocial, and environmental assessment will be conducted in accordance with ADB's and the \nGovernment's  policies,  guidelines,  and  procedural  requirements.  Finally,  implementation \narrangements  and  institutional  requirements  will  be  proposed  for  project  execution  and \nmaintenance, taking into account difficulties due to geographic and socioeconomic conditions. \nThe feasibility study will be prepared in a format suitable for use in further processing by ADB \nfor possible loan financing. \n \n14.  Consultation  meetings  involving  public  and  private  sector  entities,  i.e.,  concerned \nministries, transport service providers, transport service users, especially local communities in \nfocal islands, will be held at the early stage to appropriately design the project, incorporating \nexisting transport systems. \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $590,000 equivalent, comprising $380,000 in \nforeign  exchange,  and  $210,000  equivalent  in  local  currency.  ADB  will  provide  $500,000 \nequivalent, covering the entire foreign exchange cost and a portion of the local currency cost of \n$120,000 equivalent. The TA will be financed on a grant basis from ADB’s TA funding program. \nThe Government will finance the remaining $90,000 equivalent of the local currency cost \nthrough in-kind contributions of the Executing Agency and Implementing Agency. The detailed \ncost estimates and financing plan are in Appendix 3. \n \n16.  The Government has been advised that approval of the TA does not commit ADB to \nfinance any ensuing project. \n ", "    5 \nD.  Implementation Arrangements \n17.  MOFT will be the Executing Agency and MTCA will be the Implementing Agency for the \nTA. MTCA will nominate a core group of counterpart staff, headed by a TA director, to work \nclosely with the consultants for day-to-day implementation and to report the progress of the TA \nto ADB. A steering committee chaired by the TA director and comprising representatives from \nstakeholder ministries such as MOFT, MPND, MTCA, MOAD and MCPW will be established \nbefore the consultants are fielded to give them overall guidance. \n \n18.  The TA will be implemented over 6 months, starting in January 2005 and ending in July \n2005. Approval of advance action for recruiting consultants was approved in August 2004. \n \n19.  A multidisciplinary team of consultants will provide a total input of 45 person-months of \nconsulting  services:  15  international  and  30  domestic.  Both  international  and  domestic \nconsultants will have expertise in (i) transport planning and economics (maritime), (ii) maritime \nor coastal engineering, (iii) financial analysis in maritime transport, (iv) resettlement with social \nanalysis, and (v) maritime environmental assessment. For maritime safety, domestic inputs will \nbe provided for a public awareness program. The team of consultants, from an international \nconsulting firm in association with domestic consultants, will be selected and engaged by ADB \nusing ADB’s quality- and cost-based selection procedures and in accordance with its Guidelines \non  the  Use  of  Consultants  (using  the  simplified  technical  proposal  procedure)  and  other \narrangements  satisfactory  to  ADB  for  engaging  domestic  consultants.  Equipment  will  be \nprocured in accordance with ADB’s  Guidelines for Procurement  under the direct purchase \nprocedure. Appendix 4 gives the outline terms of reference for the consultants. \n \n20.  The consultants will submit (i) an inception report within 1 month, (ii) an interim report \nwithin 3 months, and (iii) a draft final report within 5 months of the start of the feasibility study. In \naddition, the consultants will submit a final report within 1 month of receipt of comments on the \ndraft final report after due consideration of comments made by the Government and ADB. The \ninception report will highlight the progress made, initial findings with candidate project elements, \nand any recommendations and proposed changes to the work program. The interim report will \ninclude preliminary study results for the proposed project. Necessary inputs and assistance will \nbe provided to assist the ADB loan processing fact-finding mission. The draft final report will \ninclude final study results for the project, including reports on safeguard issues to be used in \nloan preparation. During TA implementation, meetings between the steering committee and \nconsultants will be held monthly in Malé or as needed, to review and discuss TA progress. The \nmonthly progress report will be sent to the Government and ADB. A tripartite meeting to discuss \nthe inception, interim, and draft final reports, respectively, will be held in Malé within 1 month of \nissuance of each report. \n \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the Maldives for preparing the Domestic Maritime Transport Project, and \nhereby reports this action to the Board. \n ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \n \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and \nIndicators/Targets    Risks \n \nGoal       \n       \nSupported regionally  Improved social and  National, regional and   \nbalanced growth, poverty  economic indicators in outer  island economic data and \nreduction, and national  islands, e.g., focal islands,  statistics \nintegration in the country  compared with those in   \nMalé by year 2010 \n \n \nPurpose       \n       \nImproved maritime  Increased maritime traffic by  Baseline data collected in  A:  Sustained growth in \ntransport system in terms  20% by year 2010  the Transport Master Plan  market for freight and \nof efficiency, safety, and    Study  passenger transport \naccessibility  Reduced travel time by 30%     \n  and costs by 10% by year  Periodic traffic volume  A: Government’s \n  2010  survey in atolls  capacity for supporting \n      operators, e.g., \n  Improved service and  Transport sector statistics:  subsidies, maintaining \n  accessibility, and reduced  vessels (Ministry of  facilities, enforcing \naccidents by year 2010.  Transport and Civil  policies \n  Aviation), harbor (Ministry   \nConsistent and increased  of Atoll Development and   \ngovernment funding by 20%  Ministry of Construction   \nper annum for operation and  and Public Works   \nmaintenance (O&M) of  (MCPW), and tariffs \nfacilities.  (Maldives Transport and \n  Contracting Company)  \nIncreased revenues of   \nprivate operators by 10%  Insurance and hospital \nper annum  data on the number of \naccidents \n \nUser survey for travel time \nand costs, and the service \nlevel \n \nFinancial reports of port \noperators, e.g., Maldives \nPort Authority, MCPW \n \nReporting of service \noperators’ performance \nindicators \n \n \n \n         ", "  Appendix 2  7 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \n \nContribution of the sector or subsector to reduce poverty in the Maldives: \n \nIsolation is an important element of human poverty in many atolls of the Maldives. Limited transportation opportunities \nadd to remoteness and isolation. Access problems were mainly due to problems with harbors, absence of a jetty, or \nproblems of penetrating reefs. In addition, maritime transport services provided between Malé and outer islands, and \nwithin and between outer atolls are few and infrequent. The project will help to reduce poverty by improving inter- and \nintra-atoll maritime transport in the Maldives. It will increase transportation opportunities and accessibility, which will \nenable the poor to reach general food and merchandise provisions, as well as health, education, and social services \nand supplies. \n \n \nB.  Poverty Analysis                                        Proposed Poverty Classification:1 Poverty Intervention  \n \nWhat type of poverty analysis is needed?  \n \nA poverty and social analysis will be carried out to identify the socio-economic profile of the population in the project \narea, expected benefits and constraints, and ability of the poor and vulnerable groups to benefit from the project. The \nproject will also build on the findings of poverty and vulnerability assessment carried out by the Government through \nUnited Nations Development Programme (UNDP) support in 1999. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nThe project design will be developed through stakeholder consultations. \n \nIs there a participation strategy?     Yes                   No \nThe TA will include a design of a participation strategy to apply before and during the construction and operation and \nmaintenance period. \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nMaldivian women are recognized among the most emancipated in South Asia and in the Islamic world. No institutional \ndiscrimination along gender lines exists in access to education, health services, and jobs in the public sector. Due to \nthe strong migration (as a result of the economic situation) of men to Malé, the population of these islands is \ncomposed of mostly women and children. Women’s groups are being established and are gaining momentum. Project \ndesign will include measures so that women’s groups can be actively engaged in developing the project to ensure that \ntheir needs are addressed. \n \nHas an output been prepared?      Yes     No \n \n \n \n \n \n \n                                                 \n1  Following the Board approval of the R-Paper on Review of ADB’s Poverty Reduction Strategy, staff instructions to \nreplace the PI/CPI classification with a new tracking system are under preparation, in line with para. 83 of the R-\nPaper. \n ", "8  Appendix 2 \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n       \n   Significant  The  Project  may  require  land  acquisition.  Needs  of   Full \nResettlement    resettlement will be minimized by utilizing existing open   \n Not significant  space adjacent to harbor facilities.   Short \n   \n None   None  \n       \n   Significant  Surveys of willingness and ability to pay will be conducted   Yes \nAffordability    through the TA.   \n Not significant      No \n \n None \n       \n   Significant  Employment  opportunities  within  the  project  will  be   Yes \nLabor    available to all on the basis of professional competence   \n Not significant  irrespective of gender, and ethnic or religious group.    No  \n \n None \n       \n   Significant  Although no adverse impact on indigenous people is   Yes \nIndigenous    expected, the TA will further verify if there are any issues   \nPeoples   Not significant  and,  if  required,  will  prepare  an  Indigenous  People’s    No  \n  Development Plan (IPDP). \n None \n       \n   Significant  The TA will develop mechanisms to address the social   Yes \nOther Risks    issues  identified  during  the  social  and  poverty   \nand/or   Not significant  assessment.  No  significant  negative  impacts  are    No  \nVulnerabilities    anticipated. \n   None   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  300.0  0.0  300.0 \n      ii.  Domestic Consultants  0.0  75.0  75.0 \n    b.  International and Local Travel  30.0  10.0  40.0 \n    c.  Reports and Communications  5.0  0.0  5.0 \n  2.  Equipmentb  10.0  0.0  10.0 \n  3.  Surveys  0.0  25.0  25.0 \n  4.  Representative for Contract Negotiations  5.0  0.0  5.0 \n  5.  Contingencies  30.0  10.0  40.0 \n      Subtotal (A)  380.0  120.0  500.0 \n       \nB.  Government Financing       \n  1.  Office Accommodationc  0.0  35.0  35.0 \n  2.  Transportd  0.0  25.0  25.0 \n  3.  Counterpart Staffe  0.0  20.0  20.0 \n  4.  Others  0.0  10.0  10.0 \n      Subtotal (B)  0.0  90.0  90.0 \n        Total  380.0  210.0  590.0 \na  Financed on a grant basis by ADB’s technical assistance funding program. \nb  Includes desktop computers, printers, other necessary office equipment, and Internet connection. The Government \nis responsible for all taxes and duties, if any. Equipment will be turned over to Ministry of Transport and Civil \nAviation (MTCA) after completion of the technical assistance. \nc  To accommodate the whole project team, a project office will be set up in a building of MTCA or in a relevant \nagency with official calls (domestic and international) available.  \nd  Vehicles and boats, except for the speedboat, will be provided by the Government for survey on  request. \ne  One professional staff member will be assigned on a full-time basis. Senior officers and administration staff will \nassist the consultant team on a part-time basis. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES  \n \nA.  Feasibility Study \n \n1.  The Project will develop an efficient inter- and intra-atoll maritime transport network \nbased on the existing network or operation by (i) improving harbors and facilities in  Malé and \nselected islands; and (ii) implementing schemes for service operators, including individual \nprivate operators, to provide more reliable and accessible services. The feasibility study will \nprepare a project that will be processed in 2005 for possible Asian Development Bank (ADB) \nfinancing, including (i) required facilities for maritime transport; and (ii) technical, institutional, \nand policy solutions for improving the safety, efficiency, and accessibility of the existing maritime \ntransport system. \n \n2.  The team leader will work in the Maldives for the duration of the assignment, and will \ncoordinate the preparation of all documentation required by ADB guidelines and assist the ADB \nproject officer in developing the report and recommendation of the president document for the \nensuing  loan,  including  (i)  a  detailed  project  logical  framework;  (ii)  project  performance \nmonitoring and evaluation arrangements, including baseline data; and (iii) an assessment of the \ndetailed procurement and implementation arrangements. The team leader will be accountable \nfor the quality and timeliness of all deliverables, and will ensure that all components are clearly \nand concisely documented to the full satisfaction of the ADB and Government project teams. \nThe team leader will also ensure that the proposed investment that will be prepared through the \nfeasibility component is complete, cohesive, economically and financially viable, and in full \ncompliance  with  all  pertinent  ADB  and  Government  policies  and  guidelines.  The detailed \nconsultants' work will include, but will not necessarily be limited to, the following tasks: \n \n1.  Transport Planner and Economist (Maritime) \n3.  The specialist will carry out these tasks: \n \n(i)  Review the transport master plan study and other relevant studies such as the \nSea  Transport  Study  (STS)  in  2000  under  the  first  Regional  Development \nProject;  update  investment  proposals,  policies,  and  plans  in  the  maritime \ntransport subsector; review the technical solutions and specifications, proposed \nlocations, and land acquisition issues. \n(ii)  Identify existing ocean routes (formal and informal) and assess needs based on \nexisting studies and additional surveys. For the assessment, identify (a) focal \nislands; (b) the impact of transportation and freight prices on remote island \ncommunities, and of maritime infrastructure and services on poverty; (c) the \nsafety concerns of all communities; and (d) problems inherent in the present \nsystems of passenger and cargo maritime transport, including those experienced \nby users and operators. \n(iii)  Determine core routes connecting focal islands or where safety and economic \ninefficiency problems occur, their usage and growth patterns, and alternative \nmore reliable networks; and describe the proposed alternative technical solution \nand related resource requirements, in line with the transport master plan and \nadditional assessment conducted in item (ii).  \n(iv)  Propose project elements for a safe and efficient maritime transport network or \nsystem whereby operators can arrive safely at their destinations, and possible \nprotected locations that facilitate the exchange of passengers and cargo to and ", "  Appendix 4  11 \nfrom small craft, dhonis,1 and vessels, and larger vessels delivering cargo; and \nusers can access the transport service more conveniently and efficiently. This \nmay include introducing Global Positioning System (GPS) for vessel positioning \nand schedule information and a scheme that offers incentives for operators to \nprovide scheduled and reliable services. Build the proposed transport network or \nsystem on the existing system of transport operation as discussed in the STS. \nAlso assess vessel design for better utilization, including possible design of \npassenger space in cargo vessels.  \n(v)  Review the demand for the core network and assess traffic movements and \nneeds of communities by obtaining data on the patterns of small craft traffic, \ncommerce, microtrading, and delivery of social and health services. Assess the \nuse of new technologies, know-how, and best practices for improving service \ndelivery. \n(vi)  Conduct a traffic survey, supplementing existing studies — the transport master \nplan study and STS  — to analyze and forecast the demand (patterns and \nvolumes) on the core routes. Also collect data from operators to examine the \nreasons for the current limitations of their services. \n(vii)  Assess the economic and financial viability of the Project in accordance with \nADB's  Guidelines  for  the  Economic  Analysis  of  Projects,  by  evaluating \nenvironmental  and  social  costs  and  benefits  over  the  intended  life  of  the \ninvestment, preparing the financial and economic net present values of the \nproposals and other feasibility indicators, sensitivity tests for major parameters \nsuch as costs, demand, and benefits. Calculate financial and economic values \nfor all parameters. \n(viii)  Estimate the expected distribution of net benefits among freight transport users, \npassenger  transport  users,  vessel  owners,  labor,  the  Government,  and  the \neconomy in general; and conduct poverty impact assessment in accordance with \nADB's Handbook for Integrating Poverty Impact Assessment in the Economic \nAnalysis of Projects.  \n(ix)  Develop  an  action  plan  to  address  policy,  institutional,  management, \nmaintenance, and sustainable operation issues of the proposed facilities and \ntransport  services,  including  a  cost  recovery  mechanism  and  appropriate \nallocation of functions between the public and the private sector. \n(x)  Conduct a quantitative risk analysis in accordance with ADB’s  Handbook for \nIntegrating Risk Analysis in the Economic Analysis of Projects. \n \n2.  Maritime or Coastal Engineer \n \n4.  The tasks of the specialist are as follows: \n \n(i)  Survey  current  loading  and  unloading  practices  in  the  project  islands,  and \npropose safe and efficient loading and unloading facilities and systems, taking \ninto  account  island-specific  characteristics  of  geography,  community  and \nservices. Ensure that the technical solution will be cost-effective in terms of the \nlife cycle cost and have minimum environmental impacts.  \n(ii)  Survey the possible safe havens along the foreshore, and determine locations of \nproposed wharves, jetties, or pontoon sites, and shoal areas in the approaches \nto the safe havens where navigation aids are needed. Propose facilities to suit \neach location. \n                                                 \n1  Traditional Maldivian seagoing boats for all purposes. \n ", "12  Appendix 4 \n(iii)  Investigate the costs of locally available and imported materials for construction \npurposes;  estimate  costs  of  constructing,  installing,  and  maintaining  the \nproposed  facilities;  and  disaggregate  cost  estimates  into  foreign  and  local \ncomponents, taxes and customs duties, equipment depreciation, spare parts, \nmaterials, labor, and overhead, etc. as well as by general items, civil works, \nelectric works, installation, and equipment. \n(iv)  Prepare technical specifications and cost estimates including land acquisition \nand  resettlement  (if  any),  civil  works,  equipment  and  consulting  services \nrequired, by reviewing landing facilities, navigation aids, programs to improve the \nsafety  of  operating  small  craft,  shipping  services,  and  programs  to  reduce \npoverty; and establish the contract packages considering the contract amount \nand the competition level of domestic contractors. \n(v)  Prepare  management  and  administration  arrangements  for  effective  project \nimplementation including a project management unit (PMU); schedules; roles \nand tasks for agencies, communities, and persons involved; action programs for \nestablishing project implementation resources including counterpart resources; \nand assess the capacity of the Ministry of Transport and Civil Aviation (MTCA) \nand other relevant authorities for management and contract administration for the \ninvestment program.  \n(vi)  Identify  appropriate  implementation  arrangements  for  the  proposed  program, \nincluding a PMU and the steering committee, and prepare for, among other \nthings, financial management of the project and coordination between MTCA, \nMinistry of Atoll Development (MOAD), and Ministry of Finance and Treasury \n(MOFT), and other relevant authorities. \n(vii)  Analyze, in detail, institutional options for improving remote and small craft safety \n— including dissemination of information, registry and reporting, early warning, \nsearch-and-rescue operations — considering economic efficiency, sustainability, \nfinancial and technical viability, and legal implications. \n(viii)  Prepare performance indicators for the project and improvement of maritime \ntransport safety, and assign benchmark and target values to be achieved. \n(ix)  Recommend  appropriate  training  programs  to  enhance  the  improvement  of \nmaritime transport safety, project implementation, management of the proposed \nmaintenance  program,  and  sustainability  of  the  proposed  long-term \ninstitutionalization of the proposals; and develop a formal staff training program \nbased on the needs and the performance requirements, exploring opportunities \nwith any natural partners and organizations. \n(x)  Prepare a public awareness program for educating the public on the safety of \nmaritime  transport,  especially  with  inputs  from  the  domestic  communication \nspecialist. \n \n3.  Financial Analyst in Maritime Transport \n \n5.  The specialist will undertake these tasks: \n \n(i)  Carry out willingness-to-pay surveys, collect and analyze data on market fares, \nand compare these in light of the expansion of economic and financial service- \nsupply prices; assess the existing payment or fare system for transport services, \nand propose systems for efficient use of harbors and vessels in line with ADB’s \nEconomic Research Department Technical Notes No. 9 (Setting User Charges \nfor Public Services: Policies and Practice at ADB) and No. 10 (Beyond Cost \nRecovery: Setting User Charges for Financial, Economic, and Social Goals). ", "  Appendix 4  13 \n(ii)  Identify all recurrent cost implications of the shipping and maritime transport \ninfrastructure  proposals,  operating  and  maintaining  the  infrastructure, \ngovernment  and  community  staffing,  enforcing  small-craft  registration  and \npolicing; and assess the government's absorptive capacity for the new functions. \n(iii)  Identify cost recovery possibilities, and assess the capability and willingness of \nthe Government to subsidize services to and from low-volume destinations in line \nwith ADB's Criteria for Subsidies. Participate in ADB-led policy dialogue on the \nissue of possible subsidies based on interim and final findings. \n(iv)  Identify  an  appropriate  10-year  recurrent  maintenance  program,  including  a \nrecommendation for funding the maintenance of the proposed facilities. \n(v)  Prepare  delivery  mechanisms  for  the  maintenance  program  addressing  the \norganizational,  technical,  financial,  and  human  resources  aspects  and \ncoordination. Involve MTCA and other relevant agencies, including institutional \nchanges  required  (e.g.,  re-engineering  Maldives  Ports  Authority  [MPA], \nexpanding its roles to the interisland harbor, etc.), as appropriate. \n \n4.  Resettlement and Social Analyst \n \n6.  The specific tasks of the specialist are as follows: \n \n(i)  Conduct an initial poverty and social impact assessment including assessment of \npossible  land  acquisition  or  relocation  impacts.  Apply  relevant  screening \nchecklists provided by ADB. \n(ii)  Conduct a poverty and social assessment in accordance with ADBs Handbook \nfor  Poverty  and  Social  Analysis  and  Guidelines  for  Incorporation  of  Social \nDimensions  in  Bank  Operations.  The  analysis,  in  full  consultation  with \nstakeholders,  will  (a)  identify  the  users  and  project  beneficiaries,  their \nsocioeconomic profiles, needs and demands, livelihood, income, education, use \nof  maritime  transport,  and  expenses  incurred;  (b)  identify  alternative \ntransportation  and  facilities;  (c)  assess  the  needs  of  the  client  groups  for \nnavigation aids in relation to their other needs (e.g., hospitals, schools, livelihood \nopportunities, etc.); (d) assess the activities of the client group that complement \nthe project proposal (e.g., fishing, access issues) and problems with the current \nmaritime transportation conditions; (e) determine the preferred improvements, \nand the willingness of the user subgroups to pay the relevant fees as suggested \nunder the cost recovery proposal; (f) identify institutional mechanisms to target \npoor beneficiaries; and (g) incorporate specific features or measures into the \nproposed project design to maximize poverty reduction through consultative and \nparticipatory approaches. \n(iii)  Assess  the  impacts  of  relocation  and  resettlement,  if  any,  on  the  affected \npopulation. Prepare involuntary resettlement and ethnic minority development \nplans according to ADB’s  Handbook on Involuntary Resettlement  and ADB's \nPolicy on Indigenous People. \n(iv)  Formulate a participation strategy for preparing and implementing the Project. \nWith the participation of stakeholders, groups at risk with respect to the Project, \nidentify and analyze the reasons for their vulnerability, including their exposure to \nrisks as described in ADB’s Handbook for Poverty and Social Analysis. \n(v)  In  coordination  with  the  economic  analysis,  design  a  time-bound  benefit \nmonitoring and evaluation program, including monitoring indicators and baseline \ndata, for assessing the benefits of the Project to local communities. The program \nshould address not only economic benefits but also other social benefits. \n ", "14  Appendix 4 \n5.  Environmental Specialist (Maritime) \n \n7.  The specialist will carry out these tasks: \n \n(i)  Gather and review all available environmental studies and data related to the \nproject area; conduct preliminary environmental impact assessment (EIA) for the \nproposed improvements of harbors identified in the engineering study; conduct a \nfield  survey  to  produce  a  comprehensive  environmental  assessment,  with \nemphasis on waste disposal areas, mangroves, coral reefs, and the estuary \necosystem, especially in light of the Maldives’ vulnerability to climate change \nimpacts;  and  recommend  measures  to  prevent,  minimize,  mitigate,  or \ncompensate  for  adverse  impacts  and  improve  environmental  performance, \nincluding their costs. \n(ii)  Prepare an initial environmental examination (IEE), including an environmental \nmanagement  plan  (EMP),  and  its  summary  in  accordance  with  ADB's \nenvironmental  assessment  guidelines,  and  the  Government's  environmental \npolicy and guideline. \n(iii)  If  the  IEE  recommends  undertaking  a  full  EIA,  prepare  terms  of  reference \nacceptable to ADB and the Government, conduct the EIA, and prepare the EIA \nreport, including an EMP and its summary  in accordance with ADB's policies, \nprocedures, and the EIA guidelines, 2003. \n \nB.  Required Expertise \n8.  The consultant team will comprise a transport planner and economist (maritime) as team \nleader, a maritime or coastal engineer, a financial analyst in transport, a social and resettlement \nspecialist, and an environmental specialist (maritime) for a total of about 45 person-months (15 \ninternational and 30 domestic consultant inputs). \n \nC.   Reports \n9.  The following reports will be submitted to the Government and ADB: \n \n(i)  Inception report. Submitted within 1 month of the start of consulting services, \nhighlighting progress made, initial findings with candidate project elements, and \nany  recommendations  and  proposed  changes  to  the  work  program.  The \ninception report will include preliminary recommendations and justification of the \nproject components based on existing studies such as the Transport Master Plan \nstudy. \n(ii)  Interim report. Submitted within 3 months of the start, including preliminary \nstudy results for the proposed project. Necessary inputs and assistance will be \nprovided to help the ADB loan processing and fact-finding mission. \n(iii)  Draft Final Report. Submitted within 5 months of the start, including final study \nresults for the project and reports on safeguard issues. \n(iv)  Final Report. Submitted within 1 month of receipt of comments on the draft final \nreport, after due consideration of comments made by the Government and ADB. \n(v)  Progress reports. A brief progress report submitted at the end of each month to \nADB and the Government by e-mail or fax, indicating the administrative and \ntechnical accomplishments achieved during the month. \n \n10.  Twenty copies (5 copies for ADB and 15 copies for the Government) of each document \nexcept progress reports will be submitted. "], "metadata": {"ModDate": "D:20041005091431+08'00'", "CreationDate": "D:20040923114146Z", "Title": "TAR_MLD_Domestic Maritime Transport Project .doc", "Creator": "TAR_MLD_Domestic Maritime Transport Project  - Microsoft Word", "Author": "mph", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}