{"path": "data/input/ta/tar-aze-36514.pdf", "pages": ["  \n \n \nASIAN DEVELOPMENT BANK  TAR: AZE 36514 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \nREPUBLIC OF AZERBAIJAN \n \n \nFOR \n \n \nCAPACITY BUILDING \n \nFOR \n \nMEDIUM-TERM POVERTY REDUCTION STRATEGY IMPLEMENTATION \n \n \n \n \n \n \n \n \n \n \nMarch 2003", " \nCURRENCY EQUIVALENTS \n(as of 15 February 2003) \n \nCurrency Unit  –  Azerbaijan Manat (AZM) \nAZM1.00  =  $0.0002042 \n$1.00  =  AZM4,895.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDP  –  gross domestic product \n  MOED  –  Ministry of Economic Development \n  NPPR  –  National Program for Poverty Reduction \n  PMU  –  poverty monitoring unit \n  SPPRED  –  State Programme for Poverty Reduction and Economic \nDevelopment \n  TA  –  technical assistance \n  UNDP  –  United Nations Development Programme \n  WB  –  World Bank \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nThis report was prepared by M. Gatti, Operations Coordination Division of the \nEast and Central Asia Department. ", " \nI.  INTRODUCTION \n1.  In June 2001, the Asian Development Bank (ADB) approved technical assistance (TA) \nfor  capacity  building  to  the  State  Committee  for  Statistics  for  improving  the  collection  and \nanalysis of poverty data in Azerbaijan.1 In December 2001 ADB provided a second TA, for               \npreparation of a national poverty reduction strategy.2 The national strategy was subsequently \nprepared by the Government’s National Program for Poverty Reduction (NPPR) Secretariat and \nendorsed  at  the  National  Poverty  Reduction  Conference  held  in  Baku,  Azerbaijan,  on  25 \nOctober 2002. Prior to this conference, in May 2002, the Government of Azerbaijan requested \nADB  to  consider  a  new  TA  that  will  support  the  Government’s  NPPR  Secretariat  in \nimplementing  the  new  strategy.3  The  scope,  technical  requirements,  and  implementation \narrangements of the TA were discussed and agreed with various stakeholders in Azerbaijan \nbefore  and  during  the  National  Poverty  Reduction  Conference  in  October  2002.    The  TA \nframework is in Appendix 1. \n \nII.  ISSUES \n2.  Azerbaijan had a relatively diverse economy during Soviet times, with oil, oil equipment, \nagriculture, manufacturing, and textiles as some of the main sectors. The domestic economy \nwas characterized by high unemployment and a relatively low standard of living. Economic \ndevelopment suffered a serious setback during 1991–1996 due to political turmoil, a military \nconflict with Armenia over Nagorno-Karabakh, and severe economic dislocation associated with \nthe breakup of the Soviet Union. As a consequence, real output and income fell dramatically, \ninflation was rampant, government financial resources shrank sharply, and the poverty level \nworsened significantly. Following the return of political stability in 1993 and the Government’s \neconomic stabilization program in 1995, initial structural reforms began in 1996, and the overall \neconomic decline was quickly arrested. The economy has grown since then at a relatively \nrobust rate of 8.5% per year during 1996–2001. Real gross domestic product (GDP) grew by an \nimpressive 9.9% in 2001, and the year-on-year growth rate was 8.3% during the first half of \n2002.  This  recent  economic  growth  has  been  almost  entirely  driven  by  the  resumption  of \nproduction in the oil and oil-related sectors. \n \n3.  The main challenge for the Government in the new millennium is how to consolidate and \nbuild from these gains, while addressing the serious poverty situation in the country. According \nto latest data from the 2001 household survey, the poverty head count was 49% in 2001. In \naddition, the new data indicate that an estimated 17% of Azerbaijanis lived in extreme poverty in \n2001. The findings of the survey have been used to build up a poverty profile for Azerbaijan, \nwhich indicates that (i) the poverty head count appears to have improved somewhat since the \nlast income survey in 1995, but direct comparison is not possible due to differences in the \nmethodology used; (ii) individuals in urban households have a higher risk of being poor than \nthose in rural households; (iii) gender does not appear to be a significant factor, with males and \nfemales having an almost equal probability of being poor; and (iv) households headed by a \nperson with internally displaced or refugee status have a significantly higher risk of poverty than \nother households. \n \n                                                 \n1  ADB. 2001. Technical Assistance to Azerbaijan for Capacity Building for Poverty Data Analysis, Manila. TA 3664 \nfor $150,000.  \n2  ADB. 2001. Technical Assistance to Azerbaijan for Preparation of the Medium-Term National Poverty Reduction \nStrategy, Manila. TA 3788 for $150,000.  \n3  The TA first appeared in ADB Business Opportunities, Internet Edition, on 21 November 2002.  ", "2 \n4.  Despite good economic progress and decreased poverty in recent years, the quality of \nlife appears to be deteriorating in Azerbaijan. Although, Azerbaijan’s human development index \nimproved marginally from 0.738 in 1999 to 0.741 in 2000,4 social indicators have not improved \nsignificantly in recent years. The main reason for the lack of improvement is the continuing \ndecline in the budget for social services, in particular for health care and education, compared to \nthe levels existing during the Soviet period. For instance, the Government budget for health care \nrepresented only 1.0% of GDP in 1999, compared to 1.5% in 1996 and 2.6% in 1990. Likewise, \nstate education expenditure in 1999 was 3.4% of GDP, a decline from 6.9% in 1990. Better \nquality  public  services  and  efficient  allocation  of  budgets  are  needed  to  sustain  the \nachievements in the past and improve human capital development in the country. \n \n5.  To address the poverty and quality of life situation in the country, the Government \nformally launched the National Program for Poverty Reduction (NPPR) in June 2001. An NPPR \nsecretariat was established to guide the process of preparing the NPPR and 15 sector working \ngroups were formed to prepare the sector inputs for the NPPR. The final NPPR5 was prepared \non the basis of these inputs and unveiled at the National Poverty Reduction Conference held in \nBaku, Azerbaijan, on 25 October 2002. The NPPR was formally approved by a Presidential \nDecree on 20 February 2003. The NPPR covers a 3-year implementation period (until the end \nof 2005) and presents a comprehensive set of policy measures to tackle poverty in the country. \nADB assisted the Government in preparing the final document, through the NPPR secretariat \nand five of the sector working groups, as well as financing of a national workshop and the \nconference.6 Overall, despite difficulties in securing the inputs in some sectors, a significant \namount of capacity has been built during the preparation phase, particularly in areas such as \npoverty  monitoring  and  public  participation.  Just  as  importantly,  the  Government  has \ndemonstrated a reassuringly strong commitment to the poverty reduction strategy process. \n \n6.  The Government has been preparing for the implementation phase of the NPPR. For \nthis  phase,  a  new  secretariat,  the  State  Programme  for  Poverty  Reduction  and  Economic \nDevelopment (SPPRED) Secretariat, was created in January 2003. The new secretariat, within \nthe  Ministry  of  Economic  Development  (MOED),  has  been  strengthened  to  have  overall \nresponsibility  for  coordinating  and  monitoring  the  NPPR  implementation  process.  This \nsecretariat will be responsible for: (i) coordinating the NPPR policy measures among various \ngovernment  agencies,  and  coordination  of  externally  funded  activities  in  support  of  the \nimplementation of the NPPR; (ii) monitoring the implementation of the NPPR policy measures; \n(iii)  overseeing  the  work  of  the  poverty  monitoring  unit,  which  will  be  incorporated  in  the \nSPPRED secretariat; (iv) continuing the participatory process initiated in the preparation phase \nof the NPPR to build greater stakeholder awareness; and (v) ensuring a close link between \nNPPR policy measures and macroeconomic policies. \n \n7.  To fulfill the above roles, the SPPRED secretariat will require considerable capacity \nbuilding  in  poverty  monitoring,  sectoral  policy  development,  human  capital  development, \nresettlement of internally displaced persons and refugees, macroeconomic, the financial sector, \ndecentralization and municipal development, social protection, and participatory approaches. In \nterms  of  staffing  requirements,  the  Government  estimates  that  seven  international  long-to-\n                                                 \n4  United  Nations  Development Programme. 2001. National Human Development Report on Azerbaijan. Baku, \nAzerbaijan. \n5  Republic of Azerbaijan. 2002. State Programme on Poverty Reduction and Economic Development 2003-2005. \nBaku, Azerbaijan. \n6  The sector working groups which ADB supported were those for refugees and internally displaced person, rural \ndevelopment, poverty monitoring, regional development, and fiscal policy. ", "    3 \nmedium-term experts, a series of short-term experts, eight local experts, and five local support \nstaff, will be required during the implementation period. \n \n8.  The TA is being proposed to help the Government implement its medium-term poverty \nreduction strategy through capacity building of the new SPPRED secretariat. ADB has closely \ncoordinated with other funding agencies that are likely to be involved in the implementation \nphase to ensure all the assistances are complementary.  A joint aide memoire was signed by \nADB,  the  World  Bank  (WB),  and  the  United  Nations  Development  Programme  (UNDP)  in \nOctober  2002  and  set  out  a  coherent  operational  framework  and  financing  plan  for  the \nimplementation phase of the NPPR. \n \n9.  In parallel with the proposed assistance for the implementation of the SPPRED, ADB is \ninitiating its poverty reduction partnership process in Azerbaijan. A poverty reduction partnership \nagreement is scheduled for finalization in the second half of 2003. The proposed TA will assist \nin this effort through inputs by the international expert and building government capacity for \nsubsequent poverty reduction partnership agreement implementation and monitoring. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The  long-term  goal  of  the  TA  is  to  reduce  poverty  in  Azerbaijan  through  the \nimplementation of a comprehensive  medium-term poverty reduction strategy. The purpose of \nthe TA is to support the Government in implementing this medium-term strategy, ensuring \nbroad-based participation of the major stakeholders in the strategy implementation process. \n \nB.  Methodology and Key Activities \n11.  The goal and purpose of the TA will be pursued by: \n \n(i)  assistance to develop a well-functioning SPPRED secretariat capable of fulfilling \nits  functions,  including  monitoring  of  the  implementation  of  the  NPPR  policy \nmeasures; \n \n(ii)  provision of cross-cutting support in areas such as assistance to refugees and \ninternally displaced persons, trade and poverty, social development and poverty, \nenvironment and poverty, and macroeconomic issues; \n \n(iii)  support for a training program to enhance the skills of the SPPRED secretariat \nstaff, particularly in pro-poor budgeting, standard poverty analysis techniques, \nand other areas identified in the training needs assessment; and \n \n(iv)  support to the participatory process through assistance for organizing regional \nseminars and meetings to further the dialogue between policy makers and civil \nsociety and build stakeholders’ awareness of the importance of implementing the \nNPPR. \n \n12.  Specific policy areas to be addressed may include in-depth studies on poverty-related \nissues related to agriculture and rural development, social sectors, and internally displaced \npersons.  The TA outputs will be disseminated through publication of annual and quarterly \nreviews and meetings and seminars. ", "4 \n \nC.  Cost and Financing \n13.  The  estimated  TA  cost  is  $815,000  equivalent,  of  which  $578,000  is  the  foreign \nexchange  cost  and  $237,000  equivalent  is  the  local  currency  cost.  The  Government  has \nrequested ADB to finance $650,000 equivalent, covering the entire foreign exchange cost of \n$578,000 and $72,000 equivalent of local currency cost. The TA will be financed on a grant \nbasis by ADB’s TA funding program. The Government will finance the balance of the local \ncurrency cost equivalent of $165,000 by providing office space, staff support, and other in-kind \ncontributions. Detailed cost estimates are in Appendix 2. \n \nD.  Implementation Arrangements \n14.  The MOED will be the Executing Agency for the TA. The Implementing Agency will be \nthe SPPRED secretariat, under MOED, which is responsible for the day-to-day implementation \nof the TA. To guide the work of the SPPRED secretariat, the Government will establish an \nadvisory board. The advisory board will be chaired by the minister of economic development, \nand will comprise members from Government, funding agencies, and civil society. Given ADB’s \npast assistance to poverty reduction in Azerbaijan, the Government is very likely to offer ADB a \npermanent seat on the advisory board. In January 2003, the Government issued a resolution \ncreating the SPPRED Secretariat. Shortly after the commencement of activities of the SPPRED \nSecretariat in the first quarter of 2003, the Government will appoint the advisory board. The TA \nis expected to be completed by 30 June 2005. \n \n15.  In continuation of the NPPR secretariat’s role, the new SPPRED secretariat has taken \nthe lead in coordinating external assistance in the NPPR implementation process. The main \nfunding  agencies  (UNDP,  WB,  and  ADB)  have  agreed  to  coordinate  their  activities  in  the \nimplementation of the SPPRED. Specifically, UNDP’s assistance will focus on supporting the \npoverty monitoring unit attached to the SPPRED secretariat. WB, through the Swiss Trust Fund, \nwill finance short-term experts and fund two conferences and a number of workshops. ADB staff \nwill  continue  to  liaise  with  WB,  UNDP,  and  other  major  fund  agencies,  to  ensure  close \ncoordination. \n \n16.  Consulting services for 66 person-months are required (18 for international and 48 for \ndomestic consultants) in the areas of poverty reduction strategy implementation, agriculture and \nrural development, and human capital development. The consultants will be engaged on an \nindividual basis in accordance with ADB’s  Guidelines on the Use of Consultants and other \narrangements satisfactory to ADB for the engagement of domestic consultants. The consultants \nwill  follow  ADB’s  Guidelines for Procurement  when  procuring  equipment.  The international \nconsultant  is  expected  to  work  fulltime  during  the  first  year  of  TA  implementation  and \nintermittently during the second year. The two domestic consultants will work fulltime during the \nimplementation period. The outline terms of reference are in Appendix 3. \n \n17.  As the team leader, the international consultant will be responsible for regular reporting \nof TA activities during the implementation period, as follows. First, the international consultant \nwill submit an inception report within 2 weeks of commencement of assignment and will provide \nprogress reports on a quarterly basis to MOED, the SPPRED Secretariat, and ADB. Second, \nthe international consultant will submit two interim reports to coincide with the work to be \naccomplished for the annual review of implementation of the NPPR at the end of each calendar \nyear.  Third,  the  international  consultant  will  submit  special  reports  in  advance  of  periodic \ntripartite assessments or following completion of key activities, as needed. These reports will ", "    5 \nform the basis for ADB review missions to engage the Government on issues affecting TA \nimplementation. Finally, the international consultant will consolidate the final reports of all the \nconsultants and submit this to the Government and ADB upon completion of the TA. This report \nwill include the accomplishments of the TA and assessment of the results achieved in meeting \nthe TA objectives. Detailed information on reporting requirements is provided in Appendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $650,000 on a grant basis to \nthe  Government  of  Azerbaijan  for  Capacity  Building  for  Medium-Term  Poverty  Reduction \nStrategy Implementation, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal       \n     \nPoverty reduction in  Reduction of poverty  National household \nAzerbaijan  incidence by 2010  surveys \n     \nImprovement in non- Regional surveys \nincome poverty \nperformance by 2010  \nImprovement in \ndelivery of social \nprotection measures to \ntargeted vulnerable \nand socially excluded \ngroups \nPurpose       \n       \nSupport the  Formulation and  Periodic tripartite  Continued strong \nGovernment in the  passage of decrees,  assessment by  political commitment \nimplementation of its  resolutions, and/or  representatives from  for the implementation \nmedium-term poverty  other legislation that  the Government, Asian  of the national poverty \nreduction strategy  pertain to improving  Development Bank,  reduction strategy \n  living standards and  and stakeholders \nthe implementation   \nphase  Technical completion \n  report \n \nOutputs       \n1.   General support  Supervise work of  Annual Bulletin   Strong coordination \nand training to  poverty monitoring unit    among Government \nState Programme    Reports to advisory  agencies, \nfor Poverty  Collate latest poverty  board  stakeholders, and \nReduction and  estimates provided by    international aid \nEconomic  State Statistics  Quarterly progress  agencies \nDevelopment  Committee (SSC) and  reports   \n(SPPRED)  other sources and    Ability of SPPRED \nsecretariat  review suitability of  Interim and special  secretariat to \n  poverty lines  reports  impartially monitor \n      indicators \nHelp identify the key   \nmonitoring indicators \n \nJudge performance \nagainst the indicators \n ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n2.  Cross-Sector  Provide cross-cutting  Annual bulletin   Strong coordination \nSupport  support in areas such    among Government \nas assistance to  Quarterly progress  agencies, \nrefugees and internally  reports  stakeholders, and \ndisplaced persons,    international aid \ntrade, social  Interim and special  agencies \ndevelopment,  reports \nenvironment, and   \nmacroeconomic issues \n \nHelp revise the policy \nmeasures for the \nabove cross-cutting \nareas \n \n3.  Support to  Supervise preparation  Quarterly progress  Strong cooperation of \nparticipatory  of revised participatory  reports  SSC, regional \nprocess  action plan    governments, \n  Special reports  stakeholders, and the \nConduct work on    United Nations \nregional dimensions of    Development \npoverty  Programme \n   \n4.  Training and  Prepare detailed  Quarterly progress   \ncapacity building  training needs  reports \nassessment   \n  Special reports \nImplement training   \nprogram \n \nActivities       \n     \n1.  General support    Timely appointment of \nand training to  head of Secretariat \nSPPRED   \nsecretariat  Timely appointment of \n  the advisory board to \noversee the SPPRED \nsecretariat’s work \n \n \nSPPRED secretariat is \naccorded power to \nfulfill its mandate.  \n \n \n ", "8  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n  a.  Supervise work  Start: Apr 2003  Annual bulletin   \nof poverty  Complete: Feb 2005   \nmonitoring unit  Reports to advisory \n  board \n \n  b.  Collate latest  Start: Apr 2003  Quarterly progress   \npoverty  Complete: Aug 2003  reports \nestimates   \nprovided by  Special reports \nSSC and other \nsources and \nreview suitability \nof poverty lines \n \n  c.  Help identify the  Start: Apr 2003  Quarterly progress   \nkey monitoring  Complete: Aug 2003  reports \nindicators   \n  Special reports \n  d.  Judge  Start: Aug 2003  Annual bulletin    \nperformance  Complete: Dec 2003   \nagainst the  Interim reports \nindicators   \n   \n2.  Cross-Sector       \nSupport \n \n  a.  Provide cross- Start: Apr 2003  Quarterly progress  Receptiveness of \ncutting support  Complete: Feb 2005  reports  Government to \nin areas such    recommendations \nas assistance to  Special reports \nrefugees and \ninternally \ndisplaced \npersons, trade, \nsocial \ndevelopment, \nenvironment, \nand \nmacroeconomic \nissues  \n \n  b.  Help revise the  Start: Aug 2003  Annual bulletin   \npolicy  Complete: Dec 2003   \nmeasures for  Interim report \nthe cross-\ncutting sectors \n ", "  Appendix 1  9 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n3.  Support to       \nparticipatory \nprocess \n \n  a.  Supervise  Start: Apr 2003 and  Quarterly progress  Government \npreparation of  final draft: May 2003  reports  commitment to \nrevised  participatory process \nparticipatory \naction plan \n \n  b.  Conduct work  Start: May 2003  Quarterly progress  Involvement of non-\non regional  Final draft: Aug 2003  reports  government  \ndimensions of  organizations, private \npoverty  sector, and civil society \nin the participatory \nprocess \n \n  c.  Conduct of  Start: May 2003  Quarterly progress   \nworkshops,  Complete: Dec 2003  reports \nseminars,  (Depending on results   \nconsultations  of revised participatory  Special reports \nand other  action plan) \nparticipatory   \nmeetings with \nstakeholders at \nsector and \nregional levels \n \n4.  Training and       \ncapacity building \n \n  a.  Prepare  Start: Apr 2003  Quarterly progress  Receptiveness of \ndetailed training  Final draft: May 2003  report  SPPRED Secretariat \nneeds      and line ministry staff \nassessment    Special reports  to training \n     \n       \n     \n     \n     \n     \n  b.  Implement  Start: May 2003  Quarterly progress \ntraining program  Complete: Dec 2003  report \n  (Depending on results \nof training needs \nassessment) \n ", "10  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nInputs       \n \nConsulting Services:  ADB will finance  Periodic review  Consultants will deliver \n18 person-months of  $650,000 and the  meetings and reports.  quality inputs on time. \ninternational and 48  Government will \nperson-months of  provide $165,000. \ndomestic. \n       \n       \n \n ", "  Appendix 2  11 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants           391    391 \n      ii.  Domestic Consultants    48  48 \n    b.  International Travel  20    20 \n  2.  Equipmentb  30    30 \n  3.  Training, Seminars, and Conferences  54    54 \n  4.  Miscellaneous Administration and   9    9 \n    Support Costsc \n  5.  Contingencies  74  24  98 \n      Subtotal (A)  578  72  650 \n       \nB.  Government Financing       \n  1.  Remuneration and Per Diem of    123  123 \n    Counterpart Staff \n  2.  Office Accommodation    32  32 \n  3.  Contingencies    10  10 \n      Subtotal (B)    165  165 \n        Total  578  237  815 \n \na  Financed on a grant basis by the Asian Development Bank’s technical assistance funding program. \nb  This includes 3 desktop computers with required software (including for hosting the web  site program), 2 printer, \naccessories, 3 modem, 2 fax machines and 1 photocopy machine.  The equipment will be procured by the consultants \nand transferred to the Executing Agency at the conclusion of the technical assistance. \nc  This includes expenses like translation costs, printing of documents, etc. \nSource: Asian Development Bank estimates \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "12  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Background \n \n1.  The technical assistance (TA) will support the Government’s effort to implement the \nmedium-term poverty reduction strategy. This will be achieved by hiring individual international \nand domestic consultants, selected in accordance with the Asian Development Bank’s (ADB) \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for engaging \ndomestic consultants.  \n \nB.  Consultants’ Terms of Reference \n \n2.  The TA will need a total of 66 person-months of consulting services: 18 for international \nand 48 for domestic consultants. The consultants will be hired based on the positions and \ntechnical skills required as described in the following paragraphs. The primary tasks will be to \nprovide the State Programme for Poverty Reduction and Economic Development (SPPRED) \nsecretariat with (i) advisory services, (ii) assessment and analysis of key poverty monitoring \nindicators, (iii) hands-on training and capacity-building, and (iv) assistance for cross-sector \nsupport in the areas of refugees and internally displaced persons, trade and poverty, social \ndevelopment and poverty, environment and poverty, and macroeconomic issues.  \n  \n1.  Poverty Reduction Specialist and Team Leader (1 international consultant for \n18 person-months) \n \n3.  The international consultant, who will serve as the team leader, should be an economist \nand/or development economist with expertise in formulating and implementing poverty reduction \nstrategies  and  programs.  The  consultant  should  also  have  (i)  technical  and  professional \nbackground  in  formulating  and  monitoring  poverty  indicators,  and  (ii)  extensive  country \nknowledge in transition economies. The specific tasks are to assist the SPPRED secretariat as \nfollows:  \n \n(i)  Recommend  how  to  structure  and  extend  the  participatory  process  in  the \nimplementation  phase,  and  draft  a  revised  participatory  action  plan  for  the \nimplementation period based on the original plan prepared in October 2001 with \nUnited Nations Development Programme support. \n \n(ii)  With the head of the SPPRED secretariat, organize and supervise the team of \npart-time local experts working on the participatory process, and organize the \nconducting of qualitative research on regional dimension in line with the revised \nparticipatory action plan (item [i]); \n \n(iii)  Assist the head of SPPRED secretariat to undertake a detailed training needs \nassessment.  Based  on  the  outcome  of  this  assessment,  assist  the  training \ncoordinator to implement the training program. \n \n(iv)  Liaise with the sectoral experts in the SPPRED secretariat in identifying the key \nmonitoring indicators in their relevant sectors, identifying shortcomings in the \ndefinitions or data availability. Recommend how to improve poverty monitoring \nindicators. \n ", "  Appendix 3  13 \n(v)  Liaise  with  the  Macroeconomic  Policy  Group  in  the  Ministry  of  Finance  on \nensuring compatibility between the annual budget, the medium-term expenditure \nframework attached to the National Program for Poverty Reduction (NPPR), and \nthe draft public investment program. Identify and document any incompatibilities, \nand give written recommendations on actions to rectify these. \n \n(vi)  Coordinate  with  the  ADB  consultant  engaged  to  undertake  a  governance \nassessment  for  Azerbaijan  in  2004.    Based  on  an  in-depth  analysis  of  the \nlinkages between poverty and governance, recommend concrete actions and \nincorporate the measures into the revised participatory action plan. \n \n(vii)  With the head of the SPPRED secretariat, supervise the work of the poverty \nmonitoring unit (PMU), ensuring that the PMU establishes close links with the \nState Committee for Statistics and the line Ministries, in particular the Ministry of \nLabour  and  Social  Protection,  the  Ministry  of  Health,  and  the  Ministry  of \nEducation. Ensure that the PMU publishes an annual bulletin incorporating all the \npoverty indicators that can be derived from existing data sources. \n \n(viii)  Ensure that poverty estimates are updated annually, that the suitability of the \npoverty lines and welfare indicators are reviewed, and that  local experts are \ntrained in standard poverty analysis techniques. Organize training courses for \nlocal experts in the SPPRED secretariat and line ministries. \n \n(ix)  Coordinate with representatives of external funding organizations (in particular \nthose  represented  on  the  advisory  board)  on  progress  in  implementing  the \nNPPR.  Provide  quarterly  reports  to  the  advisory  board  to  ensure  that  the \nagencies are informed of progress in implementation of the NPPR. \n \n(x)  Supervise the work of the domestic experts employed in this  TA, and those \nengaged by other agencies. Ensure that there is no overlap or duplication of \nfunctions, and that dialogue takes place between the various sector experts.  \n \n(xi)  With the head of the SPPRED secretariat, be responsible for preparing and \npublishing an annual review of progress in implementing the NPPR, including a \nsummary  of  achievements  using  appropriate  monitoring  indicators,  and \nsuggestions for modifying the policy matrix and monitoring indicators. \n \n(xii)  Evaluate the extent to which the achievements under the NPPR have contributed \nto the fulfillment of the Millennium Development Goals. Develop specific poverty \nreduction targets linked to the Millennium Development Goals for inclusion in the \nannual review of progress in implementing the NPPR. \n \n(xiii)  Support  the  preparation  of  the  poverty  partnership  agreement  between  the \nGovernment and ADB. \n \n2.  Rural Development Expert (1 domestic consultant for 24 person-months) \n \n4.  The domestic consultant will be an agriculture economist with a background in rural \ndevelopment and environment. The consultant will undertake the following tasks: \n ", "14  Appendix 3 \n(i)  Serve as the focal point within the SPPRED secretariat for coordination with \ngovernment  agencies  involved  in  agriculture  and  rural  development  and \nenvironmental  matters,  including  the  Ministry  of  Agriculture,  the  State \nAmelioration and Irrigation Committee, and the Ministry of Environment. \n \n(ii)  Work closely with those agencies to document progress in implementing the \npolicy  measures  outlined  in  the  NPPR  policy  matrix  for agriculture and rural \ndevelopment  and  environment  sectors.  Also,  liaise  with  the  European  Union \nFood Security Office based in the Ministry of Agriculture. \n \n(iii)  Provide input to the team leader for the training needs assessment. Help the \ntraining coordinator implement the training programs. \n \n(iv)  Advise on monitoring indicators to improve the ability of the SPPRED secretariat \nto monitor implementation progress. \n \n(v)  Coordinate  with  the  staff  of  the  Macroeconomic  Policy  Group  and  the \ninternational  expert  on  macroeconomic  issues  to  ensure  compatibility  of  the \npublic investment program with the NPPR rural development goals.  \n \n(vi)  Conduct in-house research and policy formulation in cross-cutting areas, such as \nagriculture, trade and poverty, and environment and poverty, on an special basis.  \n \n(vii)  Help  the  SPPRED  secretariat  draft  the  annual  review  of  progress  in \nimplementation of the NPPR. \n \n3.  Human Capital Development Expert  (1 domestic consultant for 24 person-\nmonths) \n \n5.  The domestic consultant will be a social sector economist with background in sociology \nor development economics. The consultant will have experience with the policies related to \neducation, health, social protection, employment, gender issues, and refugees and internally \ndisplaced persons. The consultant will undertake the following tasks: \n \n(i)  Serve as the focal point within the SPPRED secretariat for coordination with \ngovernment  agencies  involved  in  human  capital  development,  including  the \nMinistry of Education, Ministry of Health, Ministry of Labor and Social Protection, \nand State Committee for Refugees and Internally Displaced Persons, and State \nCommittee for Women’s Issues. \n \n(ii)  Work closely with those agencies to document progress in implementing the \npolicy measures outlined in the NPPR policy matrix for the sectors in para. 5 \nabove. \n \n(iii)  Provide input to the team leader for the training needs assessment. Assist the \ntraining coordinator to implement training programs. \n \n(iv)  Advise on monitoring indicators to improve the ability of the SPPRED secretariat \nto monitor implementation progress. \n ", "  Appendix 3  15 \n(v)  Work with the PMU attached to the SPPRED secretariat make maximum use of \navailable data and information sources to evaluate policies in these sectors, and \ndesign new ones. \n \n(vi)  Coordinate with the staff of the Macroeconomic Policy Group and the domestic \nexpert on budgeting and costing issues to ensure compatibility of the annual \nbudget and the medium-term expenditure framework with the policy aims of the \nrelevant sectors. \n \n(vii)  Work with the domestic and international experts on macroeconomic issues to \nensure compatibility of the public investment program with human development \ngoals. \n \n(viii)  Conduct in-house research and policy formulation in cross-cutting areas such as \nissues  affecting  refugees  and  internally  displaced  persons,  and  social \ndevelopment and poverty. \n \n(ix)  Help  the  SPPRED  secretariat  draft  the  annual  review  of  progress  in \nimplementation of the NPPR. \n \nC.  Reporting Requirement \n \n6.  The international consultant will be responsible for most of the regular reporting during \nthe implementation period. The domestic consultants will provide their inputs directly to the \ninternational consultant, unless as otherwise stated. The following are the main reports to be \nsubmitted during the TA implementation: \n \n(i)  Inception Report: To be submitted within 2 weeks of commencement of \nassignment, the report will include the latest SPPRED secretariat work plan, \nthe  consolidated  work  plan  of  all  the  consultants,  and  other  information \nnecessary for commencement of project activities. \n \n(ii)  Quarterly  Progress  Reports:  These  reports  will  (a)  detail  the  status  of \nimplementation  of  the  participatory  action  plan  and  the  training  needs \nassessment, (b) review the progress in implementing the policy measures \nunder the NPPR, (c) inform the results of participatory meetings held and the \nfeedback received from these meetings, and (d) provide any other necessary \ninformation for informed decision-making. \n \n(iii)  Interim Reports: The two interim reports will replace the quarterly reports at \nthe end of each year and are intended to report on the work accomplished for \nthe preparation of the annual review of implementation of the NPPR to be \npresented at the national conference in Baku scheduled for December of \neach  year.  These  reports  will  inform  readers  of  new  and  revised  policy \nmeasures and indicate the performance of the key monitoring indicators over \nthe course of the year. \n \n(iv)  Special Reports: These reports will be submitted in advance of the periodic \ntripartite assessments or following completion of key activities and will be ", "16  Appendix 3 \naimed  at  providing  information  for  ADB  review  missions  to  engage  the \nGovernment on issues affecting TA implementation. \n \n(v)  Final Reports: Each domestic consultant will prepare a separate draft final \nreport describing the accomplishments in his or her area, and submit this to \nthe ADB for comment 1 month prior to completion of the TA. The international \nconsultant will consolidate the final reports of all the consultants and submit a \nconsolidated final report to the Government and ADB upon completion of the \nTA.  This  consolidated  final  report  will  describe  comprehensively  the \naccomplishments of the TA and will assess the results achieved in meeting \nthe objectives.  \n \n \n \n "], "metadata": {"Creator": "R53-03 - Microsoft Word", "CreationDate": "D:20030320155030Z", "Title": "R53-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030324092853+08'00'"}}