{"path": "data/input/ta/tar-phi-37752-01.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:PHI 37752-01 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPROPOSED \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \nTO THE \n \n \nREPUBLIC OF THE PHILIPPINES \n \n \nFOR  \n \n \nINSTITUTIONAL STRENGTHENING OF ENERGY REGULATORY \nCOMMISSION AND PRIVATIZATION OF NATIONAL POWER CORPORATION \n \n \n \n \n \n \n \n \n \n \nDecember 2004", " \nCURRENCY EQUIVALENTS \n(as of 1 December 2004) \n \nCurrency Unit =  peso (P) \nP1.00 =  $0.0178 \n$1.00 =  P56.130 \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting  –  General intervention \nClassification \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Sustainable economic growth, Governance, Private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, Public \ngovernance, Privatization \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EPIRA  –  Electric Power Industry Reform Act \n  ERC  –  Energy Regulatory Commission \n  IPP  –  independent power producer \n  IT  –  information technology \n  NPC  –  National Power Corporation \n  PPIAF  –  Public-Private Infrastructure Advisory Facility \n  PSALM  –  Power Sector Assets and Liabilities Management Corporation \n  TA  –  technical assistance \n  TRANSCO  –  National Transmission Corporation \n  WESM  –  wholesale electricity spot market \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by Y. Zhai. \n ", " \nI.  INTRODUCTION \n1.  To sustain progress achieved under the Power Sector Restructuring Program,1 the \nGovernment of the Republic of the Philippines requested the Asian Development Bank (ADB) to \nprovide advisory technical assistance (TA) to strengthen the institutional capacity of the newly \nestablished Energy Regulatory Commission (ERC) and facilitate the privatization of National \nPower Corporation (NPC). A Fact-Finding Mission that was conducted from 18 August to 21 \nSeptember 2004 reached an understanding with the Government on the TA objectives, \nscope, cost estimates, financing, and implementation arrangements.2  The TA framework is \nin Appendix 1. \n \nII.  ISSUES \n2.  In the early 1990s, Luzon experienced severe power shortages, leading to prolonged \nblackouts  and  adverse  impacts  on  the  economy.  The  Asian  financial  crisis  in  1997–1998 \nsuppressed economic growth and reduced electricity demand, and NPC’s debt service burden \nspiraled upward to unsustainable levels. To address these problems, the Government decided \nto restructure and privatize the electric power industry.  The blueprint for restructuring, the \nElectric Power Industry Reform Act (EPIRA), which Congress passed in June 2001, enables \nunbundling the power sector into generation, transmission, distribution and supply, and provides \nthe legal framework for sector restructuring and privatization of NPC. In accordance with EPIRA, \nthe Energy Regulatory Board was converted to a statutory regulatory body, ERC. The Power \nSector Assets and Liabilities Management Corporation (PSALM) was created to oversee and \nmanage the privatization of NPC’s generation assets (consisting of 41 plants with a total rated \ncapacity of about 7,000 MW), award the concession for National Transmission Corporation’s \n(TRANSCO) transmission operations, and take over the debt liabilities of NPC.  \n \n3.  Since then, the Government proceeded with the privatization of NPC’s generation and \ntransmission assets. As of early December 2004, the bidding for one major power plant of 600 \nMW (Masinloc Thermal Power Plant) and five minihydro power plants had been completed. \nSubsequent  to  two  unsuccessful  biddings  for  TRANSCO’s  concession  in  2003,  bilateral \ndiscussions with interested bidders were initiated, but were terminated without conclusion in \nOctober 2004. Apart from unfavorable external factors that affected all emerging markets and \npolitical uncertainties associated with the elections, slower than expected progress was partly \ndue to perceived regulatory uncertainties related to ERC’s institutional capacity and technical \nexpertise. Some of ERC’s rulings proved to be vulnerable to court challenges, which were filed \non the basis of lack of strict compliance with rules and procedures set in relevant laws. Initial \ndiagnosis  undertaken  by  the  Fact-Finding  Mission  indicated  the  weakness  of  ERC  in  the \nfollowing  areas:  (i)  employees  are  unable  to  undertake  thorough  analysis  due  to  lack  of \nknowledge and skills in regulation and rate-setting methodologies, (ii) the document tracking \nand filing system is poor as business processes are not clearly defined, and (iii) staff are \ninexperienced in handling consumer complaints and dispute resolution. \n \n4.  The success of restructuring will depend to a major degree on the credibility of sector \nregulation. A strong, independent, and professional regulator working as a team to transform the \nelectric industry and balance the interests of all stakeholders is envisioned. The chairman and \nthe four commissioners of ERC are appointed by the President of the Philippines. ERC has 250 \nstaff  members  working  in  five  divisions:  Planning  and  Information,  Regulatory  Operations, \n                                                 \n1  ADB. 1998. Loan to the Republic of the Philippines for the Power Sector Restructuring Program. Manila. \n2  The TA first appeared in ADB Business Opportunities (Internet edition) on 15 October 2004.  ", "2 \nMarket Operations, Legal Service, and Finance and Administration. Given the wide range of \nERC’s responsibilities and tasks, as well as their complexity and politically sensitive nature, \nERC’s initial difficulties in rendering timely and technically sound decisions have not been \nsurprising. It is noted that ERC is making steady progress in fulfilling its mandate set by EPIRA. \nTo date, ERC has completed the requirements for open access by unbundling the rates of 133 \ndistribution utilities, removing intergrid cross subsidies in 2002, and starting to remove intra-grid \nand  interclass  cross  subsidies.  With  the  provisional  approval  of  the  increase  in  NPC’s \ngeneration rate and removal of the cap on the cost of purchased power, ERC has balanced the \ndemands  of  customers  and  investors.  To  lighten  ERC’s  regulatory  burden  and  make  its \ndecisions  more  predictable,  ERC’s  responsibilities,  organization,  internal  administrative \nprocesses,  and  regulatory  procedures  need  to  be  reassessed.  On  the  basis  of  the \nreassessment,  appropriate  measures  will  have  to  be  taken  to  improve  the  efficiency  and \ntransparency  of  ERC's  decision-making  processes  and,  as  a  result,  the  consistency  and \npredictability of its decisions. The TA will help in this endeavor. \n \n5.  Power sector restructuring has reached a critical juncture. While the legal framework has \nbeen in place and the wholesale electricity spot market (WESM) is being established, the \nprogress has been slow in the privatization of generation and transmission assets. NPC’s \ncontracts with independent power producers (IPPs), with take-or-pay provisions, need to be \nadministered in a way that is consistent with the competitive market. IPP administrators will \nhave  to  be  selected  though  a  competitive  bidding  process.  PSALM  has  also  to  conduct \nrevaluation of NPC generation assets which is needed to justify tariff increases prior to NPC’s \nprivatization and encourage private investors to bid for these assets.3 As for the concession of \nTRANSCO, after the two rounds of unsuccessful bidding for the concession and termination of \nbilateral  discussions  with  interested  bidders,  PSALM  decided  to  launch  fresh  competitive \nbidding in the first half of 2005. A fair, transparent, and competitive bidding process will enhance \npotential  investors’  confidence  in  the  privatization  process.  To  facilitate  and  speed  up  the \nprivatization process, PSALM’s institutional capacity needs to be reinforced. The TA will draw \nlessons learned from the previous experience and international best practice to assist PSALM in \nundertaking its privatization mandate. \n \n6.  The TA is designed as an integral part of ADB’s assistance to the Philippine power \nsector in accordance with the country strategy and program and will complement the following \nongoing operations: (i) TA for institutional strengthening of the DOE;4 (ii) TA for facilitating the \ntransition  to  WESM;5  and  (iii)  a  loan  to  establish  the  WESM  and  reinforce  transmission \nsystems.6 ADB has also managed a Public-Private Infrastructure Advisory Facility grant 7 to \nassist ERC in dealing with regulatory issues affecting distribution utilities and rural electric \ncooperatives.   These  activities  have  been  closely  coordinated  with  those  of  other  funding \nagencies in the sector, particularly the United States Agency for International Development, \nwhich has also been assisting ERC in preparing regulatory guidelines.  \n                                                 \n3  On 22 June 2004, a joint NPC/PSALM petition was filed to ERC for a tariff increase of P1.87/kWh. However, on 4 \nSeptember 2004, the ERC gave only provisional approval for a P0.98/KWh tariff increase. One of the main reasons \nfor the reduced tariff increase was the lack of proper asset revaluation. \n4  ADB. 2003. Technical Assistance to the Republic of the Philippines for Promoting Good Governance in the \nRestructured Power Sector. Manila.  \n5  ADB. 2002. Technical Assistance to the Republic of the Philippines for a Competition Policy for the Electricity \nSector. Manila.  \n6  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nNational Power Corporation for the Electricity Market and Transmission Development and Technical Assistance \nGrant to the Republic of the Philippines for the Transition to Competitive Electricity Market. Manila. \n7  This  is  a multilateral  TA  facility  aimed  at  helping  developing countries  improve  their  infrastructure  through \nprivate sector involvement. The PPIAF is owned and directed by participating aid agencies including ADB.  ", "    3 \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Purpose and Output \n7.  The goal of ADB’s operation in the power sector is a financially sustainable, efficient, \nand secure power supply that arrests the drain on the Government’s finances caused by the \npower sector, thus freeing up resources for the social sectors. The purpose of the TA is to gain \ninvestors  confidence  by  enhancing  ERC’s  efficiency  and  independence,  and  provide  the \nnecessary financial and technical advice to PSALM for the privatization of NPC.  \n \n8.  The  Government  has  announced  a  new  timetable  for  privatizing  NPC’s  generation \nassets and TRANSCO. The target is to privatize 70% of NPC’s eligible generation capacity by \nthe end of 2005 and award TRANSCO’s concession in the first half of 2005. Moreover, IPP \nadministrators will be selected to manage IPP liabilities in a competitive market. The TA will \nprovide necessary support to ERC and PSALM to facilitate and assist in the implementation of \nthe Government’s ambitious program. The consultants’ outputs will also help ADB to implement \na new Power Sector Development Program, which is currently being processed. By the end of \nTA implementation, the following main outputs are expected: \n \n(i)  ERC’s  institutional  capacity  and  public  confidence  in  ERC’s  impartiality  and \nindependence reinforced; and \n(ii)  Significant progress in privatizing NPC’s eligible generation assets achieved, \nappointment  of  IPP  administrators  selected,  and  TRANSCO’s  concession \nawarded. \n \nB.  Methodology and Key Activities \n9.  The TA will be implemented in two parts. Part A provides capacity building for ERC and \npart B provides advisory services to PSALM for privatization. \n   \n10.  For part A, the main task is to strengthen ERC’s institutional capacity as a competent \nand efficient regulator. Specifically, the following activities will be undertaken: \n \n(i)  Institutional strengthening of ERC. Formulate and develop a strategic planning \nprocess;  strengthen  institutional  capacity  relative  to  organization  structure, \noperations, systems, program resources, and resource management (including \nfinancial,  technological,  human,  and  physical  resources),  internal  audit,  and \naccountability mechanisms; develop a code of ethics and professional conduct \nfor  the  entire  ERC;  strengthen  the  legal  competence  of  ERC;  strengthen \ntechnical competence and transparency in rate setting, adjustments, and tariff \ncalculations;  and  review  existing  budgetary  constraints  and  recommend  a \nmechanism for proper financial management and accountability. \n(ii)  Improving regulatory processes. Review, rationalize, and streamline current \nadministrative and regulatory rules of procedure for due process and automation \npurposes; complete drafting of all necessary rules of procedure, and codify all of \nERC's  rules  of  procedure;  develop  and  strengthen  the  consumer  complaints \nmechanism and the quasi-judicial grievance and dispute resolution mechanisms; \ndevelop and strengthen the mediation mechanism for disputes among market \nparticipants; and establish a \"case flow\" management and tracking system for the \nhandling of all regulatory and quasi-judicial processes. ", "4 \n(iii)  Improving  accountability  and  transparency  of  regulation.  Develop  a \ncomprehensive information plan to improve monitoring of regulated and non-\nregulated entities; propose an integrated information management system with \nthe  corresponding  business  models;  and  establish  rules for  and  monitor  the \npublication,  by  ERC  on  its  web  site,  of  the  full  text  of  the  applications  and \ndecisions as appropriate, including tariff adjustment, consumer complaints, and \nmarket player disputes. \n(iv)  Enhancing technical competence of ERC staff. Provide training in the newly \nintroduced performance-based regulation for setting transmission and distribution \ntariffs,  evaluation  of  utilities  performance  and  monitoring  of  compliance  with \nservice  standards,  monitoring  of  competitive  markets,  and  protection  of \nconsumers’ and industry’s interests; and develop staff operational manuals for \nimplementing  performance-based  rate  setting  and  market  monitoring  and \nsurveillance.  \n \n11.  The main purpose of part B is to provide a diagnosis of the main reasons for the limited \nsuccess in privatization to date and make recommendations on how to improve the process. \nSpecifically, the following activities will be undertaken: \n \n(i)  Draw  lessons  from  the  privatization  experience  of  the  last  3  years  and \nrecommend necessary adjustments in the methods, sequence, and timing of the \nprivatization process. \n(ii)  Assist  PSALM  in  assessing  necessary  generation  and  transmission  capital \nexpenditure during the transition period before the privatization of NPC’s assets. \n(iii)  Assist PSALM in evaluating IPP contract liabilities, and bidding and selecting IPP \nadministrators  that will promote competition and minimize  PSALM’s net liability. \n(iv)  Propose and design necessary credit enhancement schemes based on feedback \nfrom potential investors. \n(v)  Review NPC’s existing records of assets, make appropriate updates/adjustments \nto the existing asset values, and make a field inventory of a representative \nnumber of high-value assets in Luzon, Visayas, and Mindanao.  \n(vi)  Train  PSALM/NPC  personnel  to  familiarize  them  with  the  best  international \npractices of privatization and valuation methodology proposed to be adopted for \nNPC’s generation assets. \n \nC.  Cost and Financing \n12.  The total cost of the TA is estimated at $1,715,000 million equivalent, comprising foreign \nexchange  of  $1,085,000  and  local  currency  of  $630,000  equivalent.  The  Government  has \nrequested ADB to finance $1,200,000 equivalent covering the entire foreign exchange cost and \n$115,000 equivalent of the local currency cost. The TA will be financed by ADB on a grant basis \nfrom the Japan Special Fund funded by the Government of Japan. The Government through \ntwo  Executing  Agencies  will  contribute  the  remaining  cost  in  kind,  including  office \naccommodation in Manila, counterpart staff time input, secretarial support, and workshops (see \nAppendix 2 for details of the cost estimates and financing plan). \n \nD.  Implementation Arrangements \n13.  ERC will be the Executing Agency for part A of the TA and PSALM for part B. In close \ncollaboration  with  other  relevant  agencies  and  stakeholders,  ERC  and  PSALM  will  assign \ncounterpart staff to work with the consultants. ", "    5 \n \n14.  The TA will be carried out over 24 months starting in March 2005 for completion by \nFebruary 2007. Consultants' inputs will amount to about 57 person-months (37 international and \n20 domestic). Two consulting firms will be engaged for part A and part B of the TA, respectively, \nby ADB using the quality- and cost-based selection method (using simplified technical proposal \nformat) in accordance with ADB’s Guidelines on the Use of Consultants. For part A, the services \nof the consulting firm will be for 34 person-months (22 international and 12 domestic) over the \nfull period from March 2005 to February 2007. The team of international consultants (22 person- \nmonths) will comprise (i) a regulatory institutional expert/team leader (10), (ii) a regulatory-\nquasi-judicial processes expert (5), (iii) a utilities regulation and market monitoring expert (2), \nand (iv) an information technology (IT) expert (5). Domestic consultants will comprise one legal \nand regulatory specialist (6) and one IT/business process engineer (6) to assist the international \nconsultants. For part B, the services of the consulting firm will be for 23 persons-months (15 \ninternational, and 8 domestic) for 14 months, from March 2005 to April 2006. The team of \ninternational consultants will comprise (i) a privatization advisor/team leader (7), (ii) a financial \nadvisor (3), (iii) a technical advisor-power generation specialist (3), and (iv) a technical advisor-\npower transmission specialist (2). The domestic consultants will comprise accountants/asset \nvaluation specialists (8) to assist the international consultants. The detailed terms of reference \nfor the consultants are in Appendix 3.  \n \n15.  The  consultants  will  submit  short  monthly  progress  reports  summarizing  project \nactivities, issues, and constraints for the duration of the TA. In addition, four major reports \nwill be submitted: an inception report within 4 weeks from TA commencement, an interim report \non TA progress within 6 months, and a draft final report toward the end of the TA.  After \nreceiving the inception report, ADB will undertake an inception mission to discuss and agree \nwith the ERC, PSALM, and the consultants on the milestones of TA implementation. A TA \nreview mission will be fielded after the interim report is received to assess the progress of TA \nimplementation and make necessary adjustments. For each part of the TA, a tripartite meeting \namong  the  executing  agency,  consultants,  and  ADB  will  be  held  at  the  end  of  TA \nimplementation to discuss the consultants’ draft final report. The final report will be prepared by \nthe consultants within 15 days.  \n  \n16.  All training materials developed by the consultants and office equipment purchased \nunder the TA will be transferred to ERC and PSALM upon completion of the TA, and thereafter \nwill remain the property of the Government.     \n \nIV.  THE PRESIDENT’S RECOMMENDATION \n17.  The President recommends that the Board approve the provision of technical assistance \nnot  exceeding  the  equivalent  of  $1,200,000  on  a  grant  basis  to  the  Government  of  the \nPhilippines for Institutional Strengthening of Energy Regulatory Commission and Privatization of \nNational Power Corporation.  ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions (A) \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks (R) \n     \nGoal       \n       \nEnsure financially  Reduced level of power  DOE’s statistics as contained   \nsustainable, efficient, and  sector debt  in annual Philippines Energy \nsecure power supply by    Plan \ncompleting power sector  After 2008, no \nrestructuring  countrywide blackouts \n \nPurpose       \n       \nTo ensure investor  Reduced number of  Surveys of investor and  (A) Macroeconomic and political \nconfidence by reinforcing  appeals or complaints  consumer concerns by Social  stability \nERC’s credibility as  against ERC’s rulings  Weather Station and   \nindependent and efficient    chambers of commerce  (A) Strong fiscal stabilization \nregulator, and facilitating  70% of eligible NPC    program \nsuccessful privatization of  assets privatized  DOE/PSALM’s report to   \nNPC and TRANSCO    Congress on the  (A) Support of reforms by \n  implementation of EPIRA   stakeholders  \n \nOutputs       \n       \nRegulatory framework and  ERC’s impartiality,  All petitions to ERC handled  (R)  Weakening of the political \nperformance improved  efficiency, and  within the statutory time limit  will in the executive and \n  competence established  with no backlogs of cases  legislative branches of the \n   by mid-2006    Government to proceed with \n    restructuring \n \nRegulatory framework for  Guidelines issued and posted   \n \nwholesale and retail  on ERC web site  (R) Political interference in \n \ncompetition completed    ERC’s decision making \n \nby mid-2006      \n \nPrivate sector participation  TRANSCO’s concession  Concession and sale  (A) There are interested \nincreased  awarded and at least  agreements  investors. \n30% NPC’s eligible   \ngeneration assets,  (R) Deteriorating investment \nincluding at least one  climate. \nmajor power plant of 200 \nMW or more sold by end-\n2005 \nKey Activities       \n \nInstitutional strengthening  Operational guidelines,  Consultants’ reports  (A) Selection of qualified \nof ERC  rules of procedures    consultants in accordance with \n  established  TA review missions  ADB’s Guidelines on the Use of \n      Consultants \nImproving regulatory  ERC’s integrated  Automated business   \nprocess  information  procedures, staff operational  (A) ADB, ERC, and PSALM to \n  management system  manuals  ensure fielding of consultants by \nimplemented    March 2005 as per the terms of \n  reference \n \nContinued on next page \n ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions (A) \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks (R) \n     \nImproving accountability  Greater public disclosure  ERC web site  (A) Continued support by \nand transparency of      Government \nregulation       \n        \nTraining programs  50 ERC/PSALM staff  ERC annual reports \n \n  members trained   \n \n     \nRevaluation of NPC’s  Amended valuation of  NPC/PSALM/annual reports   \nassets   assets      \n     \nAdvisory services to  Bidding conduced for the  DOE/PSALM’s report to \nPSALM for NPC’s  privatization of  Congress on the \nprivatization and selection  generation and  implementation of EPIRA \nof IPP administrators  transmission assets    \n  Technical assistance \ncompletion report \nInputs       \n       \nADB grant  $1,200,000  ADB disbursement records  (A) Availability of counterpart \n    TA progress reports  support \nGovernment funding (in   $515,000     \nkind)       \n     \n \n     \nInternational Consultants:     Consulting contract and \n     - Institutional expert for  10 person-months  billing records \npower utilities     \nregulation     \n     - Regulatory expert for  5 person-months   \ndispute resolution     \n- Market monitoring   2 person-months   \n  expert     \n     - Information technology  5 person-months   \nexpert     \n     - Privatization advisor  7 person-months   \n- Financial advisor for     3 person-months   \n  asset valuation     \n- Technical advisor for    3 person-months   \n  power generation     \n     - Technical advisor for    2 person-months   \npower transmission     \n     \n Domestic consultants:   20 person-months   \nLegal and regulatory     \nadvisors, asset appraiser     \n     \nADB staff input  20 staff-days per year  Technical assistance \n  performance report \n  \nADB = Asian Development Bank, DOE = Department of Energy, ERC = Energy Regulatory Commission, EPIRA = Electric \nPower Industry Reform Act, IPP = independent power producer, MW = megawatt, NPC = National Power Corporation, \nPSALM = Power Sector Assets and Liabilities Management Corporation, TA = technical assistance, TRANSCO = National \nTransmission Corporation. \n \n                   \n                                            ", "8  Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga      \n  1.  Consultants        \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  870  0  870 \n      ii.  Domestic Consultants  0  80  80 \n    b.  International and Local Travel  50  10  60 \n    c.  Reports and Communications  10  0  10 \n  2.  Software, Equipmentb 55  5  60 \n  3.  Training, Seminars, and Consultations   20  10  30 \n  4.  Contingencies  80  10  90 \n      Subtotal (A)  1,085  115  1,200 \n       \nB.  Counterpart Financing       \n  1.  Office Accommodation  0  220  220 \n  2.  Counterpart Staff  0  190  190 \n  3.  Secretarial Support and Communication  0  65  65 \n4.  Consultation and Workshops  0  40  40 \n      Subtotal (B)  0  515  515 \n        Total  1,085  630  1,715 \na    Financed by the Japan Special Fund, funded by the Government of Japan. \nb  Relevant computer software will be acquired to support the automation of Energy Regulatory Commission (ERC)’s \nbusiness process. Equipment to be purchased includes the required server, desktop and laptop computers, and \nrelated accessories. All the software and equipment procured will be turned over to ERC upon completion of the \ntechnical assistance.  \nSource: Asian Development Bank estimates.  \n ", "  Appendix 3  9 \nDETAILED TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Capacity Building for the Energy Regulatory Commission \n1.  Part A of this technical assistance will require the services of the following consultants. \n \n1.   Regulatory Institutional Expert/Team Leader (international, 10 person-\nmonths) \n \n2.  As team leader, the regulatory institutional specialist must have expertise and extensive \nexperience in the administration and operational processes of energy regulators and in \nthe organizational, fiscal, and administrative operation of a comparable regulatory body \nin other countries, including relevant experience in the Philippines. The consultant will \nundertake the following tasks: \n \n(i)  Coordinate technical assistance implementation, including training activities, and \nensure timely delivery of all tasks by team members. \n(ii)  Review  and  reassess  the  responsibilities,  organizational  setup,  internal \nadministrative processes and regulatory procedures of the Energy Regulatory \nCommission (ERC). \n(iii)  On the basis of the reassessment, develop and help implement a plan for ERC’s \ninstitutional  strengthening  relative  to  organizational  structure,  operations, \nsystems,  program  resources,  and  resource  management  (including  financial, \ntechnological, human, and physical resources), internal audit, and accountability \nmechanisms.  \n(iv)  Review existing budgetary constraints, identify new sources of revenues, and \nformulate a program for complete self-funding and financial accountability.  \n(v)  Inventory and assess existing revenue sources, rates, collection system and \nprocedures, institutional arrangements and resources, and accounting/monitoring \nprocedures. \n(vi)  Implement  changes  to  the  revenue  management  scheme  and  define \nassumptions to be used in pricing the services to be rendered by ERC, improve \npricing  configuration  of  existing  revenue  sources,  and  formulate  pricing \nconfigurations for new revenue sources.  \n(vii)  Develop change management schemes, including system installation, training, \noperation, hand-holding, and maintenance; and assist other regulatory experts in \npreparing  the  administrative,  regulatory,  or  statutory  amendments  needed  to \nimplement the systems. \n(viii)  Assist ERC in developing a code of ethics and professional conduct for the entire \nERC and a separate code of judicial conduct for ERC officers exercising quasi-\njudicial functions; assist ERC in developing codes of corporate governance for \nERC and all entities it regulates. \n(ix)  Design and assist ERC to implement a training curriculum to enhance technical \ncompetence of ERC staff in the following areas: performance-based rate setting \nmethodology, evaluation of utilities performance and monitoring of compliance \nwith  service  standards,  monitoring  of  competitive  markets,  and  protection  of \nconsumers’ and industry’s interests. \n \n \n \n ", "10  Appendix 3 \n \n2.  Regulatory Quasi-Judicial Process Expert (international, 5 person-months) \n \n3.  The  regulatory  quasi-judicial  process  expert  must  have  expertise  and  extensive \nexperience  in  handling  dispute  and  consumer  complaints,  with  relevant  experience  in  the \nPhilippines. The consultant will undertake the following tasks: \n \n(i)  Review, rationalize, and streamline current administrative and regulatory rules of \nprocedure for due process and automation purposes, complete drafting of all \nnecessary rules of procedure, and codify all of ERC's rules of procedure. \n(ii)  Review ERC’s existing procedures for resolving consumer complaints, develop \nand  strengthen  the  consumer  complaints  mechanism  and  the  quasi-judicial \ngrievance and dispute resolution mechanisms, and, if warranted, establish a \nmediation mechanism for disputes among market participants. \n(iii)  Establish  a  case-flow  management  and  tracking  system  for  handling  all \nregulatory and quasi-judicial processes. \n(iv)  Review, rationalize, and streamline current administrative and regulatory rules of \nprocedure for due process purposes.  \n(v)  Propose measures and prepare the implementation instruments to make ERC’s \ndecision-making  processes  more  efficient,  transparent,  consistent,  and \npredictable. \n(vi)  Develop a staff operational manual for implementing the transmission wheeling \nrate guidelines, and a staff operational manual for implementing the distribution \nwheeling rate guidelines. \n(vii)  Develop  a  staff  operational  manual  for  market  monitoring  and  surveillance \nincluding rate monitoring. \n(viii)  Conduct hands-on training on the above manuals and guidelines. \n \n3.  Utilities Regulation and Market Monitoring Expert (international, 2 person-\nmonths) \n \n4.  The utilities regulation and market monitoring expert must have expertise and extensive \nexperience in the regulation of power utilities in a competitive market. The consultant will \nundertake the following tasks: \n \n(i)  Develop a staff operational manual for implementing the transmission wheeling \nrate guidelines, and a staff operational manual for implementing the distribution \nwheeling rate guidelines. \n(ii)  Develop  a  staff  operational  manual  for  market  monitoring  and  surveillance \nincluding rate monitoring.  \n(iii)  Conduct hands-on training on the above manuals and guidelines. \n \n  4.  Information Technology Expert (international, 5 person-months) \n \n5.  The  information  technology  (IT)  expert  must  have  extensive  experience  with  e-\ncommerce and business automation. The consultant will undertake the following tasks: \n \n(i)  Develop  a  comprehensive  communication  plan  to  improve  monitoring  of \nregulated  and  nonregulated  entities  by  providing  adequate  and  sufficient \ninformation  periodically,  including  distribution  of  information  kits  on  relevant \nissuances of ERC to the appropriate industry participant. ", "  Appendix 3  11 \n(ii)  In coordination with the regulatory quasi-judicial processes expert, automate and \nimprove the existing case management and tracking system for handling all \nregulatory and quasi-judicial processes. \n(iii)  Develop and enhance IT resources and infrastructure based on a formulated e-\ncommerce plan and the corresponding business models, including cost estimates \nand an implementation plan. \n(iv)  Procure necessary IT equipment including software. \n \n5.  Legal and Regulatory Specialist (domestic, 6 person-months) \n \n6.  The legal and regulatory specialist will advise all international consultants on current law \nand the legality of the reform proposal. The consultant will also help draft the administrative, \nregulatory, or statutory amendments or enactments necessary to implement or strengthen the \nreforms proposed by the other consultants, and work with the organizational expert on the \nreview  of  the  legal  purview  of  the  Department  of  Budget  and  Management,  Civil  Service \nCommission, and Commission on Audit over the reform proposals to strengthen the institutional \ncapacity of ERC. \n \n6.  Information  Technology/Business  Process  Engineer  (domestic,  6  person-\nmonths) \n \n7.   The  engineer  will  assist  the  international  IT  expert  to  develop  IT  resources  and \ninfrastructure based on a formulated e-commerce plan and the corresponding business models, \nand assist in procuring IT equipment including software. \n \nB.  Advisory Services to PSALM \n8.   Part B of this technical assistance will require the services of the following consultants. \n \n1.  Privatization Advisor/Team Leader (international, 7 person-months) \n9.  As  team  leader,  the  privatization  advisor  must  have  extensive  experience  with \nprivatization of power companies, with relevant experience in the Philippines. The consultant will \nundertake the following tasks: \n \n(i)  Coordinate technical assistance implementation, including training activities, and \nensure timely delivery of all tasks by team members. \n(ii)  Review  and  draw  lessons  from  the  experience  of  the  last  3  years  and \nrecommend necessary adjustments, if necessary, in the methods, sequence, and \ntiming of privatization of generation and transmission assets. \n(iii)  Advise PSALM in the privatization of generation and transmission assets,  and \nmake relevant recommendations based on best international practices. \n(iv)  Propose and design necessary credit enhancement schemes based on feedback \nfrom potential investors. \n(v)  Assess  PSALM’s  independent  power  producer  (IPP)  liabilities  and  propose \nmitigating measures to minimize PSALM’s liabilities in competitive markets. \n(vi)  Assist PSALM in selecting of IPP administrators. \n(vii)  Coordinate and undertake revaluation of the generation assets of National Power \nCorporation (NPC). \n(viii)  Assist PSALM in preparing and filing petitions on generation tariff adjustment to \nERC before NPC’s privatization. ", "12  Appendix 3 \n \n2.  Financial Advisor (Asset Valuation) (international, 3 person-months) \n10.  The financial advisor will have expertise and experience in valuation of power utilities’ \nassets, with relevant experience in the Philippines. The consultant will undertake the following \ntasks: \n \n(i)  Advise PSALM in the privatization of NPC’s generation and transmission assets \nand make relevant recommendations based on best international practices. \n(ii)  Propose and design necessary credit enhancement schemes based on feedback \nfrom potential investors. \n(iii)  Assist PSALM in computing and filing universal charges for NPC’s stranded debt \nand costs. \n(iv)  Evaluate and recommend appropriate methods of asset valuation for purposes of \naccounting, tariff rate setting, taxation, insurance, and transfer of assets to be \nprivatized. \n(v)  Review NPC’s existing records of assets and, by applying appropriate tests and \ninquiries, form an opinion on the completeness of the asset valuation base and \nits adequacy for the valuation exercise; make appropriate updates/adjustments to \nthe existing asset records. \n(vi)  Revalue the categories of fixed assets in accordance with NPC’s listing of plant \naccounts  on  a  current  value  basis  due  to  price  movements,  technological \nadvances, currency exchange rate movements, and other factors in accordance \nwith sound, accepted, and consistently maintained methods of valuation. \n(vii)  Provide  replacement  cost  new,  depreciation  calculation  and  sound  value  of \nNPC’s fixed assets, and the fair market value of each power station/generation \nasset, NPC’s transmission network, including land, buildings and all assets in \nother categories needed to establish the identity of and allow its operation as a \nseparate entity. \n(viii)  Conduct detailed depreciation analysis of NPC’s assets and recommend the \nassets’ economic lives and remaining useful lives. \n(ix)  Conduct inspection and determine the physical condition of the assets based on \nthe guidelines on the condition of property prescribed by the Commission on \nAudit.  \n(x)  Provide  appropriate  training  to  PSALM/NPC  personnel  on  the  valuation \nmethodology adopted for the power generation assets of NPC. \n \n3.  Technical Advisor (Power Generation)  (international, 3 person-months) \n11.  The technical advisor on power generation will undertake the following tasks: \n \n(i)  Advise PSALM in handling privatization of NPC’s generation assets and make \nrelevant recommendations based on best international practices. \n(ii)  Assist PSALM in assessing necessary generation capital expenditure during the \ntransition period before the privatization of NPC’s assets. \n(iii)  Advise PSALM in dispersing the IPP contract portfolio in a manner to promote \ncompetition  and  to  assure  potential  investors  in  generation  that  NPC’s  IPP \nportfolio does not represent a dominant player in the generation market. \n(iv)  Assist PSALM in negotiations with potential investors. \n(v)  Inspect  and  determine  the  physical  condition  of  the  assets  based  on  the \nguidelines on the condition of property prescribed by the Commission on Audit ", "  Appendix 3  13 \nand lead the field inventory of a representative number of high-value generation \nassets in Luzon, Visayas, and Mindanao to inspect the physical condition of \nthese  assets  to  determine  their  present  condition,  obsolescence,  and  other \nobservable losses in value and to translate these observations in terms of the \nassets’ remaining useful lives.  \n(vi)  Provide  appropriate  training  to  PSALM/NPC  personnel  on  the  valuation \nmethodology adopted for the power generation assets of NPC. \n \n4.  Technical Advisor (Power Transmission) (international, 2 person-months) \n12.  The technical advisor on power transmission assets will undertake the following tasks: \n \n(i)  Advise  PSALM  in  handling  privatization  of  transmission  assets  and  make \nrelevant recommendations based on best international practices. \n(ii)  Assist PSALM in assessing necessary transmission capital expenditure during \nthe transition period before the entry of a private concessionaire for TRANSCO \nand assist PSALM in negotiating an appropriate system expansion program with \nthe potential bidder. \n(iii)  Recommend options for the role of system operator and its relations with market \noperator and TRANSCO’s concessionaire.  \n(iv)  Participate in field inventory of a representative number of high-value generation \nassets in Luzon, Visayas, and Mindanao with particular focus on transmission \nsystem facilities of NPC. \n \n5.  Accountants/Asset Valuation Specialist (domestic, 8 person-months)  \n \n13.   The specialist will undertake the following tasks: \n \n(i)  Collect all relevant documents, data, and information that are necessary for the \nrevaluation exercise. \n(ii)  Participate and assist in field inventory of a representative number of high-value \ngeneration assets in Luzon, Visayas, and Mindanao. \n(iii)  Assist the international consultants in organizing training workshops. \n(iv)  Perform other activities as assigned by the team leader. \n "], "metadata": {"ModDate": "D:20050105172523+08'00'", "CreationDate": "D:20041209213516+08'00'", "Title": "Microsoft Word - R304-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "Aurora Jorge", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20041207092010"}}