{"path": "data/input/ta/tar-phi33454.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:PHI 33454 \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \nREPUBLIC OF THE PHILIPPINES \n \n \nFOR THE  \n \n \nORGANIZATIONAL DEVELOPMENT OF THE \n \n \nCOMMISSION ON HIGHER EDUCATION \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 2002", " \nCURRENCY EQUIVALENTS \n(as of 24 October 2002) \n \nCurrency Unit –  peso (P) \nP1.00 =  $0.0189 \n$1.00 =  P52.95 \n \n \n \nABBREVIATIONS \n \n  CHED  –  Commission on Higher Education \nDBM  –  Department of Budget and Management \n  DOST  –  Department of Science and Technology \nHEDP  –  Higher Education Development Project \nHEI  –  higher education institution \nHRD  –  human resource development \nNEDA  –  National Economic and Development Authority  \nPCER  –  Presidential Commission on Educational Reform \nPESS  –  Philippines Education Sector Study \n  TA  –  technical assistance \n \n \n \nNOTES \n \n(i)  Throughout this report, a single year (e.g., 2000) refers to a calendar or fiscal year. A \nsplit year (e.g., 2000/01) denotes a school year. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nThis Report was prepared by Wendy Duncan, Education Specialist, \nSocial Sectors Division, Southeast Asia Department ", " \nI.  INTRODUCTION \n1.  In 1998, the Government asked the Asian Development Bank (ADB) and World Bank to \nhelp  carry  out  a  comprehensive  study  of  the  Philippine  education  sector.1  This  study \nsubsequently  became  a  major  input  into  the  work  of  the  Presidential  Commission  on \nEducational Reform (PCER), which conducted its deliberations from 1998 to 2000. Following \nthe release of PCER’s report,2 the Government requested financial and technical assistance \n(TA) from ADB to support the implementation of PCER’s major recommendations. A project \npreparatory technical assistance (PPTA) for the Higher Education Development Project (HEDP) \nwas approved on 12 October 2000, in the amount of $998,000.3 HEDP is now in the final stages \nof preparation and is scheduled for approval in 2003.  \n \n2.  HEDP  will  implement  key  recommendations  contained  in  the  PCER  report  and \nPhilippines  Education  Sector  Study,  as  well  as  the  Government’s  Medium-Term  Philippine \nDevelopment  Plan,  2001–2004  and  the  Medium-Term  Higher  Education  Development  and \nInvestment Plan, 2001–2004. A common recommendation is to rationalize the allocation of \nscarce resources to maximize public funding for basic education. The rapidly expanding public \nhigher education system is exerting considerable pressure upon the education budget. To limit \nthis pressure, fundamental reform of the higher education system in finance and governance is \nnecessary.  \n \n3.  One of the PPTA findings was that the capacity of the Commission on Higher Education \n(CHED) to spearhead a reform agenda is limited. The Government therefore requested advisory \ntechnical assistance (ADTA) from ADB to improve the efficiency and effectiveness of CHED and \nprepare it to implement HEDP. A fact-finding mission for the ADTA was carried out in February \n2002, along with a loan fact-finding mission for HEDP.4 The Government has concurred with the \nTA framework (Appendix 1), implementation arrangements, cost, financing arrangements, and \nterms of reference.5 \n \nII.  ISSUES \n4.  The formal education cycle comprises only 10 years of basic education (elementary plus \nsecondary), postbasic education offering nondegree courses of varying lengths, and 4 years of \nhigher education covering degree-granting courses. Almost all elementary education (grades 1–\n6) is publicly provided, but 25% of secondary (grades 7–10) and 75% of higher education \nenrollment is in the private sector. Participation rates and gender equity at all levels are among \nthe highest in the region, and the workforce is relatively well educated. Nevertheless, the public \nperception is that the quality of education at all levels has declined significantly in recent \ndecades. In higher education, this view is supported by the 1999 and 2000 Asiaweek surveys of \nthe  80  top-ranking  regional  universities,  where  the  premier  university  (University  of  the \nPhilippines) ranked only 44th. As recently as the 1970s, the Philippines was seen as one of the \nregion’s leading education centers. Average passing rates in the annual professional licensure \n                                                 \n1  ADB and World Bank. 1999. Philippine Education in the 21st Century. The 1998 Philippines Education Sector \nStudy. Manila. \n2  PCER. 2000. Philippine Agenda for Educational Reform: The PCER Report. April. Manila. \n3  ADB. 2000. Technical Assistance to the Philippines on the Education Sector Development Program. Manila. (TA \n3500-PHI, for $998,000, approved on 12 September 2000.)  \n4  The ADTA was originally conceived as an attached TA to HEDP but has now been de-linked from HEDP to allow \nstrengthening of CHED before HEDP implementation. \n5  The TA first appeared in ADB Business Opportunities (Internet edition) on 24 April 2002. \n ", "2 \nexaminations are also low, averaging only around 45%. The pervasive low quality of higher \neducation does not augur well for economic growth.  \n \n5.  Reform  is  urgent  to  redress  the  low  quality  and  pervasive  inefficiency  in  higher \neducation. First, the skills and competencies of graduates must be raised to prepare them for \nproductive work in the domestic and global labor markets, and thereby enhance Philippine \ncompetitiveness. Second, reform is necessary to enable the system to accommodate an ever-\nincreasing number of high school graduates, and to offer children an incentive to complete basic \neducation and provide them with a pathway out of poverty and into the labor market. To ensure \nthat  the  poor  are  provided  with  improved  employment  opportunities,  they  should  acquire \nqualifications  in  higher  education.  This  is  particularly  important  in  the  Philippines,  where \nparticipation rates in basic education are already high, and high school graduates are on \naverage only 16 years old. An efficient and effective higher education system is vital to ensure \nthese opportunities. Finally, in view of the budgetary situation, tertiary institutions must be \nweaned gradually from public funding and their resource utilization improved so that public \nfunds can be released for lower levels of the system.  \n  \n6.  HEDP responds to these imperatives by supporting reforms that will rationalize and \nstrengthen the higher education system while improving the poor’s access to it. In the long term, \nimproved efficiency and effectiveness in the use of public resources will help ensure that pro-\npoor funding for basic education will be maintained or increased. HEDP has three general \nobjectives:  (i)  improved  efficiency,  to  rationalize  the  system  of  education  financing  and \ngovernance to improve resource utilization and help stem the uncontrolled growth in the number \nof  higher  education  institutions  and  programs;  (ii)  enhanced  quality,  to  improve  quality \nassurance and the quality of educational achievements and outcomes; and (iii) greater equity, to \nenhance access to higher levels of the education system among lower-income groups. \n \n7.  Higher education has always been led by the private sector. Over recent decades, \nhowever, public provision and financing have expanded rapidly with the establishment by the \nlegislature of many, generally low-quality, public higher education institutions (HEIs). As a result, \nthe private share of student enrollment has decreased significantly, from 90% in the early 1980s \nto less than 74% in SY2000/01. At the same time, the higher education system as a whole has \ncontinued to expand. In the last 7 years alone, the overall student population increased by 35%. \nPublic sector enrollments, however, increased by a massive 66%, compared with 27% in the \nprivate sector.  \n \n8.  This rapid expansion of publicly funded higher education has required large increases in \npublic funding for higher education. Between 1988 and 1999, the higher education budget \nexpanded by 23% while the basic education budget increased by only 5%. To reverse the \nresultant trend of a diminishing basic education budget share, the Government has for the last \nfew years pegged the higher education budget at around 15% of the total education budget. \nHowever, public higher education spending, as a result, has become increasingly inadequate to \nsupport the needs of the continually expanding public sector. Complementary reform strategies \nare urgently needed to increase cost recovery in public sector institutions, improve efficiency in \npublic spending, and contain or rationalize the growth of the public sector. In the absence of \nthese reforms, further deterioration in the quality and efficiency of public higher education can \nbe expected. At the same time, the viability of private sector institutions will continue to diminish \nas students are attracted by the low fees of publicly-funded institutions. \n \n9.  Responsibility for education is split among three agencies. The oldest is the Department \nof Education, which was formerly responsible for the whole sector. The department’s focus \n ", "    3 \nchanged to basic education in 1994, when two new agencies were created to cover the other \nsubsectors of education: CHED, to oversee higher education; and the Technical Education and \nSkills Development Authority, to handle technical and vocational education and training. CHED \nis  legally  mandated  to  develop  the  quality  and  relevance  of  higher  education  through  the \ndevelopment  of  sound  policies  and  plans  to  promote  higher  education,  strategic  resource \nallocation,  standard  setting  and  quality  assurance,  and  establishment  of  an  appropriate \nregulatory environment for the private sector. In practice, CHED has focused mainly upon the \nminutiae of regulation.  \n \n10.  To  enable  CHED  to  champion  and  lead  the  reform  process  and  implement  HEDP \nsuccessfully, the agency must be strengthened. One of the most critical reforms is the move to \na new higher education funding system that will allow the systematic allocation of funds to public \nHEIs in accordance with national priorities. Stronger systems for quality assurance are another \ntop priority. To institute these changes and help CHED achieve strong leadership of the sector, \na comprehensive process of organizational development and capacity building is planned. \n \nIII.  THE  TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The purpose of the TA is to enhance CHED’s capacity to implement the recommended \nreforms  through  a  comprehensive  process  of  organizational  development  aimed  at \nstrengthening CHED’s role in policy development and planning, resource allocation, and quality \nassurance  in  the  higher  education  system.  The  strategies  to  be  followed  will  include \nrestructuring of CHED, improvement of operating systems, developing more effective strategies \nto deal with clients and other agencies, and targeting human resource development (HRD). The \noutputs expected are (i) a set of performance standards and monitoring mechanisms for CHED, \ncovering the central and regional offices; (ii) a more effective and efficient organization structure \nto allow the absorption of new responsibilities; (iii) a rationalized staffing pattern with more \nprofessional staff positions and an early retirement program for implementation under HEDP; \n(iv) new manuals of procedures decentralizing authority to lower levels in the system; (v) a 5-\nyear HRD program; (vi) increased staff capacity in areas critical to the success of the reforms; \nand (vii) more effective advocacy for reform. \n \nB.  Methodology and Key Activities \n12.  To ensure an effective program of organizational development and capacity building, an \norganizational analysis of CHED will be carried out. The first exercise will be a performance \nanalysis to (i) establish CHED’s performance standards in line with CHED’s core functions, and \n(ii) examine CHED’s performance record to establish CHED’s current performance against \nthese standards. With regard to new functions, the exercise will help establish performance \nmeasures and norms and allow the identification of specific gaps between current performance \nstandards and actual performance. The second step will be a diagnostic analysis to identify \nthe reasons for the performance gaps. The performance and diagnostic analyses will be carried \nout as group exercises with all CHED commissioners and top management to ensure that \ncommon understandings and agreements are reached. Some assistance will be provided by \nADB staff.6 \n                                                 \n6  The  concepts  of  performance  and  diagnostic  analysis  have  been  referenced  from  the  draft  guidelines  on \norganizational development being developed by the Governance and Regional Cooperation Division. \n ", "4 \n13.  The  major  factors  contributing  to  performance  that  will  be  examined  during  the \ndiagnostic  analysis  are  (i)  resources  (staff,  skills,  budget,  technology,  equipment);  (ii) \nmanagement infrastructure (strategies, policies, structure, and systems and processes); and (iii) \nvision, leadership, and values. The diagnostic analysis will be complementary to and informed \nby the initial institutional assessment carried out under the PPTA.7 This assessment does not \ninclude a specific performance analysis but thoroughly analyzes factors (i) and (ii). \n \n14.  Recommendations for specific programs of action will flow from the diagnostic analysis, \nand  from  the  initial  institutional  assessment  completed  under  the  PPTA.  Expected  major \nactivities are (i) reorganization of CHED’s central office, including the establishment of a rules-\nbased financing unit, strengthened management of the higher education development fund, and \nnew  units  for  liaison  with  Congress  and  the  universities;  (ii)  development  of  a  normative \nfinancing formula; (iii) reorganization of CHED regional offices to strengthen technical expertise \nand prepare for decentralization; (iv) strengthening of planning capacities in central and regional \noffices; (v) development of a new staffing structure, including the design of an early retirement \nprogram and the cost implications; (vi) development of a costed, 5-year HRD plan capturing \nCHED’s new roles; and (vii) implementation of a targeted training program, including training \nprograms designed by the consultants, and short courses provided by reputable Philippine \ntraining institutions in strategic planning, management information systems, quality assurance \nand its relationship to planning, project planning, and management.8 For courses costing less \nthan $15,000, the institutions will be contracted directly by CHED, and the funds for payment \ndisbursed  to  CHED  through  the  Advance  Payment  Facility.  A  detailed  training  program, \nincluding the names of the institutions, courses, and details of the participants, including their \ncurrent or proposed job duties, must be submitted to ADB for approval before implementation. \n \n15.  Selected, structured study tours will expose CHED commissioners and senior staff to the \nlatest  developments  and  best  practices  within  the  region  in  quality  assurance,  university \ngovernance, and student assistance schemes. Two short attachments to appropriate regional \nagencies in higher education financing and quality assurance will also be included to provide \nCHED staff with experience in these areas. Details of the participants, including their current or \nproposed professional responsibilities, itineraries, and plans for all overseas activities must first \nbe submitted to ADB for approval.   \n \nC.  Cost and Financing \n16.  The TA will be financed on a grant basis by ADB’s TA funding program. The total cost of \nthe TA is estimated at $770,000, of which $500,000 will be financed by ADB on a grant basis \ncovering the entire foreign exchange cost of $275,500, and $224,500 of the local currency cost. \nThe Government’s contribution to the TA will be in cash and in kind, and will include the funding \nof training workshops and technical group meetings, provision of counterpart staff and working \ngroup  members,  local  travel  for  staff,  office  accommodation,  administrative  and  secretarial \nsupport, and use of printers and photocopiers. The Government’s contribution is estimated at \n$270,000 equivalent. The detailed cost estimates and proposed financing arrangements are in \nAppendix 2.     \n                                                 \n7  Rodriguez, Rafael A. 2000. Institutional Development of CHED, Report HE-10. Technical Assistance to the \nPhilippines on the Education Sector Development Program. Manila: ADB.  \n8  These will include the University of the Philippines, De La Salle University, Asian Institute of Management, \nSoutheast Asian Ministers of Education Organization–Innovation and Technology (SEAMEO-INNOTECH), and \nAteneo de Manila University.  \n ", "    5 \nD.  Implementation Arrangements \n17.  The TA will be implemented by CHED. An organizational development committee to be \nchaired by the Chairman of CHED will be formed to oversee TA implementation, guide the work \nof the consultants, and provide active input into ongoing work. The TA will be administered by a \nproject management unit under the Office of Policy, Planning, Research and Information. A \ntechnical  working  group  composed  of  external  stakeholders  from  the  private  and  public \neducation sectors will meet monthly to review TA progress and provide technical feedback. \n  \n18.  The TA will be implemented over 10 months (15 January–15 November 2003). As the \nprocess  of  organizational  development  will  be  highly  inclusive  and  participatory,  frequent \nworkshops, working group meetings, and field trips to the regional offices and some HEIs will be \nnecessary.   \n \n19.   The TA will require 15 person-months of local and 7 person-months of international \nconsultancy input in organizational development, HRD, quality assurance, and higher education \nfinancing. ADB will engage a consultancy firm on the basis of a simplified technical proposal, in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB for the engagement of domestic consultants. The consultancy firm will be \nselected using ADB’s quality- and cost-based selection procedures. Equipment and furniture will \nbe purchased in accordance with ADB’s Guidelines for Procurement. Outline terms of reference \nfor the consultants are included in Appendix 3. The findings and recommendations of the \nconsultants will be implemented and disseminated through the training activities to be led by \neach consultant. CHED will continue to advocate reform through national workshops with major \nstakeholders and the media, and in coordination with Congress. \n \nIV.  THE PRESIDENT'S DECISION  \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \n \nthe Government of the Philippines for the Organizational Development of the Commission on \nHigher Education, and hereby reports such action to the Board. \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \nGoal       \nRaise the  (cid:1)  More good-quality  (cid:1)  Performance in  (cid:1)  Students will favor \nperformance of  public and private HEIs  licensure  good-quality \nPhilippine higher  (cid:1)  Increased efficiency in  examinations, faculty  institutions over \neducation by  the public higher  qualifications,  diploma mills. \nstrengthening the  education system, with  research, and  (cid:1)  A populist \ncentral management  consolidation and/or  publications  government may \nof the sector  complementation of  (cid:1)  Number and type of  regulate tuition fees \n  institutions and  programs and  in private HEIs. \n  programs, and  enrollment by  (cid:1)  Congress will \ndevelopment of  program in public  oppose CHED’s \nspecialized centers of  HEIs  initiatives for \nexcellence  (cid:1)  Number of low quality  rationalization. \n(cid:1)  Clarification of the roles  and/or small  (cid:1)  Public HEIs will \nof the public and private  programs closed by  oppose CHED \nsectors, resulting in less  CHED  initiatives for \ndirect competition  (cid:1)  Enrollment share of  rationalization. \nbetween the public and  the private sector \nprivate sectors at the  (cid:1)  Percentage of \nprogram level  expenditures \n(cid:1)  Increased efficiency in  financed through \nthe use of public funds  tuition and other \n  income \n \nPurpose       \nEnhance CHED’s  (cid:1)  Strengthened planning  (cid:1)  More balanced mix of  (cid:1)  Congressional \ncapacity to plan and  skills among central and  funding sources for  interference in \nimplement reforms  regional staff  public HEIs (private,  budgeting for public \nthrough a  (cid:1)  Agreed system for  public, and own  HEIs will be \ncomprehensive  allocating resources  income)  lessened if allocation \nprocess of  and incentives among  (cid:1)  Relation of fund  is rational and \norganizational  public HEIs, in line with  allocation to  transparent. \ndevelopment and  national priorities for  indicators, e.g., \ncapacity building  public higher education  enrollment, \n  (cid:1)  Decentralized  graduation rates \nimplementation of  (cid:1)  Speed and \nCHED activities  responsiveness of \n(cid:1)  A common framework  CHED regional \nfor quality assurance  offices to HEIs \nand standard setting,  (cid:1)  Standards \nbenchmarked to  benchmarked to \ninternational standards   international levels \n(cid:1)  Broader technical  (cid:1)  Staff qualifications \nexpertise of CHED  (cid:1)  Number of \nprofessional staff  regulations eased for \n(cid:1)  Expanded (private)  accredited private \nresources for the sector  schools and \n(cid:1)  Reduction of  programs \n ", "  Appendix 1  7 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \nunnecessary regulation \nof CHED in high-\nperforming private HEIs \n \nOutputs       \nPerformance  (cid:1)  Performance standards  (cid:1)  Documentation on \nstandards and  developed, including  performance \nperformance- monitoring mechanisms  standards \nmonitoring  (cid:1)  Performance audits  (cid:1)  Performance audit \nmechanisms  conducted annually  reports \nintroduced in CHED \n \nMore effective and  (cid:1)  Office established to  (cid:1)  Up-to-date   \nefficient organizational  manage the new higher  organizational chart \nstructure instituted to  education funding  showing new units \nallow absorption of  system  (cid:1)  Number of positions \nnew responsibilities  (cid:1)  More positions created  in the financing unit, \nand higher skill levels  liaison units, and \ndeveloped in the unit  higher education \nmanaging the higher  development fund \neducation development \nfund \n(cid:1)  New units established \nfor liaison with HEIs and \nCongress \n(cid:1)  Structure of the \nscholarships unit \nstreamlined \n(cid:1)  HRD committee \nestablished \n(cid:1)  Project management \noffice established \n \nRationalized staffing  (cid:1)  Number of unfilled  (cid:1)  Staffing pattern  (cid:1)  The early retirement \npattern, with more  and/or vacant positions  (numbers of  program is \nprofessional staff  abolished and  professional  successful. \npositions   recombined into new  positions)  (cid:1)  DBM will support the \nprofessional positions  restructuring of staff \n(cid:1)  Increase in the number  positions. \nof well-paid professional \npositions \n \nNew procedures  (cid:1)  New manual of  (cid:1)  Printing of manual of  (cid:1)  CHED will gradually \nestablished to  procedures produced  procedures for  resolve the policy \ndecentralize CHED  for regional offices  regional offices  issues on \noperations to lower  covering (i)  (cid:1)  New manual of  decentralization and \nlevels of the higher  decentralized  regulations for private  deregulation. \neducation system,  operations, (ii) new  schools \nand deregulation of  organizational structure  (cid:1)  Distribution of manual \nthe private sector  for regional offices, and  to all head offices, \n  (iii) streamlined  departments, and \nd f i l ffi\n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \n  procedures for  regional offices \nscholarship   \nadministration \n(cid:1)  New manual of \nregulations for private \nschools produced, \ncovering flexible \nregulatory treatment for \naccredited programs \nand institutions \n \n5-year HRD program  (cid:1)  5-year HRD program  (cid:1)  Detailed training plan  (cid:1)  Training programs \ndesigned and initiated  developed  (cid:1)  Reports from the  selected will be \n  (cid:1)  Training programs  project management  relevant to CHED’s \nprovided in relevant skill  unit and ADB review  needs. \nareas  missions  (cid:1)  Training program \nparticipants will not \nbe selected \nappropriately. \n \nStaff qualifications  (cid:1)  Number of qualified  Reports on  (cid:1)  Sufficient numbers \nraised in key areas  professional staff  (cid:1)  new staff recruited in  of qualified people \nincreased in key  priority areas and  can be hired. \ndisciplines (engineering,  (cid:1)  staffing of disciplinal  (cid:1)  Qualified people can \nscience and IT;  clusters at central  be retained. \nmedicine and allied  and regional offices \nhealth fields; \n \neconomics, \nmanagement, and \nsocial sciences) and \nfinance and \nmanagement \n(cid:1)  Disciplinal clusters at \ncentral and regional \noffices adequately \nstaffed \n \nMore effective  (cid:1)  Interagency committees  (cid:1)  Meetings and  (cid:1)  Other government \nadvocacy for reform  and taskforce on  minutes  agencies (DBM, \n  educational reform  (cid:1)  Conferences  DOST, and NEDA) \n(cid:1)  Head office  created  will give priority to \n(cid:1)  Effective coordination  reform in higher \nestablished with senate  education. \nand congressional  \neducation committees \non the legislative \nagenda \n(cid:1)  Regional offices  (cid:1)  CHED becomes more     \ninvolved in regional \nmatters by joining the \nregional development \ncommittees \n ", "  Appendix 1  9 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \n(cid:1)  CHED participates in \nlocal HEI associations \n \nActivities       \nPerformance  (cid:1)  Performance analysis  (cid:1)  Output of workshops  (cid:1)  All commissioners \nstandards and  and diagnostic analysis  and senior staff will \nperformance   workshops conducted  participate fully. \nmonitoring  for commissioners and \nsenior staff \n \n \nOrganizational     \nrestructuring \n(cid:1)  Head office  (cid:1)  Roles of all directors  (cid:1)  Redeployment of   \nclarified  staff \n(cid:1)  Disciplinal clusters  (cid:1)  New organizational \ncreated  chart and staffing \n(cid:1) New support units and  pattern \ncommittees created \n \n(cid:1)  Regional offices  (cid:1)  Uniform structure for     \nCHED regional offices \nestablished \n(cid:1)  Disciplinal cluster teams \nin regional offices \nselected \n \nRationalized staffing  (cid:1)  Early retirement for  (cid:1) Number of new  (cid:1)  DBM will agree to \npattern  selected skill groups  professional positions  staffing changes. \ndesigned  (cid:1)  Overall number of  (cid:1)  Significant numbers \n(cid:1)  Staff reallocation among  positions  will avail themselves \nregional offices  (cid:1) Retention rates for  of early retirement. \n(cid:1)  New professional  professional staff  (cid:1)  Better-qualified staff \npositions in higher  (cid:1)  Number of new hires  will not remain with \nsalary grades, and  in technical fields  CHED. \nreduction of low paying  (cid:1)  Staffing pattern in \npositions created  HRD, higher \n(cid:1)  Staffing in HRD, higher  education \neducation development  development fund, \nfund, and normative  and normative \nfinancing units  financing units \nstrengthened \n \nSystems development  (cid:1)  A new manual of  (cid:1)  Review of application  (cid:1)  CHED head office \nprocedures for regional  of normative  will resolve policy \n \noffices developed  financing  issues on \n(cid:1)  A new manual of  methodology to  decentralization. \nregulations for private  operating costs, and  (cid:1)  DBM will agree to \nschools developed  later to salaries  expansion of the \n(cid:1)  Contents of both  (cid:1)  New manual of  normative financing \nmanuals disseminated  procedure for  formula to cover \nto CHED staff and  normative financing  salaries. \nstakeholders  (cid:1)  Simplified MIS forms \n ", "10  Appendix 1 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \n(cid:1)  A new funding formula  (cid:1)  MIS reports, available \ndeveloped and  by July each year for \nsimulations conducted  the previous \n(cid:1)  Agreement reached  academic year  \nwith DBM on the  (cid:1)  New manual of \nexpansion of the scope  regulations for private \nof normative financing  schools \nand the creation of a  (cid:1)  Consultant report on \npool of vacated items  quality assurance \n(cid:1)  Information  (cid:1)  Reports from the \nrequirements from HEIs  project management \nsimplified  office and ADB \n(cid:1)  Annual MIS reports  review missions  \nproduced in a timely \nmanner \n(cid:1)  Unnecessary CHED \nregulations for the \nprivate sector abolished \n(cid:1)  A higher education \nmonitoring and \nevaluation system for \nquality assurance \ndeveloped \n \nStaff training and  (cid:1)  HRD plan completed  (cid:1)  Plan document   \ncapacity development  (cid:1)  New staff with specific  (cid:1)  Reports from the \ntechnical and finance  project management \nand management  office and ADB \nbackgrounds recruited  review missions \n(cid:1)  Training programs and \nparticipants selected \n(cid:1)  In-house training \nprograms delivered \n \nInputs       \nConsultancy services  (cid:1)  International OD  (cid:1)  Reports from the \nfor organizational  consultant (3 person- project management \ndevelopment  months)  office, ADB review \n(cid:1)  Domestic consultant (6  missions \nperson-months)  (cid:1)  Consultant reports \n \nConsultancy services  (cid:1)  Domestic consultant (4  (cid:1)  Reports from the   \nfor HRD   person-months)  project management \n  office, ADB review \nmissions \n(cid:1)  Consultant reports \n \nConsultancy services  (cid:1)  International consultant  (cid:1)  Reports from the   \nin higher education  (3 person-months)  project management \nfinancing   (cid:1)  Domestic consultant (5  office, ADB review \n  person-months)  missions \n ", "  Appendix 1  11 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \n(cid:1)  Consultant reports \n \nConsultancy services  (cid:1)  International  consultant  (cid:1)  Reports from the   \nfor quality assurance  (1 person-month)  project management \noffice, ADB review \nmissions \n(cid:1)  Consultant reports \n \nTraining programs  (cid:1)  Capacity-building  (cid:1)  Training plan  (cid:1)  The training program \nprograms, in-house and  (cid:1)  Reports on training  participants will not \nout-sourced ($90,000)  completed, number  be selected \ntrained  appropriately. \n \nStudy tours and  (cid:1)  Three study tours  (cid:1)  Reports from the  (cid:1)  The participants for \nattachments for  (seven people) on  project management  the study tours and \nCHED top  quality assurance,  office, ADB review  attachments will not \nmanagement  student assistance, and  missions  be selected \ngovernance  (cid:1)  Back-to-office reports  appropriately. \n(cid:1)  Two attachments for  of participants \nfive people in higher  (cid:1)  Seminars given for \neducation financing and  relevant staff by each \nquality assurance  participant \n \nEarly retirement plan  (cid:1)  40 senior staff  (cid:1)  Report from the   \nhuman resource \ncommittee of CHED \n(cid:1)  Reports from the \nproject management \noffice, ADB review \nmissions \n \nMiscellaneous  (cid:1)  $20,000  (cid:1)  Reports from the   \n(equipment, furniture,  project management \nprinting, workshops,  office, ADB review \netc.)  missions \n \nADB = Asian Development Bank, CHED = Commission on Higher Education, DBM = Department of Budget and \nManagement, DOST = Department of Science and Technology, HEI = higher education institution, HRD = human \nresource development, MIS = management information system, NEDA = National Economic and Development \nAuthority. \n \n ", "12  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  154,000  0  154,000 \n      ii.  Domestic Consultants  0  94,000  94,000 \n    b.  International and Local Travel  15,000  6,000  21,000 \nc.  Communications and Miscellaneous  0  2,000  2,000 \nExpenses \n  2.  Equipmentb  20,000  0  20,000 \n3.  Workshops, Training Programs, Materials,  0  92,500  92,500 \nand Printing \n  4.  Study Tours and Attachments  56,500  0  56,500 \n  5.  Contingencies  30,000  30,000  60,000 \n      Subtotal (A)  275,500  224,500  500,000 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transportc  0  85,000  85,000 \n  2.  Remuneration and Per Diem       \n    of Counterpart Staff \na.  Working Groups  0  30,000  30,000 \nb.  Project Implementation Unit in CHED  0  60,000  60,000 \n3.  Training Workshops  0  70,000  70,000 \n  4.  Othersd  0  25,000  25,000 \n      Subtotal (B)  0  270,000  270,000 \n        Total  275,500  494,500  770,000 \nCHED = Commission on Higher Education. \n \na   ADB’s TA funding program. \nb   3 computers, 2 printers, 1 binder, multimedia equipment and furniture for training room, 1 photocopy machine, 1 fax \nmachine. \nc   Includes office space, workshop locales, use of computers and photocopiers, domestic travel for staff, and use of \nvehicles. \nd   Includes seminars and meetings, utilities and telephone, supplies, courier services, and other support costs. \n \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 3  13 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  Five  consultants  will  be  required  in  organizational  development,  human  resource \ndevelopment (HRD), and reform of the higher education funding system. In total, 15 person-\nmonths of local and 7 person-months of international consultancy input will be required to \nprovide these services.   \nA.  Organizational Development (Team Leader) \n2.  An  international  specialist  in  organizational  development  and  experienced  in  quality \nassurance in higher education (3 person-months), and a domestic organizational development \nspecialist (6 person-months) will be recruited to (i) conduct a performance analysis to determine \nperformance standards for the Commission on Higher Education (CHED), taking into account \nthe planned changes in its functions, current performance, and performance gaps; (ii) conduct a \ndiagnostic analysis to determine the main causes of the performance gaps, using the work \ncompleted under the project preparatory technical assistance as a basis; (iii) recommend and \ngain agreement on appropriate measures to address the problems and needs identified; (iv) \nrecommend and gain agreement on the changes necessary to strengthen CHED’s role in \nresource allocation through the national budget and the Higher Education Development Fund; \n(v)  recommend  an  appropriate  organizational  structure  for  CHED,  including  functional  and \nposition  charts  specifying  reporting  relationships;  (vi)  design  strategies  for  organizational \nchange, including on-the-job training for senior staff in key reform areas in central and regional \noffices; (vii) design strategies and training programs to further decentralization, in coordination \nwith the HRD specialist.  Two joint reports will be produced, the first covering the results of the \nperformance  analysis  and  the  recommendations  agreed  on,  and  the  second  covering  the \nimplementation  of  the  recommendations,  training  program  and  outputs,  and  an  overall \nevaluation  of  the  success  of  the  technical  assistance  (TA)  in  strengthening  CHED’s \norganizational capacity.    \nB.  Human Resource Development \n3.  A domestic HRD specialist (4 person-months) will be recruited to (i) develop a costed, 5- \nyear HRD plan on the basis of agreements on CHED’s new performance standards, main \ncauses  of  current  underperformance,  requirements  of  CHED’s  future  strengthened  role  in \nresource allocation, and decentralization; (ii) design a new staffing structure, revise key job \ndescriptions,  and  develop  criteria  for  performance  evaluation;  (iii)  recommend  and  gain \nagreement on the changes necessary to strengthen CHED’s HRD system; and (iv) on the basis \nof (iii), HRD staff in key areas, possibly including workforce planning, recruitment strategies, and \nskills upgrading. The consultant will produce a report containing the costed HRD plan, revised \nstaffing  structure,  job  descriptions  and  performance  evaluation,  training  plan,  and  training \noutputs.     \nC.  Higher Education Funding System \n4.  An  international  specialist  (3  person-months)  and  a  domestic  specialist  (5  person-\nmonths) on formula-based financing for higher education financing will be recruited to design a \nnew financing system for public higher education institutions (HEIs), for implementation under \nthe proposed Higher Education Development Project. The new system will consist of three \nelements: (i) a normative funding formula, to be developed and implemented by CHED; (ii) a \nstatement  of  national  higher  education  priorities,  to  be  developed  and  issued  regularly  by \nCHED, anchored in labor force needs as well as quality considerations; and (iii) the proportion \nof the costs incurred by public HEIs that the Government is willing to fund each year.  \n ", "14  Appendix 3 \n5.  Specifically, the consultant will (i) use the completed empirical studies on the costs of \nvarious  program  types  to  develop  cost-based  norms  for  different  programs  and  different \nprogram quality levels; (ii) develop a formula incorporating parameters such as quality, demand, \ndiscipline area, and national priority; (iii) help CHED develop and institutionalize a system to \ndetermine annual priorities in higher education based upon developments in the labor force and \nthe economy, and to be used as a basis for the annual budgeting exercise; (iv) simulate the \nproposed normative financing system for selected public HEIs; (v) expand the coverage of the \nsystem  to  include  salaries  of  public  HEI  personnel;  (vi)  develop  a  plan  for  nationwide \nimplementation; and (vii) ensure that the Department of Budget and Management (DBM) and \nthe National Economic Development Authority are in agreement on all aspects of the proposed \nsystem; and (vii) train CHED and DBM staff to use the new system. Regular workshops will be \nheld during the TA with the technical working group on normative financing and CHED staff to \npresent the work in progress. The consultant will also produce a final report explaining the \nformula  developed,  results  of  the  simulations,  plan  for  nationwide  implementation,  training \nprogram provided, and future needs in normative financing.   \nD.  Quality Assurance \n6.  An international specialist in quality assurance in higher education (1 person-month) will \nbe recruited to (i) review CHED’s higher education monitoring system for quality assurance; (ii) \nrecommend and gain agreement on CHED’s role in quality assurance; (iii) recommend and gain \nagreement on the changes necessary to strengthen the higher education monitoring system; \nand (iv) design a training program to prepare staff to implement the monitoring system, in \ncollaboration with the HRD specialist (for incorporation into the 5-year HRD plan. The consultant \nwill produce a final report describing the current monitoring and evaluation system, its strengths \nand  weakness,  agreements  reached  to  strengthen  the  system,  and  training  program.  The \nagreements reached on CHED’s overall role in quality assurance should also be presented.    \n "], "metadata": {"CreationDate": "D:20021129161300", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021203115259+08'00'"}}