{"path": "data/input/ta/tar-oth-36516.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: OTH 36516 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nFOR \n \n \nIMPROVED MANAGEMENT OF SHARED WATER RESOURCES  \nIN CENTRAL ASIA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", "ABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  ASBP-1  –  First Aral Sea Basin Program \n  ASBP-2  –  Second Aral Sea Basin Program \n  CAR  –  Central Asian republic \n  CTJRC  –  Chui-Talas joint rivers commission \n  EU  –  European Union  \n  ICWC  –  Interstate Commission for Water Coordination \n  IFAS  –  International Fund for Saving the Aral Sea \n  PIU  –  project implementation unit \n  SIC  –  Scientific and Information Center \n  SPECA  –  Special Program for the Economies of Central Asia \n  TA  –  technical assistance \n  TACIS  –  Technical Assistance for the Commonwealth of Independent States \n  USAID  –  United States Agency for International Development \n  WEMP  –  Water and Environment Management Project \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by T. Bayarsaihan, ECAE. \n ", "I.  INTRODUCTION \n1.  Central Asian  republics (CARs) share natural resources—particularly water that flows \nthrough river basins that stretch over the national boundaries. The largest is the Aral Sea Basin, \nwhich drains 64% of the combined geographical area of five CARs1 through two rivers, the Syr \nDarya and Amu Darya. Over the last 50 years, water that flows into the Aral Sea has been \ndrastically reduced by irrigation and poor water management, causing serious environmental \nand  social  damage.  Water  scarcity,  water-related  conflicts,  and  pollution  pose  serious \nchallenges for the national governments and communities in achieving sustained economic \ngrowth and improved living standards.  \n \nII.  ISSUES \n2.  A large part of Central Asia, particularly in the southern steppes, is arid. With average \nannual rainfall ranging between 100 and 200 millimeters per annum, river waters play a crucial \nrole in the economic activity, health, and well being of the people and environment. However, \nunsustainable exploitation of land and water resources during the former Soviet  period, and \npolitical and economic turmoil that followed the independence of CARs, have shattered the \ndelicate balance between the supply of and demand for water in the subregion. In just about 35 \nyears, the Aral Sea—previously the  fourth largest lake in the world—has shrunk by 50%, \naffecting the livelihoods and health of four million people who live around the sea and in the \ndelta areas. Since independence, conflicts have grown between the upper watershed countries \nand the lower riparian countries, especially over the use of the Syr Darya waters (the former \ndesiring hydropower generation in the winter and the latter irrigation of crops in the summer), \nfurther constraining economic cooperation and integration, and creating considerable waste of \nprecious water.2  \n \n3.  In response to the ecological and human health problems of the Aral Sea, the five basin \nstates signed a water treaty  in 1992  and established the Interstate Commission for Water \nCoordination (ICWC). The First Aral Sea Basin Program (ASBP–1) was agreed by five CARs in \n1994, and the International Fund for Saving the Aral Sea (IFAS) was established as the highest \nregional governing body,  chaired by the five heads of state in rotation, with its executive \ncommittee as secretariat.3 The ASBP–1 was finalized in 1997, and included regional water \nmanagement strategies, information systems, water quality management, wetland restoration, \nwater  and  sanitation,  integrated  land  and  water  management,  operational  water  resource \nmanagement, and capacity building. The Program helped to mobilize loans of over $280 million \n(including $200 million investment projects for water supply and sanitation in the 3 countries in \nthe vicinity of the sea) and nearly $50 million of grant-funded technical assistance (TA). In 2003, \nthe basin countries collectively prepared the Program on Concrete Actions on Improvement of \nEnvironmental and Socio-economic Situation in the Aral Sea Basin for a Period of 2003–2010, \nor the Second Aral Basin Program (ASBP–2) which composed investment projects and studies \ntotaling $2.5 billion.  \n \n4.  Despite  the  significant  resources  provided  to  the  region  through  the  ASBP–1, little \nprogress was achieved in restoring the overall ecosystem and improving livelihood and social \n                                                 \n1  Kazakhstan, the Kyrgyz Republic, Tajikistan, Turkmenistan, and Uzbekistan. \n2  Continued winter release from the Toktogul reservoir results in 2-3 kilometers of water wasted in the Arnasay \ndepression every year, depriving the Aral Sea of these vital flows. \n3  The brief descriptions of regional water and environment organizations, which fall under the overall umbrella of \nIFAS, are provided in the Supplementary Appendix. ", "2  \nconditions.4 Among  the  key  reasons  for  the  less-than-satisfactory  results  were  the  weak \ninstitutional and legal frameworks for regional cooperation, the lack of political and financial \ncommitments, and ownership by riparian states to regional causes.  \n \n5.  However, some positive developments have occurred. In March 1998, the landmark \nFramework Agreement between the Governments of Kazakhstan, the Kyrgyz Republic and \nUzbekistan on Syr Darya Basin Water and Energy Resources Use was concluded, allowing \nenergy transfers from and electricity purchases by the downstream states—Kazakhstan and \nUzbekistan—in exchange for the storage of irrigation water by the Kyrgyz Republic. Tajikistan \njointed the agreement later in 1999 allowing similar arrangements for management of the \nKairakkum Reservoir.  This 5-year renewable agreement has served as the basis for annual \nbilateral negotiations for working agreements that establish the timing and amounts of water \nreleases from Toktogul Reservoir as well as compensation for foregone winter hydropower \ngeneration.5 Notable progress has also been made in the management of other transboundary \nriver basins outside the Aral Sea Basin. For example, Kazakhstan and the People’s Republic of \nChina recently reached an agreement on sharing the waters of the Ili River, which terminates in \nKazakhstan’s Lake Balkash, and Kazakhstan and the Kyrgyz Republic concluded an agreement \nin 2000 covering the Chui and Talas rivers.6  \n \n6.  In addition, various projects and studies implemented under  the  ASBP–1 improved \nunderstanding of the complex water management issues facing the region. Among them, the \nWater and Environment Management Project (WEMP) funded by the Global Environmental \nFacility (GEF) and implemented by the World Bank,  aimed to develop national plans and \nregional strategies for rational use of water resources and salt control. The WEMP provided a \nnumber of useful insights that were meant to lead to a next phase of development and resource \nmanagement actions. These include: (i) there is no urgent need to define new water sharing \nagreements; (ii) he low standard of water management is the main water related problem in the \nBasin; (iii)  rational water use could arrest the worsening problems of land degradation and \naccelerate the recovery of the Aral Sea ecosystem; (iv) most water losses take place on the \nfarm, as there are little incentives to improve on-farm water management, and knowledge and \nresources are lacking;  and (v) interstate cooperation in water management should continue \nthrough strengthening existing organizations, including formal representation of other sectors \nand higher authorities.  The World Bank’s current subregional strategy is based on the findings \nof the WEMP, and consists of 3 closely interrelated pillars of (i) improved irrigation and drainage \nmanagement, (ii) improved management at the level of the individual river basins, and (iii) focus \non particular \"hotspots\" where improved management and consensus on solutions has both \nnational and transboundary benefits. \n \n7.  The activities in the region of the Asian Development Bank (ADB) are relatively recent \n(since 1994) and its assistance in the water resources sector has been focused on individual \ncountries. ADB’s loans and TAs in the water sector typically include promotion of national water \nsector reforms, strengthening of the institutional aspects of water management organizations, \nand rehabilitation of key irrigation infrastructures. Since all ADB-supported water management \nprojects receive their water from the two large rivers of Aral Sea basin, it is recognized that the \n                                                 \n4  Kazakhstan-United Nations Development Programme. 2003. Aral Sea Assessment Report. Almaty. \n5  The agreement’s initial 5-year term is over and the annual bilateral working agreements process has recently \nbroken down. Thus, there is a very urgent need to review and revise the framework agreement. \n6  These agreements are important stepping stones to strengthen the interstate cooperation, but they remain tentative \nand still require considerable additional effort to formalize technical and economic content and accompanying legal \nand institutional arrangements.  ", "  3\nlong-term viability of these projects depends directly on improved management of shared water, \nparticularly on the use of water in a more equitable, efficient, and sustainable manner. \n \n8.  The  long-term  economic,  political,  and  social  stability  is  directly  dependent  on  the \nsustainable management of the subregion’s shared water resources, and reducing tensions \namong riparian states originating from transboundary water disputes, will improve mutual trust \nand create an atmosphere conducive to greater economic and political cooperation among the \nstates. During the Regional Consultative Meeting of Senior Officials of CARs in August 2001 in \nManila, the CAR governments formally requested  ADB’s assistance for subregional water \nmanagement issues. ADB responded to this and other specific requests made by CARs by \nsupporting  high-level  policy  dialogues,  forums,  and  consultations  on  regional  water \nmanagement  issues.7 With  its  emphasis  on  the  country  ownership  and  consensus-based \napproach,  ADB’s  supports  to  promote  regional  cooperation  among  CARs  have  gained \nincreasingly strong support and appreciation in the subregion.  \n \n9.  Clearly, promotion of interstate cooperation for improved management of shared water is \na challenging task. Despite continuing difficulties, CARs invariably recognize the need, and \nrequested ADB’s assistance. The proposed regional technical assistance (TA)8 focuses on \nspecific,  and  practical  targets  where  substantially  positive  progress  has  been  made.  The \nproposed TA has been designed through extensive consultation with governments, civil society, \nand donor agencies that are active the region, including the World Bank, United Nations \nDevelopment Programme, United States Agency for International Development  (USAID) and \nSwiss Development Corporation.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  Goal and Purpose. The overall goal of the TA is to achieve sustainable and efficient \nwater management in the region. The purpose of the TA is to help the CARs strengthen their \ncooperation in the management of shared water resources in the Aral Sea Basin and other \ntransboundary basins. \n \n11.  Outputs. The TA will produce three key outputs (Appendix 1). First, the TA will develop \na working interstate water management mechanism on a selected small river basin to reduce \nthe current barriers to the implementation of collaborative and integrated water management of \ncross-border  rivers.  Specific  criteria  have  been  developed  to  measure  the  progress  and \nperformance of the pilot interstate river basin management body to be supported. Second, the \nTA will  help the CARs to  jointly move forward with concrete steps on selected  high priority \nregional  water  policy  issues,  according  to  specific  performance  indicators,  including  the \nrelevance,  immediate  impacts,  and  extent  of  ownership/participation.  Third,  the  TA  will \nstrengthen  the  capacity  of  key  regional  water  management  institutions  and  their  national \n                                                 \n7  Under RETA 6001 (ADB. 2001. Technical Assistance for the Regional Consultations for the Third World Water \nForum. Manila) and RETA 6031 (ADB. 2002. Technical Assistance for Promoting Effective Water Management \nPolicies and Practices. Manila.), ADB organized several regional workshops and coordination meetings among \nstakeholders, where the key policy, institutional, and technical issues of subregional water management were \ndiscussed. Also, ADB under its TA 6099 (ADB. 2003. Assessment of Subregional Water Resources Management \nIssues in Central Asia. Manila.) conducted a critical assessment of past and ongoing subregional activities and \nidentified ADB’s short- and medium-term operational priorities in regional water management area.  \n8 The TA first appeared in ADB Business Opportunities (Internet edition) on 13 June 2003. ", "4  \naffiliates on clearly  defined and agreed mandates, according to the key result areas to be \nachieved through the TA.  \n \nB.  Methodology and Key Activities \n12.  Improving Transboundary Water Management on a Pilot Basis. The TA centers on \ndemonstrating good transboundary basin management practices on a pilot basis. The sites \nchosen  are  the  Chui  and  Talas  river  basins,  located  across  Kazakhstan  and  the  Kyrgyz \nRepublic.  The  riparian  countries  intend  to  establish  a  Chui-Talas  joint  rivers  commission \n(CTJRC) during the first quarter of 2004 to manage interstate relations in these matters. Once \nthe CTJRC has been formally established, TA activities will commence to assist the CTJRC to \nbecome fully operational—by helping to develop operational guidelines, a financing plan, and a \nwater rights analysis as a basis for a water allocation policy—as well as other capacity-building \nefforts.  The TA activities will be complemented by parallel planned assistance by the European \nUnion (EU) Technical Assistance for the Commonwealth of Independent States (TACIS). The \nEU TACIS project is expected to be operational before the end of 2003, and will provide  a \nbasinwide water management plan and help  to develop a decision support system for the \nbasins. The framework of coordination with EU TACIS has been developed and agreed upon \n(Appendix 2). During the TA implementation, a steering committee of funding agencies will be \nestablished to coordinate the agencies’ activities. \n \n13.   Facilitating Regional Water Policy Discussions. The TA will also facilitate discussions \namong regional stakeholders and develop (i) consensus on the extension and revision of the \n1998 framework agreement on water and energy use in the Syr Darya basin;9 (ii) shared vision \nabout the need and opportunities for the agriculture and water sector reform policies, particularly \nthose relating to policy options and economic incentives to slow the worsening land degradation, \nincluding  crop  diversification  for  conserving  water  and  reducing  drainage  effluent,  and \nintroduction of low-cost land leveling, irrigation and drainage system rehabilitation; and  (iii) \ncommon understanding about the options available for improved water management, including \ndevelopment of water users’ associations, irrigation cost recovery, and other related legal and \ninstitutional issues.  \n \n14.   TA activities dealing with the review and improvement of the 1998 Syr Darya framework \nagreement will largely be implemented through the Scientific and Information Center (SIC) of \nICWC  (SIC-ICWC)  and  the  Executive  Committee  (EC)  of  IFAS  (EC-IFAS), 10  in  close \ncoordination with other development partners, particularly USAID, whose assistance had led to \nthe initial brokering of the 1998 framework agreement. For the broader sector issues to be \ncovered under (ii) and (iii), the TA will produce a series of technical papers, and conduct \nparticipatory workshops with a wide range of stakeholders(cid:190) including policy makers, water and \nenvironment  ministries,  nongovernment  organizations,  and  farming  communities.  The \nworkshops will clarify the understanding of the alignment between relevant national-level policy \nthrusts  that  are  necessary  to  improve  shared  water  management  in  the  subregion.  In \nundertaking these activities, ADB will mainly play a facilitating role in regional water policy \ndiscussions, with clear understanding that the participating CARs will drive the whole process \nand will also be responsible for the delivery of final output.  \n                                                 \n9 The initial support to revision of 1998 Framework Agreement is being provided by ADB through its TA: 6001: \nRegional Consultations for 3rd World Water Forum, which has been limited to financing of initial preparations, and \nregional consultations to organize regional working group’s meetings. \n10 This will be based on the submission of a proposal to ADB by SIC-ICWC and the EC-IFAS and, if approved, the \nissuance of a letter of agreement covering all terms of the grant and including a detailed terms of reference for the \nactivities of SIC-ICWC and EC-IFAS. ", "  5\n15.  Building Regional Water Management Capacity.  The TA will also strengthen the \ncapacity of regional water management organizations and their national-level affiliates in such \npriority areas as international water rights, negotiation and conflict resolution mechanisms, and \nintegrated water resources management. Special attention will be also given to their capacity for \ncollecting and sharing data and disseminating the relevant information and findings under the \nTA. The corresponding  national bodies in Afghanistan11 will be encouraged  to participate in \nrelevant workshops and meetings held under the TA.  \n \nC.  Cost and Financing \n16.  The estimated cost or the TA is $850,000 equivalent. Of this, ADB will provide $700,000 \non a grant basis from ADB’s TA funding program. The governments of participating CARs will \nprovide  counterpart  staff  time  and  resources,  data,  and  documents  to  support  the  TA \nimplementation. These are valued at $150,000 and will be equally shared by participating \nCARs. The detailed cost estimates and a financing plan are given in Appendix 3.  \nD.  Implementation Arrangements \n17.  ADB will be the Executing Agency for the TA, with the Agriculture, Environment, and \nNatural  Resources  Division  of  East  and  Central  Asia  Department  responsible  for  all  TA \nactivities. In each participating country, national agriculture and water ministries or agencies, as \nthe case may be, will be implementing agencies, with the heads or deputy heads of the \nministries or agencies in charge of water resources as the focal points. The implementation will \nbe undertaken in close coordination with EC-IFAS, ICWC, and various development partners, in \nparticular, EU TACIS, USAID, and the World Bank. TA activities will be implemented during a \n12-month period, beginning in February 2004.  \n18.  The  TA  will  finance  13  person-months  of  international  and  36  person-months  of \ndomestic consultancy, covering  river  basin  and  water  resources management,  policy  and \ninstitutions, economics, and others.  The outline terms of reference are in Appendix 4. Given the \nsmall number of international experts and specialized nature of services required, including the \nneed for prior CARs experience and Russian language capability, individual consultants will be \nrecruited  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants.  Individual \ndomestic consultants will be engaged by ADB in consultation with the team leader. Special \nshort-term  studies  will  be  commissioned  by  the  team  leader  to  augment  assessments \nconducted under the TA. Equipment and materials to be financed by the TA will be procured by \nthe  consultants  or  ADB  in  accordance  with  ADB’s  Guidelines  for  Procurement  or  other \nprocedures acceptable to ADB.12 \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $700,000 on a grant basis for \nImproved Management of Shared Water Resources in Central Asia, and hereby reports this \naction to the Board. \n                                                 \n11 Including the Ministry of Irrigation, Water Resources and Environment. \n12 Equipment may include computers, software, photocopier, facsimile machine, and multimedia instruments. ", "6 Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \nDesign  Performance  Monitoring  Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n       \nSector Goal \nAchieve sustainable and  The winter release of the Syr  Discharge record.  High-level commitment \nefficient water management  Dayra River at Toktogul  from the governments. \nin the region.  reduced substantially.  \n  The regional water body  Assessment and  Continued donor \nmanagement with sufficient  reports of Interstate  support for the Second \nlocal funding, clear mandates,  Commission for  Aral Sea Basin \nand adequate sector  Water Coordination  Program (ASBP-2). \nrepresentation and  (ICWC) and \nauthorities.  Executive \nCommittee (EC) of \nInternational Fund \nfor Saving the Aral \nSea (EC-IFAS). \n  Rate at which the areas  Government reports,   \naffected by shallow ground  surveys carried out \nwatertable and soil salinity  under the First Aral \ndecreased.  Sea Basin Program \n(ASBP-1) related to \nthe projects.  \n  Effective economic incentives  Relevant   \nin place to conserve water  government \nand reduce drainage effluent,  decrees, \ntogether with the supporting  International \npolicy and legal framework, in  Monetary Fund and \neach of Central Asian  World Bank country \nrepublics (CARs).  reports. \n       \nPurpose \nHelp CARs strengthen  A joint river commission  Technical  High-level commitment \ncooperation in the  established with  (i) agreed  assistance (TA)  and support from the \nmanagement of shared  legal framework; (ii) adequate  reports.  countries. \nwater resources in the Aral  and sustainable local funding;  Close coordination \nSea Basin and other  (iii) agreed water allocation  between Asian \ntransboundary basins.  plan; and (iv) clear  Development Bank \n  operational guidelines,  (ADB) and European \nincluding staffing and relevant  Union (EU)/Technical \nauthorities.  Assistance for \nCommonwealth of \nIndependent States \n(TACIS). \n \n  A consensus reached among  TA reports.   Mutual trust, willingness \nCARs about the content of  Assessment by the  to cooperate, and \nthe extension and revision of  participating  commitment of the \nthe 1998 Syr Darya  governments.  governments. \nframework agreement. \n       \n \n   ", "Appendix 1  7\n \n \nDesign  Performance  Monitoring  Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n       \nICWC members and senior  TA reports.  Identification and \npolicy makers of CARs made  Assessment by the  presentation of realistic \naware of the policy and  participating  and achievable gains \ntechnical options available to  government officials.  that can emanate from \nslow land degradation and  Subsequent  the policy changes and \nimprove water management.  changes in the  other technical options. \nUnderstanding is also  policies.  Greater gains on \nreached on how ADB could    national and \nincorporate these options in  subregional context \nits future operations in the    supercede vested \nsubregional context.    interests that support \ncontinued restrictive \n   \npolicies. \n   \n \nThe roles of ICWC, EC-IFAS,  Assessment by \nConflicting national \nand their national affiliates  ICWC and EC-IFAS. \ninterests can be \nclarified in implementing and \nnegotiated for common \nfollowing up the TA. The \ngoal. \nagencies capacities for data \nsharing and information  Financing agencies \ndissemination through TA are  agree that the present \nstrengthened.  regional bodies need \nno major changes. \nOutputs       \nA.     Improved Transboundary Water Management on a Pilot Basis (Chui-Talas) \n(i) An operational and  Organizational structure for  ADB’s TA review.  Cooperation of the \nfunctioning Chui-Talas joint  the CTJRC agreed, with  TA reports.  countries. \nrivers commission (CTJRC).   financing beyond 2004 \nassured. \n(ii) Water management  Baseline conditions  ADB’s TA review.  Close collaboration with \nimprovements achieved in  documented, and   TA reports.  EU of TACIS, and the \nthe basins.  improvements recorded in  successful progress of \nsharing of water and irrigation  the latter’s program. \nsystem costs. \n(iii) Lessons from the CTJCR  Regional outreach achieved.  ADB’s TA review.  Effective participation \ndisseminated in the region.  TA reports.  by various \nstakeholders. \n(iv) Operational guidelines  Report completed and  ADB’s TA review.  Country ownership. \nfor the CTJRC.  approved by the CTJRC.  TA reports. \n(v) Sustainable financing  Report completed and  ADB’s TA review.  Budget availability. \nplan for the CTJRC.  approved by the CTJRC.  TA reports. \n(vi) Information management  Report completed and  ADB’s TA review.  Effective participation \nand sharing structure for  approved by the CTJRC.  TA reports.  by various \nCTJRC and stakeholders.  stakeholders. \n(vii) Analysis of C-T water  Report completed and  ADB’s TA review.  Data availability. \nrights as basis for equitable  approved by the CTJRC.  TA reports. \nand efficient allocation   \npolicy. \n \n \n ", "8 Appendix 1 \nDesign  Performance  Monitoring  Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n \nB.     Facilitation of Water Policy Discussions \n(i) Draft revision of 1998 Syr  Revisions extended for more  ADB’s TA review.  Governments’ \nDarya Framework  than 5 years, allow reduction  TA reports.  commitment and \nAgreement as endorsed by  in the winter release, and  Acceptance of the  interest. \nICWC.  provide adequate  governments.   \n  compensation scheme.     \n     \n(ii) Technical papers and \nQuality reports with contents  ADB’s TA review.  Strong participation by \nworkshops on policy and \nand recommendations seen  TA reports.  the relevant policy and \ntechnical options on (a) crop \nas relevant and useful for  Acceptance by the  decision makers from \ndiversification for conserving \nnear term adoption by the  governments.  the governments. \nwater, low-cost land leveling, \ngovernments.   Assessment of the \nand irrigation and drainage \nPresentation of relevant good  participants. \nsystem rehabilitation; (b) \ninternational practices. \nwater users’ associations; \nClear identification of \n(c) irrigation cost recovery; \npotential gains. \nand (d) other related legal \nand institutional issues. \n \nC.     Regional Water Management Capacity Building \nThe roles of ICWC, EC-IFAS  Reduced tension and  ADB’s TA review.  Support by IFAS Board. \nand their national affiliates  conflicts among the regional  TA reports.   \nclarified in implementing and  water management agencies.  Assessment by   \nfollowing up the TA.     ICWC and EC-IFAS.   \n     \n \n     \nThe agencies have their  Availability of relevant water  ADB’s TA review.  Available local staff \ndata sharing and information  management data and  TA reports.  qualified and motivated. \ndissemination capacity  information. \nstrengthened through the  Transparency and disclosure \nTA.  of data and information.  \nStronger conceptualization \n \nand analytical skills, \nparticularly linking the \nnational policies and \nstrategies and subregional \nconcerns. \nStronger linkage with \nstakeholders, including policy \nmakers and other sector \nrepresentatives (energy, \nenvironment). \n       \nInputs \n•  International consultants  Financing of project costs  Dialogue with  Availability of qualified \n(13 person-months)  (see Appendix 3)  agency staff and  consultants. \n•  Domestic consultants    consultants.   \n(36 person-months)  TA reporting requirements    Governments’ \n•  Resource persons  met.  Financial reporting  commitment of \n•  Data and information    from TA  counterpart staff and \n•  Office supplies  Strong technical inputs as  implementation.  other support. \n•  Counterpart staff  judged by staff mission and   \nevaluation of counterparts.   ADB staff missions. \n \n   ", "       Appendix 2  9\n   \n `   \nESTABLISHMENT AND OPERATION OF THE CHUI-TALAS JOINT RIVERS COMMISSION:  \nDONOR COORDINATION FRAMEWORK \n1.  The division of responsibilities for the technical assistance are given in the following \nparagraphs. \n \n2.  The governments of Kazakhstan and the Kyrgyz Republic will be responsible for overall \ncoordination of activities and communications, legal and institutional arrangements, logistics and \nadministration, and financial and personnel resources. \n \n3.  The Organization for Security and Cooperation in Europe, United Nations Economic \nCommission for Europe, and United Nations Economic and Social Commission for Asia and \nPacific will engage in the following principal activities:  \n(i)  developing a statute and regulations for the proposed joint commission; \n(ii)  analyzing the allocation of costs for operation, management, and rehabilitation of \nselected water-control facilities; \n(iii)  developing mechanisms for enhanced public participation in water management; \nand \n(iv)  disseminating information on the Chui-Talas through a web site created for that \npurpose. \nThese activities will occur from January 2003 through May 2004, and will cost an estimated \n$110,000. \n \n4.  The Asian Development Bank will engage in the following principal activities:  \n(i)  preparing operational guidelines and policies for the joint commission; \n(ii)  preparing a financial plan for the commission, and sustaining delivery of water \nmanagement services; \n(iii)  assessing  the  information  available  and  required,  and  preparing  associated \nmanagement guidelines;  \n(iv)  analyzing water rights issues and options, including the roles of water users' \nassociations; \n(v)  training members of the joint commission and other relevant people on water \neconomics, water rights, information sharing, and related topics; and \n(vi)  documenting the functioning of the commission as a model for the region. \n \nThe activities will take place from January 2004 through March 2005 and will cost around \n$400,000. \n \n5.  The European Union-Technical Assistance for Commonwealth of Independent States  \n(EU-TACIS) will engage in the following principal activities: \n(i)  analyzing basinwide water resources development and management options, \nincluding projections of demand for water; \n(ii)  formulating a preliminary strategy for implementing preferred water management \noptions; \n(iii)  preparing and testing a support system for decisions, for improved understanding \nof options to manage water quality and quantity; and \n(iv)  building the capacity of cooperating institutions for water resource planning, \nwater demand projection and development, and use of decision support systems. \n \nThe activities will take place from December 2003 through December 2004 and will cost \napproximately $1.1 million equivalent. ", "1 0  Appendix 3 \n`  COST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Cost \n   \nA.  Asian Development Bank Financinga \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  285 \n      ii.  Domestic Consultants  40 \n    b.  International and Local Travel  120 \n    c.  Reports and Communications  10 \nd.  Grant to Scientific and Information Center-      \nInterstate Commission for Water Coordination   \nand International Fund for Saving the Aral Sea   90 \n  2.  Equipmentb  15 \n  3.  Training and Workshops   \n    a.  Facilitators  15 \n    b.  Programs  30 \n  4.  Surveys  15 \n  5.  Miscellaneous Administration and   30 \n    Support Costs \n  6.  Contingencies  50 \n      Subtotal (A)  700 \n   \nB.  Government Financing   \n  1.  Office Facilities and Logistics  60 \n  2.  Remuneration and Per Diem of Counterpart Staff  60 \n  3.  Others  30 \n      Subtotal (B)  150 \n        Total  850 \na Financed by ADB’s technical assistance funding program. \nb Equipment may include computers, software, photocopier, facsimile, and multimedia instruments.  \nSource: Asian Development Bank estimates. ", "Appendix 4  11\nOUTLINE TERMS OF REFERENCE FOR THE CONSULTANTS \n \nA.    Consultant Qualifications and Inputs \n1.  A  total  of  13  person-months  of  international  and  36  person-months  of  domestic \nconsulting services will be required in the areas of river basin management, water economics, \nwater resources management, policy and institutions, water resources planning and information \nmanagement. The consultants will be hired on an individual basis according to Guidelines on \nthe  Use  of  Consultants  of  the  Asian  Development  Bank  (ADB)  and other arrangements \nsatisfactory to ADB for the engagement of domestic consultants. Special short-term studies will \nbe commissioned by the team leader using technical assistance (TA) resources to augment the \ninputs of the consultants.  \n2.  The  international  consultants  will  have  strong  qualifications  and  demonstrated \nexperience  in  implementing  policy  and  institutional  aspects  of  integrated  water  resources \nmanagement, and in participatory implementation of water sector projects. The international \nconsultants should have had experience in Central Asia or in regions with similar conditions and \nhave excellent oral and written communications and diplomacy skills and tact adequate for \ndealing  with  stakeholders  ranging  from  high  government  officials  to  farmers  and  other \nbeneficiaries. Working knowledge of the Russian language will be strongly advantageous, \nthough it is not a requirement. \n3.  The domestic consultants’ skills will complement those of the international consultants \nand  bring  local  knowledge  of  water  resources  management  issues,  policy  reforms,  and \ninstitutional developments in Central Asia. The domestic consultants will assist the international \nconsultants in all tasks, including information collection, analysis, and organization of meetings, \nand workshops.  \nB.  Specific Terms of Reference \n4.  Improving Transboundary Water Management on a Pilot Basis: Developing the \nChui-Talas Basins (Activity Area 1). The first set of activities under the TA will work with the \nChui-Talas oj int rivers commission (CTJRC), once it is legally established, to develop an \nexample/model within the region of cooperative management of transboundary water resources.  \nSix specific tasks are to be carried out, not necessarily in sequential order, and in some cases \nwith subtasks indicated:  \n(i)  Prepare operational guidelines and policies for the CTJRC, and document the \ndevelopment of CTJRC functions to serve as an example for the region.  \n(ii)  Document general baseline conditions in the two basins, and assess water \nmanagement improvements and associated benefits for basin populations.  \n(iii)  Prepare a plan for the sustainable financing of the CTJRC and for meeting the \noperation and maintenance costs of providing water services in the basins, \nincluding a review of bilateral cost-sharing arrangements and external financing \noptions.  \n(iv)  Assess information available and the needed for smooth CTJRC operation, and \nprepare  associated  information  management  guidelines  emphasizing \ntransparency.  \n(v)  Analyze water rights issues and options, including the potential roles of water \nusers’ associations.  \n(vi)  Carry out training on water economics, water rights, information sharing and \nrelated topics, applying these to the specifics of the Chui-Talas basins. ", "12 Appendix 4        \n \n5.  Facilitating Regional Water  Policy  Discussions  (Activity  Area  2).  Two types of \nactivities will be conducted to promote dialogue on key regional water policy topics. The first \ncovers review and improvement of the 1998 Syr Darya Framework Agreement and the second \ndeals with analyses of and discussions on the important policy topics of (i) shared vision about \nthe need and opportunities for the agriculture and water sector reform policies, particularly those \nrelating to policy options and  economic incentives  to slow the worsening land degradation \n(shallow  groundwater  and  soil  salinity),  including  crop  diversification  for  conserving  water, \nreduction  of  drainage  effluent,  introduction  of  low-cost  land  leveling,  and  rehabilitation of \nirrigation and drainage systems; and (ii) common understanding about the available options for \nimproved water management, including development of water users’ associations, irrigation cost \nrecovery, and other related legal and institutional issues.  \n6.  Activities relating to review and refinement of the 1998 Syr Darya Framework Agreement \nwill largely be implemented through a grant under the TA to the Scientific and Information \nCenter (SIC)-Interstate Commission for Water Coordination (ICWC) and Executive Committee \n(EC) of International Fund for Saving the Aral Sea (IFAS). This will be based on the submission \nof a proposal to ADB by SIC-ICWC and EC-IFAS, which will be reviewed and agreed to by ADB \nstaff in consultation with the consultant team leader. The EC-IFAS will be kept informed of \ndevelopments in this regard.  \n 7.  In addition to the assistance provided through the SIC-ICWC, TA consultants will, as \nneeded, help convene meetings to support regional dialogue on amendments to the agreement. \nImplementation will be closely coordinated with related work being supported by the United \nStates Agency for International Development (USAID) under its Transboundary Water and \nEnvironment Project.   \n8.  The TA will also support regional dialogue on key water policy questions by sponsoring \nanalyses and discussion on (i) shared vision about the need and opportunities for agriculture \nand water sector reform policies, particularly those relating to policy options and  economic \nincentives to slow the worsening land degradation; and (ii) common understanding about the \navailable  options  for  improved  water  management,  including  development  of  water  users’ \nassociations, irrigation cost recovery, and other related legal and institutional issues. Analyses \nwill be commissioned on each of these topics—to take account of local and international \nexperience—and workshops will be convened with broad-based stakeholder participation. The \nrecommendations will be presented to the ICWC members for their potential action and widely \ndisseminated through the PIU and other stakeholders. For each of these policy topics, the \nregional dialogue will be facilitated through completion of the following tasks:  \n(i)  finalization, in consultation with regional stakeholders, of a detailed definition of \npolicy topics to be discussed;  \n(ii)  commissioning of analyses by regional and international experts, including by TA \nconsultants, to examine key issues related to each topic;  \n(iii)  organization of regional workshops on the chosen topics; and \n(iv)  dissemination of the results, including recommendations for policy and program \naction as well as areas requiring further local, national, and/or regional dialogue. \n \n9.  Building Regional Water Management Capacity (Activity Area 3). In addition to the \ngeneral capacity-building aspects of other activities carried out through the TA, specific training \ntasks will be conducted to strengthen regional institutions and the understanding of key decision \nmakers. The final agenda for the training will be formulated during the inception period in ", "Appendix 4  13\nconsultation with regional stakeholders, but activities are likely to focus on (i) strategic planning \nrelated to integrated water resources management; (ii) negotiation and conflict resolution; (iii) \nand other topics complementary to the pilot river basin management and policy dialogue \nactivities under the TA. In particular, the Chui-Talas site may be used as a venue and case \nstudy for training on subjects relating to transboundary basin management and water sharing. \nC.  Positions and Qualifications \n1.  International Consultants \na.  River  Basin  Management  Specialist  and  Team  Leader  (9  person-\nmonths) \n10.  The river basin management specialist will manage the TA team of international and \ndomestic consultants1 and be responsible for coordinating all TA activities and accomplishing \nTA outputs with the support and inputs of other consultants and in collaboration with Central \nAsian counterparts. This will include presenting preliminary findings and incorporating inputs \nprovided by ADB, the Central Asian republics (CARs’) governments, and other stakeholders at \neach stage of TA progress review. The specialist will work under the supervision of ADB staff \nwhile interacting closely with Central Asian counterparts. In close consultation with Central \nAsian counterparts, and with the assistance of local resources persons, the specialist will take \nthe lead in organizing the planned workshops in the region. \n11.  The specialist will draft the detailed terms of reference for all domestic consultants, and \npropose these to ADB for review and approval 1 week after accepting his or her contract. In \nclose consultation with IFAS, ICWC, and the governments of participating CARs, the specialist \nwill  assist  ADB  in  identifying  suitable  and  technically  qualified  candidates  for  ADB’s \nconsideration for the domestic consultant positions to be engaged under the TA. \n12.  Specifically, the specialist will (i) provide overall management of the TA consultant team, \nincluding ensuring that all outputs and reporting requirements are met; (ii) directly supervise the \nwork of the domestic river basin management specialist responsible for coordinating work \nrelated to the Chui-Talas Basin (Activity Area 1); (iii) manage all aspects of activity areas 2 and \n3 regarding the facilitation of policy dialogue and capacity building; (iv) commission special \nshort-term  studies  to  augment  assessments  conducted  under  the  TA;  and  (v)  lead  the \npresentation of the major findings and outputs of the TA to Central Asian counterparts and ADB. \n13.  The specialist will have a university degree in natural resources/water management or a \nclosely related field plus at least 5 years of experience dealing with complex river basin \nmanagement issues, preferably at an international transboundary level.  Fluency in the Russian \nlanguage and experience in Central Asia would be highly advantageous, though they are not \nrequired.  \nb.  Short-Term Consultants (4 person-months) \n14.  The TA team will include three short-term international consultants totaling 4 person-\nmonths of input as follows: water economist (2 person-months); water resources specialist (1 \nperson-month); and legal and institutional specialist (1 person-month). The water economist will \nsupport all economic aspects of the TA’s work as assigned by the team leader, including \n                                                 \n1 The subcomponent reviewing the 1998 Framework Agreement on the Syr Darya Basin will be led by the director, \nSIC-ICWC under ICWC oversight and in coordination with ADB and the TA consultant team leader. ", "14 Appendix 4        \ndeveloping a sustainable financing plan for shared water resources management in the Chui-\nTalas river basins. The water resources specialist will take the lead in framing, under the team \nleader’s supervision, all aspects of the TA’s facilitation of regional discussions on water use \nefficiency as well as other topics to be assigned by the team leader. The legal and institutional \nSpecialist will take the lead in framing, under the team leader’s supervision, all aspects of the \nTA’s facilitation of regional discussions on legal and institutional arrangements for shared water \nmanagement as well as other topics to be assigned by the team leader.   \n  2.  Domestic Consultants2 \na.  Water Resources Specialist and Deputy Team Leader (10 person-\nmonths)  \n15.  The specialist will support the team leader in all aspects of TA implementation and will \noversee  the  project  implementation  unit’s  (PIU’s)  operations.  The  specialist  will  have  a \nuniversity degree in water resources management or a closely related field plus at least 5 years \nof experience dealing with water management issues in Central Asia, preferably at the regional \nlevel.  Fluency in spoken English and proficiency in written English are required.  \nb.  Water Resources Specialist and Chui-Talas Coordinator (10 person- \nmonths)  \n16.  The specialist will be based in the sub-PIU dedicated to the TA’s Chui-Talas rivers \nactivities and will lead these activities under the supervision of the team leader. The specialist  \nwill have a university degree in water resources management or a closely related field plus at \nleast 5 years of experience dealing with water management issues in Central Asia, preferably at \nthe regional level.  Proficiency in spoken and written English are required.  \nc.  Policy and Institutions Specialist (10 person-months)  \n17.  The  specialist  will  support  all  aspects  of  the  TA’s  activities  relating  to  policy  and \ninstitutional development, particularly activity areas 2 and 3, under the supervision of the team \nleader. The specialist  will have at least a  masters degree in economics, management, or a \nrelevant field and 5 years of experience dealing with natural resources management issues in \nCentral Asia, preferably focusing on water management and at the regional level.  Proficiency in \nspoken and written English are required.  \nd.  Short-Term Consultants (6 person-months) \n18.  The TA team will include three short-term domestic consultants totaling 6 person-months \nof input as follows: water economist (3 person-months); water resources planning specialist (2 \nperson-months);  and  information  management  specialist  (1  person-month).  The  water \neconomist will work with the international water economist to support all economic aspects of \nthe TA’s work as assigned by the team leader specifically to include the task of developing a \nsustainable financing plan for shared water resources management in the Chui-Talas River \nbasins. The water resources planning specialist will assist the team leader and other team \nmembers with organization of all regional meetings, monitoring progress on the revision of the \n1998 Syr Darya Framework Agreement, and otherwise supporting regional planning aspects of \nthe TA’s work. The information management specialist will work with the Chui-Talas Coordinator \n                                                 \n2  All domestic consultants will be recruited from across all CARs, not just from the countries where the TA operations \nare located. ", "Appendix 4  15\nand other team members to support all information management aspects of the TA’s work, and \nspecifically to include the task of developing an information management plan to support shared \nwater resources management in the Chui-Talas River basins.  \nD.  Reporting Requirements and Schedule \n \n19.  TA activities will be implemented over a 12-month period, beginning in February 2004.  \nBy the end of the second month, the PIU is to be established (in Almaty, Dushanbe, or \nTashkent) with a suboffice near the offices of the CTJRC (anticipated to be in Bishkek). Most TA \nwork  will  be  completed  by  the  thirteenth  month,  with  the  remaining  time  to  be  used  for \nconcluding activities, including dissemination of findings.  \n20.  An inception report will be prepared within 6 weeks of the TA’s initiation at which time all \nhiring of domestic consultants will have been completed. All advanced draft and final version of \ndocuments produced by the consultants are to be translated into the Russian language to \nfacilitate  their  review  and  dissemination.  The  inception  report  will  present  detailed \nimplementation arrangements, final recommendations for policy and training topics. A small \ninception workshop will be held to review the report’s recommendations, build team dynamics, \nand finalize TA implementation plans once the TA is fully staffed. A midterm report will be \nfinalized by the end of the sixth month of TA implementation, provide an interim assessment of \noutputs and outcomes, and identify areas requiring special attention by the steering committee \nand/or ADB to ensure the achievement of all TA objectives by the end of the implementation \nperiod. An initial assessment of opportunities for follow-on activities also will be included. ADB \nreview missions will be conducted to ensure close monitoring of TA implementation. A draft final \nreport  will  be  prepared  by  the  end  of  the  eleventh  month  documenting  all  TA  activities \nundertaken, assessing outputs and outcomes, and providing conclusions and recommendations \nderived from the TA’s conduct. A workshop will be held to  discuss its findings. The closing \nassessment of results will be covered in the final report, which will incorporate comments on the \ndraft final report and any additional accomplishments in the final period of implementation. "], "metadata": {"Creator": "R357-03 - Microsoft Word", "CreationDate": "D:20040112073251Z", "Title": "R357-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040113124759+08'00'"}}