{"path": "data/input/ta/tar-fsm36483-01.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: 36483-01 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nFEDERATED STATES OF MICRONESIA  \n \n \nFOR  \n \n \nCAPACITY BUILDING IN PUBLIC SECTOR FINANCIAL MANAGEMENT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 2002", " \nCURRENCY EQUIVALENTS \n \nThe United States dollar is the currency in the Federated States of Micronesia. \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BPS  –  Budget Preparation System \n  DFA  –  Department of Finance and Administration \n  FMIS  –  financial management information system \n  FSM  –  Federated States of Micronesia \n  TA  –  technical assistance \n  US  –  United States \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2002 \nbegins on 1 October 2001 and ends on 30 September 2002. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by T. Mellor, PARD. \n \n ", " \n \nI.  INTRODUCTION \n1.  In 1995, the Government of the Federated States of Micronesia (FSM) initiated a reform \nprogram aimed at strengthening the economy. The Asian Development Bank (ADB), through its \nPublic  Sector  Reform  Program  loan  and  associated  technical  assistance  (TA)1  has  been \nsupporting the reform activities. One element of the reform program is the introduction of a \nperformance-based  budgeting  system  to  enhance  financial  controls  and  improve  public \nresource management. This initiative has been supported by a number of TAs2 since 1998 to \nimprove the management of public resources through development and implementation of a \nperformance-based public resource management system. Activities undertaken have achieved \nthe following: (i) performance-based budgeting was introduced in the FSM’s national and four \nstate governments; (ii) new budget and accounting procedures were implemented; (iii) training \nwas held to improve capacity in strategic planning and understanding of performance-based \nconcepts and terms; (iii) an improved budget preparation system (BPS) and a detailed budget \nmanual were introduced. \n \n2.  The first phase of TA FSM-3765 involved a review of the budgeting, accounting, and \nmanagement reporting systems currently in use in the five governments. The review indicated \nsome systems and capacity deficiencies that have limited the efficiency and effectiveness of the \nperformance-based budget management reforms (para. 7). The 2002 Country Programming \nMission agreed with the FSM governments that the adoption of a uniform financial management \ninformation system (FMIS) by all governments will improve efficiency and effectiveness, and \nenhance accountability and transparency of government operations. Discussions between ADB, \nthe  FSM  government,  and  the  United  States  (US)  Department  of  Interior  resulted  in  an \nunderstanding that the TA should have two components: (i) the acquisition of hardware and \nsoftware and installation of an integrated FMIS in all five governments, to be funded by the US \nGovernment; and (ii) a comprehensive training program for FSM officials in accounting, finance, \nand  management  principles  and  systems,  with  ADB  assistance.  Funding  from  the  US \nGovernment has been confirmed in discussions with the FSM and the US Department of Interior \nofficials. \n \n3.  This  TA3  supports  comprehensive  capacity  building  in  accounting,  budgeting,  and \ninformation technology with specific focus on performance-based public resource management. \nThe TA will reinforce performance-based budgeting reforms supported by ADB since 1998 \n(footnote 2).  \n \nII.  ISSUES \n4.  The  objective  of  introducing  performance-based  public  resource  management  is  to \nimprove the quality and effectiveness of resource management. Earlier work under TA 2983 and \nTA 3431 focused mainly on designing performance-based budgeting software and training on \nhow to use the BPS to prepare the annual budgets.  \n \n                                                 \n1  ADB. 1997. Report and Recommendations of the President to the Board of Directors on a Proposed Loan to the \nFederated States of Micronesia for the Public Sector Reform Program. Manila; ADB. 1995. Technical Assistance to \nthe Federated States of Micronesia for Policy Advisory Team for Economic Management. Manila. \n2  ADB. 1998. Technical Assistance to the Federated States of Micronesia for Performance-Based Public Resource \nManagement.  Manila;  ADB.  2001.  Technical  Assistance  to  the  Federated  States  of  Micronesia  for  the \nImplementation of Performance-Based Budget Management. Manila. \n3  The TA first appeared in the ADB Business Opportunities (internet version) on 3 September 2002. ", "2 \n5.  In the deliberation on the 2002 budget in the 12th session of the FSM National Congress, \nthe performance-based budgeting approach was discussed extensively by the Public Accounts \nCommittee.  The  committee’s  report,  while  indicating  continued  frustration  with  the  budget \nprocess and output, confirmed its commitment to the concept and the need for performance-\noriented  budgeting  and  reporting  systems.  The  committee  suggested  simplification  of  the \nexisting performance budget format and content to focus the budget on priority items and to \nimprove ease of understanding by Congress. Understanding and support for the performance-\nbased public resource management was expected to grow once the executive branches of all \nfive  governments  improved  the  quality  and  user-friendliness  of  the  documents,  and \ndemonstrated its usefulness in the management of government operations.  \n \n6.  The usefulness of a public sector FMIS depends, in large part, on its ability to link the \nbudget preparation and financial reporting modules. The first phase of TA 3765, a review of the \nexisting systems (BPS, FMIS, and performance reporting) in the five governments, noted a \nnumber of deficiencies: (i) three FMISs of varying quality are in use; (ii) budget preparation is \nsupported by a BPS that is a stand-alone system with no linkages to accounting or management \nreporting systems; (iii) the existing FMISs (except one) use old technology and hence suffer \nfrom  inadequate  supplier  support;  (iv)  in-house  technical  expertise  for  BPS  and  FMIS  is \ninadequate; (v) poor understanding of the concepts and requirements of the performance-based \nmanagement  by  staff  and  decision  makers;  and  (vi)  lack  of  capacity  and  resources  to \nadequately support the effective use by decision makers of available information.     \n \n7.  The key recommendations arising from the first phase of TA 3765 are (i) the acquisition \nof a new FMIS that would support all functions needed to prepare annual budgets, properly \naccount for actual expenditure, and prepare reports for compliance and performance monitoring \npurposes; and (ii) a comprehensive and sustainable training program for staff to successfully \nimplement and maintain the new FMIS. The training should include information technology \nsubjects that are needed to develop and maintain the new computerized FMIS, and basic \nconcepts and principles of budgeting, accounting, and management in the FSM public sector \ncontext.  \n \n8.  A prerequisite to successful implementation of any new system is that staff involved in \nimplementation and maintenance have the required skills and capabilities for the tasks required \nand to maintain the system. In addition, those receiving information produced by the system \nmust be able to use the information for management planning and control purposes. The TA is \nan essential component of the agreement with the US Department of Interior to work toward a \nstreamlined computer system in offices of all five governments, a system that will be supported \nby a continuing, self-sustaining training program in financial management and modern concepts \nof public sector management. \n \nIII.  THE TECHNICAL ASSISTANCE \n9.  The TA aims to further develop sound financial management and planning capability in \nall five FSM governments. Successful installation of new software requires effective change \nmanagement as well as commitment of all involved. Senior officials confirm the commitment and \nreadiness of the governments to promote a culture of performance-oriented management in \npublic service operations. The support of the US Government will complement the assistance \nprovided by ADB and reduce the need for prolonged TA in this area. \n ", "    3 \nA.  Purpose and Output \n10.  The TA will finance consulting services to provide on-the-job training to staff engaged in \nthe pilot implementation of a new FMIS in the Department of Finance and Administration (DFA) \nof the FSM’s national Government. The consultants will also be the focal point for advice on any \nchanges to users’ specifications during the FMIS implementation. The TA will also produce \ntraining materials in (i) financial management, business planning, and performance-oriented \nmanagement; and (ii) basic information technology technical and user support. Training will be \ngeared to the specific needs of FSM governments to support the performance-based budgeting \nand management reporting systems associated with the new uniform FMIS. The training will \nlikely be recognized by the College of Micronesia,4 which will provide credits for staff wishing to \nacquire formal qualifications in accounting or business management. \n \n11.  Given the serious shortage of accountants in the FSM, the training supported by the TA \nwill  provide  a  pool  of  students  who  could  complete  the  formal  accountancy  qualification \nprograms offered by the College of Micronesia, and thereby reduce dependence on foreign \naccountants. \n \nB.  Methodology and Key Activities \n12.  The TA will be a collaboration between consultants engaged under this TA and staff of \nthe  College  of  Micronesia’s  Business  Division.  The  consultants,  in  collaboration  with  the \nrelevant teaching staff of the college, will develop the content and delivery of the following \ntraining courses: \n \n(i)  Information  Technology.  (a)  development  of  users’  skills  with  computer \nsystems, with specific reference to the new software to be acquired, including \nsome  basic  computer  knowledge;  and  (b)  technical  training  for  information \ntechnology (basic operating systems, and database maintenance); \n \n(ii)  Public  Sector  Management  Principles.  general  management  concepts  and \nprinciples with specific reference to the management processes adopted by FSM \npublic sector (e.g. the public sector budgeting processes, including the role and \nresponsibility of stakeholders [Congress and executive agencies], performance \nbudgeting concepts and practices, business planning by departments, etc.); and \n \n(iii)  Accounting  and  Financial  Management  in  the  Public  Sector.  basic \naccounting  concepts  and  principles,  public  sector  accounting  terminology, \naccounting and reporting requirements of FSM governments based on the new \nFMIS, (including two courses in this area, the first for staff who will be working in \nfinance/accounting  positions  and  therefore  will  need  more  technical \naccounting/budgeting training), and the second for nonfinance staff who require \nonly general knowledge of government budgeting and financial requirements, \nbasic principles of accounting, how the reports are put together, and how the \ninformation can be used for management purposes. \n \n                                                 \n4  The Business Division of the College of Micronesia offers a 2 year degree in Accounting-Finance, a post secondary \nqualification. Preliminary discussions between ADB staff, the College, and the DFA indicated strong support for the \nproposed collaboration to ensure ongoing training to support the Governments’ needs for public sector accountants \nand information technology professionals. It is intended that the DFA will contribute toward the cost of the College’s \ninvolvement in this project. ", "4 \n13.  The desired output of the TA will be the smooth implementation of the new FMIS based \non effective use of training materials covering the above subjects. The consultants and the \ncollege’s teaching staff will collaborate in the delivery of training to the initial groups of staff who \nwill be involved in implementing the new FMIS. Subsequently, the college will liaise with the five \ngovernments  to  roll  out  the  courses  to  other  staff  on  a  “user  pays”  principle  in  its  state \ncampuses. The college, in conjunction with the five departments of finance and administration, \nwill likely offer the courses to staff on an ongoing basis to meet the emerging needs of the \ngovernments. \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $460,000. ADB will finance $360,000 of the costs \nof international consultants (covering $350,000 of the foreign costs and $10,000 of the local \ncosts). The Government will cover local costs, estimated to be $100,000, relating to expenses of \nlocal counterparts, including fees to the College of Micronesia for its involvement in developing \nthe courses, and costs relating to workshops and printing of training materials. The TA will be \nfinanced  on  a  grant  basis  by  ADB’s  TA  funding  program.  Detailed  cost  estimates  are  in \nAppendix 2. \n \nD.  Implementation Arrangements \n15.  The  DFA  will  be  the  Executing  Agency.  A  steering  committee  will  be  established \nconsisting of one representative from DFA, two from state departments of finance, and one from \na line agency of the national Government. The deputy secretary, DFA will chair the steering \ncommittee and will be assisted by the team leader and/or local counterpart engaged under the \nTA.  \n \n16.  A  team  of  international  consultants  will  be  engaged  by  ADB  and  will  provide \napproximately 15 person-months of consulting services on an intermittent basis. The team will \ncomprise (i) a team leader with extensive experience in public sector accounting and training, in \nparticular performance and output-based budgeting and accounting (9 person-months); (ii) an \ninformation systems training specialist with experience in accounting applications used in the \npublic sector (3 person-months); and (iii) a training specialist with experience in public sector \nfinancial management (3 person-months). The consultants will be individually selected and \nengaged  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants.  The  national \ngovernment  will  engage  the  College  of  Micronesia  to  collaborate  in  preparing  the  training \nmaterials  with  a  view  to  taking  over  training  activities  at  the  completion  of  the  TA.  The \nconsultants  will  need  to  work  cooperatively  with  the  consultants  from  the  ADB-financed \nEconomic  Reform  and  Capacity  Building  Project  and  other  externally-assisted  projects,  in \nparticular the FMIS replacement project to be funded by the US Department of Interior. The \noutline terms of reference for the consultants are in Appendix 3. \n \n17.  The TA will be implemented over a period of 17 months, from February 2003 to June \n2004. The team leader, to be assisted by a local counterpart to be provided by DFA, will be \nresponsible for coordinating the work of team members. The consultants will contribute to the \nprogress and final reports to be prepared by the team leader. Each consultant, however, will \nprepare his or her final report on specific achievements and lessons learned under the TA, \ncovering his or her particular area of expertise/responsibility.  \n ", "    5 \nIV.  THE PRESIDENT'S DECISION  \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $360,000 on a grant basis to \nthe Government of the Federated States of Micronesia for Capacity Building in Public Sector \nFinancial Management, and hereby reports this action to the Board. \n \n \n ", " \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \n       \nDesign Summary  Performance    Assumptions \nIndicators/Targets  Monitoring Mechanisms  and Risks \n     \nGoal       \nImproved management of public  Measurable changes and trends  Published financial statements   \nresources.  in public sector expenditure in  over the years subsequent to \n  priority areas.  implementation. \n   \nPassage of the 1999 draft  Performance budget for Congress’ \nfinancial management  approval and within year financial \nlegislation by Congress.  reports. \n    \nConsolidated report on income  Management reports prepared on \nand expenditure of all the  an exception basis, i.e., variances \nFederated States of Micronesia  from performance-based budgets \n(FSM) governments.  and plans.  \n  \nPurpose       \nEnhanced capacity of public  Timely, simplified, and user- Format and content of annual  Unsuccessful implementation of \nservants to maintain the  friendly performance budgets.  budgets and regular reports to  the FMIS, which is to be \nperformance-based financial    Congress and the President.  supported by the United States \nmanagement information  Reports to Congress, President,    (US) government. \nsystem (FMIS), and to support  and secretaries of departments     \nusers of information and reports  on same basis as budget, with     \ngenerated by the FMIS.  meaningful explanation provided     \n  for variances from budget and     \nplans.     \n     \nFMIS working smoothly by end  Consultants’ and steering  Delay in FMIS implementation. \nof FY2004 and providing regular  committee’s reports on progress of \nquality (no system-generated  implementation. \nerrors) reports and ad hoc \ninformation as requested by \nusers. ", " \n       \nDesign Summary  Performance    Assumptions \nIndicators/Targets  Monitoring Mechanisms  and Risks \n     \n \nTechnical system and user \nsupport provided by staff. \nOutputs       \n1. Training materials on     \n     \n(i)  Information technology    Comments from steering \ntechnical support    committee members on the \ngenerally and knowledge    relevance and appropriateness of \nspecific to the FMIS    draft materials. \nsoftware selected for     \nimplementation in the     \nFSM.     \n     \n(ii)  General management     \nconcepts and principles     \nwith specific reference to     \nthe management     \nprocess in the FSM   \npublic sector.   \n   \n(iii) Budgeting and   \naccounting in the FSM   \npublic sector, for finance   \nstaff.   \n   \n(iv) Budgeting and   \naccounting in the FSM   \npublic sector, for   \nnonfinance managers.   \n   \n2. Delivery of the training to the  Feedback from course participants. \ninitial groups of staff, estimated \nat 150. \n ", " \n       \nDesign Summary  Performance    Assumptions \nIndicators/Targets  Monitoring Mechanisms  and Risks \n     \nActivities       \n1. Document public sector’s  Meeting timetable for  Steering committee’s reports.  Full commitment by five \nmanagement process.  preparation of materials.    governments. \n     \n2. Document FSM’s budgeting    Availability of local counterparts to \nand accounting processes and    undertake training as planned. \nprocedures.   \n   \n3. Determine information   \ntechnology support   \nrequirements of the selected   \nsoftware for the new FMIS.   \n \n4. Draft training materials for the \ncourses. Circulate for comment \nof steering committee members. \n \n5. Undertake pilot training \nsessions for staff directly \ninvolved in the new FMIS \nimplementation. \n \n6. Prepare timetable for training \nof other staff. \n \nInputs       \nRecruit international consultants \nfor public sector accounting and \ninformation technology. \n \nLiaise with College of \nMicronesia to ensure their \nparticipation in the TA.  \nFinancial resources provided by ", " \n       \nDesign Summary  Performance    Assumptions \nIndicators/Targets  Monitoring Mechanisms  and Risks \n     \nthe national government and the \nAsian Development Bank. \n ", "10  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem of       \n      International Consultants  280.0  0.0  280.0\n    b.  International and Local Travel  35.0  5.0  40.0\n    c.  Reports and Communications  10.0  5.0  15.0\n  2.  Contingencies  25.0  0.0  25.0\n      Subtotal (A)  350.0  10.0  360.0\n       \nB.  Government Financing       \n  1.  Consultants       \n    a.  Remuneration and Per Diem of       \n      Domestic Consultants  0.0  50.0  50.0\n    b.  Reports and Communications  0.0  10.0  10.0\n  2.  Training, Seminars, and Conferences  0.0  15.0  15.0\n  3.  Miscellaneous Administration and Support       \n    Costs  0.0  10.0  10.0\n  4.  Office Accommodation and Transport  0.0  15.0  15.0\n      Subtotal (B)  0.0  100.0  100.0\n        Total  350.0  110.0  460.0\nSource: Asian Development Bank estimates. \n  a    \nADB TA Funding Program\n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope and Work Program \n1.  The key purpose of the technical assistance (TA) is to enhance the capacity of the \nFederated  States  of  Micronesia  (FSM)  public  sector  to  support  the  implementation  of \nperformance-based public finance management without reliance on foreign experts. The TA \naims to institutionalize an acceptable level of support in financial management and information \ntechnology technical knowledge to ensure that staff and users understand the purpose and \nrequirements of performance-based management and the linkage with the new FMI system as \nthey are implemented by the five governments. \n2.  The  consultants  engaged  under  the  TA  will  provide  training  of  local  staff  in  the \nrequirements of performance-based public finance management as applied in the FSM and as \nincorporated into the new financial management information system (FMIS). The FMIS will \nsupport  the  budgeting,  accounting,  and  performance  monitoring  activities  under  the \nperformance-oriented management system. The learning experience and lessons arising out of \nthis process will be used to develop training materials for the training program for other staff in \nline agencies and new staff. \nB.  Specific Terms of Reference \n1.  Public Sector Financial Management Specialist, Team Leader (9 person-\nmonths) \n3.  The team leader should have had extensive experience in public sector accounting and \nbudgeting, especially under a performance-based system. The person is expected to provide \nthe  technical  leadership  in  applying  the  performance-based  management  concepts  and \npractices to suit FSM circumstances, and will do the following: \n(i)  with assistance from the training specialist and staff of the College of Micronesia, \nprepare a training program and timetable to ensure a successful implementation \nof the new FMIS; \n \n(ii)  liaise with the FMIS project leader to ensure the training program supports the \npiloting and full implementation of the FMIS;  \n \n(iii)  provide  on-the-job  training  for  and  advice  to  members  of  the  FMIS \nimplementation teams, in particular performance-based concepts and practices \nappropriate to FSM circumstances; \n \n(iv)  oversee the technical content of the training materials in accounting, budgeting \nand performance monitoring as applied in the FSM, with assistance from the \ntraining specialist and College of Micronesia staff; \n \n(v)  oversee and participate in, as appropriate, the initial workshops on the new FMIS \nto staff of the states’ implementing agencies;   \n \n(vi)  supervise the implementation of the training program to other sites in the national \nand four state governments, with assistance from the local counterpart; and \n \n ", "12  Appendix 3 \n(vii)  assist through the local counterpart, the FMIS steering committee as required \nwith respect to the training program. \n \n4.  The team leader is responsible for preparing (i) an inception report setting out the \ntraining plan during the implementation of the FMIS; (ii) a progress report at the end of the pilot \nimplementation period giving lessons learned with respect to training; (iii) progress reports to the \nimplementation steering committee and Asian Development Bank; and (iv) a final report on the \nresults of the training program at the end of the FMIS installation, and recommendations on \nfuture training activities (through the College of Micronesia) to ensure new staff in the national \nand  state  governments  have  the  knowledge  necessary  to  support  the  performance-based \nresource management as implemented in the FSM. \n \n2.  Information Technology Training Specialist (3 person-months) and Financial \nManagement Training Specialist (3 person-months) \n5.  The training specialists should have a proven record of successful preparation of training \nmaterials and delivery of training workshops in the field of expertise for which they are chosen: \n \n(i)  Information technology training will apply specifically to the software selected by \nthe government to support the performance-based accounting and budgeting \nsystems. The specialist will need to work closely with the software supplier in \ndeveloping training materials and delivering the workshops. This training focuses \non users rather than technical support staff, who will be trained by the software \nsupplier. \n \n(ii)  Public  sector  financial  management  training  will  be  for  accounting  staff  and \nnonfinance managers. \n \n6.  Each specialist will work closely with, and support the team leader to ensure successful \ntraining during FMIS implementation and the transfer of skills to local counterparts, including \nCollege of Micronesia staff, to ensure continued training in the future. \n \n7.  Each specialist will prepare reports as required by the team leader for input into reports \nto the Asian Development Bank and the steering committee.  "], "metadata": {"CreationDate": "D:20021129180332", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021203110728+08'00'"}}