{"path": "data/input/ta/tar-oth-38551.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: OTH 38551 \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \n \n \nFOR  \n \n \n \n \n \nPUBLIC-PRIVATE INFRASTRUCTURE ADVISORY FACILITY \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  PC  –  Program Council \n  PMU  –  Project Management Unit, PPIAF \n  PPIAF  –  Public-Private Infrastructure Advisory Facility \n  PSP  –  private sector participation \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Other \nSector  –  Multisector \nSubsector  –  Transportation and communication; Energy; Water supply, \nsanitation, and waste management \nTheme  –  Private sector development \nSubtheme  –  Private sector investment \n \n \n \n \n \n \n \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of PPIAF ends on 30 June. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by R. Valkovic, Finance and Infrastructure Division, Regional and \nSustainable Development Department. ", " \nI.  INTRODUCTION \n1.  The Public-Private Infrastructure Advisory Facility (PPIAF) was established in July 1999 \nat the joint initiative of the governments of Japan and the United Kingdom, working closely with \nthe  World  Bank.  This  multidonor  technical  assistance  (TA)  facility  was  set  up  to  assist \ndeveloping  countries  to  improve  the  quality  of  their  infrastructure  through  private  sector \ninvolvement. Assistance from PPIAF helps to facilitate private sector involvement in financing, \nownership, operation, rehabilitation, maintenance, or management of infrastructure services. \nEligible infrastructure services assisted by PPIAF are roads, ports, airports, railways, electricity, \ntelecommunications,  solid  waste,  water  supply  and  sewerage,  and  gas  transmission  and \ndistribution. \n \n2.  The Asian Development Bank (ADB) joined PPIAF in 2001 by donating to the trust fund \nsupporting PPIAF activities an initial contribution of $250,000 to cover the 12-month period from \n1  January  2001  to  31  December  2001.  ADB  made  a  second  contribution  of  $500,000  in \nDecember 2002 that was for an 18-month period from 1 July 2002 to 31 December 2003 \ncovering  membership  for  2  years.1  The  present  TA  for  $500,000  represents  a  third  cash \ncontribution to the PPIAF Trust Fund, covering membership for 2 years. Through partnership in \nthis multidonor facility, ADB helps to strengthen its role in mobilizing private resources for \ninfrastructure development in the region.2 The TA framework is in Appendix 1. \n \nII.  ISSUES \n3.  Mission and Organization. PPIAF’s mission is to help eliminate poverty and achieve \nsustainable development in developing countries by facilitating private sector involvement in \ninfrastructure. PPIAF pursues its mission through two mechanisms: (i) technical assistance to \ngovernments in developing countries on strategies and measures to tap the full potential of \nprivate involvement in infrastructure; and (ii) identifying, disseminating, and promoting best \npractices on matters related to private involvement in infrastructure in developing countries.  \n \n4.  As a member, ADB is represented on the PPIAF Program Council (PC), which includes \nrepresentatives of all contributing donor agencies. As of June 2004, there were 13 members \nincluding ADB. The Program Management Unit (PMU) manages the day-to-day operations of \nPPIAF in accordance with a general strategy and annual work programs approved by the PC. \nThe  PC  meets  once  a  year  to  review  the  strategic  direction  of  the  PPIAF  program,  its \nachievement, and its financing requirements. The World Bank acts as the PPIAF Trust Fund \nadministrator. PPIAF has established three field-based regional coordination offices to assist in \nexecuting the PPIAF work program in Nairobi, Kenya; Pretoria, South Africa; and Singapore.3 \nAn independent Technical Advisory Panel, comprising leading international experts in different \naspects of private provision of infrastructure, supports the PC. \n \n5.  Resources and Projects Approved. PPIAF’s available resources are estimated at \n$19 million annually for the next 3 years. Information on donor contributions in core funds and \nnoncore  funds  is  in  the  table.  The  noncore  funds  focus  on  the donors’  agenda in either a\n                                                 \n1  PPIAF follows the financial year of the World Bank Group, which runs from 1 July to 30 June.  \n2  The TA does not appear in ADB Business Opportunities, as it is a contribution to a fund with its own procedures.  \n3  The Singapore office is expected to be transferred to Bangkok, Thailand, in late 2004. A new office in New Delhi, \nIndia, to cover the South Asia region is expected to be opened soon. \n ", "2 \n  \nparticular country or a particular activity, whereas the core funds can be used for general PPIAF \nactivities. The governments of Japan and the United Kingdom, and the World Bank have \naccounted for the bulk of resources to support PPIAF programs. \n \nDonor Contribution to PPIAF as of 30 June 2004 \n($ '000) \n \nDonor  Core Funds  Noncore Funds        Total \nADB  750    750 \nCanada  1,310    1,310 \nFrance  1,016    1,016 \nItaly  250    250 \nJapan  8,435  3,608  12,043 \nNetherlands  1,500    1,500 \nNorway  1,850    1,850 \nSweden  1,149    1,149 \nSwitzerland  3,173    3,173 \nUnited Kingdom (DFID)  34,375  17,635  52,010 \nUSAID  750    750 \nWorld Bank  13,430    13,430 \nTotal Funds  69,046  29,071  98,117 \nADB = Asian Development Bank, DFID = Department for International Development, PPIAF = Public-Private \nInfrastructure Advisory Facility, USAID = United States Agency for International Development. \nSource: PPIAF. \n \n6.  From its inception in July 1999 to 31 March 2004, PPIAF had received 629 requests for \nassistance totaling over $169 million, of which 310 projects amounting to $71.7 million had been \napproved. PPIAF was able to secure cofinancing of $37.2 million for the approved proposals. A \nreview of its activities at the end of 2003 showed that PPIAF was able to facilitate 30 private \ninfrastructure investment transactions, 25 draft laws (including regulatory legislation) of which \n7 have  been  enacted,  implementation  of  sector  reform  programs,  establishment  of \n20 institutional arrangements to facilitate pro-poor infrastructure, training for 1,500 government \nofficials and regulators, and dissemination of best practices to about 7,000 people through \nattendance at international and regional conferences.  \n \n7.  PPIAF’s FY2004 Program. Key features of the work trends for the year to 31 March \n2004, included (i) a demand-driven approach to applications, with interest generated via the PC \nmembers’ networks and proactive efforts of PPIAF’s management team; (ii) sustained high \ndemand  for  PPIAF  funding,  with  PPIAF  receiving  92  applications  for  a  total  amount  of \n$19.8 million;  (iii)  uneven  quality  of  applications,  with  only  43%  of  the  total  value  of  the \napplications or 47% of the total number of applications meeting the rigorous evaluation criteria \nset  out  in  the  PPIAF  Charter;  (iv)  reasonable  balance  across  sectors  and  regions \nnotwithstanding the demand-driven approach; and (v) multisectoral and multicountry emphasis \nof applications, indicating more systematic approaches that allow the transfer of lessons and \nexperience across both sectors and regions. \n \n8.  Emerging Best Practice. PPIAF has been proactive in pursuing the wide dissemination \nof  frontier  issues  and  best  practices,  including  best  practices  for  sector-based  as  well  as \ncustomized regional approaches. Emerging themes that will be addressed through the indicative \nwork program include (i) supporting postconflict infrastructure rehabilitation, (ii) promoting the", "3 \n \nrole of the private sector in small-scale and community infrastructure, (iii) supporting regional \ndevelopment, (iv) improving regulatory capacity, and (v) promoting environmentally sustainable \ndevelopment. \n \n9.  Rationale for Continued ADB Membership in PPIAF. The infrastructure demands of \nAsia and the Pacific region are immense and cannot be met through public sector finance alone. \nDevelopment of private sector involvement in infrastructure is crucial to the sustained economic \ngrowth  of  the  region.  ADB  has  been  a  member  of  PPIAF  since  2001,  and  continued \nmembership allows ADB to access an existing partnership of all major donors that will enhance \nthe knowledge content of our ongoing and proposed private sector participation (PSP) projects.  \nAn active partnership with PPIAF provides a unique opportunity to keep abreast of the major \ninitiatives in the private infrastructure sector.   \n \n10.  There  is  strong  demand  for  PSP  support  in  ADB’s  developing  member  countries \n(DMCs), indicated through PPIAF’s 110 TA projects valued at $25.5 million,4 which represents \nabout 35% of all PPIAF activities. Because assistance in private sector development will provide \nan important value addition service, ADB should remain as a donor to play an important part in \nshaping  the  utilization  of  PPIAF  funding  to  assist  our  DMCs  meet  their  needs.  Through \ncontinued  membership,  ADB  can  further  enhance  its  role  in  promoting  private  sector \ndevelopment of infrastructure in the region. \n \n11.  Membership in PPIAF will allow ADB to leverage its own resources to carry out critical \nstudies on private sector and infrastructure development, as well as continued access to project \ndeliverables not available to the public. ADB acts as both donor to PPIAF and also as an \nimportant user of these resources.  Since its membership in 2001, ADB has availed of PPIAF \nsupport for 10 TA projects promoting private infrastructure amounting to $1.7 million. In addition, \n2  other  ADB  proposals  are  under  PPIAF  consideration:  (i)  Royal  Railways  of  Cambodia \nTransaction Advisor for Restructuring ($720,000); and (ii) Community Energizer Platform Rural \nElectrification  and  Development  Program  (CEP)  Pilot  Project  in  Palawan  Province  in  the \nPhilippines ($75,000). \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n12.  In  pursuit  of  ADB’s  overarching  objective  to  reduce  poverty  in  the  DMCs  through \nsustainable economic development, the TA aims to support PPIAF in facilitating greater PSP in \ninfrastructure, which is in accordance with ADB’s private sector development strategy. The TA \nwill allow ADB to continue to be an active member of PPIAF, build on its partnership with other \nmajor donors in this area, and assist its DMCs resource mobilization, as well as achieve \nknowledge sharing by having access to studies on PSP in infrastructure projects conducted \nunder PPIAF. As an active member of the PC, ADB also reviews all private infrastructure TA \nprojects  being  funded  under  PPIAF  (which  are  largely  from  the  World  Bank),  provides \ncomments, and prevents duplication by other donors. \n \n \n \n                                                 \n4  South Asia, 34 projects for $6.8 million; East Asia and Pacific, 64 projects for $14.8 million; Eastern Europe and \nCentral Asia (ADB DMCs only), 12 projects for $3.9 million. \n ", "4 \n \nB.  Methodology and Key Activities \n \n13.  The  TA  will  enable  ADB  to  continue  this  important  partnership.  ADB’s  continued \nmembership  will  provide  additional  benefits  to  ADB’s  DMCs  and  also  provide  additional \nresources for focusing on promotion of private infrastructure sector development in DMCs. \nAmong the benefits are (i) building up the government’s capacity to promote private sector \ndevelopment and implement private sector infrastructure; (ii) supporting forums and workshops \nfor building consensus among DMC line agencies to exchange knowledge on the multitude of \nissues  of  private  infrastructure  development;  and  (iii)  identifying  barriers  to  private  sector \ninvolvement in infrastructure and providing solutions to eliminate those barriers. \n \n14.  The TA will provide membership contribution to the core funds and thus help meet the \ncost  of  consulting  services  recruited  by  PPIAF  in  undertaking  TA  activities  designed  to \nencourage  PSP  in  infrastructure,  and  create  the  enabling  environment  for  public-private \npartnerships.  Through  its  membership  in  the  PC,  ADB  will  also  play  an  important  role  in \nselecting PPIAF project activities. In most cases, these projects will further the poverty reduction \nobjectives of ADB and will generally complement the studies proposed by ADB in its private \nsector development strategy. \n \nC.  Cost and Financing \n \n15.  ADB  will  contribute  to  PPIAF  $500,000,  which  will  be  used  to  finance  consulting \nservices.  The  TA  will  be  financed  by  ADB’s  TA  funding  program  on  a  grant  basis. \nDisbursements  against  the  trust  fund  account  will  have  the  prior  approval  of  the  ADB-\ndesignated task manager. The TA will be implemented from 1 January 2004 to 31 December \n2005. ADB’s contribution will be provided after the successful discussion and signing of the \nletter of agreement between the trust fund administrator (World Bank) and ADB for the period \ncovered. \n \nD.  Implementation Arrangements \n \n16.  The implementation arrangements for ADB’s involvement in PPIAF are set forth in and \ngoverned by the PPIAF Trust Documents and the guidelines signed by PPIAF and ADB on \n12 March 2003 (Appendix 2). The Finance and Infrastructure Division (RSFI) is the designated \nfocal point for ADB’s involvement with PPIAF. An interdepartmental group of all infrastructure \ndirectors has been set up; it reviews all PPIAF projects and RSFI facilitates and coordinates \nADB-initiated PPIAF projects, acts as an interface with PMU, and monitors ongoing ADB-\ninitiated PPIAF projects. Once the individual projects are approved, the division where the \nPPIAF proposal originates is responsible for implementation. \n \n17.  Governance and Organization Structure. The PC consists of one representative from \neach  contributor  to  PPIAF  and  is  responsible  for  defining  PPIAF  policies  and  strategies, \napproving  the  indicative  annual  work  program  and  financial  plan,  and  reviewing  PPIAF \nperformance. The PC is responsible for the approval of individual project submissions. The PC \ngenerally meets once a year. The Technical Advisory Panel, composed of up to 6 independent \nexperts  in  matters  related  to  private  involvement  in  infrastructure  in  developing  countries, \nensures the quality and relevance of PPIAF-financed activities. PMU is responsible for the day-\nto-day operations of PPIAF in the pursuit of its mandate. PMU reports to the PC at least \nquarterly  through  the  PC  chair.  The  Vice-President  for  Private  Sector  Development  and \nInfrastructure of the World Bank chairs the PC. ", "5 \n \n \n18.  Financial Arrangements. PPIAF has a two-tier financial structure: a core fund and \nnoncore funds. The core fund comprises a pool of resources that can be used for any activity \nfalling within the work program approved by the PC. The funds may be applied to governance \ncosts,  country-specific  activities,  and  multicountry  activities.  Noncore  funds  are  those  that \ninclude donor agency restriction relating to specific themes or activities. ADB will enter into an \nagreement for its contributions to PPIAF. \n \n19.  Past Performance. To date 10 of the 11 projects submitted by ADB have been granted \nfunding support by PPIAF. For the period of its membership in PPIAF, ADB made a total \ncontribution of $750,000, and was granted a total of $1,738,500 for ADB-initiated PPIAF TA \nprojects. A list of ADB-initiated PPIAF TA projects is provided in Appendix 3. It appears that \nADB  has  been  able  to  not  only  participate  in  an  important  global  initiative  supporting \ninfrastructure development, but also leverage resources to support its program in this area.  \n \n20.  PPIAF has been in existence for 5 years and the PC is undertaking an independent \nreview of its operation.  Results from the evaluation are expected in early 2005. It is expected \nthat any recommendations will be adopted at the next PPIAF annual general meeting tentatively \nscheduled in May 2005, and which will be hosted by ADB. \n \nIV.  THE PRESIDENT’S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nthe Public-Private Infrastructure Advisory Facility, and hereby reports this action to the Board.\n ", "6      Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and \nIndicators/Targets  Risks \n       \nGoal       \n       \nImproved quality and  Increased number of  Annual reports of Public-\nquantity of developing  DMC infrastructure  Private Infrastructure \nmember countries (DMCs)  development  Advisory Facility (PPIAF) \ninfrastructure through  strategies   \nprivate sector involvement     \n  Improved consensus  World Bank private \nfor policy, regulatory,  participation in infrastructure \nand institutional  database \nreforms within DMCs   \n   \nIncreased number of  Specific technical assistance \npioneering projects  (TA) project completion \nand transactions  reports \ninvolving the private \nsector \n \nImproved DMC \ngovernments’ \ncapacity to design \nand execute private \ninfrastructure projects \nand regulate the \nprivate sector \n \n       \nPurpose       \n       \nAssist governments in  Asian Development  Project progress reports  Assumption \nmobilizing additional  Bank (ADB)-initiated     \nresources to initiate studies  TAs enabling PSP in    •  Government \non private sector  infrastructure projects    department’s written \nparticipation (PSP) in  and promoting private    commitment is \ninfrastructure  sector involvement    required to ensure \n      commitment to carry \n  Dissemination of  Project completion reports  out the specific study’s \n  studies through    recommendations. \n  sector network      \n  mechanisms and    Risks \n  other electronic     \n  forums    •  Other government \n    agencies may hinder \nProvide ADB access to  PPIAF quarterly review  implementation of the \nPSP studies conducted  reports  study’s \nunder PPIAF    recommendations. \n  Brown bags and seminars,   \nweb sites  •  Not enough internal \n  interest. \n \nContinued on next page", "Appendix 1          7 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and \nIndicators/Targets  Risks \n       \nOutputs       \n       \nSpecific TA projects to  Complete studies and  ADB to develop a tracking  Risk  \nsupport promotion of  implement  mechanism that will monitor   \nprivate sector investment in  recommendations  ADB proposals submitted for  •  The approval process \ninfrastructure  PPIAF funding  encounters delays. \n \n       \nActivities       \n       \nFormulate infrastructure  ADB-initiated projects  Task managers to monitor  Assumption \ndevelopment strategies for  approved by PPIAF’s  completion of studies in   \nexpanding private sector  Program Council  accordance with PPIAF  •  Activities will promote \ninvestment in infrastructure  (PC)  criteria, including  PSP in infrastructure \n    contribution to poverty  and will meet the \n    reduction, government  criteria set out by \n    commitment to the activity,  PPIAF and ADB. \nBuild consensus for  PPIAF-sponsored  and environmental and \nappropriate policy,  seminars and  social responsibility \nregulatory, and institutional  conferences to \nreforms  promote PSP in \n  infrastructure \n  development \n   \n   \n   \nDesign and implement  Tool kits, case \nspecific policy, regulatory,  studies, and \nand institutional reforms  documentation of \n  best practices in \n  infrastructure \n  development \n \n \nSupport design and \nimplementation of \npioneering projects and \ntransactions \n \n \nBuild DMC capacity in \ndesign and execution of \nprivate infrastructure and \ntheir regulation \n \n \nIdentify, promote, and \ndisseminate best practices \nin private sector investment \nin infrastructure \n \n \nContinued on next page\n ", "8      Appendix 1 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and \nIndicators/Targets  Risks \n       \nInputs       \n       \nADB review and approval of  Finance and  PPIAF quarterly review  Assumptions \nproposals submitted for  Infrastructure Division  reports    \nPPIAF funding; ADB to  staff time     •  Government \nparticipate actively in PC       cofinancing is \n      available. \n       \nConsulting services and  Defined on a project  Consultant’s contract  •  ADB co-managers will \ncofinancing and/or  basis    monitor the studies \ngovernment financing on    Project disbursement data  based on agreed-upon \nspecific projects      terms of reference. \n     \n   \nStaff inputs \n \n \n \n \n \n \n \n \n                         ", "  Appendix 2  9 \nGOVERNANCE AND ORGANIZATIONAL STRUCTURE OF THE PUBLIC-PRIVATE \nINFRASTRUCUTRE ADVISORY FACILITY \n \nA.  Program Council \n \n1.  The Program Council (PC) is responsible for (i) defining the policies and strategies of the \nPublic-Private Infrastructure Advisory Facility (PPIAF), (ii) approving the indicative annual work \nprogram and financial plan, and (iii) reviewing PPIAF performance. The PC generally meets \nonce a year but approves PPIAF proposals throughout the year on a “no-objection” basis. As a \nmember of the PC, the Asian Development Bank (ADB) has the authority to approve or object to \neach PPIAF proposal. Regional coordination offices have been established in Asia (India), and \nin Africa to act as PPIAF’s representative offices in those regions.  \n \nB.  Project Management Unit  \n \n2.  The Project Management Unit (PMU) is responsible for PPIAF’s day-to-day operations. \nPMU reports to the PC at least quarterly through the PC chair. Among the main responsibilities \nof PMU, whose staff is recruited internationally for their relevant expertise, are to (i) review \nproposals for PPIAF assistance; (ii) recommend approval to the PC; (iii) maintain effective \nrelationships  with  (a)  contributors,  (b)  recipient  governments,  (c)  the  private  sector,  and \n(d) stakeholders; (iv) propose and administer the PPIAF work plan and budget; (v) manage the \ndisbursement of funds; and (vi) oversee regional coordination offices’ operations. The regional \ncoordination  offices  assist  PMU  in  executing  the  PPIAF  work  program  in  their  respective \njurisdictions. \n \nC.  Technical Advisory Panel  \n \n3.  The Technical Advisory Panel is composed of up to 6 independent experts in matters \nrelated to private involvement in infrastructure in developing countries, and ensures the quality \nand relevance of PPIAF-funded activities.  \n \nD.  PPIAF Governing Structure \n \n4.  PPIAF is a multiagency technical assistance facility that is governed by a PC made up of \ncontributing agencies. Each and every agency contributing to PPIAF has an equal seat on the \nPC, regardless of that agency’s level of contribution. In practice, this means all the agencies \nreceive the same information about PPIAF’s activities, management of funds, and impact of \nPPIAF activities. Moreover, every contributor on the PC receives every application valued at \nmore than $75,000, along with a summary sheet describing the proposed activity, and may \napprove or reject that project. A rejection from any one contributor will mean a rejection of the \napplication. These rights and responsibilities are set out in PPIAF’s Charter, which is found on \nPPIAF’s web site: http://www.ppiaf.org/files/charterjuly2000am.pdf. \n \n5.  The PMU of PPIAF is tasked with the day-to-day management of the facility, monitoring \nof funds and activities, coordination of the PC and the Technical Advisory Panel, and the \nsummary and presentation of applications for agency approval. The program manager was \nhired by the PC, which conducted interviews and ranked candidates in joint session. \n \n \n \n \n ", "10  Appendix 2 \nE.  Eligibility for PPIAF Products \n \n6.  Countries eligible to receive PPIAF assistance are those in the List of Aid Recipients of \nthe  Organization  for  Economic  Co-operation  and  Development,  Development  Assistance \nCommittee. However, as required by PPIAF Trust Documents, only member countries of ADB in \nthe Asia and Pacific region are eligible to receive assistance from the ADB technical assistance \n(TA) grant. Project activities submitted for approval must be consistent with the PPIAF mission; \nhave  government  commitment;  provide  additionality;  have  quality  assurances;  and  meet \nregional, sectoral, environmental, and social responsibilities. \n \nF.   Criteria for Approval of Activities \n \n7.  As stated in PPIAF’s Charter (Article 17), activities must meet strict criteria before they \ncan  be  approved.  The  criteria  include  demonstrated  commitment  from  the  beneficiary \ngovernment in the case of country-specific activities, and proof of aid coordination. Specifically, \nthe activity must “not conflict with programs of activities being undertaken” by any of PPIAF’s \ncontributors.  Article  17  also  restricts  PPIAF  funding  to  those  activities  that  require  a  “net \nadditional flow of resources,” meaning that PPIAF does not fund projects that could receive \nfunding from any other source. For example, if an application involves the preparation of a \nproject that will eventually be funded from loans from the World Bank or ADB, PPIAF will not \naccept the application. It would be assumed that the project preparation budget should be \navailable from the lending institution. To be clear, this means PPIAF does not contribute grant \nfunds to World Bank projects, and would not for any other aid agency. One of the main reasons \nwhy the PMU rejects an application is when due diligence shows the availability of other more \nsuitable sources of funding, including credit lines from aid agencies.  \n \nG.  Administrative and Procurement Procedures for ADB-Initiated PPIAF TA Projects \n \n8.  The  PPIAF  Charter  requires  the  World  Bank  to  have  fiduciary  control  over  the \nimplementation  of  all  PPIAF  projects.  Co-task  managers  are  required  for  project \nimplementation,  with  the  World  Bank  responsible  for  project  administration  and  ADB  for \ntechnical execution. On 12 March 2003, ADB and the World Bank jointly signed the “Notes on \nadministrative and procurement procedures for PPIAF-approved activities co-tasked managed \nby the ADB and the World Bank.” This document provided guidelines for implementing ADB-\ninitiated PPIAF projects, which clearly set out the roles and responsibilities of the World Bank \nand ADB co-task managers. The main details are as follows: \n \n(i)  General division of work. For such activities, overall task management will be \ndivided between an ADB and a World Bank co-task managers. In general, ADB \nwill  be  responsible  for  technical  management,  while  the  World  Bank  will  be \nresponsible for the financial management and contracting arrangements. World \nBank  co-task  management  will  be  for  administrative  purpose/payments  and \nprocurement clearance/acceptability only. All technical matters will be handled by \nthe ADB co-task manager and all contractual/financial matters will be handled by \nthe World Bank co-task manager. \n \n(ii)  Technical management. The ADB co-task manager will be responsible for the \nADB/Consultant Technical Agreement, ensure quality control, and provide PPIAF \nwith program management quarterly reports. The technical agreement identifies \nthe provision of the required inputs, outputs, and work plan as provided for in the \ntask terms of reference, and revised as appropriate in response to proposals. ", "  Appendix 2  11 \n(iii)  Financial management. The World Bank co-task manager will be responsible \nfor contractual arrangements entered into between the World Bank (as trustee for \nPPIAF) and the consultant. The World Bank co-task manager will ensure that the \nWorld  Bank  Administrative  Manual  Statement  15.00  will  apply  (“Consultants \nEmployed  by  the  Bank  for  Operational  Purposes”  in  the  recruitment  of \nconsultants). The World Bank co-task manager will pay the consultant based on \nwritten requests or certification from the ADB co-task manager. \n \n(iv)  Announcement.  Once  the  PPIAF  subproject  is  approved,  the  ADB  co-task \nmanager will review a PMU-provided draft announcement for publication in World \nBank  Development  Business.  This  announcement  will  note  ADB’s  country \nrestrictions  for  consultants.  If  the  ADB  co-task  manager  advertises  in  ADB \nBusiness Opportunities, the announcement will be cleared by PMU. \n \n(v)  Long and short list. In response to receipt of expressions of interest in the \nWorld Bank and ADB announcements, the World Bank co-task manager and the \nADB co-task manager will compile the long list for consultants. Based on the long \nlist, they will select 3-6 firms so as to establish the shortlist. In the case of \nindividuals, the ADB co-task manager will provide a shortlist of 3-6 curriculum \nvitas that will be reviewed jointly by the 2 co-task managers to select the best \ncandidate  to  deliver  the  terms  of  reference.  The  ADB  co-task  manager  will \nprepare the request for proposals. The consultants short-listed will receive from \nthe ADB co-task manager the request for proposal established following the \nstandard request for proposal of the World Bank. Both co-task managers will \ndecide on the type of the request for proposal, whether it will be quality-and cost-\nbased selection or quality-based selection. \n \n(vi)  Request for and submission of proposals. The request for proposal will be \nissued by ADB. The submission in response to the proposals will be addressed \nto  the  World  Bank  co-task  manager,  Manila,  Philippines,  Taipan  Place,  23rd \nFloor, Ortigas, Manila. The proposals so received will follow the steps outlined \nbelow: \n \n(a)  Bid  opening–noting  receipt  of  bids.  Bids  will  be  opened  in  the \npresence of both co-task managers. \n \n(b)  Type  of  proposals.  Quality-and  cost-based  selection,  quality-based \nselection will be chosen during the preparation of the request for proposal \nby the 2 task managers. \n \n(c)  Technical evaluation. This will be handled by the ADB co-task manager \nand the final decision on the technical evaluation will be made jointly by \nthe 2 co-task managers. \n \n(d)  Financial evaluation. The proposals will be financially evaluated by the \nADB  co-task  manager  with  clearance  from  the  World  Bank  co-task \nmanager. \n \n(e)  Final ranking. The final ranking will be the result of the methodology \napplied in the technical and financial evaluation. \n \n ", "12  Appendix 2 \n(f)  Agreement by ADB on technical agreement. A technical agreement \nreferring to the technical relations between ADB and the consultant will be \nprepared by the ADB co-task manager and agreed to by the World Bank \nco-task manager. \n \n(g)  Signing of contract. The contract will be signed between the World Bank \nand the consultant. The technical agreement will be an addendum to the \ncontract. \n \n(vii)  While the chosen consultant will enter into a legal contract with the World Bank \n(as Trustee for PPIAF), the consultant will \n \n(a)  work under the technical supervision of the ADB co-task manager who \nwill assess the performance of the consultant. The proviso for that will be \nincluded in the ADB/consultant technical agreement, which will be an \naddendum to the World Bank contract with the consultant; \n \n(b)  submit the request for payment of services performed or expenditures \nincurred  through  ADB.  The  ADB  co-task  manager  will  certify  the \nexpenses for payment. The proviso for that will be included under the \ncontract payment clause related to the contract of the approved activity; \nand \n \n(c)  submit any activity-related reports to PPIAF through ADB. The proviso for \nthat will be indicated in the related terms of reference. \n \n9.  While improving the previous problems, the guidelines proved to be difficult to practically \nimplement due to differing processes, resource availability, and time constraints.  As a result, \nADB  PPIAF  projects  encountered  delays  from  mid-2003  to  early  2004.  To  overcome  the \nproblems, at the 2004 PPIAF annual general meeting in Stockholm, the PC agreed in principle \nthat the Charter could be amended to allow ADB to be responsible for fiduciary control of all \nADB PPIAF projects. The necessary changes to the PPIAF Charter were prepared by the Office \nof the General Counsel, and submitted to the PC, and are currently under discussion. \n \nH.  Reporting and Audit Requirements \n \n10.  PC  members  receive  a  quarterly  financial  statement  (unaudited)  and  a  quarterly \nprogress report on the status of approved activities. They also receive an annual report on all \nPPIAF activities and summary financial statements, no later than 6 months following the end of \nPPIAF’s fiscal year. The World Bank, as trust fund administrator, will annually provide members \na management statement, together with attestation from the external auditor of the satisfactory \nperformance  of  the  procedures  and  controls  used  in  administering  PPIAF  funds.  External \nreviews and financial audits of PPIAF activities may be performed at the request of the PC and \ncontributors with respect to their contributions. ADB will request an annual review and financial \naudit of its contributions, and expenditures incurred. \n ", "  Appendix 3  13 \nADB-INITIATED PPIAF TA PROJECTS \n(as of 30 June 2004) \n \nStatus  Title  Amount \n($) \n   \nCompleted  1. Indonesia: Regulatory Framework for Water Supply  75,000\nConcessions in Pekanbaru \n  2. Asia (regional): Conference on Private Participation in  464,500\nInfrastructure and the Poor with Focus on Asia \n   \nApproved/Ongoing  1. Asia (regional): Development of a Framework for  400,000\nFinancing Merchant Power Plants in Asia \n  2. Philippines: Facilitate Private Sector Involvement in  75,000\nMetro Manila’s Solid Waste Management (SWM) Sector \n  3. Philippines: Implementation Strategy for the Electricity  320,000\nRegulatory Commission (ERC) \n  4. East Asia Pacific: Promoting Private Sector Investment  254,000\nin Railways in the Region \n  5. Eastern Europe and Central Asia: Establishing Central  150,000\nAsia Electricity Regulators Forum \n  6. Lao PDR: Capacity Building for Institutional and  110,000\nRegulatory Framework for Enhancing Transport \nServices \n   \nSubmitted for  1. Cambodia: Royal Railways of Cambodia Transaction  720,000\nApproval  Advisor \n  2. Philippines: Community Energizer Platform Rural  75,000\nElectrification and Development Program (CEP) pilot \nproject in Palawan Province \n   \nNew for FY2005  1. Thailand: Financing for Municipal Water Supply  300,000\n(currently under \nreview) \n  2. Asia (regional): Road Asset Management Sub-regional  423,000\nWorkshops in Asia \n   \nADB = Asian Development Bank, PPIAF = Public-Private Infrastructure Advisory Facility, TA = technical assistance. \n \n \n "], "metadata": {"ModDate": "D:20050125113728+08'00'", "CreationDate": "D:20041221144756+08'00'", "Title": "ASIAN DEVELOPMENT BANK", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "OIST", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}