{"path": "data/input/ta/tar-oth-38646.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: OTH 38646 \n \n \n \nTechnical Assistance for \nStrengthening Pro-Poor Policy  \nin the Pacific (Financed by the \nPoverty Reduction Cooperation \nFund and the Government of \nAustralia) \n \n \n \n \nJune 2005 \n \n \n \n   ", "   \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  DMC  –  developing member country \n  GDP  –  gross domestic product \n  NGO  –  nongovernment organization \n  PARD  –  Pacific Department \n  PIER  –  Pacific Island Economic Report \n  RMI  –  Republic of the Marshall Islands \n  SRA  –  strategic result area \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law and public sector management \nSubsector  –  National government administration, economic management, public \nfinance and expenditure management \nThemes  –  Sustainable economic growth, inclusive social development, \ngovernance.  \nSubthemes  –  Promoting economic efficiency and enabling markets, public \ngovernance, human development. \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by S. Pollard, Principal Economist, Pacific Department. ", "I.  INTRODUCTION \n1.  For the past 10 years, the Asian Development Bank (ADB) occasionally has funded the \npreparation  of  Pacific  Island  Economic  Reports  (PIERs)  for  developing  member  countries \n(DMCs) in the Pacific.1 Some of the initial PIERs were prepared to accompany the submission \nof  project  loans  to  the  Board.  Although  this  requirement  subsequently  was  dropped,  the \npreparation  of  PIERs  continued  at  the  request  of  the  governments  of  Pacific  DMCs.  The \nobjective was to better inform and update Pacific DMCs, ADB, and other interested parties \nregarding the economic and social status, trends, and key development issues of Pacific DMCs.  \n \n2.  ADB has not been the only organization undertaking and reporting on such analyses. \nBeginning in 1997, the Australian Agency for International Development (AusAID) and ADB \nagreed that sharing the preparation of future economic reports would be more efficient. Since \nthen, ADB and AusAID have jointly financed more than 10 reports. Further, New Zealand’s \nInternational Aid and Development Agency cofinanced the Cook Islands PIER for 2001. ADB, \nAusAID, and the governments of Pacific DMCs also agreed that these reports could analyze \npriority sectors, themes, or other issues of importance to the Pacific DMCs— in addition to \nproducing  standard  macroeconomic  assessments.  This  technical  assistance  (TA)2  was \nprepared at ADB headquarters based on a review of the history of the PIERs and other reports. \nIt was guided by the Pacific Strategy, 2005 to 2009,3 as well as the outcomes of earlier poverty \nreduction TA.4 The concerned Pacific DMC governments concur with the goals, purpose, scope, \nimplementation arrangements, cost, financing arrangements, and terms of reference. The TA \nframework is in Appendix 1.  \n \nII.  ISSUES \n3.  As  recorded  in  the  Pacific  Strategy,  2005  to  2009,  the  Pacific  region  has  been \ncharacterized by relatively stagnant economies and declining social conditions for the past 20–\n30 years. Consequently, hardship and poverty have increased. ADB’s work over the past 5 \nyears has been critical to achieving more widespread acceptance and understanding of these \nconditions.5 An earlier TA established the consistent priorities of the poor, and also assessed \nthe pro-poor nature of government development policies and strategies (footnote 3). Like the \nearlier PIERs, this work highlighted the importance of government-led policy and institutional \nreforms to raise the productivity of public service delivery and the capacity for private sector \ndevelopment. An earlier TA also identified the weak capacity for policy formulation that is \ncommon among Pacific DMCs, specifically in policy research, analysis, reporting, and basic \nadministration. \n \n4.  Based on extensive thematic and sector analyses of the region, the Pacific Strategy, \n2005  to  20096  established  the  common,  consistent  priorities  of  the  poor  as  the  strategic \n                                                 \n1  PIERs have been prepared approximately every 4 or 5 years, though not for all Pacific DMCs. \n2  The TA first appeared in ADB Business Opportunities (Internet Edition)  on 28 December 2004. \n3  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank 2005–\n2009. Manila. \n4  ADB. 2001. Economic Policies and Strategies for Development Planning (TA 3803-TIM). Manila. ADB. 2000. \nPoverty Assessment in Pacific Developing Member Countries (TA 5907-REG). Manila. ADB. 2001. Consultation \nWorkshops for Poverty Reduction Strategies in Selected Pacific Developing Member Countries (TA 6002-REG). \nManila. ADB. 2002. Preparation of National Poverty Reduction Strategies in Pacific Developing Member Countries \n(TA 6047-REG). Manila.  ADB. 2001.  Poverty Analyses for Socioeconomic Development Strategies. Manila. \n5  Abbott, D. and S. Pollard. 2004. Hardship and Poverty in the Pacific. Manila: ADB.  \n6  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank 2005–\n2009. Manila. ", "2       \npriorities for the region. Derived from ADB’s work on Pacific poverty, these priorities are to \naddress (i) the demand for an environment conducive to the private sector, which will support \nimproved income and market opportunities (strategic result area [SRA] 1); and (ii) improved \naccess  to,  and  quality  of,  social  services,  including  health,  education,  clean  water,  and \nsanitation (SRA 2). The need for more effective development processes, including improved \ngovernance (SRA 3), reinforces these two priorities. The country strategies of individual Pacific \nDMCs are being updated and refined with the direction of the Pacific Strategy. Cross-sector, \nthematic  road  maps  also  are  being  prepared  for  each  country  strategy  to  guide  future \nassistance programs. National development plans and strategies in the Pacific need to be \nstrengthened similarly if they are to have any impact on reducing poverty. \n \n5.  ADB’s renewed emphasis on enhanced donor coordination, harmonization, and regional \ncooperation  justifies  continuing  the  multidonor  effort  to  develop  and  disseminate  poverty \nreduction knowledge. The need for improved governance also justifies greater participation of \ncivil society in the design and implementation of pro-poor policies and strategies. This should \ninclude strengthening the participation of Pacific regional organizations in the development of \nknowledge, including the wider dissemination of results in formats other than just hard copy \npublication. \n \n6.  As noted in TA completion reports, governments, societies, and interested partners in \ndevelopment  greatly  appreciated  earlier  PIERs  as  the  reports  were  almost  the  only \ncomprehensive treatment of Pacific economies.7 The PIERs covered broad economic trends, \nwhile also selecting sectors or themes for more detailed analyses. This focus on specific sectors \nmight have strengthened sector and project planning. However, this focus tended to overlook \nthe deeper endemic and systemic constraints that commonly have curtailed improvements in \npublic and private sector productivity, and the enhanced yield of any sector. These constraints \nare rooted in an inability of society to demand—and for the public service to generate—better  \nadministration,  organization,  and  management  to  improve  public  service  delivery  and  the \nbusiness environment. The PIERs also have tended to be formatted to suit ADB’s Pacific \nStudies Series, instead of being presented in forms that a Pacific audience can understand and \nthe Pacific leadership can use. For example, none of the PIERs were translated into Pacific \nlanguages. With increasing urbanization in the region and growing multimedia coverage, an \nopportunity exists in all Pacific DMCs to present poverty reduction knowledge to a much broader \naudience, and to engage that audience in designing and tracking the implementation of pro-poor \npolicies. \n \n7.  The Australian National University and the University of the South Pacific have produced \neconomic updates for a few Pacific DMCs through an interagency arrangement. Though limited \nto economic assessments of a few Pacific DMCs, these updates achieve a high professional \nstandard, and are followed by public presentations. The Bank of Hawaii previously produced \neconomic updates for Pacific island economies of interest to the bank, though these have been \ndiscontinued. ANZ Bank also produces economic briefs on Papua New Guinea. However, no \nother organization has produced as extensive coverage as the ADB-AusAID cooperation. The \nregion looks to this series of reports for an impartial and fair treatment of key development \nissues. Thus, an opportunity exists to strengthen attention to the deeper, binding constraints to \npoverty reduction in the Pacific. \n \n                                                 \n7  Other PIER Technical Assistance Completion Report lessons include the need for far greater dissemination, \ngreater participation in their preparation, and more timely production. Earlier PIERs did not focus on pro-poor policy \nper se. ", "  3\n8.  Regular updates on the status and trends of economies and societies—and the means \nto implement proven pro-poor policies in close, traditional settings—are needed. No Pacific \nDMC has the capacity to regularly update and disseminate such assessments. Further, the \ndemand  for  the  domestic  design  and  implementation  of  pro-poor  policies  and  strategies \npreviously was not strong. However, these capacities and demands are evolving. Civil society \norganizations,  including  business  organizations,  nongovernment  organizations  (NGO),  and \ndomestic consultants, are increasing their capacity and interest in pro-poor policy formulation \nthroughout the region. \n \n9.  The developing world can draw on more than 40 years of development theory and \nexperience to guide future poverty reduction efforts. This knowledge is also embodied in the \ndevelopment policies and strategies of development agencies, including ADB. ADB published a \nconceptual framework  that  links  these  policies  and  strategies,  or  building  blocks,  to  guide \npoverty reduction efforts.8 The Pacific Department (PARD) adopted this framework to guide its \nearlier work to improve understanding of poverty reduction. Since 1995, the Pacific Forum \nSecretariat has produced a series of communiqués for its annual meetings and the Forum \nEconomic Ministers Meetings. These address improved governance, land mobilization, and \nimproved debt, fiscal, and economic management. The governments of all Forum member \nPacific  countries9  signed  these  communiqués,  and  committed  to  implementing  improved \npolicies. However, a report commissioned by the Pacific Forum Secretariat in 2002 revealed \nthat few of these policies and strategies have been implemented. The policies and strategies’ \nprinciples and options for implementation—i.e., what works in reducing poverty—require further \nsummary, dissemination, promotion, and implementation in the region. The Forum is drafting a \nnew Pacific Plan that should try to address the means to reduce poverty. Pro-poor policies are \ngenerally known. However, the region’s leadership and civil society remain uncertain how to \nbest  support,  schedule,  negotiate,  and  implement  the  required  reforms,  given  the  limited \nunderstanding and many difficulties of making changes in small, closely knit, and traditional civil \nsocieties. In addition, international assistance has sustained the electorates comparatively well. \nGovernments,  working  with  relevant  members  of  civil  society,  must  develop  reform \nimplementation strategies to help build a constituency in support of reform. These strategies \nneed to be presented in policy briefs to the leadership to improve decision-making. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The TA is designed to advance the pro-poor policy agenda and capacity development \nstrategy that has been formally established under Poverty Partnership Agreements in each \nPacific DMC. It will focus on the endemic constraints to improving public and private sector \nproductivity through (i) participatory local formulation of policies and institutions that work to \nreduce  poverty,  and  (ii)  the  local  formulation  of  strategies  that  can  address  the  lack  of \nacceptance of reform. While solutions will be different for each Pacific DMC, and approaches to \nthese solutions also will have to be tailored to each country’s circumstance, the common nature \nof the constraints to improved productivity and poverty reduction justifies a regional approach. \nThe TA will help strengthen the capacity of national systems and organizations to implement \npro-poor  reforms.  This  will  be  aided  by  (i)  economic  and  social  updates,  (ii)  additional \ninstitutional and organizational assessments, and (iii) the participatory drafting by governments \n                                                 \n8  Ducan, R. and S. Pollard. 2002. A Framework for Establishing Priorities in a Country Poverty Reduction Strategy. \nERD Working Paper Series No. 15. Manila: ADB. \n9  Developing Pacific island country members of the Pacific Forum are Pacific DMCs, excluding Timor Leste but \nincluding Niue.  \n ", "4       \nand civil societies of individual Pacific DMC pro-poor policy briefs that will address the means \nfor improving public and private sector productivity (i.e., address the priorities of the poor in the \nPacific). The dissemination of findings and recommendations will be given more emphasis. The \nTA framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n11.  The TA will build on earlier poverty work in the region. It will involve Pacific DMC \ngovernments and societies in economic and social updates, and in the participatory drafting of \npro-poor policy and strategies aimed at reducing poverty and hardship in each country. As one \nof the key components of the TA, ADB will prepare brief summary statements addressing the \nconsensus on poverty reduction knowledge, including the state of the issues, the principles, and \noptions of what works for reducing hardship and poverty. These summaries10 will be distilled \nfrom earlier regional studies by ADB, the Pacific Community, the Pacific Forum, and other \nagencies. From 2005 to 2008, these statements—a Pacific consensus on what works to reduce \npoverty—will guide the drafting and dissemination of (i) economic and social updates, and (ii) \nparticipatory  policy  briefs  to  help  the  Pacific  leadership  determine  the  best  strategies  for \nimplementing pro-poor policies. The policy briefs also will help identify key institutional reform \nand  capacity  development  priorities  to  enable  effective  and  sustainable  pro-poor  service \ndelivery. \n \n12.  The  analytical  framework  is  guided  by  the  Pacific  Strategy,  2005  to  2009,  and \ndocuments that supported the preparation of the strategy, especially the conceptual framework \nfor poverty reduction (footnote 8). The TA will adopt a highly participatory approach, which will \ninclude the facilitation of dialogue with governments, NGOs, Civil Society Organizations, and \nprivate sector stakeholders. Domestic consultants will be hired wherever feasible to strengthen \ndomestic policy formulation capacities. National consultation workshops will review initial report \nfindings. To ensure national leadership and ownership, a high level official in each Pacific DMC \nis expected to be designated to coordinate individual country assessments and reports. The \nresults of this work will be disseminated extensively in a number of formats within each Pacific \nDMC, targeting a range of audiences within and outside the country. The results of the TA also \nare expected to help direct and strengthen formulation of the country strategy and program \nupdate. Finally, a PIER Web site will be established in each Pacific DMC, linked to the Web \nsites of the Pacific Community and the Pacific Forum, to promote dialogue and the exchange of \nideas among Pacific DMCs.  \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $2.294 million. The TA will be confinanced on a grant basis \nby the Poverty Reduction Cooperation Fund and the Government of Australia. Each will provide \na grant of $925,000, which ADB will administer. All Pacific DMC governments except the \nFederated States of Micronesia and Timor-Leste will finance local counterpart staffing, office \nfacilities, local travel, reports, communication, and domestic dissemination. The cost estimates \nare in Appendix 2.11\n \n                                                 \n10 These summaries will likely focus on the three pillars of the 1999 Poverty Reduction Strategy—governance, pro-\npoor growth, and social development—and the three SRAs of ADB’s Pacific Strategy, 2005 to 2009. \n11 The budget is guided by the cost of preparing earlier PIERs. ", "  5\nD.  Implementation Arrangements \n14.  The  executing  agencies  will  be  Pacific  Department  for  Palau  and  the  Republic  of \nMarshall Islands (RMI), and PARD resident missions in the other Pacific DMCs. PARD staff will \nliaise with relevant AusAID staff as appropriate, and AusAID staff will participate in countries \nwhere  Australia  has  a  substantial  aid  program.  The  updates  and  the  policy  briefs  will  be \nimplemented in close association with high level officials of each Pacific DMC, and with relevant \nPacific DMC ministries and offices of economic policy formulation, economic planning, and \nstatistics generation. These ministries and offices will help coordinate domestic contributions \nfrom civil society and domestic consultants, depending on individual capacities to make such \ncontributions. Concerned PARD desk officers will submit to the regional management team for \napproval prior to implementation the proposed schedule, detailed terms of reference (TOR), and \nbudget for each Pacific DMC. These same desk officers will be responsible for managing the \nupdates and the pro-poor policy briefs for each Pacific DMC. ADB will recruit macroeconomists \nand team leaders (18 person-months); economists, development anthropologists, sociologists, \nor other social scientists (12 person-months); public sector specialists (18 person-months); \nprivate  sector  specialists  (6  person-months);  other  specialists  (48  person-months);  and  a \nResearch Economist and Local Program Coordinator (36 person-months). An editor (2 person-\nmonths),  Pacific  language  interpreter  (3  person-months),  and  a  Pacific  communications \nspecialist  (1  person-month)  also  will  be  recruited  on  an  intermittent  basis  to  guide  report \npreparation,  presentation,  and  widespread  dissemination.  ADB  will  engage  all  individual \nconsultants in accordance with the Guidelines on the Use of Consultants by Asian Development \nBank and Its Borrowers, and other arrangements satisfactory to ADB for the engagement of \ndomestic consultants. The general TOR is provided in Appendix 312 Though the final TOR will \ndiffer for each Pacific DMC, an example for RMI is in Appendix 4.  Assistance to each PDMC \nwill not commence until such time as ADB has received a no objection letter from the PDMC \ngovernment.  The tentative DMC schedule and outlines of the final reports are also in Appendix \n4. The TA is expected to be completed by the end of June 2008.  \n \nIV.  THE PRESIDENT'S DECISION \n15.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering (i) technical assistance not exceeding the equivalent of $925,000 to be financed \non a grant basis by the Poverty Reduction Cooperation Fund for Strengthening Pro-Poor Policy \nin the Pacific, and (ii) technical assistance not exceeding the equivalent of $925,000 to be \nfinanced on a grant basis by the Government of Australia for Strengthening Pro-Poor Policy in \nthe Pacific, and hereby reports this action to the Board. \n \n \n \n \n \n \n                                                 \n12 The appended terms of reference provide a regional framework. Individual terms of reference will be prepared for \neach Pacific DMC. While pro-poor policy covers many areas of development policy, priority areas of pro-poor policy \nwill be determined for each Pacific DMC based on current and developing social, political, and economic status \nand trends. Not all areas of pro-poor policy can be reviewed in detail. Some assessments may focus more on \ngovernance, some on the environment for private sector development, others on public resource allocation and \nessential  public  services.  Some  might  justify  a  strong  sector  focus.  The  pro-poor  development  strategy \nassessments that were drafted for eight of the Pacific DMCs under RETAs 6002 and 6047 will help determine \nareas of priority. \n ", "6    A ppendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance  Data  Assumptions and \nTargets/Indicators  Sources/Reporting  Risks \nMechanisms \nImpact       \nPacific developing  By  fiscal  year  (FY)  •  Annual Asian  Assumption \nmember country (DMC)  ending 2006 through to  Development Bank  •  Broad support \nstrategies and policies for  2008  (ADB) and other  from society and \nhardship and poverty  1.  Significant increase  donor reviews of  political \nreduction implemented  in public  indicators of  leadership to \nexpenditure for  hardship and  adapt and adopt \nhardship and  poverty reduction,  means to \npoverty reduction  including  manage \nprograms in each  Millennium  hardship and \nDMC, compared to  Development  poverty \n2005 baseline.  Goals.  reduction. \n   \n2.  At least one new \nprogram initiatives \nfor hardship and \npoverty reduction \nimplemented in \neach DMC. \nOutcome       \nUpdates and pro-poor  1.  Specific  references  1.  Media articles  Assumptions \npolicy briefs used by  to, and discussion    •  General levels \nPacific DMC media,  of, policy issues in  2.  Extract of Cabinet  of education \ngovernments and civil  local media of all  Meeting Minutes  support the \nsociety   DMCs, based on    required \npolicy briefs by end  3.  Annual Pacific  understanding. \nFY 2006 through to  Department   \n2008.  (PARD)  •  Dissemination \n  Management Team  can be tailored \n2.  Specific new  and PARD Quality  to civil society \npolicies developed  Team assessment  education \nby 50% of DMCs  of quality of country  levels. \nby end December  strategy; program   \n2005.  and country  •  Political support \nstrategy; and  for poverty \nprogram update  reduction will \npapers as they  not wane.  \naddress hardship \nand poverty \nreduction \n \nOutputs       \n1.  Summary statements  1.  Finalized  •  Consultant’s  Assumption \nprepared.  statements  progress reports  •  Professional \nprovided to each  agreement on ", "Appendix 1 \n  7\nPacific DMC by end  issues, \nof December 2005.  principles and \n  options  \n2.  Economic and social  2.  Policy briefs  •  Extract of Cabinet  •  Professional \nupdates, and pro-poor  presented to  Meeting Minutes  agreement \npolicy briefs prepared.  cabinets of the \n  Pacific DMCs, by \nend of each fiscal \nyear as \nappropriate. \n \nActivities with Milestones  Inputs \n1.1. Review earlier studies, and prepare brief summary statements addressing  •  ADB: US$ \nthe consensus on knowledge, issues, principles, and options for reducing  925,000; for 154 \nhardship and poverty, by November 2005.  person-months \n  of international \n1.2. Draft 12 Pacific DMC economic and social updates, and disseminate  and 60 person-\nextensively to each Pacific DMC government and civil society, over the  months of \nperiod 2006 to 2008.   domestic \n  consulting \n2.  Prepare pro-poor policy briefs on private sector environment, public sector  services.  \nproductivity, and specific sectors or other cross-cutting issues as  •  AUSAID:       \nappropriate to each Pacific DMC, over the period 2006 to 2008.  US$ 925,000 \n•  Government: \nUS$444,000  \n \n \n   \n \n ", "8    Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($ '000) \n   \nItem  Cost \nA.  Poverty Reduction Cooperation Funda,b  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  378.0 \n      ii.  Domestic Consultants  180.0 \n    b.  International and Local Travel  147.0 \n    c.  Reports and Communications  30.0 \n  2.  Training, Seminars, and Conferences  12.0 \n  3.  Miscellaneous Administration and Support Costs  24.0 \n  4.  Contingencies  154.0 \n      Subtotal (A)  925.0 \n   \nB.  Government of Australia Financinga  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  378.0 \n      ii.  Domestic Consultants  180.0 \n    b.  International and Local Travel  147.0 \n    c.  Reports and Communications  30.0 \n  2.  Training, Seminars, and Conferences  12.0 \n  3.  Miscellaneous Administration and Support Costs  24.0 \n  4.  Contingencies  154.0 \n      Subtotal (A)  925.0 \n   \nC.  Government Financing   \n  1.  Office Accommodation and Transport  70.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  350.0 \n  3.  Others  24.0 \n      Subtotal (B)  444.0 \n        Total  2,294.0 \na  Administered by the Asian Development Bank. \nb  Disbursements  will  be  arranged  so  that  the  Poverty  Reduction  Cooperation  Fund  will  cover  the  first  \nsix countries, so the fund’s disbursements will end before 31 March 2008. \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will cover (i) drafting, reviewing, and revising summary \nconsensus papers on what works for poverty reduction in the Pacific, including summaries of \nissues,  principles,  and  options  related  to  good  governance,  pro-poor  growth,  and  social \ndevelopment;  (ii)  research,  analysis,  report  writing,  publication,  and  public  presentation  of \neconomic and social updates for each Pacific developing member country (DMC); and (iii) \nparticipatory preparation of pro-poor policy briefs as relevant for the same Pacific DMCs.  \n \n2.  The summary consensus policy papers, as well as the economic and social updates, will \nassist the participation and preparation of the pro-poor policy briefs. An editor and a Pacific \ncommunications specialist will guide the updates. The individual consultants will coordinate their \nwork schedules; and fully engage domestic consultants, civil society, and staff of each Pacific \nDMC’s ministry, department, or office of economic policy formulation, planning, and statistics, as \nappropriate. \n \n3.  The updates and the policy briefs will draw on all relevant data and analyses, including \n(i) Pacific DMC national plans and national strategies; (ii) other Pacific DMC documentation; (iii) \nInternational Monetary Fund Article IV Public Information Notes; (iv) other bilateral, multilateral, \nand  donor  analyses;  (v)  earlier  Asian  Development  Bank  (ADB)  Pacific  Island  Economic \nReports  (PIERs);  (vi)  ADB’s  participatory  poverty  assessments;  and  (vii)  ADB-funded \nassessments of national policies and strategies as they affect hardship and poverty reduction. \n \n4.  A mix of individual domestic and international consultants will draft the updates and \npolicy briefs, with the makeup of the team determined by the availability and capacities of each \nPacific DMC. A team leader under the guidance of the relevant ADB desk officers for each \nPacific DMC will manage the process. ADB Pacific Department, together with resident mission \nPacific  DMC  desk  officers  and  desk  economists,  will  be  responsible  for  managing  the \npreparation of relevant Pacific DMC reports, including the provision of appropriate Pacific DMC \ndocumentation. They will liaise with individual country program managers of the Australian \nAgency for International Development (AusAID). \n \nA.  Economic and Social Updates \n5.  Macroeconomists and Team Leaders (international, 18 person-months, intermittent). \nA macroeconomist and team leader will be appointed for each economic and social update. This \nperson will have extensive experience (more than 15 years) analyzing the macroeconomies of \ndeveloping  societies.  He  or  she  preferably  will  have  experience  analyzing  Pacific  island \neconomies. Working under the guidance of the relevant ADB Pacific DMC desk officer or desk \neconomist, this person will \n(i)  Provide intellectual leadership and guidance to the consultancy team, and will \nsee the TA through to submission of draft final reports and publication of final \nmanuscripts. \n(ii)  Have overall responsibility for relevant Pacific DMC economic and social updates \nand policy briefs, overseeing the quality of analyses, report preparation, and \nPacific DMC dissemination (though public hearings etc.). \n(iii)  Review,  comment  on,  and  help  revise  the  ADB  consensus  summary  of \nprinciples, issues, and options for poverty reduction. \n(iv)  Review  all  relevant  documentation,  including  the  discussion  paper  entitled \nAssessment  of  Hardship  and  Poverty,  Strategies  for  Equitable  Growth  and \n ", "10   Appendix 3   \nHardship Alleviation, which was completed for eight Pacific DMCs under RETAs \n60021 and 6047.2 \n(v)  Coordinate the research, analyses, and contributions of all other team members \nto the preparation of each update and policy brief. \n(vi)  Produce Pacific DMC economic and social updates, and present them through a \nseries of public hearings, radio and TV interviews, and reports to other media, as \ndeemed to be the most effective form of extensive communication in each Pacific \nDMC. The economic and social updates will compile, analyze, comment, and \nreport on all relevant economic and social data. \n (vii)  Assist the participatory drafting of the pro-poor policy briefs on key issues for \nPacific DMC cabinets and other leadership. \n(vii)  Liaise  with  the  relevant  AusAID  country  program  managers  and  in-country \nAusAID officers. \n(ix)  Coordinate the work and inputs of the consultancy team with relevant members \nof civil society. \n \n6.  Team  Economist(s),  Development  Anthropologist(s),  Sociologist(s),  or  Other \nSocial Scientists (domestic, 12 person-months, intermittent). Depending on the requirements \nof each Pacific DMC update, one or two domestic team economists or other social scientists will \nbe recruited to assist each macroeconomist and team leader. The team economist(s) and/or \nother social scientist(s) will \n(i)  Assist the research, analyses, and report preparation for each economic and social \nupdate, based on their specialist knowledge of the particular Pacific DMC economy \nand society. \n(ii)  Assist with the preparation of each economic and social update, including the \ncompilation, analysis, and comments.  \n (iii)  Assist the participatory drafting of pro-poor policy briefs on key economic and \nsocial issues for Pacific DMC cabinet and other leadership. \n(iv)  Facilitate pro-poor policy workshops. \n \n7.  A draft Pacific DMC economic and social update will be produced within 1 month of \ninception.  This  will  be  followed  by  a  pre-publication  draft  final  report  within  2  months  of \ninception,  and  a  final  report  within  3  months  of  commencement.  Each  Pacific  DMC \nmacroeconomist and team leader will visit Manila or resident missions (as relevant), as well as \nCanberra, Australia (as required). These trips will be made at the start and at the end of each \nproject  to  allow  briefing  and  debriefing,  and  to  work  with Pacific  Department  (PARD)  and \nAusAID staff to finalize required documentation. \n \nB.  Public and Private Sector Performance, Productivities, and Capacities \n8.  Pro-poor policy briefs will vary for each Pacific DMC. The terms of reference (TOR), \ntherefore, will be tailored to these needs. For example, individual needs might require that the \nTOR focus more on the potential for further structural adjustment; and/or further state-owned \nenterprise reform; and/or land and other factor mobilization, regulatory reform, and the easing of \nadministrative  barriers  (private  sector  reform);  and/or  the  means  to  improve  civil  service \npersonnel management, public expenditure review, or particular welfare reform. \n \n                                                 \n1  ADB. 2001. Technical Assistance on Consultation Workshops on Poverty Reduction Strategies in Selected Pacific \nDeveloping Member Countries. Manila. \n2  ADB.  2002.  Technical  Assistance  on  the  Preparation  of  National  Poverty  Reduction  Strategies  in  Pacific \nDeveloping Member Countries. Manila. ", "  Appendix 3  11 \n9.  However,  as  directed  by  the  Pacific  Strategy,  2005  to  2009,3  all  Pacific  DMC \nrequirements most likely will incorporate a priority need to address cross-sector public and \nprivate sector productivity and performance, and the need for strengthened governance and \nimproved development processes in a participatory manner. Individual Pacific DMC pro-poor \npolicy briefs, therefore, likely will include a requirement for two or more additional international \nand/or  domestic  consultants  to  address  each  of  these  thematic  requirements.  Wherever \npossible, preference will be given to the recruitment of Pacific Island professionals. Preference \nwill also be given to consultants who have experience with participatory process planning. \n \n10.  Public  Sector  Specialists  (international,  18  person-months,  intermittent).  Working \nunder the guidance of the relevant ADB Pacific country program manager and desk officer or \ndesk economist, and the in-country management of the macroeconomist and team leader, the \npublic sector specialists will \n(i)  Review,  comment  on,  and  help  revise  the  ADB  pro-poor  policy  consensus \nsummary of the principles, issues, and options for reducing poverty. \n(ii)  Assess the governance, organizational, and institutional strengths and weaknesses \nof the relevant Pacific DMC, taking full account of earlier and ongoing public sector \nreform efforts, including the results of AusAID and ADB public sector and structural \nadjustment programs. This assessment will cover the size, structure, organization, \nadministration, and management of each Pacific DMC civil and public service with \nrespect to the efficient and effective delivery of essential public services to people \nmost in need. \n(iii)  Where available, review the discussion paper entitled Assessment of Hardship and \nPoverty,  Strategies  for  Equitable  Growth  and  Hardship  Alleviation,  which  was \ncompleted for eight Pacific DMCs under RETAs 6002 and 6047. \n(iv)  Assess  civil  and  public  service  performance  and  productivity  against  relevant \ninternational norms. \n(v)  Review (and, where applicable, revise and update) public sector road maps for \nimproved  public  sector  performance,  identifying  a  few  key,  relevant,  and \nmeasurable indicators to establish baseline data. \n(vi)  Review, comment on, and make recommendations on the means to apply more \neffective  development  processes,  including  improved  governance  (ADB  Pacific \nStrategy Strategic Result Area  3) in each country strategy. \n(vii)  Assess governance standards and prepare road maps for improved governance, \nidentifying a few key, relevant, and measurable indicators. \n(viii)  Analyze  and  report  on  the  means  to  mainstream  gender  and  environmental \nconsiderations into development planning and programs. \n(ix)  Facilitate participatory workshops that will help formulate pro-poor policy brief(s) on \nkey  issues,  principles,  and  options  for  improved  public  sector  productivity  for \ndecision-making by Pacific DMC cabinets and other leadership. \n \n11.  Private Sector Specialists (international, 6 person-months, intermittent). Working under \nthe guidance of the relevant ADB Pacific country program manager and desk officer or desk \neconomist, and the in-country management of the macroeconomist and team leader, the private \nsector specialists will \n(i)  Assess the environment for private sector investment and commercial activity in \neach Pacific DMC, taking full account of the ADB’s publication Swimming Against \n                                                 \n3  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank 2005–\n2009. Manila. \n ", "12   Appendix 3   \nthe Tide,4 earlier individual Pacific DMC private sector assessments, the World \nBank’s business indicators reports, costs of doing business, and other relevant \ndocumentation. \n(ii)  Where available, review the discussion paper entitled Assessment of Hardship \nand Poverty, Strategies for Equitable Growth and Hardship Alleviation, which \nwas completed for eight Pacific DMCs under RETAs 6002 and 6047. \n(iii)  Review the World Bank’s Global Business Environment and Enterprise Survey \n(BEEPS) as it relates to the Pacific. Review the core BEEPS questionnaire, \nidentify questions that are not relevant to businesses in the Pacific DMCs, and \nsuggest questions that would be more relevant. \n(iv)  Assess private sector performance and productivity against relevant international \nnorms. \n(v)  Prepare or review (and, where applicable, revise and update) private sector road \nmaps for enhanced private sector activity, identifying a few key, relevant, and \nmeasurable indicators to establish baseline data. \n(vi)  Facilitate participatory workshops that will help formulate pro-poor policy brief(s) \non key issues, principles, and options for improved private sector productivity for \ndecision-making by Pacific DMC cabinets and other leadership. \n \n12.  Other  Specialists,  Including  Development  Anthropologists,  Sociologists,  or \nEconomists (international and/or domestic, 48 person-months, intermittent). Working under the \nguidance  of  the  relevant  ADB  Pacific  country  program  manager  and  desk  officer  or  desk \neconomist, and the in-country management of the macroeconomist and team leader, the other \nspecialists will help \n(i)  Design  pro-poor  policy  formulation  participatory  planning  process,  and  secure \napproval for same from ADB and from relevant Government. \n(ii)  Facilitate all participatory pro-poor policy workshops. \n(iii)  Assess  public  sector,  governance,  and  private  sector  performance  and \nproductivity. \n(iv)  Review (and, where applicable, revise and update) public sector, governance, and \nprivate sector road maps for improved  public and private sector performance, \nidentifying a few key, relevant, and measurable indicators to establish baseline \ndata. \n(v)  Produce all other thematic, cross-sector, specialist sector, and industry analyses, \nas applicable to each Pacific DMC. \n(vi)  Undertake  the  participatory  drafting  of  pro-poor  policy  brief(s)  on  key  issues, \nprinciples,  and  options  for  improved  public  and  private  sector  productivity  for \ndecision-making by Pacific DMC cabinets and other leadership. \n \n13.  A brief inception report will be prepared within 1 month of the commencement of each \nPacific  DMC  assessment  of  public  and  private  sector  performance,  productivities,  and \ncapacities. This will be followed by a final report within 3 months of commencement. \n \n14.  Research Economist and Local Program Coordinator (domestic, 36 person-months). \nThe Research Economist and Local Program Coordinator will have a strong background in \neconomics, including a degree in economics from an internationally reputable university. This \nperson will have solid experience assisting research, preferably in helping review development \npolicies and strategies in the Pacific. The consultant will have a proven ability to analyze and \ncritique  policy,  as  well  as  form  normative  policy  prescriptions  from  a  libertarian/market \n                                                 \n4  ADB. 2004. Swimming Against the Tide? An Assessment of the Private Sector in the Pacific. Manila. ", "  Appendix 3  13 \nperspective that are consistent with private sector-driven growth through sound institutional \narrangements. He or she will possess excellent oral and written skills in English, and have \nadequate  publishing  experience.  Proficiency  with  the  ADB  style  guidelines  also  will  be \nbeneficial. The consultant must have the ability to recommend reference material for various \neconomic and policy issues, including empirical studies from international academic journals \nand economic analyses from a historical perspective. Working under the direction of PARD \nprofessional staff, the Research Economist and Local Program Coordinator will \n(i)  Review  relevant  PARD  and  other  ADB  development  policy  and  strategy \ndocuments,  Pacific  Forum  Secretariat  development  policy,  development \nmanagement  and  other  documentation.  The  review  will  cover  the  issues, \nprinciples, and options of good governance, social development, and economic \nmanagement in support of equitable, pro-poor growth and development, and public \nand private sector productivity. \n(ii)  Help prepare brief summary statements of the “Pacific Consensus” based on the \nreview of relevant documentation, particularly the state of the issues, principles, \nand options for reducing hardship and poverty in the Pacific, and prepare them in a \nreader-friendly format. \n(iii)  Review  and  update  the  issues,  principles,  and  options  papers  with  the  team \nleaders for Pacific DMC economic and social updates, and for the preparation of \npolicy briefs over the course of the TA. \n(iv)  Help collate relevant ADB and other documentation for each Pacific DMC update \nand the set of pro-poor policy briefs exercises. \n(v)  Establish a monitoring system for the TA, and help monitor TA progress. \n(vi)  Facilitate consultants’ selection and processing. \n(vii)  Facilitate finalization of the TOR for each Pacific DMC. \n(viii)  Otherwise help to administer the TA. \n \n15.  Pacific Communications Specialist (international, 1 person-month, intermittent). The \npacific communications specialist will guide relevant ADB Pacific DMC desk officers and desk \neconomists and the TA team leaders to help expand significantly the dissemination of the \neconomic  and  social  updates,  and  a  rewrite  of  the  pro-poor  policy  briefs  where  this \ndocumentation can be made public.  \n16.  Editor (international, 2 person-months, intermittent) and Pacific Language Interpreters \n(domestic, 3 person-months, intermittent). The editor and Pacific language interpreters will work \nwith relevant ADB Pacific DMC desk officers and desk economists and relevant team leaders on \nan intermittent basis to \n(i)  comment on and help prepare each Pacific DMC economic and social update and \neach Pacific DMC set of policy briefs, as well as other related documentation in \nformats that are reader-friendly to the varied audiences of each Pacific DMC; and \n(ii)  coordinate  Pacific  language  interpretations  of  knowledge  management  reports, \nwhere necessary. \n \n \n ", "14  Appendix 4 \nSAMPLE FINAL TERMS OF REFERENCE, TENTATIVE PACIFIC DEVELOPING MEMBER \nCOUTRY SCHEDULE, AND OUTLINES OF FINAL REPORTS \n \nA.   Example: Strengthening Pro-Poor Policy in the Republic of the Marshall Islands \n \n1.  In the case of the Republic of the Marshall Islands (RMI), summaries of the state of pro-\npoor policy in the Pacific first will be prepared in Manila. International and domestic (from RMI) \nconsultants will analyze, report on, and present summaries of the social and economic status \nand trends. The latter work will update Republic of the Marshall Islands: Meto 2000 Economic \nReport  and  Statement  of  Development  Strategies,  which  was  published  by  the  Asian \nDevelopment Bank (ADB) in April 2001, among other documentation. While the pro-poor policy \nconsensus and the social and economic updates might overlap, they will precede and help \ninform in-country, participatory drafting of pro-poor policy for Government consideration. \n \n2.  Although the areas of policy analyses and formulation have not been decided, the focus \nin RMI likely will be on (i) private sector development; (ii) public resource allocation, including a \nreview of public expenditures; and (iii) local taxation. \n \n3.  A series of workshops will be convened. Each will have up to 25 participants from (i) the \nbusiness community, including the chamber of commerce; (ii) Marshall Islands’ nongovernment \norganizations  (NGOs);  (iii)  Irioj  (hereditary  chief)  and  other  traditional  leaders;  (iv)  church \ngroups; (v) local government; and (vi) central Government. Each workshop will be split into \nthree  subgroups  to  focus  on  a  series  of  participatory  exercises  structured  to  suit  their \nexperience  and  skills.  They  will  focus  on  identification  of  stakeholders  (for \ngovernance/management of poverty reduction initiatives), an inventory of social institutions, \npolitical mapping, policy mapping, and analyses. After each exercise, the groups will compare \ntheir results and discuss differences of perspective or content that they used. Then they will \nconsider possible changes, including policy changes, to promote new activities and get around \nthe stumbling blocks that they identified. Each group will select a member to prepare a summary \npresentation of their results at a larger meeting. Dialogue at that meeting will seek to establish \nareas  of  consensus,  and  then  to  address  areas  of  disagreement  to  facilitate  clarity  and \nagreement on (i) needed policy changes, (ii) possible activities to promote poverty reduction, \nand (iii) hopefully specific plans for at least one or two new ways of operating. Where agreement \nhas  been  reached,  domestic  and  international  consultants,  as  relevant,  will  assist  the \nparticipants in drafting policy briefs for submission to executive branch of the Government and \nthe cabinet for review and consideration. \n \n4.  Individual  RMI  consultants  and  the  Marshall  Islands  Council  of  NGOs—all  with \nexperience in facilitating such workshops—will facilitate these workshops. \n \n5.  The participants will learn through the analyses they carry out together. Thus, they will \nstart to build capacity to work together to implement policy changes that they had a role in \nproposing. This will build social capital, as well as enhance institutional capacity for policy \ndevelopment and implementation planning. \n \nB.  Tentative Pacific DMC Schedule And Outlines Of The Final Reports \n \n  1.  Schedule \n \n6.  The TA will start in June 2005 and last for approximately 3 years. Tentative schedule of \ncountry coverage is presented in Table A4. This is based on individual Pacific DMC demand ", "  Appendix 4  15 \nand the opportunity to contribute to strengthening national development planning processes, \nchanged  economic  and  social  circumstances,  the  timing  of  key  Household  Income  and \nExpenditure and other surveys, and the potential to cooperate with other stakeholders,   \n \nTable A4: Tentative Pacific Developing Member Country Schedule \n \n2005 to 2006  2006 to 2007  2007 to 2008 \nCook Islands  Palau  Fiji Islands \nNauru  Papua New Guinea  Kiribati \nRepublic of Marshall Islands  Tonga   \nSamoa  Tuvalu   \nSolomon Islands     \nVanuatu     \nSource: ADB estimates. \n \n7.  The economic report for Federated States of Micronesia is underway, and Timor-Leste is \nconsidered well covered by other updates. \n \n    2.  Outline \n \n8.   The outlines of the final reports are as follows: \n \n(i)  Economic and Social Updates \n•  Abstract \n•  Introduction \n•  Macroeconomic Performance \n•  Sector Performance \n•  Social Indicators and Performance \n•  Policy Critique \n•  Conclusions \n•  References \n \n(ii)  Pro-Poor Policy Briefs \nIntroduction and Background \nSummary of Economic and Social Update (where available) \nPrivate Sector \n•  Issues, Principles, and Options \n•  Cabinet Recommendations \n•  Appended Road Map to Improved Private Sector Environment \n \nPublic Sector  \n•  Issues, Principles, and Options \n•  Cabinet Recommendations \n•  Appended Road Map to Improved Public Sector Delivery \n \nGovernance \n•  Issues, Principles, and Options \n•  Cabinet Recommendations \n•  Appended Road Map to Improved Governance \n "], "metadata": {"ModDate": "D:20050714153737+08'00'", "CreationDate": "D:20050617171923+08'00'", "Title": "\r\nStrengthening Pro-Poor Policy \r\nin the Pacific", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "ADB", "SourceModified": "D:20050614090417"}}