{"path": "data/input/ta/tar-oth-37367.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: OTH 37367  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \n \n \n \nFOR  \n \n \nSOUTH ASIA SUBREGIONAL ECONOMIC COOPERATION  \nHUMAN RESOURCE DEVELOPMENT AND CAPACITY BUILDING  \nIN THE TOURISM SECTOR \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAPETIT  –  Network of Asia-Pacific Education and Training Institutes in Tourism \nBBIN  –  Bangladesh, Bhutan, India, Nepal \nHCT  –  hotel, catering, and tourism \nHIV/AIDS  –  human immunodeficiency virus/ acquired immunodeficiency \nsyndrome \nHRD  –  human resource development \nICT  –  information and communication technology \nLTO  –  local or state-level tourism organization \nNTO  –  national tourism organization \nPATA  –  Pacific Asia Travel Association \nSASEC  –  South Asia Subregional Economic Cooperation \nSME  –  small and medium-size enterprise \nTA  –  technical assistance \nTDP  –  tourism development plan \nTWG  –  tourism working group \nUNESCAP  –  United Nations Economic and Social Commission for Asia and the \nPacific \nUNESCO  –  United Nations Educational, Scientific and Cultural Organization \nWTO  –  World Tourism Organization \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification      –  General intervention  \nSector                                   –  Multisector \nSubsectors                           –  Industry; technical education, vocational training and skills \ndevelopment \nTheme                                   –  Regional cooperation  \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by S. K. Sahni. \n \n ", " \nI.  INTRODUCTION \n1.  The  South  Asia  Subregional  Economic  Cooperation  (SASEC)  subregion  comprises \nBangladesh, Bhutan, India, and Nepal (BBIN). The Asian Development Bank (ADB) has been \nsupporting the SASEC program since 2000.1 Tourism is one of the priority sectors that BBIN \nhas identified for subregional cooperation. The tourism working group (TWG), established under \nthe SASEC program, recognized tourism human resource development (HRD) as a priority \nproject. The third meeting of the TWG (July 2003) agreed on two themes for cooperation in \ntourism; viz., Buddhist circuits and ecotourism based on natural and cultural heritage. The \nSASEC tourism development plan (TDP), prepared with ADB assistance in 2003,2 incorporates \nan action plan based on the two themes, and has identified some areas for capacity building \nand HRD.3 The fourth meeting of the TWG (May 2004) endorsed the TDP and emphasized the \nneed for assistance to (i) create a cooperative environment for tourism education and training, \n(ii) develop and upgrade skills of the tourism sectors in BBIN, and (iii) establish a network of \ntourism training centers. Development partners who participated in the TWG meeting offered \ntechnical expertise for these cooperative efforts. Advisory technical assistance (TA) is included \nin the Regional Cooperation Strategy and Program for 2004, to support HRD in the tourism \nsector in BBIN.4 A TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  A cooperative approach to tourism development in the subregion is being implemented \nthrough the TDP that was approved by the TWG in May 2004 (footnote 3). The cooperative \nefforts that have gone into preparing the TDP and the joint implementation of activities that has \nalready started have created synergy as well as demonstrated the mutual benefits that can be \nachieved. ADB’s catalytic support has contributed significantly to these achievements. Being a \nservice industry, tourism is substantially dependent on the quality of its human resources for \nefficient administration and successful service delivery. As a consequence of growth in the \ntourism sector, rapidly changing technology, and dynamic changes and requirements of the \ninternational  tourism  market,  there  is  an  urgent  need  to  develop  and  strengthen  human \nresources in various segments of the tourism industry in BBIN, and to raise these resources to a \ncommon minimum level. HRD is recognized in the TDP as an urgent need to bring tourism \nservices to a common minimum standard in the subregion. Common standards will facilitate \ndevelopment and marketing of cross-national tourism products, and provide increased benefits \nfrom tourism.  \n \n3.  The private sector plays the dominant role in providing services for tourists. However, \nprivate sector involvement in developing and creating a well-trained and quality service-driven \ncomplement of staff differs from country to country. Indian private sector initiative in hospitality \nand tourism management, through in-house as well as professionally run institutes and training \nprograms, is currently adequate to meet the demands of the local market. At the same time, \nhigher qualitative skills to meet the requirements of the international visitor need to be identified \nand developed. A hotel management institute was recently established in the private sector in \nNepal, but its success and level of expertise have yet to be determined. There is negligible \nprivate sector initiative for training facilities in the hospitality sector in Bhutan, where existing \n                                                 \n1  Asian Development Bank. 2000. Technical Assistance for Identification and Prioritization of Subregional Projects in \nSouth Asia. Manila; ADB. 2001. Technical Assistance for South Asia Subregional Economic Cooperation II. Manila. \n2  ADB. 2003. Technical Assistance for SASEC Tourism Development Plan. Manila. \n3  ADB. 2004. South Asia Subregional Economic Cooperation Tourism Development Plan. Manila (TA 6131-STU \nFinal Report).  \n4  The TA first appeared in ADB Business Opportunities (Internet edition) on 25 November 2003. ", "2 \nservice  standards  in  the  hotel  and  hospitality  industry  are  rudimentary  and  require  urgent \nupgrading. The private tourism sector in Bangladesh is entirely dependent on the National Hotel \nand Tourism Training Institute for its staffing requirements. However, low wages coupled with a \nstrong demand from external markets for skilled food craft and qualified hotel management \npersonnel have seen a depletion of these resources. HRD interventions with public sector \nsupport can help raise the profile of the industry, increase productivity, and provide respectable, \nsustainable employment within the sector. TWG needs further assistance to coordinate these \ninterventions within a subregional framework. \n \n4.  The TDP noted from past experience that subregional support for national-level training \nis likely to be more successful than seeking to enforce subregional training standards and \ncurricula (footnote 3). During preparation of the TDP, tourism training institutions in all four \ncountries expressed the need for development assistance. The TDP also identified some initial \nproject concepts that the TWG endorsed for early implementation: (i) encouraging the Network \nof Asia-Pacific Education and Training Institutes in Tourism (APETIT) to establish linkage with \nSouth Asia (Bangladesh to lead); (ii) training for travel media (Nepal to lead); (iii) “good host” \ntraining for frontline, visitor contact positions; and (iv) project management training for national \ntourism organizations (NTOs) and local or state-level tourism organizations (LTOs). \n \n5.  Several international funding agencies are providing inputs for tourism sector products, \nincluding training infrastructure development, institutional strengthening and capacity building.5 \nThere is a need to map and take stock of these initiatives to ensure there is no duplication of \neffort and maximum leverage is obtained from existing programs and infrastructure. The TDP \nencourages continuing collaboration with development partners, and several organizations have \ncommitted to work with TWG within the TDP framework. The United Nations Economic and \nSocial Commission for Asia and the Pacific (UNESCAP) agreed to assist the TWG to link \nAPETIT with the tourism training institutions of the subregion, with the objective of training \ntrainers  and  generally  facilitating  the  process  of  upgrading  human  resources  in  BBIN.  An \nimportant  aspect  of  this  networking  will  be  to  foster  subregional  coordination  in  training \nstandards. The Pacific Asia Travel Association (PATA) has agreed to work with the TWG to \nsupport a one-time, customized training course in travel trade writing for tourism and travel \njournalists of the subregion, to foster higher standards of journalism and travel writing. The \nWorld Tourism Organization (WTO) has offered to support project management training with \ntechnical  expertise.  The  United  Nations  Educational,  Scientific  and  Cultural  Organization’s \n(UNESCO’s) Asian Academy for Heritage Management is a network of institutions established \nto strengthen professional capacity to sustainably manage heritage resources by providing a \nregional platform for institutional cooperation in training, research, and exchange. UNESCO is \nalso expanding its Buddhist cultural revival project to include countries in South Asia. UNESCO \nhas offered to work in partnership with the TWG to support capacity building for improved and \nsustainable  tourism  development  of  natural  and  cultural  heritage  sites,  in  particular  World \nHeritage sites that may be covered by the TDP. TWG requires continuing support to coordinate \nthese efforts. \n \n6.  Deregulation of the tourism industry, its globalization, and the radical shift to leisure \ntourism has driven the industry toward information-oriented activities. The use of the Internet for \ndestination marketing, direct sales, and bookings has given rise to electronic tourism markets. \nThe adoption of information and communications technologies (ICT) in the tourism industry \nconcerns (i) inter- and intra-organization linkages to manage business activities and human \nresources; (ii) computerized reservation systems applications to link with airline companies, \n                                                 \n5  For example, Austrian development assistance is supporting tourism training infrastructure and facilities in Bhutan. ", "    3 \naccommodation, and other ground services; and (iii) electronic and on-line ticketing to reduce \ndistribution costs and facilitate revenue accounting and billing processes. This development has \nmade possible the direct delivery of comprehensive travel information about tourism suppliers to \npotential travelers. Training in BBIN is largely focused on traditional hotel, catering, and tourism \n(HCT)  products  and  has  yet  to  realize  the  tremendous  potential  of  the  Internet  as  an \ninformation,  marketing,  communication,  and  product  service  delivery  tool.  Use  of  ICT  can \nenhance networking, as well as increase product awareness and the knowledge base. The \nongoing TWG joint marketing initiative (led by India) is developing a web site to highlight the \ntourism attractions of the subregion based on the agreed upon themes.6 The web site could be \nexpanded and linked to enhanced functionalities, to provide a virtual marketplace for products \nwithin these themes, as well as a forum for networking. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n7.  The TA will support (i) HRD in the tourism sectors in BBIN, and (ii) networking of tourism \ninstitutions in that region. The TA will contribute to strengthening institutional capacity in the \nsubregion and support cooperative efforts based on the TDP themes of the Buddhist heartland \nand ecotourism based on natural and cultural heritage. The TA will strengthen subregional and \nnational centers of excellence through development of a common minimum training program, \ncourse structures, and a training calendar. The TA will also support development of HRD \nstrategies  for  the  tourism  sectors  in  BBIN  and  coordinate  country-level  efforts  to  achieve \ncommon minimum levels. A web-based mechanism for HRD networking will be established that \nwill  enable  greater  private  sector  participation  and  will  be  revenue-generating  and  self-\nsustaining. \n \nB.  Methodology and Key Activities \n8.  The tourism industry demands a multiskilled and multidisciplinary workforce that meets \nthe requirements of both direct and indirect tourism products and service providers. The TA will \nfocus on capacity building and institutional strengthening in HCT. This approach will ensure that \neducational,  vocational,  and  other  in-service  instructional  or  awareness  programs  are \nconcentrated on improving the existing skill set as well developing a strong HRD capability in \nthe subregion. A training infrastructure inventory that includes course structure, capabilities and \ndeliverables will be prepared. The TA will customize HRD programs to the requirements of \nplanned TDP products within the agreed upon themes. Courses will be designed and structured, \nkeeping in view industry requirements, with workers encouraged to be responsible, multiskilled, \nproductive, and work as a team. A highly skilled workforce is no longer enough, as there is a \ndemand for “soft” (cognitive and social) skills; the latter will be built into the training programs. \nHRD will focus on three tiers of staff skills needed: \n \n(i)  Basic/primary skills (tier I) training, primarily intended for staff that either come \ninto direct contact with tourists (tour and trail guides, host coordinators, airline, \nimmigration, tourist police) or are involved in tasks/activities that provide base-\nlevel  services.  NTOs  and  LTOs  will  encourage  private  sector  participation, \nparticularly  small  and  medium-size  enterprises  (SMEs),  in  these  courses  to \nensure that service delivery standards, and quality and productivity of staff are \nenhanced to a minimum acceptable level. \n                                                 \n6  “Buddhist Circuits” has been renamed as “Buddhist Heartland,” as part of this joint marketing initiative. The web \nsite has been registered as http://www.visitsouthasia.org. ", "4 \n(ii)  Middle/tertiary skills (tier II) training will cater to middle or clerical level-staff who \nhave  basic  qualifications  or  several  years  of  industry  experience  (e.g.,  front \noffice,  tourism  management,  travel  and  tour  operations).  Refresher  courses, \nenvironmental and cultural heritage workshops, language, and trainer training are \nsome possible courses. A select group of instructors will provide training at the \nnational level while taking into account regional requirements. \n(iii)  Advanced skills (tier III) training will include project management, marketing, \neffective communication, property management and specialized tourism products \nor services. Target groups will be middle- and senior-level personnel who are at \na  decision-influencing  level  and  who  will  be  responsible  for  project \nconceptualization, design, execution, relationships with the private sector, and \nmarketing. \n \n9.  By working with UNESCAP/APETIT on a subregional basis, the training institutions of \nBBIN will develop stronger links with each other. UNESCAP/APETIT interventions will improve \nstandards of training, the benefits of which will accrue to national industry workforces. PATA will \nassist in the delivery of training for travel media. Recipients of the longer-term benefits of this \ntraining will be the travel industry, potential visitors, and current visitors, who will be better \ninformed through the activities of the subregion’s travel media. UNESCO has developed models \nfor cooperation among stakeholders on cultural heritage management and tourism, based on \ncase  studies  in  the  region.  The  models  will  be  used  in  strengthening  the  capacity  for \nimplementing the TDP. Skills of in-field practitioners will be upgraded to supplement existing \nnational guides training, to focus on enhanced knowledge of the sites and managing tourism \nimpact on heritage sites at the front lines. Training will also be designed for local communities to \nempower them to deal with the potential impacts of increased ecotourism and cultural tourism. \nWTO technical expertise will support the design and delivery of project management training for \nNTOs  and  LTOs,  with  a  view  to  building  these  organizations’  confidence  to  manage  and \ncontribute  to  projects.  Such  training  will  also  create  networks  useful  for  implementing \ncooperative (cross-border) tourism projects in the subregion. \n \n10.  The TA will build on India’s ongoing efforts to develop a travel web site for the subregion, \nits tourism products, and its tourism sector players. This enhancement will provide a platform for \nnetworking, developing integrated products, and offering opportunities for skills and knowledge \ndissemination  through  on-line  training  courses.  The  web  site  will  help  make  travel  and \neducational products globally accessible at lower transaction costs and without intermediaries, \nand will be particularly targeted to benefit SMEs. The SMEs will be supported by relevant \ntraining in ICT to ensure that smaller players also benefit. \n \nC.  Cost and Financing \n11.  The TA is estimated to cost $600,000. The TA will be financed on a grant basis by the \nJapan Special Fund, funded by the Government of Japan. Details of the cost estimates are in \nAppendix 2. \n \nD.  Implementation Arrangements \n12.  The TA will be implemented over 18 months, from January 2005 to June 2006. ADB will \nbe  the  Executing  Agency  for  the  TA.7  About  10  person-months  of  international  consulting \n                                                 \n7  The South Asia Department, Agriculture, Environment and Natural Resources Division, in cooperation with the \nOperations Coordination Division and the SASEC secretariat. ", "    5 \nservices will be required in the areas of tourism HRD (team leader) and ICT. ADB will recruit two \nindividual international consultants, in accordance with its Guidelines on the Use of Consultants. \nOutline terms of reference are in Appendix 3. The team leader will prepare the following: (i) \ninventory of training infrastructure within 1 month after the TA starts, detailing the courses \noffered, proposing a common minimum training program and a training calendar; (ii) quarterly \nprogress reports on implementation; (iii) a final report at the end of 18 months, providing an \nappraisal of the training initiatives and an action plan defining further implementation steps and \nresponsibilities. \n \n13.  The TA will provide equipment to upgrade training facilities at the National Hotel and \nTourism Training Institute, Dhaka, to a standard equivalent to that in the 3 other countries. The \nequipment (which will be transferred to the institute at the end of the TA) will strengthen and \nmodernize the existing facilities to provide training, particularly in hotel catering and related \nservices.  The  equipment  list  will  be  prepared  by  the  consultant,  in  consultation  with  the \nBangladesh NTO and in line with similar facilities in India, and will be approved by ADB. \nEquipment  will  be  procured  through  international  shopping,  in  accordance  with  ADB’s \nGuidelines  on  Procurement.  Web  site  enhancement  will  be  implemented  through  direct \nselection of the private sector agency that is engaged by India to develop the web site for the \nTDP joint marketing initiative. An outline of the required functionalities and implementation \narrangements is in Appendix 4. This will be further detailed by the ICT specialist. \n \n14.  An inception workshop will be held, in conjunction with a TWG meeting, to agree on a \ndetailed work program that will be prepared and presented by the consultants. A concluding \nworkshop will be held toward the end of the TA to evaluate the outcomes and update the TWG \nplans and strategies for HRD based on the experience gained. Subregional training workshops \nwill be held at centers of excellence in BBIN. The workshops will also provide a forum for \nexchanging information and experience among the countries’ tourism sectors. \n \n15.  Training courses and workshops supported by the TA will give priority to training of \ntrainers, based on international best practices, and making use of the best resources available \nin the subregion. Development partners (including UNESCAP/APETIT, PATA, UNESCO, and \nWTO)  will  provide  technical  expertise  and  resource  persons.  Trained  trainers  will  thus \ndisseminate the TA outputs widely through the tourism training institutes in BBIN. The TA will \nalso support the development of web-based training that will include information on training \nactivities, on-line instruction modules, and a means for networking among tourism training \ninstitutes in BBIN.  \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis for \nthe  South  Asia  Subregional  Economic  Cooperation  Human  Resource  Development  and \nCapacity Building in the Tourism Sector, and hereby reports this action to the Board.  ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring Mechanisms  Assumptions \nDesign Summary  Indicators/Targets     \n   \nGoal       \n     \nStrengthen institutional  Improved service levels in the  Tourism working group \ncapacity in the South Asia  subregion’s tourism industry  (TWG) meetings \nSubregional Economic     \nCooperation (SASEC)  International recognition of  International conferences \nsubregion, to support regional  subregional composite  and forums \ncooperation based on the  thematic tourism products \nthemes of the Buddhist \nheartland and ecotourism \nbased on natural and cultural \nheritage \n \nPurpose       \n       \nSupport human resource  Agreement on a common  Asian Development Bank  Participating countries \ndevelopment (HRD) in the  minimum training program  (ADB) TA review  remain committed to \ntourism sectors in Bangladesh,  reached at the 5th meeting of  missions  implementing the Tourism \nBhutan, India, and Nepal  TWG    Development Plan (TDP). \n(BBIN)    Quarterly progress   \n  Networking through United  reports by international  Identified development \nSupport networking of tourism  Nations Economic and Social  consultant  partners remain committed \ninstitutions in BBIN  Commission for Asia and the    to support human resource \n  Pacific Network of Asia- Reviews by TWG  development (HRD) \nPacific Education and  members and focal  initiatives of the TDP. \nTraining Institutes in Tourism  persons \n(UNESCAP/APETIT) and \nweb site established by end \nof technical assistance (TA) \n \nOutputs       \n       \nSkills of tier I (base-level  At least 60 persons trained in  Inception workshop and  TWG meeting is held as \ntourism service providers)  each country  TWG meetings  planned at Dhaka in \nenhanced to common minimum    February 2005. \nlevel  ADB TA review missions   \nSkills of tier II (hospitality and  At least 60 persons trained in     \ntour operations) staff enhanced  each country  Quarterly progress  Consultants are recruited \nto common minimum level  reports by international  on time. \n  consultant    \nSkills of tier III enhanced in  At least two regional training    Equipment is procured on \nproject management, and  programs conducted to train  time. \nmarketing and communications  6-8 persons from each   \n  country   \n   \nEnhanced web site for  Web site is operational and  Statistics on web site   \ninformation dissemination and  self-sustaining by end of TA  access  Web site enhancement \nnetworking       contract is finalized on time. \n  At least 50% of users are  Data on revenue \nsmall and medium-size  generated \nenterprises \nContinued on next page", "  Appendix 1  7 \n       \n  Performance  Monitoring Mechanisms  Assumptions \nDesign Summary  Indicators/Targets     \n   \nActivities       \n       \nAssess capabilities and  Within 1 month of start of TA  ADB TA review missions  Capable consultants are \nstrengths of tourism training      recruited. \ninfrastructure and prepare  Quarterly progress \ninventory  reports by international \n  consultant \nCoordinate with development  Within 1 month of start of TA    Inputs from development \npartners for their inputs  partners are timely. \n \nOutline common minimum  Within 1 month of start of TA     \ntraining program \n \nPrepare training calendar  Within 1 month of start of TA     \n \nOutline course structures for  Within 1 month of start of TA     \ntiers I, II, and III \n \nHold inception workshop  End-February 2005     \n \nFinalize functionalities for web  Within 2 months of start of TA     \nsite enhancements \n \nFinalize list of equipment to be  Within 2 months of start of TA     \nprocured \n \nIdentify trainers  Within 3 months of start of TA    Competent trainers are \n  available \nFinalize training program,  Within 3 months of start of TA     \ncalendar, and course \nstructures \n \nCoordinate with national  Continuing     \ntourism organizations and \ntraining institutes to support \nconduct of training courses, \nand obtain feedback \n \nPrepare HRD strategies to  Within 4 months of start of TA     \nachieve common minimum skill \nlevels \n \nPrepare evaluation of training  By end of TA     \nprogram \n \nInputs       \n     \n10 person-months international  Costs involved: $180,000   \nconsultants   \n   \nEquipment  Costs involved: $30,000 \n   \nContract for web site  Costs involved: $70,000 \ndevelopment \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \n  Asian Development Bank Financing a   \n  1.  International Consultants    \n    a.  Remuneration and Per Diem  150.0 \n    b.  International and Regional Travel  30.0 \n  2.  Equipment b  30.0 \n  3.  Training Courses and Workshops  270.0 \n  4.  Development of Web site Enhancements c  70.0 \n  5.  Contingencies   50.0 \n        Total  600.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb  Equipment will be provided to upgrade training facilities at the National Institute of Hotel Management in Dhaka, \nand will include industrial kitchen equipment, laundry equipment, and cleaning equipment. \nc  Cost includes operation and maintenance for the first year, after which the web site will become self-sustaining \nthrough revenue generation. \nSource: Asian Development Bank estimates. \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Issues relating to human resource development (HRD) in the tourism sector in the South \nAsia Subregional Economic Cooperation (SASEC) subregion include the following: \n \n(i)  Shortage of skilled personnel, especially those providing base-level services. \n(ii)  Lack of qualified and experienced instructors (except in India), making it difficult \nto provide a comprehensive curriculum at the national level.  \n(iii)  Shortage of tourism training infrastructure, ranging from training materials to \nfacilities to equipment, especially in Bangladesh. \n(iv)  Lack of a holistic or strategic approach to HRD in the tourism sector, contributing \nto (a) often concentration of HRD in product areas, such as hospitality and \ncatering, and neglect of tourism management aspects such as travel and tour \noperations; (b) growth of private training schools that do not impart a recognized \nand  standardized  level  of  instruction;  and  (c)  wider  disparities  in  skill  and \neducation levels, due to the absence of registration with, certification by, and \naffiliation of courses to a recognized institution. \n(v)  Rapid  innovation  and  change  in  the  tourism  marketplace  requiring  continual \nupgrading  and  restructuring  of  courses,  made  more  complex  by  the \nmultidisciplinary nature of sector requirements. With the exception of India, other \ncountries in the subregion have not been able to keep pace with ever-changing \nrequirements, as a result of which even trained personnel are ill-prepared for \nindustry needs. \n(vi)  Gaps between training capacity of tourism institutions and requirements of the \nindustry, leading to the industry being staffed by a high proportion of under-\nskilled and untrained personnel. \n(vii)  Shortage  of  advanced-level  programs  for  management  development,  project \nmanagement,  marketing,  and  effective  communication  (with  the  exception  of \nIndia), restricting the ability of local management to undertake tourism projects \nwithout external assistance.1 \n(viii)  Difficulty in attracting and retaining skilled workers, leading to inadequate service \nstandards in the middle to lower level segment of the hospitality industry (1-4 \nstar-rated).2 \n(ix)  Differing  levels  of  maturity,  skill,  expertise,  and  proficiency  levels  in  each \ncountry’s tourism sector, entailing different training needs and varying levels of \nskills upgrading, to bring them to a common minimum standard. \n(x)  Seasonality  and  low  returns  from  the  industry,  especially  in  Bhutan  and \nBangladesh, leading to the reluctance of small and medium-size enterprises \n(SMEs) to invest in training staff or organizing vocational instruction. \n(xi)  Perceptions of the hotel catering and tourism (HCT) industry as unattractive, \nprimarily on account of its working hours, low wages, seasonal employment, and \nlow job status.  \n \n                                                 \n1  For example, lack of an effective marketing and communications program has led to a reliance on select external \npublicity and advertising agencies for promotions, leading to limited international awareness of the tourism \nproducts. \n2  For example, Bangladesh noted that a substantial proportion of trained staff had sought placements abroad after \ncompleting their training courses. Their departure adversely affects the tourism industry, as there is little induction \nof a fresh pool of talent. \n ", "10  Appendix 3 \n2.  The technical assistance (TA) will require the services of an international (regional) \nconsultant (about 9 person-months) with expertise in tourism HRD, including course structuring, \ntraining needs assessment and an ability to identify trainers for specific courses; and information \nand communication technology (ICT) specialist (1 person-month). The tourism HRD specialist, \nin close collaboration with development partners identified in the tourism development plan, will \ndo the following: \n \n(i)  Prepare an inventory of tourism training infrastructure in the SASEC subregion \nwith an overall assessment of capabilities and strengths. \n(ii)  Design  and  develop  a  common  minimum  training  program  that  will  be \nimplemented in Bangladesh, Bhutan, India, and Nepal (BBIN) with some regional \nvariations. \n(iii)  Identify trainers to implement and impart instruction under the common minimum \ntraining program. Coordinate with identified development partners, as well as \norganizations  such  as  the  International  Labor  Organization,  to  identify  and \naccess technical expertise and resources. \n(iv)  Draw upon the “child-wise” initiative and experience of other Asian countries to \nframe appropriate awareness programs on child labor, antitrafficking, and related \nissues. \n(v)  Develop  a  training  calendar  for  instruction  at  all  tier  levels,  and  monitor  its \nimplementation. \n(vi)  Identify institutes in each country to host the training courses. \n(vii)  Identify  and  designate  existing  training  institutions  as  subregional  centers  of \nexcellence,  after  ensuring  that  adequate  capacity  building  and  institutional \nstrengthening measures have been taken. \n(viii)  Critically  review  existing  course  structures  at  tiers  I,  II  and  III,  and  suggest \nappropriate modifications and enhancements to meet the requirements of the \ntourism industries in BBIN. \n(ix)  Facilitate an inception workshop, at the end of 1 month, in conjunction with a \nmeeting of the tourism working group (TWG), to present and validate the initial \nfindings.  Based  on  the  conclusions  of  the  workshop,  revise  and  finalize  the \ntraining program, calendar, and course structures.  \n(x)  Develop a brief HRD strategy for the SASEC countries to strengthen cooperation \nbetween governments, training institutes, and the tourism industry, and to work \ntoward common minimum standards. \n(xi)  In coordination with the national tourism organizations (NTOs), develop criteria \nfor selecting trainees, and ensure that these criteria provide for gender equality. \n(xii)  Recommend  and  implement  initiatives  to  foster  closer  cooperation  with  and \nparticipation  of  the  private  sector  tourism  industry  especially  in  the  SME \nsegment. \n(xiii)  Identify equipment requirements, matching requirements and prerequisites to be \nprovided by the Bangladesh NTO, and assist in procurement in accordance with \nADB’s Guidelines on Procurement. \n(xiv)  Prepare  quarterly  progress  reports  and  a  final  report  at  the  end  of  the  TA \nproviding an appraisal of the training initiatives and including an action plan \ndefining further implementation steps and responsibilities. \n \n3.  In keeping with strategies outlined in their national programs, national, state-level, and \nlocal tourism organizations have identified HRD programs that are aimed at achieving specific \nobjectives for the tourism sector. It is essential that capacity-building initiatives recommended in \nthis TA dovetail with these programs to ensure that such initiatives are within the identified ", "  Appendix 3  11 \ndevelopment framework. The TA will also strengthen linkages between industry and education \nby  (i)  incorporating  private  sector  HCT  requirements  in  course  structures;  (ii)  introducing \nsummer placements and apprenticeships for students; and (iii) bringing educators into the \nworkplace and executives into classrooms. \n \n4.  The ICT consultant will assist in further elaborating the scope and depth of coverage of \nweb site development and finalizing the functionalities of web site enhancement (Appendix 4). \nThe target beneficiaries or users of the web site should include small players and not only large \nones who have readier access to such facilities. It should also be ensured that no one country \ndominates the development of the web site. The details of web site enhancement will be worked \nout during the inception phase and agreed to by the TWG at the inception meeting. Much of the \nTA targets SMEs in the tourism sector, and training will include ICT to enable them to make \nbetter use of Internet marketing and computer-based training.  \n \n5.  Table A3 gives an indicative list of the training needs identified during TA fact-finding, \nwhich will be the basis for further developing the common minimum training program and course \nstructures during TA implementation.  \n \nTable A3: Outline of Training Program \n \nLevel  Target Group  Topics for Instruction \nTier I  Tour and trail guides,  Tour group management; cultural heritage tourism; environmental \nhost coordinators  visitor culture; communication; quality customer service; language \nskills; equipment management; food production principles and \nfood and beverage service; basic health, sanitation, and hygiene; \nfirst aid, human immunodeficiency virus/acquired immunodeficiency \nsyndrome (HIV/AIDS) and drug use awareness \nTier I  Airline staff  Country orientation and tourism marketing skills (“soft sell” \nstrategies to create initial interest and awareness). \nTier I  Immigration officials  Communication skills – “good host” training to foster friendliness \nand tourist police  and helpful attitudes of service with a smile.  Antitrafficking and \nchild labor issues to be highlighted \nTier I  Hospitality sector  Food craft, catering, housekeeping, office administration; \nHIV/AIDS and drug use awareness \nTier II  Tour operators  Booking and reservations; accounting, office administration; \nfamiliarization with information and communication technology  \nconcepts and tools; “good host” refresher course; purchase \nmanagement; food and beverage control; HIV/AIDS and drug use \nawareness \nTier II  Hospitality sector  Executive chef; business administration; finance for nonfinance \nmanagers; property management skills; recruitment and selection \nof hotel, catering, and tourism staff at various levels \nTier III  National tourism  Project management skills, including project concept design and \norganizations, local and  development, encouraging creativity and lateral thinking and \nstate-level tourism  developing problem solving; project sustainability (economic and \norganizations  environmental), and impacts on host communities; hospitality law \nand other regulatory frameworks, such as classification and \ncategorization of hotels and restaurants; marketing and \ncommunications; HIV/AIDS and drug use awareness; anti-\ntrafficking and child labor issues to be highlighted \n \n ", "12  Appendix 4 \nOUTLINE OF WEB SITE FUNCTIONALITIES AND IMPLEMENTATION ARRANGEMENTS \n \n1.  The technical assistance (TA) will enhance the web site developed under the South Asia \nSubregional Economic Cooperation (SASEC) Tourism Development Plan (TDP) joint marketing \ninitiative, and develop a portal that will be designed and developed by a reputed and creative \nweb design agency.1  The objective of the web site and portal will be to provide comprehensive \n“one-stop” data content together with relevant site linkages, a booking engine, and a payment \ngateway, to enable travelers to make ground handling and accommodation arrangements.  A \nseparate module will contain information on training, and on-line courses will be designed to \nimpart instruction on some common aspects at the tier I and II levels.  Specifically the portal will \nbe \n \n(i)  a fully maintained web site with text and images providing up-to-date information \non the tourism infrastructure in the SASEC subregion, with specific relevance to \nthe  two  identified  products/themes,  viz.,  Buddhist  heartland,  and  ecotourism \nbased on natural and cultural heritage. Heritage, cultural, adventure, and leisure \ntourism products and services will be highlighted; \n(ii)  a database-driven portal that interfaces with industry sites (hotels, airlines, tour \noperators,  ground  handlers,  destination  management  companies,  training \ninstitutions, etc.) and has a secure payment gateway and processing facility; and \n(iii)  a  training  and  instruction  facility,  providing  information,  on-line  courses,  and \ndemonstration  programs  (bookings,  airline  reservation  systems,  accounting, \nlanguage, etc.). \n \n2.  The web portal content will include the following: \n \n(i)  Destination information \n(ii)  News and events  \n(iii)  Press releases  \n(iv)  Regional information  \n(v)  Destination maps – interactive option \n(vi)  Image bank \n(vii)  Sample itineraries – travel planners \n(viii)  Linkages to tourism product and service providers (including small and medium-\nsize enterprises \n(ix)  Linkages to government or other information provider agencies \n(x)  Search engine \n(xi)  Training course material and course structures distribution \n(xii)  Training calendar \n(xiii)  On-line instruction modules \n(xiv)  Job vacancies in the hotel, catering and tourism (HCT) sector \n(xv)  Visitor tracking with reporting  \n(xvi)  Testimonials/opinions/views/experiences \n(xvii)  Special offers  \n(xviii)  On-line questionnaires \n \n \n                                                 \n1  The joint marketing initiative is developing a web site (registered as http://www.visitsouthasia.org) primarily to \ncreate awareness of subregional tourism assets within the two agreed upon themes. This can be used as the \n“core” for a web site with expanded functionalities. ", "  Appendix 4  13 \n3.  The benefits of such a web portal will accrue from its providing \n \n(i)  opportunities for all tourism service providers to showcase their products on a \nglobal basis, thus substantially increasing their market reach and potential; \n(ii)  on-line newsletters, image libraries, and e-brochures, thus reducing reliance on \nprinted promotional and marketing material and publishing and mailing costs; \n(iii)  low cost and speed of updating information; \n(iv)  networking with all service providers in SASEC, thus creating opportunities for \ncooperation, information sharing, upgrading skills, and knowledge base; \n(v)  revenue-generating as web site maintenance in subsequent years will be funded \nfrom site advertisement revenue, membership fee, commissions from sales of \nproducts and services; \n(vi)  source of information on visitor profile, preferences, needs and requirements; \n(vii)  multilanguage content to meet demand-based requirements (e.g., Japanese); \nand \n(viii)  fully integrated modules providing linkages with either centrally stored data or \nexternal sites, thus reducing duplication and errors. \n \n4.  The web site will be operated and maintained by the selected agency for an annual \nservice fee. The annual cost of operation and maintenance (including hosting and updating) is \nestimated to be $5,000. Any revenues over and above this cost plus the annual service fee will \nflow to the joint marketing fund that has been established under the SASEC TDP. \n \n "], "metadata": {"ModDate": "D:20050124090053+08'00'", "CreationDate": "D:20041223054006Z", "Title": "Microsoft Word - TA Report 37367- edited-final.doc", "Creator": "PScript5.dll Version 5.2", "Author": "jda", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}