{"path": "data/input/ta/tar-prc-38660.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: PRC 38660 \n \n \nTechnical Assistance to the \nPeople’s Republic of China for \nPreparing the Ningxia Yinchuan \nIntegrated Ecosystem Management \nProject (Cofinanced by the Global \nEnvironmental Facility) \n \n \n \n \n \n \nAugust 2005 \n \n \n \n   ", " \nCURRENCY EQUIVALENTS \n(as of 10 August 2005) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1233 \n$1.00 =  CNY8.11 \n \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  CA  –  Conservation agriculture \n  CPF  –  Country Programming Framework \n  EA  –  Executing Agency \n  EAR  –  Environmental Assessment Reports \n  GEF  –  Global Environment Facility  \n  IA  –  Implementing Agencies  \n  IEM  –  integrated ecosystem management  \n  LG  –  leading group  \n  M&E  –  monitoring and evaluation \n  NHAR  –  Ningxia Hui Autonomous Region  \n  O&M  –  operations and maintenance \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  PPTA  –  project preparatory technical assistance \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsectors  –  Agricultural production, environment and biodiversity, livestock, \nforest, irrigation and drainage, and water resource management. \nThemes  –  Sustainable economic growth, Inclusive social development, private \nsector development, and environmental sustainability \nSubthemes  –  Sustainable economic growth, inclusive social development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by a team consisting of B. Carrad (team leader), N. Zhiming, Y. Zhou, \nand J. Chai. \n ", "   \n \nI.  INTRODUCTION \n1.  During  the  October  2004  Country  Programming  Mission,  the  Government  of  the \nPeople’s  Republic  of  China  (PRC)  requested  technical  assistance  (TA)1  from  the  Asian \nDevelopment Bank (ADB) and Global Environment Facility (GEF) grant-financed assistance for \npreparing the Ningxia Yinchuan Integrated Ecosystem Management Project. After receiving \nADB Management’s endorsement of the concept for this TA, the Fact-Finding Mission in March \n2005 held discussions with the government of Ningxia-Hui Autonomous Region (NHAR), and \nreached an understanding on the detailed objectives, scope, cost estimates, terms of reference \nfor consultants, and financing and implementation arrangements for the TA to prepare the \nProject.  The  Project  will  support  the  NHAR  government  in  restoring  and  protecting \nenvironmental and economic services in the Yinchuan-Helan Mountains areas, via an integrated \necosystem management (IEM) approach. The Project is in environmental category B and will \nneed an initial environmental evaluation.  \n \nII.  ISSUES \n2.  The requested TA is under the Country Programming Framework (CPF) for the PRC-\nGEF Partnership on Land Degradation in Dryland Ecosystems (the Partnership). The CPF was \ndescribed in a Framework Brief that was approved by the GEF Council in October 2002.2 The \nCPF covers a programmatic approach for a 10-year period (2003–2012) and seeks to combat \nland  degradation,  reduce  poverty,  and  conserve  biodiversity  through  capacity-building \ninvestments and developing viable model demonstration investment projects, consistent with \nGEF’s  Operational  Program  12  (OP12)  on  IEM.  The  initial  focus  (2003–2005)  is  on  six \nprovinces/autonomous regions in the western region that are both national priority areas and of \nglobal significance for land degradation control and biodiversity preservation. During 2006–\n2012, all western region provinces/regions will be eligible.3 In aggregate, investments worth $1.5 \nbillion are planned, including $150 million in GEF grants.  \n \n3.  ADB’s  first  project  under  the  Partnership,  the  Capacity  Building  to  Combat  Land \nDegradation Project4, is ongoing in six provinces/autonomous regions: Gansu Province, Inner \nMongolia Autonomous Region, NHAR, Qinghai Province, Shaanxi Province, and the Xinjiang \nUygur Autonomous Region.  Its initial focus is for each province/region to (i) prepare its own \nstrategic plan for land degradation control, using an IEM approach; (ii) review relevant policy \nand legislative/regulatory conditions; (iii) strengthen national and provincial coordination and \nimprove operational arrangements at provincial and county levels; (iv) support the capacity for \n                                                 \n1 Previously titled, Technical Assistance for Preparing the Shaanxi Qinling Integrated Ecosystem Management \nProject and the Ningxia Yinchuan Integrated Ecosystem Management Project. Following the Government’s request \nin early June 2005, the preparation of the two projects was described in two separate TAs. The TA first appeared in \nADB Business Opportunities (internet edition) on 18 April 2005. \n2  ADB.  2002.  People’s  Republic  Of  China  (PRC)-Global  Environment  Facility  (GEF)  Partnership  on  Land \nDegradation in Dryland Ecosystems, Framework Brief, September. \n3  Gansu, Inner Mongolia, Ningxia Hui, Qinghai, Shaanxi, and Xinjiang Uygur with a population of about 120 million. \nThe other six provinces/regions to be included from 2006 are Chongqing, Guangxi, Guizhou, Sichuan, Xizang \nYunnan, Zizhiqu, and two prefectures in Hubei and Hunan. Eleven central government agencies are involved: \nLegislative Office of the State Council, Ministry of Agriculture, Ministry of Finance, Ministry of Land and Resources, \nMinistry of Science and Technology, Ministry of Water Resources, National Development and Reform Commission, \nPoverty  Alleviation  Office  of  the  State  Council,  State  Environmental  Protection  Agency,  State  Forestry \nAdministration, and the Working Committee for Legislation of the National People’s Congress. \n4 ADB. 2004. Technical Assistance to the People’s Republic of China for the Capacity Building to Combat Land \nDegradation Project. Manila. Approved on 29 June 2004 for $13.8 million, of which $7.7 million was provided by \nGEF as a grant. Supported by ADB. 2004.Technical Assistance to the People’s Republic of China for the Support \nImplementation of  Capacity Building to Combat Land Degradation Project. Manila, for $1.2 million.  \n ", "2 \nfuture  IEM  investment  projects;5  (v)  examine  ways  of  improving  and  coordinating  existing \nmonitoring and evaluation systems; and (vi) support project implementation. An international \nworkshop on integrated ecosystem management held in Beijing on 1–2 November 2004, aimed \nto introduce to the Government the concepts and principles of IEM and to promote mutual \nunderstanding of how the approach could contribute to combating the root causes of land \ndegradation.6  \n \n4.  The  PRC’s  western  region  shares  a  common  border  with  several  Central  Asian \nrepublics,  where  land  degradation  has  serious  economic,  social,  and  environmental \nconsequences. As in the dryland areas of the PRC, the causes of land degradation are multiple, \ncomplex, and varied, but are largely attributable to overexploitation of the natural resource base. \nSimilar problems exist in the western region, and hence lessons learned from the Partnership \nare highly relevant for ongoing operations in Central Asia7 and elsewhere. \n \n5.   Demonstration Investment Projects Under the Partnership. Several demonstration \ninvestment projects are under way or are being planned. The World Bank is implementing the \nGansu-Xinjiang Pastoral Development Project ($66.25 million loan and $10.5 million GEF grant) \nand has several other Partnership projects in its forward lending pipeline. The International \nFund for Agricultural Development has a Partnership project currently under preparation for \nGansu, Ningxia and Shaanxi provinces. ADB’s 2006–2008 program includes six projects that \nare anticipated to involve a combination of loans and GEF grants; of these, several are under \nthe Partnership.8 The TA will help prepare ADB’s first loan/GEF grant demonstration investment \nunder the Partnership.  \n \n6.  Ningxia–Yinchuan IEM Project. To the north of the extremely poor and dry NHAR, with \nthe Yellow River to the east and the Helan Mountains as its western boundary, the proposed \nproject area sits close to the capital city, Yinchuan.9 The close correlation between dryland \ndegradation, poverty, and rapid population growth, as in NHAR, has been well documented.10 \nBetween 1980 and 2000, the NHAR population increased from 3.73 million to 5.54 million, or by \n48.3% in 20 years. By comparison, the population of the Hui minority in NHAR increased from \n1.17 million to 1.91 million, or by 63.6% during the same period. The project area is naturally \ndivided  into  three.  (i)  The  foothills  and  the  central  Yinchuan  plain  contain  most  of  the \n                                                 \n5  This includes (i) documenting IEM/land degradation control-related projects and programs, (ii) learning the lessons \nfrom past successes and failures by assessing the impact of past investments, (iii) training a cadre of provincial \nplanners with the skills required to design land degradation control investment projects, and (iv) undertaking \nfeasibility  studies  of  selected  priority  IEM/land  degradation  control  project  investments  eligible  for  possible \nfinancing under the Partnership.  \n6  Over 200 participants attended, including keynote speakers, as well as senior representatives from (i) central and \nprovincial governments; (ii) international development agencies (including ADB, European Union, Food and \nAgriculture Organization, Global Environment Facility [GEF], United Nations Development Programme [UNDP], \nand World Bank), and bilateral development assistance agencies from Australia, Canada, and Japan;  (iii) \nnongovernment organizations; and (iv) private sector companies. Publication of the workshop proceedings is \nexpected by October 2005.  \n7  Two similar GEF-supported initiatives in Central Asia are (i) the UNEP project Sustainable Land Management in \nthe High Pamir and Pamir-Alai Mountain―an Integrated and Transboundary Initiative; and (ii) ADB. 2005. Regional \nTechnical Assistance for the Central Asian Countries Initiative for Land Management. Manila. \n8  ADB. 2005. Country Strategy and Program Update. Manila. \n9  The project area covers 3,350 square kilometers, including three districts and two counties of Yinchuan City. The \ntotal population (including that of Yinchuan City) is about 1.33 million, of whom 630,000 live in rural areas. In 2004, \nthe average annual urban income was CNY7,200 ($887.79) while the average annual per capita rural income was \nCNY3,080 ($379.78), at approximately the poverty level on a $1/day basis.  \n10 For data, see Framework Brief and ADB. 2004. Technical Assistance to the People’s Republic of China for the \nCapacity Building to Combat Land Degradation Project. Manila. These sources note that the poor become \nincreasingly vulnerable when human and animal populations have expanded well beyond the natural capacity of \ndryland ecosystems. Women tend to suffer more than men in terms of health, nutrition, employment, and income. \n ", "       3 \npredominantly  poor  rural  population,  where  traditional  farming  technologies  and  practices \ndominate, and land degradation is increasing. Limited commercial agribusiness exists, linked to \nthe local community through contract growing and marketing. Some expansion on suitable \nareas is possible. Despite fragile soils that can easily become saline if poorly managed and are \nlargely devoid of nutrients due to overcultivation and use of all vegetative matter for animal feed \nand fuel, the area is rich in biodiversity, with many rare or endangered species,  (ii) Wetlands \nand lakes, feature many rare bird species. Yinchuan City government has invested in these \nareas for tourism and environmental protection,  (iii) The massive Tengri (Gobi) and Mao Wushu \n(Ordos) deserts, threaten the oasis of the Yinchuan Plain with moving dunes. The Government \nhas  taken  some  effective  control  measures  to  protect  roads,  railways,  towns,  rivers,  and \nfarmland from these deserts. The Yellow River is heavily polluted and groundwater in Yinchuan \nCity is declining; however, very limited use has been made of market-based mechanisms, such \nas water pricing, to allocate and conserve water resources.  \n \n7.  To protect the environment, the Helan Mountains have been closed to grazing, fuel \ngathering, and hunting. The Government now wishes to combat land degradation through an \nIEM approach to the planned use of natural resources, promotion of sustainable agricultural \npractices including conservation agriculture, prevention of further desertification and to take \nsteps toward the recovery of healthy soils, and increased farm productivity. Under the Project, \nthe activities will involve (i) strategy development and institutional capacity building; (ii) rational \nuse of water and land resources to balance the competing demands from the expanding urban \nsector and rural users; and (iii) expansion of agriculture on suitable areas, alternative livelihood \ndevelopment, habitat protection and restoration, biodiversity conservation, renewable energy \noptions,  carbon  sequestration,  and  improved  ecosystem  monitoring.  Although  the  basic \ninfrastructure exists, tourism contributes little to the economy due to lack of promotion and \nlimited investment to capitalize on the region’s potential. However, tourism has a good potential \nas a commercial engine for NHAR. The Project complies with the project-specific eligibility \ncriteria, as described in the Partnership’s Framework Brief.11  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome  \n8.  The impact of the Ningxia-Yinchuan Project will be restored productive and protective \nfunctions of the ecosystem resources of the Yinchuan area. To achieve this impact, the TA will \nproduce  a  feasibility  study  to  design  an  IEM  approach  for  the  sustainable  use  of  natural \nresources in the Yinchuan area. The design outputs will be (i) an assessment of the enabling \nconditions for an IEM approach, including policies, regulations, and incentives; (ii) appropriate \ninstitutional  arrangements  for  the  Project,  including  for  capacity  building;  (iii)  sustainable \ncommercial agriculture, including conservation agriculture, alternative means of livelihood, and \nwater resources management; (iv) interventions for habitat restoration, wetlands protection, \necotourism,  biodiversity  conservation,  carbon  sequestration,  and  management  and \ncommercialization  of  wildlife;  and  (v)  an  ecosystem  monitoring  system.  The  design  and \n                                                 \n11 Project-specific criteria cover (i) enabling legal and regulatory framework to enhance incentives and enforcement \nmechanisms  for  improved  ecosystem  management;  (ii)  an  integrated  and  participatory  approach  to  foster \nincreased coordination among line agencies; (iii) local communities and stakeholders which are involved in \nidentifying, designing, implementing, and monitoring; (iv) pilot-testing innovative and coordinated institutional \narrangements, technology systems, land use planning, adaptive management approaches, and public–private \npartnerships;  and  (v)  achieving  synergy  among  biodiversity  conservation,  carbon  sequestration,  and  land \ndegradation  control  through  sustainable  agriculture  and  rural  development,  emphasizing  local  benefits  and \nsustainable livelihoods.  \n \n ", "4 \nmonitoring framework is in Appendix 1, and Appendix 2 gives the initial poverty and social \nanalysis. \nB.  Methodology and Key Activities \n9.  The NHAR government has agreed that the Project will be designed in a participatory \nway using an IEM approach. To address the global impacts, a GEF grant will add to the \nfeasibility study in the following areas: (i) enabling environment, policy and institutional reforms, \nand capacity building to ensure an IEM approach is followed; (ii) strategies/assessments and \nrecommended  investments  in  habitat  restoration,  land  degradation  control,  biodiversity \nconservation, carbon sequestration, grasslands, wetlands, management and commercialization \nof  indigenous  wildlife and  plants,  environmentally  sensitive  tourism;  and  (iii)  environmental \nawareness with regard to options for conservation and profitable use of ecosystem resources \nand monitoring of global benefits. The ongoing work of the Capacity Building to Combat Land \nDegradation Project (footnote 4) will support an IEM approach under the future investment \nproject. 12  \n  \n10.  The key design activities of the TA and GEF project are as follows: (i) review and \nanalysis of the enabling conditions, including policies, regulations, and incentives for sustainable \ndevelopment and pro-poor economic growth; (ii) institutional arrangements required for an IEM \napproach,  including  public–private  roles  and  partnerships,  capacity  building,  and  overseas \nstudy/training; (iii) sustainable agriculture, including conservation agriculture measures in the \ncentral plain, salinity control, integrated pest and plant nutrient management, windbreaks and \nerosion control measures, expansion of the area under perennial economic crops (e.g., grapes, \nwolfberry, Chinese dates), forage, shed-based livestock, and greenhouses on suitable sites; \n(iv) development  of  alternative  sources  of  rural  livelihood,  and  processing  and  marketing \nsupport  services;  (v)  improved  water  resources  management,  water  balance  studies, \ngroundwater  recharge,  and  improved  storage  and  irrigation  practices;  (vi)  biodiversity \nconservation,  carbon  sequestration,  wildlife  habitat  protection  and \nmanagement/commercialization  of  wildlife  through  the  development  of  a  commercial  zoo, \necological and cultural tourism, public environmental education, and related facilities/services; \nand (vii) an ecosystem monitoring system.  \n \nC.  Cost and Financing \n \n11.  The total cost of the TA is estimated to be $1.2 million equivalent, comprising $517,000 \nin foreign exchange and $683,000 equivalent in local currency. The TA will be financed on a \ngrant basis by ADB’s TA funding program ($500,000) and a GEF grant ($350,000 equivalent) \nadministered by ADB. ADB will finance $308,000 to cover the foreign exchange cost and \n$192,000 equivalent of the local cost. GEF will finance $209,000 of the foreign exchange cost \nand $141,000 equivalent of the local cost. The Government will provide $350,000 equivalent of \nlocal costs, to cover in-kind counterpart costs and services. The Government has been informed \nthat  approval  of  the  TA  does  not  commit  ADB  to  finance  any  ensuing  project.  The  cost \nestimates and financing plan are in Appendix 3.  \n \nD.  Implementation Arrangements \n \n12.  The  institutional  arrangements  and  activities  already  in  place  for  implementing  the \n                                                 \n12\n As  incorporated  into  a  number  of  international  conventions  on  environment  and  development,  integrated \necosystem management (IEM) is a holistic approach to addressing the links between ecosystem functions and \nservices (such as carbon uptake and storage, climatic stabilization and watershed protection, and medicinal \nproducts) and human social, economic, and production systems. IEM recognizes that people and the natural \nresources they depend upon, directly or indirectly, such as land, water, and forests, are inextricably linked.  \n ", "       5 \nCapacity  Building  to  Combat  Land  Degradation  Project  will support  the  preparation  of  the \nProject. The Executing Agency will be the Foreign Debt Management Office of the NHAR \ngovernment. A Leading Group (LG) chaired by the responsible vice-governor, will coordinate the \ninvolved agencies. The LG will include the Yinchuan City government. A project management \noffice (PMO) will provide administrative support and expertise in plant and animal biology, \neconomics, finance, tourism, management, marketing, legal and regulatory aspects, information \ntechnology,  and  other  needed  professionals.  Responsibilities  of  the  PMO  include  (i)  work \nplanning, (ii) administrative support, (iii) financial management, (iv) facilitation of LG meetings, \n(v) project information dissemination, and (vi) regular liaison with involved agencies. The PMO \nwill engage 8–10 permanent employees to support the Project. An expert panel will provide \ntechnical guidance to the PMO and the consultants and be paid an honorarium. \n \n13.  The TA will be carried out over 8 months starting in October 2005 and ending in June \n2006. A total of 60 person-months of consulting services will be required: 21 international and \n39 domestic. ADB will finance 41 person-months of consulting services: 13 international and 28 \ndomestic. GEF will finance 8 person-months of international and 11 of domestic consultants. \nThe consultants will work as an integrated team, under the leadership of the IEM specialist. The \ninternational  consultants  will  also  have  expertise  in  project  economics,  water  resources \nmanagement,  sustainable  agriculture,  wildlife  management,  commercialization  and  tourism, \nwetlands management, and carbon sequestration/clean development mechanism. The domestic \nconsultants  will  have  expertise  in  project  economics  and  finance,  dryland  ecosystems, \nsustainable  agriculture,  rural  livelihoods,  livestock  husbandry,  water  resources,  renewable \nenergy, social development, environmental aspects, legal and institutional aspects, species \nsurveys, tourism, and wetlands management. A firm will be engaged by ADB in accordance with \nits  Guidelines  on  the  Use  of  Consultants  and  other  arrangements  satisfactory  to  ADB  for \nengaging domestic consultants. The selection process will follow ADB’s quality- and cost-based \nselection method, following simplified technical proposal procedures. Consultants with special \nexpertise  such  as  wildlife  management,  commercialization  and  tourism,  and  carbon \nsequestration/clean development mechanism, may be engaged as individuals. Equipment for \nthe  TA  will  be  procured  by  the  consultants  in  accordance  with  ADB’s  Guidelines  for \nProcurement. Detailed terms of reference are in Appendix 4. \n \n14.  At the end of the first month, the consultant team will submit an inception report and a \nseminar and workshop plan to the Government and ADB, which will be discussed in a tripartite \nreview meeting. A midterm report will be submitted to the Government and ADB at the end of \nthe fourth month from the start of the TA, the findings of which will be discussed in a seminar or \nworkshop, participated in by stakeholders, in a second tripartite review meeting. A draft final \nreport (10 copies) will be submitted to the Government and ADB, 1 month before the end of the \nassignment, which will be presented by the consultant in the second seminar. A third tripartite \nreview meeting will be held before the TA ends to discuss the draft final report. The comments \ngenerated during the second seminar will be incorporated into the final report in English and in \nChinese (10 copies each), to be submitted to the Government and ADB at the end of the 8 \nmonths TA implementation period. \n \nIV.  THE PRESIDENT'S DECISION \n15.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $350,000 to be \nfinanced on a grant basis by the Global Environment Facility, and (ii) ADB providing the balance \nnot exceeding the equivalent of $500,000 on a grant basis, to the Government of the People’s \nRepublic  of  China  for  preparing  the  Ningxia  Yinchuan  Integrated  Ecosystem  Management \nProject, and hereby reports this action to the Board. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicatorsa  Sources/Reporting  and Risks \nMechanisms  \nImpact      Assumptions \nRestored productive  Increased use of  Survey results  •  Project design \nand protective  conservation agriculture on  compared with the  implemented \necosystem functions in  suitable land, and increased  baseline  effectively. \nthe Yinchuan area  rural incomes    •  Government and \n  Employment statistics  Asian Development \nWater and land resources \nand household income  Bank (ADB) sign loan \nrationally planned and used\nsurveys  agreement. \nExpansion of protected     \nwetlands and reduced     \nnegative impacts from    Risk \nadjacent croplands     \n  •  Government priorities \nRestored natural vegetative \n  change, or \ncover to protect vulnerable \n  Government is \nassets from moving sand \n  reluctant to accept the \ndunes \n  recommended design \nNo biodiversity species lost;    measures.  \nincreased indigenous     \nspecies and protection of   \nmigrating birds   \nTourism receipts and \nIncreased tourism for \nstatistics \ninternational and domestic \nmarkets \nOutcome      Assumptions \nProject design and  Memorandum of  Memorandum of  •  Government priorities \nfeasibility study agreed  understanding (MOU)  understanding   for area do not change, \nupon by ADB and  signed by Government  and proceed as \nGovernment   and ADB during appraisal  planned. \n  mission in August 2006  •  Global Environment \n  Facility (GEF) grant is \napproved. \n•  Ongoing GEF-financed \nCapacity Building to \nCombat Land \nDegradation Project \nassists the design \nprocess. \n \nOutputs      Assumptions \n1. Project design and  Project preparatory  Report reviewed and  •  Government supports \nfeasibility study suitable  technical assistance  accepted by ADB and  the designed project. \nfor ADB loan  (PPTA) final report  Government \n•  There is strong support \nprocessing, and GEF  submitted by June 2006    \nfrom Yinchuan City \ngrant application.  MOU signed  \nPersonnel from  govt. and the NHAR \n  participating agencies  Govt.   \ntrained during the PPTA   \n \n                                                 \na The indicators are not time-bound or quantifiable at this stage, and will emerge as a result of the study. \n ", "Appendix 1  7\nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicatorsa  Sources/Reporting  and Risks \nMechanisms  \n   \nADB-financed \nRisks \ncomponents: \n•  Pressure from city, \n(i) Sustainable \nindustry, agricultural \ncommercial agriculture \nand environmental \nand alternative \nneeds, and sector \nlivelihood sources  \nagencies: \n(ii) Water resources  competing demands \nmanagement  for water and land \ncontinue \n(iii) Wildlife habitat \nunregulated. \nprotection and \n \nrestoration \n•  Consultant’s \n(iv) Management,  recommended \ncommercialization of  approach is not \nwildlife and tourism  acceptable to the \nGovernment. \n(v) Ecosystem \nmonitoring \n(vi) Institutional \ncapacity building \nGEF-financed \ncomponents:  \n(i) Enabling \nenvironment reforms \ncovering incentives, \nlegal/regulatory, \ninstitutional mandates, \nand coordination for \nintegrated ecosystem \nmanagement (IEM) \napproach  \n(ii) Habitat restoration, \nbiodiversity \nconservation, carbon \nsequestration, wildlife \nmanagement, tourism, \nland degradation \ncontrol to world \nstandards, using \nmarket-based principles \n(iii) Environmental \nawareness program \nand monitoring and \nevaluation of global \nbenefits \n \n \n \n \n \n ", " 8  Appendix 1 \n \n \n \nActivities with Milestones  Inputs \nADB-financed components  An integrated consulting team \ncomprising 21 person-months \n1.  Sustainable Commercial Agriculture and Alternative \ninternational consultants, and 39 \nLivelihoods \nperson-months domestic consultants \n1.1 Analyze potential for expansion in central alluvial plain, based on \n \nconservation agriculture (perennial/annual crops) principles, \n•  ADB: $500,000 \nlivestock, related salinity and pest control, windbreaks, renewable \n•  GEF: $350,000 \nenergy options, etc., infrastructure and services (January 2006) \n•  Government: $350,000 \n1.2 Develop strategy in consultation with industry and stakeholders \n(midterm report, March 2006)  \nInputs from the ongoing  \n1.3 Finalize recommended interventions (final report, June 2006)  \nGEF-financed Capacity Building to \n2.  Water Resources Management  Combat Land Degradation Project in \n2.1 Analyze water resources availability and demand, urban and rural  Ningxia Hui Autonomous Region \n(January 2005)  (NHAR), project management office \n2.2 Develop water resources strategy, inclusive of balance studies,  at central level; and with relevant \ngroundwater recharge measures, wetlands protection and  advice from other externally- \nmanagement, improved irrigation for water saving, antisalinity  supported activities under the \nmeasures, and investment component in consultation with  People’s Republic of China-GEF \nstakeholders (midterm report, March 2006)   Partnership on Land Degradation in \n2.3 Finalize recommended interventions (final report, June 2006)  Dryland Ecosystems \n3.  Wildlife Habitat Protection and Restoration \n3.1 Analyze current situation, including vulnerable areas on desert \nmargins, Helan Mountains, and in wetland areas (Jan. 2006) \n3.2 Develop strategy and investment proposals in consultation with   \nstakeholders (midterm report, March 2006) \n3.3 Finalize recommended interventions (final report, June 2006) \n4.  Management, Commercialization of Wildlife and Tourism \n4.1 Examine feasibility of a commercial zoo to international standards \nfor captive breeding of endemic and endangered species, and \npublic education (midterm report, March 2006) \n4.2 Develop strategy for three ecosystems and tourism \nfacilities/services to ecological and cultural sites (midterm report, \nMarch 2006) \n4.3 Finalize recommended interventions (final report, June 2006) \n5.  Ecosystem Monitoring \n5.1 Establish ecosystem monitoring system (final report, June 2006) \n6.  Institutional Capacity Building \n6.1 Develop strategy and investment proposals in consultation with \nstakeholders (midterm report, March 2006) \n6.2 Finalize recommended interventions (final report, June 2006) \n7.  Others \n7.1  Inception report and workshop plan (November 2005) \n7.2  Social assessments of gender, poverty, minority peoples, and \ninvoluntary resettlement aspects (January 2006) \n7.3  Baseline surveys (February 2006) \n7.4  Conduct financial and economic analyses (draft final report, May \n        2006) \n7.5  Conduct institutional analysis (January 2006) \n7.6  Complete initial environmental examination (midterm report, \n ", "Appendix 1  9\nMarch 2006) \n7.7  Finalize project design and monitoring framework (final report, \nJune 2006) \nGEF-financed component  \n8.1  Inception report and workshop plan (November 2005) all by     \n       midterm report (March 2006) \n8.2  Enabling environment reforms, covering consistent policies,     \nincentives, legal/regulatory framework, institutional \narrangements, participation, and coordination for IEM approach \n8.3 Assessments of habitat, land degradation control, wildlife, plants \ncommercialization potential and interventions to world standards \n8.4 Biodiversity, grassland surveys, carbon sequestration/clean \ndevelopment mechanism options and conservation strategy \n8.5 Design of wetland rehabilitation and protection \n8.6 Formulate an environmentally sensitive tourism strategy and \ndevelopment program, based on the wildlife and cultural \nresources of all three ecosystems \n8.7 Design environmental awareness program and monitor and \nevaluate global benefits. \nNHAR – Ningxia Hui Autonomous Region, PPTA – project preparatory technical assistance, PRC – People’s \nRepublic of China \n \n \n \n \n \n ", "10  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \nThe Country Strategy and Program for the PRC (2004–2006) outlines the Asian Development Bank’s (ADB) strategy \nto support the Government’s ongoing poverty reduction efforts. The majority of the poor live in the central and western \nprovinces that lag well behind the eastern provinces in achieving the Millenium Development Goals, and where \npoverty is strongly correlated with the incidence of land degradation. The majority of ADB’s lending, particularly for \ninfrastructure, is targeted to the poor interior provinces to help create a climate for pro-poor economic growth. Ongoing \nADB-financed policy work is addressing poverty-related issues in health, education, social protection, nutrition, land \ndegradation, access to clean drinking water, and sanitation in rural areas. The program includes continued support for \nthe Government’s fight against poverty by addressing environmental problems related to air, water, and land, and \npromoting rural development in mountainous areas in Ningxia Hui Autonomous Region (NHAR) and other western \nprovinces/autonomous regions. \n \nThe poverty partnership agreement, signed by the Government and ADB in September 2003, sets out strategies and \ninterventions for poverty reduction. PRC and ADB will continue to cooperate on a broad range of activities related to \npolicy and regulatory reform and capacity building in the environment sector, and support projects to address \nenvironment problems. Projects will be designed so that the poor capture some of the environmental benefits. To \nsharpen the poverty focus of environmental work, the PRC and ADB are addressing land degradation by supporting \nthe implementation of the 10-year ($150 million, grant-financed) PRC-Global Environment Facility (GEF) Partnership \nfor Degradation in Dryland Ecosystems to address policy, institutional, technical, and financing issues related to \ncombating land degradation. It aims to reduce poverty, arrest land degradation, and restore dryland ecosystems in the \nwestern region. \n \nThe project area has a total population (including that of Yinchuan City) of about 1.33 million, of whom 630,000 are in \nrural areas. In 2004, the average annual income of the urban residents was CNY7,200 ($887.79 equivalent) while the \naverage annual per capita income of the rural population of the project area was CNY3,080 ($379.78 equivalent, or \nabout the poverty line on an equivalent of $1/day). In recent years, most of the Helan Mountain area has been \ndesignated as natural reserve zone or enclosure zone for ecological protection, with stringent land use regulations \nbeing put in place. The Government has imposed a grazing ban. While the ban has increased the environmental value \nof the Helan Mountains, it has necessitated alternative livelihood and measures to compensate for the loss of \ntraditional access to grazing. Also, the Government sees increasing urbanization as being important for reducing \npoverty, and urban population growth is rapidly increasing. Hence, future urban and rural water demand needs to be \nassessed and balanced, and use of water resources must be carefully planned. The Project will provide the \nopportunity to achieve an improved enabling environment and institutional capacity building for a participatory and \ncommunity-oriented integrated ecosystem management approach to sustainable use of biodiversity, agriculture, and \nnatural resources for (i) water and land resources; (ii) conservation annual and perennial agriculture on suitable land \n(e.g., grapes, wolfberry, Chinese date, forage, etc.); and (iii) livelihood diversification for rural people—many of whom \nare poor—including tourism-based employment. An example will be provided for future projects planned under the \nPRC-GEF Partnership on Land Degradation. Ecosystem-based livelihood activities will include (i) irrigated annual crop \nand perennial/tree crops, (ii) greenhouse production, (iii) livestock production, (iv) tourism, and (v) aquaculture \nproduction. Large-scale commercial agriculture, with related agro-industrial processing, is taking place on a limited \nscale within the project area. Project interventions are likely to feature community-based programs in rural areas, and \npublic–private partnerships, especially in commercial agriculture and tourism. \n \nB.  Poverty Analysis        Targeting Classification: General Intervention \n \nWhat type of poverty analysis is needed?  \n \nThe total population of the project area (including Yinchuan City) is about 1.33 million, of whom 630,000 are in rural \nareas. In 2004, the average annual disposable income of the urban residents was CNY7,200 ($887.79) while the \naverage annual per capita income of the rural population of the project area was CNY3,080 ($379.18, or about the \npoverty level on a $1/day equivalent basis). Urban growth is significantly faster than rural growth, an important aspect \nof the Government’s poverty reduction strategy. Poverty analysis will comprise the following: (i) rural and urban \nconsultations/surveys in all three ecosystems (Helan Mountains footslopes and central alluvial plain, wetlands and \nlakes, and deserts); (ii) participatory focus group discussions with vulnerable groups such as women, migratory \n ", "  Appendix 2  11 \ngroups, herders facing a grazing ban, and people living on the desert margins, to determine the linkage between \nincome, poverty, and non-income poverty and the environment; (iii) design of interventions in policy/planning, \nregulations, institutions, and physical investments to address water resources including conservation and pollution, \nproductivity improvements, including conservation agriculture, conservation of the environment and tourism. Public–\nprivate partnerships will be an important aspect.  \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes   No  \n \nA brief stakeholder analysis was conducted during fact-finding for the technical assistance and the roles of the key \nstakeholders were identified and agreed upon in the signed Memorandum of Understanding. Based on detailed \ndiscussions with the NHAR government, Yinchuan City government, representatives of agribusiness ventures, cultural \nand ecotourism operations, and a small group of rural residents, the Leading Group (LG) will comprise director \ngeneral-level  officials  of  the  NHAR  Development  Reform  Commission,  Finance,  Agriculture,  Forestry,  Water \nResources, Poverty Alleviation Office, Environmental Protection Office, Tourism, and the Yinchuan City government. \nThe NHAR arrangements for implementing the ongoing PRC-GEF Partnership on Land Degradation will provide an \nopportunity to build capacity in project planning and implementation. A project management office (PMO) will provide \nadministrative support and have experts in plant and animal biology, economics, finance, tourism, management, \nmarketing, legal and regulatory aspects, information technology, and other needed professionals.  During the ADB \nproject preparatory technical assistance (PPTA) and the GEF Project Development Facility (PDF-B) those responsible \nfor preparing the full project proposal will consult fully with the above institutions, and make field visits to potential \nproject pilot/demonstration sites. The project components will be designed and reviewed through a process of \nstakeholder consultation involving concerned authorities and technical agencies at NHAR, Yinchuan City, and local \ngovernment levels, as well as NGOs and private sector bodies. A series of informal and formal consultations will be \nheld with representatives of the key project beneficiaries (including rural households engaged in crop and livestock \nproduction within the project area) to take into consideration their concerns and aspirations. \n \nIs there a participation strategy?     Yes                 No \n \nTo strengthen the design, an expert panel will provide technical guidance to the PMO, the LG, and the consultant \nteam. The panel will comprise 6–8 senior scientists and experts on sustainable water resources management, \nforestry,  commercial  agriculture,  wildlife  management,  tourism,  geographic  information  systems,  conservation \nagriculture,  wetlands,  and  business  management  from  regional  and  national  universities  and  institutes.  Panel \nmembers will be paid a lump sum honorarium. In addition, participatory focus group discussions will be held with the \ncommunity, including vulnerable groups, and with private sector corporations to determine their interest and capacity \nto participate in the Project.  \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nGender analysis: Gender roles are determined by a combination of cultural factors, occupations, environmental \nconditions, education levels, and employment opportunities. Religious beliefs common to NHAR are an influence. \nDuring PPTA implementation, women’s roles in the proposed project activities will be assessed, including those in \ninstitutional capacity building. The need for gender-specific groups, or other measures will be assessed. \n \nGender and development plan:  The Project will not have significant negative impacts on women, but a gender plan \nwill need to be developed given the fact that local staff have low gender sensitivity and lack the knowledge and skills \nfor gender analysis and planning. The gender plan will ensure equal participation of women. \n \nHas an output been prepared?      Yes     No \n \nThis will be prepared during the PPTA phase.  \n \n \n \n \n ", "12  Appendix 2 \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n       \n   Significant   Full \nResettlement     \n Not significant   Short \n   \n None   None  \n    Suitable  water  pricing  arrangements  will  ensure   \n   Significant  sustainable use. Project work in this area will ensure the   Yes \nAffordability    poor are not adversely affected.   \n Not significant    No \n \n None \n    There may be some shifting of locations related to new   \n   Significant  economic  opportunities,  and  changes  in  livelihood  as   Yes \nLabor    restrictions are applied to conserve ecosystem functions.   \n Not significant  Any such plans will incorporate mitigating measures.     No  \n \n None \n    NHAR is a minority area. A plan will be formulated during   \n   Significant  the PPTA.   Yes \nIndigenous     \nPeoples   Not significant    No  \n \n None \n    The Project will require adjustment of livelihood and land   \n   Significant  use  to  suit  long-term  and  sustainable  ecosystem    Yes. \nOther Risks    management.  The  Government  will  need  consensus  Sustainable  \nand/or   Not significant  building  to ensure smooth implementation of the Project.  livelihood plan \nVulnerabilities      No  \n   None \n \n ", "  Appendix 3  13 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants   247.0  0.0  247.0 \n      ii.  Domestic Consultants   0.0  112.0  112.0 \n    b.  International and Local Travel  20.0  15.0  35.0 \n    c.  Reports and Communications  0.0  10.0  10.0 \n  2.  Equipmentb  5.0  0.0  5.0 \n  3.  Training, Seminars, and Conferences       \n    a.  Facilitators  0.0  5.0  5.0 \n    b.  Training Program  0.0  10.0  10.0 \n  4.  Surveys  0.0  10.0  10.0 \n  5.  Miscellaneous Administration and   0.0  5.0  5.0 \n    Support Costs \n  6.  Representative for Contract Negotiations  6.0  0.0  6.0 \n  7.  Translation and Interpretation  0.0  5.0  5.0 \n8.   Contingencies  30.0  20.0  50.0 \n      Subtotal (A)  308.0  192.0  500.0 \n       \nB.  GEF Financingc       \n1.   Consultants \na.   Remuneration and Per Diem       \ni.   International Consultants   160.0  0.0  160.0 \nii.  Domestic Consultants   0.0  44.0  44.0 \nb.   International and Local Travel  30.0  17.0  47.0 \n2.   Surveys: Biodiversity and Ecosystem Status 0.0  32.0  32.0 \n3.   Workshops, Seminars, Technical Meetings  0.0  20.0  20.0 \n4.   Miscellaneous Reports and Support Costs  0.0  15.0  15.0 \n5.   Contingencies  19.0  13.0  32.0 \nSubtotal (B)  209.0  141.0  350.0 \n       \nC.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  50.0  50.0 \n  2.  Remuneration and Per Diem  0.0  150.0  150.0 \n    of Counterpart Staff \n  3.  Others  (maps,  surveys,  data  collection,  0.0  150.0  150.0 \ntranslations) \n      Subtotal (C)  0.0  350.0  350.0 \n       \n        Total  517.0  683.00  1,200.0 \n       \na  Financed by the ADB’s technical assistance funding program. \nb   Includes two computers, one printer, one fax, and one copier. \nc\n  Administered by ADB. \nSource: Asian Development Bank estimates. \n ", "14      Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will be carried out over 8 months commencing in October \n2005. A total of 60 person-months of consulting services will be required—21 international and \n39 domestic. The Asian Development Bank (ADB) will finance 41 person-months of consulting \nservices―13 international and 28 domestic. The Global Environment Facility (GEF) will finance \n19  person-months―8  international  and  11  domestic.  The  long-term  goal  is  to  restore  the \nproductive and protective functions of the ecosystem resources of the Yinchuan area of Ningxia \nHui Autonomous Region (NHAR). The direct purpose of the Project is to introduce an integrated \necosystem management (IEM) approach for the sustainable use of natural resources in the \nYinchuan area. The Government’s feasibility study and data provided by NHAR will be the initial \nbasis for the team’s work.   \n \nA.  ADB-Financed Consultants \n2.  ADB will finance 4 international and 9 domestic consultants. \n \n1.  Team Leader/Integrated Ecosystem Management Specialist (international, 6 \nperson-months) \n3.  The specialist will lead the team of international and domestic consultants (ADB- and \nGEF-financed), coordinate the work of the team members, and ensure close cooperation of the \nteam  with  the  Government  and  other  stakeholders.  The  team  leader  will  take  overall \nresponsibility  for  the  quality  of  all  TA  products  (in  accordance  with  ADB's  policies  and \nstandards), and will manage the financial and technical aspects. In addition, the team leader will \ncarry out the following technical responsibilities: \n \n(i)  In  close  coordination  with  the  wildlife  management  and  commercialization \nspecialist (GEF-financed) and the consulting team prepare (a) a comprehensive \nassessment  of  the  mandates,  roles,  responsibilities,  and  programs;  (b) \nrecommendations  for  institutional  capacity  building,  elimination  of  conflicting \nresponsibilities, consultative and participatory processes involving civil society, \nand (c) coordinate agencies in implementing arrangements for the Project. \n(ii)  Take the lead role in project design, including (a) review of available information \nand relevant official documents; (b) site visits to assess the scope; (c) review and \ndiscussions  of  relevant  subprojects;  and  (d)  involvement  of  counterpart  staff \nand/or contracted design institutes in doing additional studies.  \n(iii)  Formulate a sustainable ecosystem-based economic livelihoods project, based \non  an  IEM  approach,  including  (a)  prioritization  of  investment  activities;  (b) \nimplementation  program;  (c)  costs  and  financing  requirements;  (d) \nimplementation arrangements and resources for operations and maintenance \n(O&M) and cost recovery; (e) contract packages, procurement arrangements, \nwork schedules, and arrangements for disbursing funds from different sources; \nan  appropriate  monitoring  and  evaluation  (M&E)  program;  (f)  assess  the \nwillingness  of  provincial,  Yinchuan  City,  and  local  government  agencies  to \nimplement an IEM approach.  \n(iv)  Preparation of the terms of reference for any technical, environmental, social, or \nother studies to be done during project implementation. \n(v)  Build the technical and project design capacity of the counterpart staff.  \n ", "                                                                                                 Appendix 4   15\n(vi)  Take primary responsibility for ensuring that inception, midterm, draft final, and \nfinal  reports  are  submitted  on  schedule  and  meet  the  required  quality \nrequirements of ADB, the Government, GEF, and other stakeholders. \n \n2.  Project Economist (international, 3.5 person-months) \n4.  The economist, in conjunction with the consulting team and in line with ADB’s Guidelines \non Project Financial and Economic Analyses, will be responsible for the project costs (using \nCOSTAB or other appropriate software), the financial and economic benefit analyses, and \nanalytical sections of the reports. The economist will be responsible for the following activities: \n \n(i)  Cost estimates for the Project, including ADB loan financing and counterpart fund \nrequirements, baseline costs, and GEF incremental cost analysis and matrix. \n(ii)  Assess the economic and financial viability of all proposed activities, and the \neconomic, financial, and fiscal sustainability and sensitivity of the Project. \n(iii)  Contact  the  main  private  sector  agribusinesses  and  processors  in  NHAR  to \nassess their interest in participating in the Project, and their potential roles. \n(iv)  Using  relevant  sector  studies  and  local  data,  analyze  market-based  policy \noptions for the use of pricing, incentive structures in water management, costs of \ncompliance with regulations; and provide an economic analysis of optimal pricing \nfor industrial, residential and rural use of water. \n(v)  Assist the team leader to formulate the Project including (a) prioritization of major \ncomponents, activities, and inputs; (b) implementation program; (c) costs and \nfunding requirements; (d) management and implementation arrangements and \nresources for O&M; (e) mechanisms for revenues and cost recovery through \npricing  policy;  and  (f)  contract  packages,  procurement  arrangements,  work \nschedules, and arrangements for disbursing funds from different sources. \n(vi)  Assist the domestic economist/financial analyst to develop the analysis of trends \nand outlook in the local rural economy. \n(vii)  Develop  the  proposed  commercial  farm/enterprise  models  and  household \nmodels  for  sustainable  livelihood  and  reducing  poverty,  including  financial \nservices required. Evaluate the financial and economic costs and benefits. \n(viii)  Assist the team leader to formulate an appropriate M&E program. \n \n3.  Water Resource Management Specialist (international, 2 person-months) \n5.  The specialist will examine the urban and rural use and future plans for surface water \nand groundwater resources in relation to water quality and quantity.  The following detailed \ntasks will be undertaken. \n \n(i)  Assess the current and future water demand in Yinchuan City, and compare this \nwith the available resource. \n(ii)  Assess  the  current  and  future  water  demand  of  the  agriculture  sector,  and \ncompare this with the available resource. \n(iii)  Assess the hydrological regime of the wetland area with regard to its ecosystem \nfunction within the IEM approach. \n(iv)  Assess the groundwater recharge from the Helan Mountains and other sources, \nand compare this with current groundwater extraction rates. \n(v)  Advise  on  options  for  improving  recharge  and  sustainable  extraction  rates, \nincluding market-based mechanisms. \n(vi)  Advise on water saving options in both urban and rural environments. \n ", "16      Appendix 4 \n(vii)  Considering (i)-(vi), examine the Government’s proposed interventions and take \nthe lead in designing the water resources component.  \n \n4.  Sustainable Agriculture Specialist (international, 1.5 person-months) \n6.  The specialist, working with the team, will review current farm management practices \nand  advise  on  improving  productivity,  options  for  introducing  conservation  agriculture  (CA) \npractices for improving profitability and sustainable use of soil and water, land degradation \ncontrol, biodiversity conservation, and carbon sequestration. The following detailed tasks will be \nundertaken: \n \n(i)  Assess  current  practices  and  productivity  in  all  major  agricultural  activities \n(including food crops, grapes, wolfberry, Chinese dates, forage, fruits, livestock, \netc.), and recommend improved practices for small- and large-scale producers. \n(ii)  Review the experience of CA in Ningxia and the PRC, and advise on suitable \ninterventions based on proven best practices, domestically and internationally. \n(iii)  Review current farm management practices in the project area to assess the \nextent to which they conform to the requirements of CA, or have the potential to \nutilize CA practices. Identify the costs and benefits of adjusting to CA practices \nand the implementation period involved. \n(iv)  Considering (i)-(iii), examine the Government’s proposed interventions and take \nthe lead in designing CA interventions, including implementation arrangements, \ndemonstrations, support services, applied research, and field practices.   \n \n5.  Economist/Financial Analyst (domestic, 6 person-months) \n7.  The  specialist  will  undertake  the  following  tasks  under  the  supervision  of  the \ninternational project economist: \n \n(i)  Prepare  cost  estimates  for  the  Project,  including  ADB  loan  financing  and \ncounterpart fund requirements, and GEF components.  \n(ii)  Assist with analyses of farm household and commercial activity models, financial \nservices, including credit; and assess economic and financial viability, and the \neconomic, financial, and fiscal sustainability of the proposed Project. \n(iii)  Perform  any  additional  work  as  required  by  the  team  leader  or  the  project \neconomist;  e.g.,  trends  and  outlook  for  existing  rural  industries,  sustainable \nlivelihoods,  and  cost-benefit  analysis  of  existing  measures  to  combat  land \ndegradation, including closure of the Helan Mountains. \n(iv)  Assess  the  executing  agencies’  (EA)/implementing  agencies’  (IA)  financial \nmanagement  system,  including  budgeting,  accounting,  financial  reporting, \ninternal  control,  cash–flow  management,  and  internal  and  external  audit \narrangements. Recommend measures to address the issues and weaknesses \nidentified in the financial management assessment, and determine any capacity \nbuilding needs to strengthen the EA/IA’s financial management capacity. \n(v)  Design  a  financial  reporting  system  suitable  for  project  implementation. \nRecommend  an  appropriate  format,  content,  timing,  and  consolidation \nprocedures  for  project  financial  statements,  which  ensure  disclosure  of  full \naccountability of the use of funds from all resources, and adequate disclosure of \nall material information of project implementation activities. \n(vi)  Discuss and confirm the onlending/relending arrangements. \n ", "                                                                                                 Appendix 4   17\n(vii)  Assess the debt repayment mechanism of the Project; identify risk factors and \nrecommend mitigating measures. \n(viii)  Identify suitable disbursement arrangements for the use of ADB loan proceeds \nand other financing resources.  \n \n6.  Drylands Ecosystems Specialist (domestic, 3.5 person-months) \n8.  The consultant will prepare a report on the ecosystems of the Project area, including \ncurrent degradation, problems, opportunities and challenges for restoration, national and global \nsignificance, as per the State Environmental Protection Agency’s ecological function zoning of \nthe area. The following detailed tasks will be undertaken: \n \n(i)  Review national and provincial programs and plans in the project area, and \ninternational and bilateral development projects on biodiversity conservation. \n(ii)  Prepare  a  strategic  plan  of  natural  ecosystem  management  and  sustainable \nutilization, set logistic linkages of initiatives to be undertaken in the relocated \narea to the core protection area, and eventually to the entire project area. \n(iii)  Advise on development of facilities in the relocated area, including introduction of \nspecies, integrated management of species, science education for the public, \nbuilding habitats for animal species. \n(iv)  Develop guidelines/manuals on ecosystem assessment, database establishment, \nand information system development for the project area. \n(v)  Advise on the potential of the different dryland ecosystems in relation to an \noverall ecotourism strategic plan.  \n(vi)  Assess the current desertification issues in the project area. Identify the specific \nareas where there is a need for intervention to prevent further economic losses \nand recommend cost- effective desertification control measures for those sites. \n(vii)  Collect  and  assess  the  natural  resources  data  required  by  the  team  as  the \nbaseline for developing improved ecosystem management practices. The work \nentails collection of (a) all reports, maps, and satellite data documenting the \nnatural resources (soils, vegetation, water resources, climate, etc.); and (b) data \non  land  degradation;  and  preparation  of  maps  showing  the  distribution  and \nseverity of different land degradation processes (water erosion, wind erosion, \nvegetation degradation, soil fertility decline, salinization, etc).  Using ArcInfo GIS \nsoftware, global positioning system field data, and other data, overlay various \nthematic  maps  to  assist  the  team  in  identifying  priority  areas  for  future \ninvestment. Overlays may include soil type, geology, topography and landforms, \nvegetation cover, land capability, land suitability, current land use, incidence of \nland degradation, water resource distribution (groundwater and surface water), \npopulation density, major infrastructure, major mineral resources and operating \nmines, incidence of poverty, biodiversity species distribution, etc. \n \n7.  Sustainable Agriculture Specialist (domestic, 3 person-months) \n9.  Working with the international sustainable agriculture specialist, the domestic specialist \nwill review current PRC experience with CA pertinent to crop production in the project area. The \nsubject  matter  may  include  field  practices,  extension,  research,  financial  services,  farmer \nassociations and public–private roles, and training. The domestic specialist will also assist in \nformulating a CA component for the Project. \n \n ", "18      Appendix 4 \n8.  Rural Livelihood Specialist (domestic, 3 person-months) \n10.  Working under the supervision of the international IEM specialist, the livelihood specialist \nwill (i) identify the existing means of livelihood that exploit the ecosystem resources of the \nproject area; (ii) assess the sustainability and income levels derived from current livelihood \npractices; (iii) assess the comparative importance of current practices in relation to the overall \nhousehold welfare needs of the rural population as a whole in the project area; (iv) advise on \nthe  options  for  improving  the  sustainable  returns  from  existing  livelihood  enterprises  and \nidentification of alternative enterprises suitable for the area; and (v) advise on existing practices, \nand the need for Project interventions in field services, such as extension, education, specific \ninterventions to improve women’s income, farmer associations, etc.  \n \n9.  Livestock Husbandry Specialist (domestic, 2 person-months) \n11.  Working under the supervision of the international IEM specialist, the livestock specialist \nwill (i) assess the current livestock husbandry issues and practices for improved livestock \nproduction, including shed-based systems and dairying; (ii) review the livestock feed situation \nand its sustainable sourcing from the project area; (iii) assess the quality of the feeds available \nin relation to what is required to meet the health needs of the domestic stock; and (iv) advise on \nhow to improve animal nutrition to maintain healthy and productive stock.  \n \n10.  Water Resources Specialist (domestic, 3.5 person-months) \n12.  Working  with  the  international  water  resource  management  specialist,  the  domestic \nspecialist will (i) identify the critical locations where groundwater recharge is taking place in the \nproject area and advise on cost-effective measures for increasing the recharge rates; (ii) review \ncurrent water management practices for crop production, and advise on ways to improve water \nuse efficiency for crop production and irrigation management practices to minimize the risk of \nsalinization;  and  (iii)  identify  water  quality  issues  related  to  leaching  and  runoff  of \nagrochemicals. \n \n11.  Renewable Energy Specialist (domestic, 2 person-months)  \n13.  The consultant will (i) prepare selection criteria for subprojects; (ii) review appropriate \ntechnologies for agricultural and other wastes; (iii) review the marketing and distribution of \nbiogas in the project area; (iv) review the potential for solar energy use in cooking, lighting, and \nother household purposes; (v) liaise with national/local energy agencies on policy matters and \nstrategies; and (v) work closely with the international specialists to identify and develop cost and \nbenefit estimates of investments under the Project.   \n \n12.  Social Development Specialist (domestic, 3 person-months) \n14.  The consultant will (i) provide a background review of the Project, the nature of the \nproposed interventions, and the people likely to be affected; and (ii) based on the initial poverty \nand  social  assessment,  conduct  poverty  and  social  analysis  in  accordance  with  ADB’s \nguidelines, and assess how the proposed Project will help improve people’s incomes and \nlivelihoods. In collaboration with the economist, the specialist will estimate (i) the number of \nproject beneficiaries by area, occupation, and income level (poor, low, medium, and high); (ii) \nthe number of adversely affected people by type of impact; and (iii) the poverty impact ratio. \nSpecify  how  the  Project  will  improve  benefits  for  local  people,  by  income  group;  and  will \n ", "                                                                                                 Appendix 4   19\nrecommend measures to enhance benefits and minimize adverse impacts, particularly on the \npoor and ethnic minorities. Other duties are as follows: \n \n(i)  Prepare socioeconomic and poverty profiles as the baseline for socioeconomic \nbenefit  monitoring.  Assist  with  preparing  of  the  performance  M&E  systems, \nincluding a reporting format and how to measure indicators. \n(ii)  Assess  ethnic  minorities,  gender,  and  vulnerable  groups,  and  recommend \nappropriate  measures  to  address  impacts  and  promote  development \nopportunities. If the social analysis indicates that the Project will affect ethnic \nminorities, (a) prepare an ethnic minority development plan (EMDP) as set out in \nADB’s Indigenous People’s Policy 1998; and (b) cover all necessary actions to \ndetermine the participation of key stakeholders, involvement of minority peoples, \ninvolvement  of  nongovernment  organizations,  the  need  for  a  participation \nstrategy and framework; and guidelines for contractors and others involved with \nHui Muslim communities. \n(iii)  If the Project is gender-sensitive, formulate strategies and an action plan to \nenhance project benefits and improve gender equalization. \n(iv)  Identify  potential  negative  impacts  in  accordance  with  ADB’s  involuntary \nresettlement  policy.  Assist  the  EA  to  prepare  a  resettlement  plan  for  any \nsubproject  that  entails  land  acquisition,  etc.,  conduct  resettlement  household \nsurveys to understand social impacts, and quantify impacts on affected people. \n(v)  Review  the  local  government’s  policy,  strategy,  and  programs  for  poverty \nreduction and economic development, as they pertain to the project areas. \n(vi)  Analyze how the proposed Project will be consistent and coordinate with the \ngovernment development programs, particularly alternative livelihood programs \ntargeting the poor and ethnic minorities, and identify sources of funding. \n(vii)  Assist  the  EA  to  establish  consultation  and  participatory  processes  that  will \ncontinue  throughout  project  design,  construction,  and  operation.  Identify \nstakeholders; prepare a public participation and consultation status report and \nplan for project implementation, which will be managed by the EA. \n(viii)  Complete the work by the midterm report. Advise if additional consulting services \nare needed during the project preparatory technical assistance.  \n \n13.  Environmental Specialist (domestic, 2 person-months) \n15.  The specialist will  (i) review, assess, and update the environmental assessment reports \n(EAR)  for  various  interventions  proposed  under  the  Project  and  prepared  by  the  NHAR \ngovernment; (ii) conduct supplementary studies, in conjunction with the government and the \ninternational consultants, to update and improve the EARs, as necessary, to conform with ADB \nstandards/guidelines; (iii) prepare the environmental impact assessment of the Project, including \npreparing the initial environmental evaluation (IEE); circulating the summary IEE; disclosing the \nsummary  to  the  public;  and  prepare  the  environment  management  plan,  budget,  and \nenvironmental monitoring plan, in accordance with ADB guidelines; (iv) conduct and document \npublic consultation activities; and (v) prepare relevant sections of reports. \n \nB.  GEF-Financed Consultants \n16.  GEF will finance three international and four domestic consultants. \n \n ", "20      Appendix 4 \n1.  Wildlife  Management,  Commercialization  and  Tourism  Specialist \n(international, 4 person-months) \n17.  The specialist will carry out the following technical responsibilities: \n \n(i)  Assist the team leader/IEM specialist and domestic consultants to (a) formulate \nrecommendations for institutional capacity building, consultative and participatory \nprocesses, and integrating sectoral agencies in formulating and implementing \nIEM; and (b) recommend an institutional approach for harmonizing the existing \ndiverse programs to overcome any inconsistencies or overlaps. \n(ii)  Introduce best-practice international standards for managing wildlife gardens and \nparks  (with  emphasis  on  reducing  land  degradation)  and  the  Government's \nenvironmental restoration objectives, investment priorities, and current programs. \n(iii)  Recommend  measures  for  conservation  and  restoration  of  biodiversity  and \ndegraded land, and improvement of rural livelihoods, with emphasis on a market-\noriented approach. Assess the wildlife resources of the natural ecosystems and \nidentify key species and habitats that would attract tourists; and management \nrequirements for conserving the habitats of the key species while developing the \ncommercial potential of wildlife, including the feasibility of a modern zoo with \nconservation, education and tourism features. \n(iv)  Identify  priority  sites  for  project  interventions  in  accordance  with  the  criteria \nagreed under the PRC/GEF Partnership; and identify suitable GEF investments. \n(v)  Design an effective approach to ensure lessons learned from implementing and \ndemonstrating biodiversity conservation and sustainable natural resource use in \nthe focal areas will be used to promote and implement conservation. \n(vi)  Advise on the Project's ability to integrate biodiversity considerations into the \nmainstream economy. \n(vii)  Identify  targets  for  improving  the  livelihoods  of  the  beneficiaries  based  on \nsustainable use /harvesting and record progress at midterm and final evaluation. \n(viii)  Establish  a  mechanism  for  monitoring  the  effectiveness  of  the  proposed \nreplication  strategy  promoting  incentive  measures  and  instruments  (e.g., \nhypothecation, trust funds, payments for environmental services, certification). \n(ix)  Recommend how mainstreaming biodiversity through the implementation of this \nproject  with  ongoing  GEF  development  assistance,  sector  lending,  or  other \ntechnical assistance programs can be harmonized. \n(x)  Review all project components to ensure they contribute to the conservation and \nrestoration  of  biodiversity  and  degraded  land,  and  the  improvement  of  rural \nlivelihoods.  Assess  infrastructure  requirements  for  international  standards  in \nwildlife conservation, management and commercialization. \n(xi)  Take  responsibility  for  ensuring  the  major  GEF  reports  are  submitted  on \nschedule and meet the quality requirements of the Government and GEF. \n(xii)  Using  international  best  practices,  advise  an  effective  tourism  strategy  to \nincrease sustainable income in the project area1. In particular (a) review the \ncultural venues and the potential for tourism; (b) assess the infrastructure needs \nto support tours, tourists, and the on-ground organization; (c) advise on training \n                                                 \n1  Current ecotourism and cultural tourism sites include Shahu Lake (80 kilometers from Yinchuan) as well as \nMingcui, Haibao and West lakes and wetlands (collectively called the Yinchuan Wetland Protection project), Xixia \nEmperor’s tomb, Suyukou Forest Park, Suyukou Hotel and cable car, Gongzhongkou scenic park and nearby \nnatural history museum, ski slope and lift, Helanshan nature reserve, Huaxia rare art exhibition, rock pictures at \nHelankou, Baisikou and Hongfo tower, Han dynasty tomb, and the large farm of some 200,000 hecrtares near \nNuanquan, Yuhuangge (Pingluo), Wudang temple, and Chengtiansi tower. \n ", "                                                                                                 Appendix 4   21\nprograms to improve both service standards with the local tourist industry and the \non-ground staff including guides at the various venues. \n \n2.  Wetlands Management Specialist (international, 2 person-months) \n18.  The specialist will be responsible for advising on the following activities: (i) the current \nutilization and development plans for the wetlands, and assess the extent to which the plans \nconform to international wetland management standards; (ii) the requirements to achieve the \npotential of the wetlands for both conservation and commercial utilization; (iii) the creation of \nniche habitats to maximize the attractiveness of the wetlands to the greatest number of species; \n(iv) design of multiple use strategies for mass leisure water-based tourism versus specialist \ntourism; (v) a management structure for the wetlands and identify particular strengths and \nweaknesses of these arrangements; and (vi) review the other components of the Project in \nterms of their impact on the wetlands and advise on mitigations where needed. \n \n3.  Carbon  Sequestration/Clean  Development  Mechanism  Specialist \n(international, 2 person-months) \n19.  The specialist will undertake the following duties: (i) assess the existing understanding in \nNHAR  and  current  activities  and  arrangements  for  carbon  emissions  minimization, \nsequestration, and alternative energy generation; (ii) assess the steps required to maximize \nsequestration  in  the  context  of  an  IEM  approach  to  multiple  land  use  under  the  Project, \ninternational conventions, current carbon trading, and means of securing sustainable revenues \nand financing arrangements, including through the clean development mechanism; (iii) design \nsuitable project interventions to be integrated into the Project; (iv) design and prepare cost \nestimates  and  a  practical  implementation  schedule  for  emissions  reduction,  carbon \nsequestration,  and  alternative  sources  of  energy,  including  methane;  (v)  work  with  the \neconomics specialists to estimate the local and global benefits associated with these activities; \nand (vi) prepare sections of  reports for the Project. \n \n4.  Species Survey Specialists (2 domestic, 2 person-months each) \n20.  The specialists will review all available sources of information on species distribution, \nincluding literature reviews, interviews with local experts, and field assessments, verify the \ninformation; and produce maps showing the key sites for commercializing important species. \n  \n5.  Tourism Specialist (domestic, 3 person-months) \n21.  The consultant will undertake comprehensive tourism analysis of key cultural and wildlife \nsites in the Ningxia Yinchuan project area. Detailed tasks include (i) work with international \ntourism experts, develop a detailed plan of the Ningxia Yinchuan project area ecotourism, \nincluding  strategy,  public  education,  marketing,  brand,  etc.;  and  (ii)  develop  a  long-term \nintegrated strategy for ecotourism in the Ningxia Yinchuan project area; and support related \nworks by other experts, as required. \n \n6.  Wetlands Specialist (domestic, 2 person-months) \n22.  The  specialist  will  work  with  the  international  wetlands  management  specialist  in \ndeveloping a comprehensive commercial management plan for the wetlands. \n \n ", "22      Appendix 4 \n7.  Legal and Institutional Specialist (domestic, 2 person-months) \n23.  Based on a review of national and NHAR laws and regulations, and working closely with \nthe legal staff involved in the ongoing GEF/ADB-financed Capacity Building to Combat Land \nDegradation Project, and the other consultants on the team, the specialist will undertake these \ntasks: \n \n(i)  Identify the key stakeholders and their involvement in ecosystem resources, \nespecially  wildlife,  wetlands,  nature  reserves,  and  agriculture;  and \nrecommend measures to safeguard their interests/benefits as the resources \nbecome more market-oriented. \n(ii)  Examine the role of the Government as a regulator and recommend the \nregulatory changes and incentives required for the Government to equitably \nallocate ecosystem resources to ensure sustainable use. \n(iii)  Examine the responsibilities of all parties, especially operators and investors, \nin the use of ecosystem resources for commercial purposes (e.g., wetlands, \nwildlife  and  other  biodiversity,  ecotourism,  and  cultural  tourism).  Prepare \nmodel  contracts  for  commercial  use  of  ecosystem  resources  (taking  into \naccount  examples  from  more  experienced  areas  such  as  Yunnan  and \nSichuan provinces, and international best practices). \n(iv)  Taking into account the State Environmental Protection Agency’s ecological \nfunction  zoning,  and  the  recommendations  of  the  team,  prepare  detailed \ndefinitions  of  each  ecological  zone  and  conduct  training  and  awareness \nbuilding for project implementation. \n(v)  Recommend land tenure arrangements and compensation arrangements for \npersons affected by environment protection measures, such as grazing bans. \n \n "], "metadata": {"ModDate": "D:20050912142205+08'00'", "CreationDate": "D:20050906103332+08'00'", "Title": "Microsoft Word - R228-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 10 August 2005) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1233 \n$1.00 =  CNY8.11 \n \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  CA  –  Conservation agriculture \n  CPF  –  Country Programming Framework \n  EA  –  Executing Agency \n  EAR  –  Environmental Assessment Reports \n  GEF  –  Global Environment Facility  \n  IA  –  Implementing Agencies  \n  IEM  –  integrated ecosystem management  \n  LG  –  leading group  \n  M&E  –  monitoring and evaluation \n  NHAR  –  Ningxia Hui Autonomous Region  \n  O&M  –  operations and maintenance \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  PPTA  –  project preparatory technical assistance \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsectors  –  Agricultural production, environment and biodiversity, livestock, \nforest, irrigation and drainage, and water resource management. \nThemes  –  Sustainable economic growth, Inclusive social development, private \nsector development, and environmental sustainability \nSubthemes  –  Sustainable economic growth, inclusive social development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by a team consisting of B. Carrad (team leader), N. Zhiming, Y. Zhou, \nand J. Chai. \n ", "authors": [{"fullname": "sector development", "role": "and environmental sustainability", "organization": ""}, {"fullname": "B. Carrad "}, {"fullname": "B. Carrad ", "role": "team leader"}, {"fullname": "N. Zhiming"}, {"fullname": "Y. Zhou"}, {"fullname": "J. Chai"}]}