{"path": "data/input/ta/tar-coo-33375.pdf", "pages": ["     \n \nASIAN DEVELOPMENT BANK TAR:COO 33375 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \nTO THE \n \n \nCOOK ISLANDS \n \nFOR \n \n \nLEGAL AND INSTITUTIONAL STRENGTHENING  \n \nOF ENVIRONMENTAL MANAGEMENT  \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003 \n \n ", "     \nCURRENCY EQUIVALENTS \n(as of 30 November 2003) \n \nCurrency Unit –  New Zealand dollar (NZ$) \nNZ$1.00 =  $0.64        \n$1.00 =  NZ$1.56 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  EIA  –  environmental impact assessment \n  HRD  –  human resource development \n  NES  –  National Environment Service \n  NGO  –  nongovernment organization \n  TA  –  technical assistance \n \n \nWEIGHTS AND MEASURES \n \n  km2  –  square kilometer \n \n \n \n \nNOTES \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by D. Ponzi and E. Brotoisworo. \n \n ", "     \nI.  INTRODUCTION \n \n1.  The Asian Development Bank (ADB) recently provided assistance to the Government of \nthe Cook Islands to help improve the environment of the country. Advisory technical assistance \n(TA) for the legal and institutional dimensions of environmental management is included in \nADB’s 2003 nonlending program for the Cook Islands as a response to the Government request \nfor the TA.1 The TA will promote coordinated implementation of the new Environment Act \napproved in November 2003. A Fact-Finding mission visited the Cook Islands 8−17 July 2002 and \nheld consultations with Government officials and other stakeholders. The Government and the \nMission  reached  full  understanding  on  the  objectives,  scope,  and  the  implementation \narrangements of the TA. The TA framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  The Cook Islands comprises 15 small volcanic islands and coral atolls with a total land \narea of 240 square kilometers (km2) dispersed over an ocean area of 1.8 million km2. The \npopulation is estimated at about 17,000, with the southern group islands having twice as many \npeople as the northern group. The principal island, Rarotonga, is only 6 km in diameter and has \na resident population of about 10,000. The second most populous island group is the atoll of \nAitutaki with a resident population of about 2,000 people. To the resident population must be \nadded the increasing number of tourists, which in 2000 reached a peak of nearly 73,000.  \n \n3.   The country’s economy is dominated by tourism and pearl production. In view of the \ncountry’s  vulnerability  and  dependence  on  an  attractive  environment,  special  attention  is \nneeded to protect the environment and ensure that economic development is environmentally \nsustainable.  Increasing  environmental  pollution  caused  by  lack  of  appropriate  solid  waste \nmanagement and adequate sanitation arrangements is beginning to adversely affect tourism \ndevelopment. Coastal area degradation and erosion are another area of concern as they have \ncaused serious problems to the local environment. An ADB-funded Waste Management Project \n(approved in June 2001) will provide sustainable waste management services in Rarotonga and \nAitutaki and effectively address solid waste management in these two major islands. However, \nmost of the remaining environmental issues require urgent attention and the establishment of an \neffective institutional and legal framework for environmental management. \n \n4.  In  this  context,  Environment  Act  2003,  passed  on  17  November  2003,  provides \ncomprehensive national legislation for the protection, conservation, and management of the \nenvironment in a sustainable manner. Among other things, the Act extends environmental \nmanagement  to  the  outer  islands  and  provides  for  the  establishment  of  an  appropriate \ninstitutional structure and an effective regulatory and enforcement/compliance framework for \nenvironmental management. The Act repeals the Rarotonga Environment Act 1994−1995 and is \na comprehensive piece of legislation covering the:  (i) composition, functions, and powers of the \nnew central environmental body;2 (ii) establishment, functions, and working provisions for the \nisland environment committees; (iii) functions and powers of the National Environment Service \n(NES) or Tu’anga Taporoporo as well as powers, additional powers, and responsibilities of the \nenvironment officers; (iv) principles, roles, and procedures for introducing an environmental \nimpact assessment (EIA) system; (v) principles and powers for establishing protected areas, \nadopting  related  resource  management  agreements,  and  preparing  and  approving  of \nmanagement  plans;  (vi)  principles,  processes,  and  penalties  for  solid  waste  management \n                                                 \n1    The TA first appeared in ADB Business Opportunities (Internet edition) on 23 August 1999. \n2   Composed of the environment minister, environment councils in each island, and the Environment Service. \n ", "2    \nincluding  responsibilities  for  designating  waste  disposal  areas  (e.g.,  control  of  litter);  (vii) \nprovisions  covering  specific  areas of  concern  (protection of  coastal areas,  water  pollution, \nprotection of endangered species, hazardous wastes, wetlands etc.); and  (viii) other provisions \n(penalties, pollution levies, Environment Protection Fund, registration of nongovernment [NGOs] \norganizations (NGOs), Environmental Forum, etc.). \n \n5.  To  become  fully  operational,  the  Act  requires  the  promulgation  or  adoption  of  a \nsubstantial body of new regulations and bylaws, including outer island bylaws. Priority areas \nmay include (i) operational guidelines for authorities and responsibilities of the line agencies; (ii) \nenforcement  procedures  and  compliance  regimes  including  penalties;  (iii)  guidelines  and \nprocedures for the EIA system including screening, scoping, preparing and reviewing project \nEIAs; (iv) procedures for issuing permits; (v) incorporation in the new legislative framework of \ntraditional/customary  environmental  practices;  (vi)  processes  and  responsibilities  for  public \nreview  and  participation,  including  by  NGOs;  (vii)  adoption  of  economic  incentives  and \nenvironmental taxes (such as the pollution levy in the Act); (viii) procedures for designating \nprotected  areas;  (ix)  operation  of  the  Environment  Protection  Fund;  and  (x)  the  purpose, \nmembership, processes and mandate of a Cook Islands Environmental Forum which is required \nto be convened within 1 year after the Act comes into force.  \n \n6.  In the Cook Islands, responsibility for managing the environment is now divided among \nseveral government (including outer island government) ministries, agencies, and councils.3 \nContingent on approval of the Act, the Government requested ADB to assist with a review of \nenacted  and  proposed  sector  legislation4  to  improve  intersectoral  coordination  among  all \nministries  and  line  agencies  with  environmental  responsibilities.  The  coordination  role  in \nformulating new and revising existing legislation lies with the Crown Law Office.  \n \n7.  Stemming  from  this  legislative  review,  appropriate  amendments  will  be  drafted \n(Appendix 2). The final objective is to properly distribute responsibilities among the sectoral \nagencies,  especially  with  regard  to  compliance  with  and  enforcement  of  the  Act  and  its \nassociated  regulations  and  bylaws.  The  intended  outcomes  are  (i)  institutional  reform  for \nimproved  and  integrated  environmental  management,  and  (ii)  establishment  of  appropriate \ninstitutional  mechanisms  for  facilitating  compliance  with  regulations  and  achieving  more \neffective enforcement of environmental legislation.  \n  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n8.  The main purpose of the TA is to assist the Government in developing an integrated \nsystem of regulations, bylaws and laws that together will provide the institutional mechanisms \nfor the effective and coordinated implementation of Environment Act 2003. The focus is on \nformulating appropriate regulations and bylaws to facilitate compliance and enforcement, and \nthe review of legislation that may now require amendment as a result of the enactment of the \nAct. Key outputs will include \n \n                                                 \n3   For instance, the ministries/departments of health, marine resources, tourism, agriculture, works, transport, \njustice, outer islands administration, police, national disaster management, cultural development, education.  \n4   Various pieces of legislation are in the process of being finalized for various sectors, including the following \namong others: health, marine resources, agriculture (biosafety and quarantine services).   ", "      3\n(i)  promulgation and adoption of a suite of core environmental regulations, bylaws, \nand monitoring and compliance guidelines and procedures5 required for effective \nenvironmental management and institutional coordination under Environment Act \n2003; \n \n(ii)  formulation  of  a  training  and  community  awareness-raising  program  for \nenvironmental management consisting of a series of professional environmental \ntraining  modules  for  both  central  Government  and  the  islands  environment \ncommittees’ staff,6 and the wider community; \n \n(iii)  review of sectoral legislation7 that may need to be revised to ensure overall \ncoherence,  and  incorporation  in  a  report  of  recommendations  for  their \nimprovement  and  amendment  to  meet  the  objectives  of  updating  the \nenvironmental management system in the country; \n \n(iv)  new and revised operational guidelines, and detailed institutional mechanisms \napplicable  to  NES,  the  island  environment  committees,  and  other  agencies/ \nadministrations involved in implementing the new environmental legislation;   \n \n(v)  an action plan to effectively follow up legislative reform in accordance with the \nstakeholders consensus (achieved through participatory workshops); \n \n(vi)  improved interagency and institutional coordination for effective environmental \nmanagement  (including  recommended  institutional  responsibilities  and \ncoordination among the agencies including NES and the Crown Law Office); and  \n \n(vii)  improved capacity of all stakeholders including officials of government agencies \nor permitting authorities, communities, and NGOs to contribute to the overall \nlegislative process, and other TA-related activities.   \n \nB.  Methodology and Key Activities \n9.  Preparing and finalizing the outputs will involve the following activities: \n   \n(i)  After  identifying  and  selecting  priority  areas,8  prepare  a  core  system  of \nenvironmental regulations, bylaws, monitoring and compliance procedures, and \nguidelines. \n \n(ii)  Prepare  a  set  of  new  and  revised  operational  guidelines,  procedures  and \ninstitutional mechanisms for effective implementation of environmental legislation \nand efficient operation of environmental institutions at both central and islands \nlevels. \n                                                 \n5   To be formally approved as regulations and bylaws by the Executive Council. \n6   The  program  will  be  prepared  for  future  implementation.  The  training  program  will  include  more  general \nenvironmental education material and awareness raising on new environmental legislation and institutional set up. \nA Human Resource Development training manual for the Tu’anga Taporoporo produced from previous South \nPacific Regional Environment Programme in-country activity will be used under the TA project.  \n7   Sectors that have potentially conflicting environmental provisions include health, marine resources, tourism, \nagriculture, works, transport, outer islands administration, police, disaster management, and others. \n8   Areas requiring regulations will be prioritized during the TA inception stage, using the results of an inception \nworkshop (see Appendix 2 for a list of regulations referred to in the Act). \n ", "4    \n \n(iii)  After reviewing existing and draft sectoral legislation that have environmental \nimplications,  identify  and  recommend  appropriate  legislative  amendments  to \nimprove  consistency,  avoid  a  fragmented  legal  framework,  and  prevent \ninstitutional conflicts and jurisdictional overlaps.  \n \n(iv)  Prepare  an  action  plan  to  guide  the  implementation  of  TA  findings  and \nrecommendations as confirmed by the final national workshop. The purpose of \nthe action plan is to continue carrying out required legislation revisions, and \ninstitutional reforms to achieve the intended medium- and long-term objectives. \n \n(v)  Review interagency and institutional coordination in environmental management \nto  identify  and  formulate  better  institutional  arrangements  and  coordination \namong concerned agencies. \n \n(vi)  Undertake  training  workshops  for  stakeholders  to  strengthen  their  active \nparticipation in the legislative process and other TA-related activities.  \n \n(vii)  Prepare training modules and environmental education materials for professional \ntraining, capacity building, and environmental awareness-raising activities.  \n \n(viii)  Organize two national workshops: (a) an inception workshop at the start of TA \nimplementation to discuss scope (including priority areas that urgently need to be  \ncovered by regulations), objectives, and expected outcomes of the TA; and (b) a \nfinal national workshop to present the outputs and recommendations of the TA \nand agree on the plan for implementing the TA outputs. \n \nC.  Cost and Financing \n \n10.  The TA is estimated to cost $440,000 equivalent, with $217,000 in foreign exchange and \n$223,000 equivalent in local currency (Appendix 3). The Government has requested ADB to \nfinance  $350,000  equivalent,  covering  the  entire  foreign  exchange  cost  ($217,000)  and \n$133,000 equivalent of the local currency cost to cover the costs of the consultants, training, \nreports, international and local travel, and associated miscellaneous costs and contingencies. \nThe TA will be financed on a grant basis by ADB’s TA funding program. The Government will \ncontribute $90,000 equivalent by providing counterpart staff, office space, administration and \ncommunications, office supplies and materials, media information material, and data.  \n \nD.  Implementation Arrangements \n \n11.  NES and the Crown Law Office will be joint Executing Agencies (EAs), with the director of \nNES  and  the  solicitor  general  as  comanagers  of  the  Project.  Each  EA  will  designate  a \ncounterpart staff who will work with the consultants to facilitate transfer of skills and knowledge \nand to closely coordinate TA implementation between the two EAs. A steering committee will be \nestablished to provide appropriate strategic guidance and review TA progress. The steering \ncommittee will be chaired by the Solicitor General and include as members the secretaries and \ndirectors  of  NES,  finance,  justice,  health,  marine  resources,  tourism,  agriculture,  works, \ntransports,  outer  islands  administrations,  police,  national  disaster  management,  cultural \ndevelopment, and Education. In addition, the chamber of commerce, the House of Ariki and the ", "      5\nKoutu Nui9 will be represented with one member each. The steering committee will meet at least \nthree times to discuss the (i) implementation plan (inception report), (ii) midterm report, and (iii) \ndraft final report. Additional meetings will be organized as necessary. NES will provide the \nsecretariat for the EAs and regularly report progress to the minister of environment and the \nsolicitor general of the Crown Law Office. NES and the Crown Law Office will provide office \nspace for the consultants doing work with them.  \n \n12.   Various NGOs and other interested parties have participated in the debate leading to \nthe Act. These organizations as well as central Government and outer islands institutional and \nother stakeholders will be consulted throughout TA implementation. This process will include a \nnational inception workshop and a national final workshop.  \n \n13.  The TA will be implemented over 15 months, beginning in April 2004 with completion in \nJune 2005. The TA will finance the services of an international consulting firm consisting of a \nteam  of  5  experts  (2  international  and  3  domestic)  for  a  total  of  23  person-months.  The \ninternational consultants (person-months in parentheses) will comprise (i) a law draftsman/legal-\ncum-institution specialist/team leader (7), with expertise in legal drafting, the interpretation and \napplication  of  legislation,  and  policy  development  generally.  Experience  in  working  on \nenvironmental matters particularly in a developing country context, will be an advantage. The \nteam  leader  will  work  intermittently,  i.e.,  during  early,  middle,  and  last  phases  of  TA \nimplementation), and (ii) an environmental training specialist (1) to be recruited during the \nmiddle part of TA implementation. The domestic consultants (person-months in parentheses) \nwill be an expert in green sector issues, particularly natural resource management (5), an expert \nin brown sector issues, particularly urban, infrastructure, and waste management (5), and a \nsocial  development  specialist  with  experience  in  community  participation  (5),  all  on  an \nintermittent basis. Outline terms of reference for the consultants are attached as Appendix 4. \nADB will recruit the consultants in accordance with ADB’s Guidelines on the Use of Consultants \nand other arrangements satisfactory to ADB for engaging domestic consultants. The consulting \nfirm will be selected through the simple technical proposal and the quality- and cost-based \nselection  method.  Equipment  will  be  procured  in  accordance  with  ADB’s  Guidelines  for \nProcurement. \n \n14.  The following reports will be produced: (i) an inception report at the end of week 4,  (ii) a \nmidterm report including draft regulations at the end of the month 8, (iii) a draft final report 4 \nweeks before TA completion, and (iv) a final report upon completion of the TA. The consultants \nwill submit adequate copies of all reports to ADB, NES, and the Crown Law Office.  \n \nIV.  THE PRESIDENT'S DECISION \n15.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $350,000 on a grant basis to the \nGovernment of the Cook Islands for Legal and Institutional Strengthening of Environmental \nManagement, and hereby reports this action to the Board. \n \n                                                 \n9  The House of Ariki is composed by the traditional high chiefs from across the Cook Islands. Koutu Nui is also \ncomposed by traditional chiefs but lower ranking. \n ", "6  Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nGoal       \n       \nImproved environmental  Cook Islands environment   National and island  Favorable political \nquality in the Cook Islands  attracting tourists seeking an  statistics  and  \nisland paradise    macroeconomic \n  Government, non-  environment \nImproved water, solid waste  government organization \nmanagement and coastal zone  (NGO), and other \ndevelopment   stakeholders’ reports \n \nPurpose       \n       \nDevelop effective  Implementing regulations and  Government gazette  Strong ownership of \nregulations and  bylaws drafted and submitted    the Environment Act \ninstitutional reforms to  to the Executive Council by  Technical assistance   and a willingness to \nimplement Environment  March 2005  (TA) review missions  apply its provisions \nAct 2003    and tripartite meetings  in the outer islands \n  An institutional strengthening     \n  plan for the expanded  Progress reports and  Active, \nEnvironment Service and the  other consultants’  knowledgeable \nisland environment councils  reports  members appointed \nbeing implemented by June    to the island \n2005  TA completion report  environment \n    councils. \nOutputs       \n       \n1.   A report presenting a  Review of related legislation  TA review missions and  Effective \ncomprehensive review of  by August 2004  tripartite review  cooperation and \nsectoral legislation that    meetings  access to necessary \nneeds to be revised to  Crown Law Office working on    information and \nensure overall coherence,  urgently needed changes  Progress reports and  parliamentary \nincluding  related to laws by December  other consultants’  drafting expertise by \nrecommendations for their  2004  reports  the Government and \nimprovement and      other agencies \namendment   Key changes enacted by May  Government gazette   \n  2005  Effective ownership \n    and commitment by \n2.   A core system of  Priority regulations or bylaws  the Government to \nenvironmental regulations,  identified by June 2004  the proposed \nbylaws, monitoring and    regulations and \ncompliance procedures for  Draft regulations submitted to  institutional reform \neffective environmental  Crown Law Office by   \nmanagement, and  November 2004  Effective \ninstitutional coordination in    consultation with \nimplementing  Regulations and bylaws  stakeholders \nEnvironmental Act 2003  approved by Executive Council \n   by May 2005 \n   \n3.   New and revised  Operational guidelines for the \noperational guidelines,  Environment Service, island ", "  Appendix  1  7 \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nworking procedures, and  environment councils, \ndetailed institutional  environmental forum, and \nmechanisms applicable to  environment protection fund \nthe National Environment  drafted by May 2005 \nService (NES) or Tu’anga   \nTaporoporo, the Island   \nEnvironment Authority and   \nother agencies involved in   \nimplementing the   \nenvironmental legislation     \n   \n4.   An implementation  Implementation action plan \naction plan for effective  discussed, finalized, and \nfollow up of the legislative  endorsed at a national \nand institutional reforms in  workshop in April 2005 \naccordance with   \nstakeholders consensus   \n   \n5.   Improved interagency  Interagency and institutional \nand institutional  coordination for effective \ncoordination for effective  environmental management \nenvironmental  improved by April 2005 \nmanagement (including   \nrecommended institutional   \ncoordination among the   \nagencies)    \n   \n6.   Improved capacity of  Capacity of stakeholders \nstakeholders including  improved by June 2004 \nofficials of government   \nagencies or permitting   \nauthorities, communities,   \nand non-government   \norganizations (NGOs) to   \ncontribute in the overall   \nlegislative process   \n   \n7.   A training program for  Draft training program \nenvironmental  prepared by February 2005 \nmanagement consisting of  (for discussion at the national \ntraining modules for a  workshop) and finalized by \nmultiphase capacity  May 2005 \nbuilding program for both   \ncentral government and \nouter islands environment \nstaff  \n \n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nActivities       \n     \n1.   Review existing and  Start: month 2   TA review missions and \ndraft sectoral legislation  Complete: month 6  tripartite review \nthat have environmental  Responsible: TA consultants  meetings \nimplications to identify and  team (main: team leader)   \nrecommend appropriate    Progress reports and \namendments and revisions  other consultants’ \n  reports \n \nMinutes of national \nworkshops and steering \ncommittee meetings \n \nGovernment gazette and \nCabinet minutes \n       \n2.   After identifying and  Start: month 4 \nselecting priority areas  Complete: month 8 \nrequiring regulations,  Responsible: TA consultants \nprepare a core system of  team (main: team leader/legal \nregulations, bylaws,  draftsman) \nmonitoring and compliance   \nprocedures   \n   \n3.   Prepare a set of new  Start: month 5 \nand revise existing  Complete: month 12 \noperational guidelines,  Responsible: TA consultants \nworking procedures and  team (main: team leader and \ninstitutional mechanisms  legal draftsman) \nfor effective   \nimplementation of   \nenvironmental legislation    \n   \n4.   Prepare an action plan  Start: month 12 \nfor the follow-up on TA  Complete: month 14 \nfindings and outputs  Responsible: TA consultants \n  team (main: team leader) \n   \n5.   Conduct two national  Holding of workshops: month 3 \nworkshops: (i) an inception  and month 13 \nworkshop at the start of TA  Responsible: TA consultants \nimplementation, and (ii) a  team (main: team leader, \nfinal national workshop to  training and community \npresent findings and agree  participation specialist) \non the implementation   \naction plan   \n   \n6.   Prepare training  Start: month 12 \nmodules and education  Complete: month 13 \nmaterials  Responsible: training specialist \n \n ", "  Appendix  1  9 \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nInputs       \n    TA review missions and  Timely contracting of \nAsian Development Bank    tripartite review  competent \n(target: $350,000)  meetings  consultants \n   \nInternational consulting  Progress reports and \nservices (target: 2  other consultants’ \ninternational experts for 8  reports \nperson-months, and 3   \ndomestic consultants for  Minutes of national \n15 person-months):  workshops and steering \n   committee meetings. \n•  7 person-months, law   \ndrafting expert/legal- Government gazette and \ncum-institution  Cabinet minutes \nspecialist (international)   \n•  1 person-month,    \nenvironmental training \nspecialist (international) \n•  15 person months, \ndomestic consultants \nincluding an expert in \ngreen sector issues, an \nexpert in brown sector \nissues, and a social \ndevelopment specialist  \n \nGovernment of the Cook \nIslands (target: $90,000 \nequivalent): \n \n•  Counterpart staff \n•  Office space, supplies, \ninformation materials \n  \n \n \n ", "10  Appendix 2 \nREGULATIONS NEEDED TO IMPLEMENT ENVIRONMENT ACT 2003 \n \n1.  The Act (Section 70(2)) stipulates that regulations may be made under the Act for the \nfollowing purposes:  \n \n(i)  designating animals and plants as protected species for the purposes of the Act; \n(ii)  providing for the protection, conservation, and management of wildlife, protected \nspecies, or both; \n(iii)  controlling or prohibiting trade and commerce in wildlife, protected species or both; \n(iv)  controlling or prohibiting pollution of air, water, or land, and depositing, or dumping \nlitter, rubbish, or any substance of a dangerous, noxious, or offensive nature; \n(v)  controlling or prohibiting the exportation, importation, or transportation of hazardous \nwastes into or out of the Cook Islands, for the purpose of implementing any regional \nor international conventions, treaties, protocols, or agendas; \n(vi)  controlling soil erosion and siltation, and limiting or prohibiting the taking of gravel, \nsand, soil, rock, coral, or like material; \n(vii)  providing  for  the  preservation,  protection,  and  conservation  of  trees  and  the \nprevention and control of the clearing, cutting, lopping, trimming, felling, burning, or \nremoval of trees and other plants; \n(viii)  establishing  protected  areas  and  regulating  or  prohibiting  activities  within  these \nprotected areas; \n(ix)  prescribing procedures in preparing and carrying out any management plan; \n(x)  prescribing forms required to be used for the purposes of the Act; \n(xi)  describing offences against the regulations, and prescribing fines for such offences \nnot  exceeding  NZ$50,000  and,  in  the  case  of  continuing  offences,  a  fine  not \nexceeding NZ$1,000 for every day on which the offence continues; \n(xii)  providing for the taking of samples and their testing by laboratories; \n(xiii)  prescribing  procedures  for  entry,  inspection,  or  search  of  premises,  arrest  of  a \nperson, and seizure or forfeiture of property, in the exercise of powers conferred by \nthe Act; \n(xiv)  controlling the operation of the Environment Protection Fund; \n(xv)  prescribing procedures for registering organizations under Part 12 of the Act; \n(xvi)  prescribing procedures for applying for a permit or consent under the Act; \n(xvii)  prescribing guidelines restricting or otherwise regulating the issuance of permits and \nconsents by permitting authorities; \n(xviii)  prescribing fees for applications made under the Act, and issue of permits and \nconsents, and for the provision of advisory and other services; \n(xix)  prohibiting or controlling the importation or disposal of recyclable or non-recyclable \nproducts; \n(xx)  imposing further reporting obligations on the Environment Service; and ", "  Appendix 2  11 \n(xxi)  providing for any matter incidental to or connected with any of the foregoing. \n2.  Any regulation made under the Act may (i) apply generally throughout the Cook Islands or \nwithin a specified part of the country; (ii) apply generally or with respect to different classes of \nactivities,  places,  or  things;  and  (iii)  apply  generally  or  at  any  specified  time  of  the  year.  \nRegulations may confer power on an environment officer or a permitting authority to give, issue, \nserve, or issue a direction, notice, order, or requirement, for the purposes of the Act. \n \n \n ", "12  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga        \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      (i)  International Consultants (8 person-months)  168,000  0  168,000 \n      (ii)  Domestic Consultants (15 person-months)   0   75,000    75,000   \nb.  International and Local Travel b   24,000  10,000  34,000 \n  2.  Reports, Communications, Publications, and   2,000  4,000  6,000 \n                  Research Costs \n  3.  National Workshops and Dissemination   0  10,000  10,000 \n    (including participants’ travels)  \n   4.  Equipment (a computer and its peripherals) c  0  3,000  3,000 \n   5.  Car Rental  0  4,000  4,000 \n   6.  Miscellaneous  1,000  3,000  4,000 \n    7.   Contingencies  22,000  24,000  46,000 \n          Subtotal (A)  217,000  133,000  350,000 \nB.    Government       \n       1.  Remuneration and Per Diem of Counterpart Staff  0  60,000  60,000 \n       2.  Office Space, Supplies, Information Materials, Others  0  30,000  30,000 \n              Subtotal  (B)  0  90,000  90,000 \n              Total   217,000  223,000  440,000 \na   Financed by the Asian Development Bank technical assistance funding program. \nb   Local travel including travel for island consultations. \nc   After completion of the TA, the equipment will be transferred to the executing agencies. \nSource: Asian Development Bank estimates. \n ", "  Appendix  4  13 \nOUTLINE TERMS OF REFERENCE \n1.  The consultants will ensure that all works and outputs of the technical assistance (TA) \ncomply fully with all relevant Asian Development Bank (ADB) policies and guidelines. The terms \nof reference of the consultants are as follows: \nA.  Law Drafting Expert/Team Leader (international, 7 person-months)  \n2.  The  law  draftsman/legal-cum-institution  specialist  will  be  responsible  for  the  following \nactivities: \n \n(i)  In  coordination  with  the  Executing  Agencies  (EAs)  of  the  TA,  i.e.,  the  National \nEnvironment Service (NES) or Tu’anga Taporoporo, the Crown Law Office, and other \nteam  members,  (a)  prepare  regulations,  bylaws,  and  operational  guidelines \nenvisaged under Environment Act 2003 (the Act), and any other related regulations, \nbylaws, and guidelines that support implementation of the Act,1 and (b) review any \nother  existing  or  proposed  sectoral  legislation  that  may  have  environmental \nimplications and recommend appropriate amendments to the legislation. The aim is \nto ensure consistency and avoid a fragmented legal framework, and to prevent \ninstitutional conflicts and jurisdictional overlaps, especially with regard to compliance \nwith and enforcement of the Act.  \n \n(ii)  Review purposes for which regulations are needed as outlined in section 70 of the \nAct (see also Appendix 2). On the basis of a review and consultations including a \nworkshop with all interested parties, prioritize regulations and prepare all regulations, \nbylaws,  and  monitoring  and  compliance  guidelines  required  to  support  effective \nimplementation of the Act. \n \n(iii)  Together  with  the  team  members,  prepare  a  set  of  new  or  revised  operational \nguidelines, procedures, and institutional mechanisms for effective implementation of \nenvironmental legislation and efficient operation of environmental institutions at both \ncentral  and  outer  island  levels,  and  formulate  the  pertinent  policy  instruction/ \nguidelines (including applicability of the guidelines to each island to which the Act is \napplied).  The  guidelines  will  also  cover  the  internal  frameworks  (staffing,  skills, \nresources, training, inspection protocols, and other procedures not covered by the \nregulations)  needed  to  carry  out  effectively  the  mandated  functions,  ready  for \nimmediate adoption by the relevant offices. \n \n(iv)  Prepare an action plan for the follow-up on TA findings and outputs, as confirmed by \nthe final national workshop and to be carried out after TA completion. The purpose of \nthe action plan is to achieve the intended medium- and long-term objectives of the \nAct.  \n \n                                                 \n1   Priority areas will include (i) operational guidelines on authorities and responsibilities of line agencies; (ii) \nenforcement procedures and compliance regimes including penalties; (iii) guidelines and procedures for the \nEnvironmental Impact Assessment (EIA) system including screening, scoping, preparing and reviewing project \nEIAs;  (iv)  procedures  for  issuing  permits;  (v)  incorporation  in  the  new  legislative  framework  of \ntraditional/customary  environmental  practices;  (vi)  processes  and  responsibilities  for  public  review  and \nparticipation, including by nongovernment organizations; (vii) adoption of economic incentives and environmental \ntaxes (such as the pollution levy in the Act); (viii) procedures for designating protected areas; (ix) operation of the \nEnvironment Protection Fund; and (x) purpose, membership, processes and mandate of the Cook Islands \nEnvironment Forum to be established under the Act. \n ", "14  Appendix 4 \n(v)  Together  with  NES,  the  Crown  Law  Office,  and  other  stakeholders,  review  the \npresent institutional setting for environmental management in the Cook Islands; and \nassess strengths and weaknesses and lessons from previous experiences, including \nsimilar  experiences  from  other  countries.  From  the  review,  recommend  any \nnecessary institutional arrangements and coordination among agencies involved in \nenvironmental management.   \n \n(vi)  Assist NES to organize and undertake capacity building activities (through training \nworkshops and other suitable methods) for various stakeholders involved in the \nprocessofficials of the concerned government agencies (permitting authorities), \ncommunities, and nongovernment organizations (NGOs) focusing on participatory \nmonitoring and evaluationto strengthen their participation in the overall process of \nlaw making.  \n \n(vii)  In consultation with communities and NGOs, assist NES to prepare educational \nmaterials to increase public awareness of matters related to environmental protection \nand conservation.  \n \n(viii)  In coordination with the EAs, (a) organize at the initial phase of the TA an inception \nworkshop  for  the  EAs,  members  of  the  steering  committee,  senior  government \nofficials  of  the  concerned  line  ministries  and  agencies  (including  outer  island \ngovernment), community representatives, NGOs, and other stakeholders, to gather \ntheir inputs on the TA activities, select priority regulations to be formulated under the \nTA, and secure support for the TA activities, particularly in line with Environment Act \n2003;  and  (b)  organize  a  terminal  participatory  workshop  involving  the  same \nstakeholders to discuss the outputs of the TA activities. Participate as a resource \nperson in the two national workshops, help prepare the minutes of the workshops as \nan official record, and incorporate the workshops’ findings and recommendations in \nthe relevant TA reports. \n \n(ix)  Assist in specifying and procuring any equipment required for the TA project.  \n \n(x)  Supervise the work of the other consultants and conduct ongoing liaison with both \nEAs.  \n \n(xi)  Take responsibility (and consolidate findings from other consultants) for preparing \nthe  inception  report,  midterm  report,  draft  final  report,  and  final  report  in  full \nconsultation with other team members, counterpart staff, and ADB. \n \nB.  Environmental Training Specialist  (international, 1 person-month) \n \n3.  The  Environmental  Training  Specialist  will  be  recruited  in  the  middle  phase  of  TA \nimplementation and will be responsible for the following activities: \n \n(i)  Collect, collate, and review various reports produced from previous activities \nrelated to human resource development (HRD), and assess the current need for  \nHRD in the central as well as outer island governments.  Assess the total number \nof staff involved in environmental administration in the Cook Islands, including \nNES, island environment councils, and other related institutions. ", "  Appendix  4  15 \n(ii)  Together with counterpart staff in each EA, assess the training needs of existing \nstaff and attempt to check the needed skills against the currently available skills. \n(iii)  Prepare a detailed training program that begins to address the gap between skills \nneeded and skills available, including budget requirements. \n(iv)  Prepare training modules and environmental education materials for professional \ntraining, capacity building, and environmental awareness-raising activities. \n(v)  Supply  the  team  leader  with  input  on  progress  achieved  during  TA \nimplementation to fulfill the TA reporting requirements. \n(vi)  Prepare a terminal report including a training and capacity building action plan \ndocumenting  the  findings  and  recommendations  for  future  institutional \nstrengthening and awareness raising. \n \nC.  Expert in Green Sector Issues: Natural Resource Management (domestic, 5 person-\nmonths) \n \n4.  Working closely with the legal draftsman/legal-cum-institution specialist (team leader), the \nexpert in green sector issues will carry out the following tasks: \n \n(i)  Collect, collate, and review documents related to the state of the environment of \nthe  Cook  Islands,  existing  sectoral  environment-related  regulations  and \nguidelines on natural resource management in the Cook Islands and countries in \nthe Pacific, and data from other international institutions/ organizations.  \n \n(ii)  Undertake initial consultations with the communities and other stakeholders to \nidentify  priority  areas  in  natural  resource  management  (e.g.,  forest  and \nbiodiversity conservation; and marine, coastal, and lagoon environments) that \nneed attention due to their significance in conserving the ecosystem, maintaining \na pristine environment for tourism development, and continuing the traditional \nlifestyle of the communities.  \n \n(iii)  On the basis of the review, identify strengths and weaknesses of the existing \nsectoral regulations and guidelines of the line ministries, and give suggestions \nand recommendations for improving such regulations and guidelines to bring \nthem in line with the Act and to ensure that they will support sustainable natural \nresource management in the country. \n \n(iv)  On the basis of the initial consultations, assist in identifying and selecting new \nregulations. For each proposed regulation, determine the technical and biological \nrequirements to protect the ecosystem, particular environment, and habitat so \nthat they could be maintained in a healthy state; and other natural resource \nmanagement  considerations  required  in  formulating  of  the  regulations  and \nguidelines. \n \n(v)  Together with the team leader and the counterpart staff from NES and the Crown \nLaw  Office,  and  in  coordination  with  the  concerned  ministries,  prepare  draft \nregulations, bylaws, guidelines, and monitoring and compliance procedures for \ngreen sector issues.  \n \n ", "16  Appendix 4 \n(vi)  Assist the team leader in relevant work under the TA, and prepare a terminal \nreport on the work undertaken and lessons learned from the process. \n \nD.  Expert in Brown Sector Issues: Urban, Infrastructure, and Waste Management  \n  (domestic, 5 person-months) \n \n5.  The expert in brown sector issues will perform the following tasks: \n \n(i)  Collect, collate, and review documents related to the state of the environment of \nthe Cook Islands, available environment-related regulations and guidelines on \nurban and infrastructure development, and waste management in Cook Islands \nand  countries  in  the  Pacific;  and  data  from  other  international \ninstitutions/organizations.  \n \n(ii)  Undertake initial consultations with the communities and other stakeholders to \nidentify  priority  areas  in  urban  and  infrastructure  development,  and  waste \nmanagement  that  may  affect  ecosystem  functions,  the  pristine  state  of  the \nenvironment, and the  traditional lifestyle of the communities.  \n \n(iii)  On the basis of the review, identify strengths and weaknesses of the existing \nsectoral regulations and guidelines of the line ministries, and give suggestions \nand recommendations for improving the existing regulations and guidelines to \nbring them in line with the Act and to ensure that they will support sustainable \nnatural resource management of the country. \n \n(iv)  On the basis of the initial consultations, assist in identifying and selecting new \nregulations. For each proposed area, determine the technical requirements and \nquality standards to maintain a healthy environment. \n \n(v)  Together  with  the  legal-cum-institutional  specialist  (team  leader),  and  the \ncounterpart staff from NES and the Crown Law Office, and in coordination with \nthe  concerned  ministries,  prepare  draft  regulations,  bylaws,  guidelines,  and \nmonitoring and compliance procedures for the selected brown sector issues.  \n \n(vi)  Assist the team leader in relevant work under the TA, and prepare a terminal \nreport on the work undertaken and lessons from the process. \n \nE.  Social Development Specialist (domestic, 5 person-months) \n \n6.  The  social  development  specialist,  must  have  experience  in  community \nparticipation/consultation, and will carry out the following activities under the guidance of the \nteam leader: \n \n(i)  Identify key stakeholders (particularly communities and members of civil society) who \nhave contributed inputs in reviews of previous versions of the draft Environment Bill, \nand  attempt  to  engage  them  in  the  process  of  strengthening  the  Act  (and  its \nassociated regulations and bylaws) and its implementation.   \n \n(ii)  Draw  up  a  community  participation  plan  for  involving  all  key  stakeholders  in \nreviewing draft regulations, bylaws, and guidelines, including through such media as \na newsletter, radio programs, and/or a web site.  ", "  Appendix  4  17 \n \n(iii)  Assist  the  team  leader  to  organize  two  national  workshops:  (a)  an  inception \nworkshop at the start of TA implementation to present and discuss objectives, scope, \nand  expected outcomes of the TA (including priority areas to be urgently covered by \nregulations), and (b) a final national workshop to present the overall findings and \nrecommendations  of  the  TA  and  come  to  a  consensus  and  agree  on  the \nimplementation action plan for TA outputs.  \n \n(iv)  Provide  inputs  as  needed  on  aspects  related  to  involuntary  resettlement  and/or \nindigenous peoples so that any regulations, bylaws, or guidelines arising from the TA \ntake into account the requirements of ADB policies in these areas.  \n \n(v)  Supply the team leader with input on progress achieved during TA implementation \nfor preparing the TA reporting requirements. \n \n(vi)  Keep detailed records of the consultation events and results of the participatory \napproach, with a view to recommending similar processes to continue with future \namendments or new regulations after the TA is completed. \n \n(vii)  Assist the team leader in relevant work under the TA and prepare a terminal report \non  community  participation  that  documents  all  activities  related  to  community \nconsultations and meetings, for consolidation in the final report.  \n \n \n "], "metadata": {"CreationDate": "D:20031219103748Z", "ModDate": "D:20040107094959+08'00'", "Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "fc2", "Creator": "PScript5.dll Version 5.2", "Title": "Microsoft Word - COO - Draft TA paper 18Dec03  _APPROVED_.doc"}}