{"path": "data/input/ta/tar-sam-36513.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR:SAM 36513 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nINDEPENDENT STATE OF SAMOA \n \n \nFOR SUPPORTING THE \n \n \nSAMOA SCHOOLNET AND COMMUNITY ACCESS PILOT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", " \nCURRENCY EQUIVALENTS \n(as of 15 November 2003) \n \nCurrency Unit –  tala (ST) \nST1.00 =  $0.3495 \n$1.00 =  ST2.86 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  CAP  –  community access program \n  EU  –  European Union \n  ICT  –  information and communication technology \n  JICA  –  Japan International Cooperation Agency \n  MESC  –  Ministry of Education, Sports and Culture \n  NZAID  –  New Zealand Agency for International Development \n  TA  –  technical assistance \n \n \n \n \nNOTE \n \nIn this report, $ refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by L. Bodda and K. Chowdhury, Pacific Department. \n \n \n \n ", " \nI.  INTRODUCTION \n1.  The  Government  of  Samoa  requested  technical  assistance  (TA)  from  the  Asian \nDevelopment Bank (ADB) for the application of information and communication technology \n(ICT)  to  improve  the  quality  of  education  and  teacher  support  in  Samoa,  through  the \ninterconnection of local schools and creation of community access facilities. The ADB Fact-\nFinding Mission visited Samoa from 5 to 9 August 20021 and reached an understanding with the \nGovernment on the objectives, scope, cost, financing, and implementation arrangements for the \nTA.2 The TA logical framework is in Appendix 1. \n \nII.  ISSUES \n2.  Poverty and hardship are not prevalent in Samoa but are issues in certain pockets, \nespecially in the rural areas. On the basis of the 1997 household income and expenditure \nsurvey,3 nearly half of the households in Samoa were estimated to be under the basic needs \npoverty line, but these results were widely questioned. Applying the 2002 survey results on the \nfood poverty line, indicates that an estimate of 7.6% of households had income and expenditure \nless than the food poverty line.4  Applying the same results on the basic needs poverty line, \nestimates that 20.3% of total households had per capita income and expenditure below the \nbasic needs poverty line level. In the medium to long term, education is the best way for \nvulnerable individuals and families to achieve financial stability and rise above the poverty line. \nHowever,  new  work  opportunities  (in  Samoa  and  overseas)  require  increasingly  higher \nqualifications.  ICT  exposure  could  facilitate  more  and  better  job  opportunities.  Community \nconsultations by ADB over the past few years have identified the need to strengthen schools \nand computer literacy as part of a strategy for addressing hardship. \n  \n3.  Since the Government’s adoption of education policies and strategies for 1995–2005, \nprogress  has  been  made  toward  the  Millennium  Development  Goals  and  in  areas  of  (i) \ntextbooks and learning resources for primary education, (ii) development of a new secondary \ncurriculum and textbooks, (iii) education for special needs, (iv) early childhood education, and \n(v) bilingual language policy. The management capacity of the Ministry of Education, Sports and \nCulture (MESC) has been strengthened. However, emerging issues relate to unemployment, \nhigh school dropouts, repetitions, and deteriorating school cycle completion rates. The quality of \neducation  needs  improvement,  especially  in  rural  areas,  where  well-trained  teachers,  with \nadequate skills to effectively transmit knowledge and manage the classrooms, are in short \nsupply. Rural teachers often cannot travel to Apia (the capital) to take advantage of ongoing in-\nservice training and refresher courses to be on par with their urban counterparts. They tend to \nbe cut off from interaction with similar professionals, and yearn to discuss day-to-day activities \nwith their peers, and to exchange their various professional experiences. In many countries, a \n“faculty club” has become an attractive and indispensable asset to the teaching profession \nwhere  teachers  can  communicate  on  issues  of  common  interest,  exchange  curriculum \ninformation, collaborate on developing courses, provide mutual support on their own in-service \n                                                 \n1 The Mission comprised Luigi Bodda, project economist, Pacific Operations Division (PARD). Patrick Julien, ICT \nprincipal consultant, team leader of TA 5990-REG (ADB. 2001. Information and Communication Technology \nAssessment in the Pacific. Manila.) provided assistance to the Mission. \n2 The TA first appeared in the ADB Business Opportunities (Internet edition) on 28 November 2003. \n3 United Nations Development Programme-Secretariat of the Pacific Community. 1997. Food and Basic Needs \nExpenditure Report. Apia. \n4 The international standard of $1 per capita per day, on a purchasing power parity basis, is roughly equivalent to the \nfood poverty level in Samoa.  Based on the 2002 data, only about 5% of the population are below this standard, a \nremarkable achievement. ", "2 \ntraining progress, and find solutions to occupational problems with the support of peers or \ngovernment specialists. Samoan school children and their teachers who live and work outside of \nApia  are  physically  isolated  from  those  at  the  capital,  which  is  contributing  to  inequitable \neducational outcomes.   \n \n4.  Furthermore,  individuals  learn  in  different  ways.  The  traditional  passive  classroom \nscenario, where the teacher lectures and the student reads and memorizes, is not productive for \nsome types of students. In the Pacific, where a prevailing oral tradition endures, learners \nbecome more and more frustrated, and drop out of school. The use of multimedia, which brings \ninto play more of the senses, can overcome most of such shortcomings with the right teaching \napproaches, and good materials. Adding a degree of interactivity—where the learner receives \nimmediate  and  appealing  feedback  for  his  or  her  efforts,  and  is  then  guided  through  an \ninteractive process to correct errors—can provide an accelerated and highly motivating learning \nenvironment. \n \n5.  The  Government  recognizes  that  the  education  system  has  to  prepare  people  for \nimproving  productivity  and  opportunities  in  the  workforce,  including  opportunities  in  other \ncountries, as remittances significantly contribute to economic growth and reduce hardship.  To \nachieve this goal, the Government is determined to equalize access to quality education for all. \nOne of the best ways to improve the quality of education in rural areas is to introduce ICT to \ncreate a better learning environment for the teachers and students. While their counterparts in \nApia have access to electronic mail, Internet, and personal computers to perform their research \nand assignments, learners in rural areas have to rely only on printed materials which, given the \nrapidity of change in today’s world, are rapidly becoming obsolete. Learning through ICT will \nensure that sufficient well-qualified students are prepared and the knowledge base is continually \nupgraded for the opportunities generated in the private sector by the ongoing economic and \npublic sector reforms. \n \n6.  A key objective of the ICT policy of the Government of Samoa is to ensure access to ICT \nto all Samoans. Within this objective, the ICT policy guideline principle #1 (human resources) \nstates that ICT will be used to inform and connect the population of Samoa and ensure that it \nbenefits  from  flexible  and  appropriate  education,  training,  and  experiences;  and  guideline \nprinciple  #2  (appropriate  infrastructure)  states  that  appropriate  ICT  infrastructure  (will  be \ndeveloped)  to  support  development  for  Samoa.  The  proposed  Samoa  SchoolNet  and \nCommunity Access Pilot Project (the Project) will help to address these objectives by enhancing \nthe environment for poverty reduction in rural areas of Samoa by improving access to basic \nservices through improved communications. \n \n7.  ADB’s Long-Term Strategic Framework supports ICT for development and bridging the \ndigital divide, the gap between the information rich and information poor, within and across its \ndeveloping member countries.5 ADB's Pacific strategy6 states that ADB will work with the Pacific \ndeveloping member countries to use ICT to overcome constraints associated with smallness \nand isolation, and to realize potential gains offered by links to a global market. The ADB-\nfinanced education sector project loan,7 and the associated TA8 are assisting the Government to \nrehabilitate and expand 19 schools, and improve the educational system in the greater Apia \n                                                 \n5  ADB. 2001. Moving the Poverty Reduction Agenda Forward in Asia and the Pacific: The Long-Term Strategic \nFramework of the Asian Development Bank (2001-2015). Manila. \n6  ADB. 2000. A Pacific Strategy for the New Millennium. Manila. \n7  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nIndependent State of Samoa for the Education Sector. Manila. \n8  ADB. 2000. Technical Assistance to the Independent State of Samoa for Education Support. Manila. ", "    3 \narea. External funding concentrates heavily on the education sector. The Australian Agency for \nInternational Development (AusAID), European Union (EU), Japan International Cooperation \nAgency (JICA), New Zealand Agency for International Development (NZAID), United Nations \nagencies, and others have been involved in a number of projects in the education sector. \nAusAID  is  supporting  strengthening  MESC  and  providing  primary  and  infant  educational \nmaterials as well as scholarships for postgraduated studies. NZAID funds the secondary school \neducation  curriculum  resource  development  project.    EU  and  JICA  have  been  involved  in \neducation infrastructure.   \n \n8.  The  proposed  Project  will  complement  this  ongoing  assistance  by  exposing  rural \nstudents and teachers to ICT, thus enabling them to access the same materials and resources \nthat are available to students and teachers in Apia. The Project will also expand the ongoing \nassistance through the training of educators on developing and using distance-learning courses. \nA  large  proportion  of  Samoa's  graduates  emigrate  to  larger  neighbors  like  Australia,  New \nZealand, and the United States of America. ICT exposure will help them move up the job ladder, \nsince most jobs in those countries require capabilities in, or at least familiarity with, computers. \nThe TA will also improve the graduates' chances of setting up their own businesses in Samoa, \nand of acquiring jobs in the local market, with knowledge and hands-on exposure to ICT being a \nhigh priority for employers. \n \n9.  The proposed Project is consistent with the assistance being provided by ADB and other \nexternal  funding  agencies  to  the  education  sector.  It  is  also  consistent  with  the \nrecommendations of the ADB-financed strategies for equitable growth and hardship alleviation:9 \nto invest in communication services to promote economic growth and improve services in rural \nareas, and ensure that access to and quality of education services are equal throughout the \ncountry. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The  TA  will  improve  quality  and  efficiency  of  education;  enable  access  to  global \ninformation through improved access to ICT; and assist the Government in increasing social \ninclusion and reducing poverty in the rural areas by improving connectivity and, through it, \neducation, governance, health, and access to the Internet. The outcomes of the Project will be \n(i) demonstrating the applicability of “SchoolNet” and community access program approaches \nfor Samoa, (ii) implementing plans and policies for SchoolNet and community access facilities, \nand (iii) improving the teacher training curriculum and materials for distance learning.  \n \nB.  Methodology and Key Activities \n11.  The TA will initially provide connectivity, software, and appliances for selected schools, \nsupported by members of a stakeholder group (for instance, women groups), and leaders within \neach local community. Following intensive and specialized teacher training in (i) the use of ICT \nin  the  classroom,  and  (ii)  the  development  and  use  of  multimedia  learning  materials,  the \nteachers in each school, in close partnership with learners and administrators, will become more \ncomfortable and competent in a computerized environment. The Project will develop distance \neducation facilities and curricula for the teachers in remote outlying areas where they normally \n                                                 \n9 Lightfoot, Chris, Josephine Quitazol, and David Abbott. 2002. Strategies for Equitable Growth and Hardship \nAlleviation. ADB: Manila. ", "4 \nwould not have a chance to upgrade their skills and knowledge. The Project will also provide the \nstudents  with  the  skills  and  access  to  information  they  do  not  have  at  present.  The  TA \nconsultants will determine the number of schools that can be supported by the pilot testing. \n \n12.  The main beneficiaries will be the teachers, students, and other people in the selected \nrural areas who will enjoy better and cheaper telecommunications services. In the longer term, \nthe general population of Samoa could benefit from this type of assistance through better \neducation, community access to global information, and an improved environment for business \nactivities. Furthermore, the TA will illustrate how cost-effective ICT technologies made available \nin remote and poorer communities can (i) improve communications and access to the Internet;  \n(ii)  promote  entrepreneurship  through  community  access  centers;  and  (iii)  help  improve \neducation, health, and governance. Overall economic, education, and health improvements may \nbe measured by establishing baseline qualitative and quantitative data during the early phase of \nthe TA. The TA should be implemented in close connection with other ADB- and externally- \nfunded education projects. \n \n13.  The implementation of the Project will be divided into two phases. Phase 1 will include (i) \nneeds  identification  and  alignment  with  existing  projects,  (ii)  establishment  of  a  business \nperspective and sustainability, (iii) assessment of courseware requirements and general design \nfor in-classroom and distance learning environments, (iv) assessment of ICT hardware and \nsoftware  system  architecture  and  design  requirements,  (v)  design  of  the  SchoolNet \nmanagement structure and support groups, and (vi) set-up of performance and monitoring \nindicators.  \n \n14.  Based  on  the  results  of  phase  1,  phase  2  will  include  (i)  detailing  implementation \nrequirements;  (ii)  acquiring,  installing,  and  testing  ICT  equipment;  (iii)  making  the  system \noperational  for  education  and  other  purposes;  (iv)  training  users  and  support  staff;  (v) \ndeveloping in-class and distance learning courseware materials and testing, deploying and \nrevising them as needed; (vi) monitoring and fine-tuning the system to improve its sustainability; \nand (vii) streamlining the system to simplify replication in other rural schools in the country. \nOutline terms of reference for the consultants are in Appendix 2. \n \nC.  Cost and Financing  \n15.  The  TA  is  estimated  to  cost  $760,000  equivalent,  comprising  $530,000  in  foreign \nexchange and $230,000 equivalent in local currency costs. ADB will provide the entire foreign \nexchange cost and $70,000 equivalent of the local currency cost; the total of $600,000 will be \nfinanced on a grant basis by ADB’s TA funding program. The Government will contribute the \nbalance of the local currency cost of $160,000 equivalent through the provision of counterpart \nstaff, office space, administrative services, and data communication services. Details of the cost \nestimates and financing plan are given in Appendix 3. \n \nD.  Implementation Arrangements \n16.  The  Ministry  of  Finance  will  be  the  Executing  Agency,  and  MESC  will  be  the \nImplementing Agency for the TA and the Project. The Government will provide all available \nrelevant information and facilitate the collection of socioeconomic data. The Government will \nalso help ensure adequate cooperation from local government bodies and nongovernment \norganizations active in the TA and project areas. The TA will work with the education steering \ncommittee for overall policy guidance. \n ", "    5 \n17.  ADB will engage the services of international and domestic consultants, with relevant \nexperience in all aspects of the specified scope of work. The consultants will be selected \nthrough the quality- and cost-based selection method with full technical proposal submission, in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB for engagement of domestic consultants. The international consultants will \nhave expertise in distance learning and community development, communication technologies, \nand  ICT  training  of  trainers.  The  domestic  consultants  will  have  expertise  in  community \ndevelopment and participation. An estimated total of 19 person-months of consulting services \nwill be required: 9 for international and 10 for domestic specialists. \n \n18.  MESC  and  the  Government  will  appoint  or  recruit  a  TA  project  manager  with \nqualifications acceptable to ADB.10 The TA manager will coordinate with the steering committee \nof the ADB-financed education sector project. Equipment and services, financed under the TA, \nwill be procured in accordance with ADB’s \"Guidelines for Procurement\". \n \n19.  The TA is expected to commence in April 2004 and be completed by March 2005. Within \n3 weeks after commencement of the TA, the consultants will submit a brief inception report \nsummarizing their initial findings, identifying specific issues, and suggesting changes to the \nmethodology and program (if any). Within 6 months after TA commencement, the consultants \nwill submit a draft final report for ADB and MESC comments. A tripartite meeting among the \nGovernment, ADB, and the consultants will discuss the draft final report and any changes to be \nmade. Subsequently, the consultants will make all the recommended changes and submit the \nfinal report within 1 month of the tripartite meeting. The TA will produce design and analytical \nresults that are fully compliant with all relevant ADB policies. The consultants will submit three \ncopies of all reports to ADB and six copies to the Government, as well as electronic copies for \nfuture dissemination. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe Government of Samoa for Supporting the Samoa SchoolNet and Community Access Pilot \nProject, and hereby reports this action to the Board. \n \n \n \n                                                 \n10 The TA manager, if recruited, could eventually become the Information Technology coordinator within the Ministry \nof Education. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE PROJECT LOGICAL FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal       \nEnhance the enabling  (cid:131) 50% reduction in population under  National statistics,   \nenvironment for poverty reduction  poverty line from the current base  Government and non-  \n(improving access to basic  line by 2015.   government organization \nservices and improving the  (cid:131) Improved efficiency and  (NGO) reports and \nquality of life) through improved  effectiveness (reduction in dropout  assessments. \ncommunications.  and repetition rates) of basic \n  services delivery by 2015. \nPurpose       \n(cid:131) Improve quality and efficiency  (cid:131) Improved teacher support in  (cid:131) Schools connected by  (cid:131) Favorable \nof education.  remote communities (the technical  information and  political and \n  assistance [TA] is to determine  communication  macroeconomic \n  qualitative indicators) by 2007.  technology (ICT)  environment. \n  (cid:131) 50% teachers attend and finish in- improve their grade  (cid:131) Teachers \n  service training by 2007  points to 5% above the  interested and \n  (quantitative indicators to be  average.  committed. \n  determined).     \n  (cid:131) Students learning outcomes  (cid:131) Minutes of meetings \n  improved by 2% by 2007  with stakeholders. \n  (indicators and target dates to be  (cid:131) Ministry of Education \n  determined).  statistics. \n    (cid:131) International linkages. \n(cid:131) Enable access to global  (cid:131) Services readily available to  (cid:131) Network traffic. \ninformation.  selected schools by 2005.   \n  (cid:131) All teachers, school staff, and \nstudents in target schools have \nInternet access by the end of \n2005. \nOutputs       \n(cid:131) Demonstrating the applicability  (cid:131) By 2nd month of implementation,  (cid:131) Samoa SchoolNet  (cid:131) Infrastructure \nof SchoolNet and community  strategy document reviewed and      portal opened.  operational. \naccess program (CAP)  endorsed by majority of  (cid:131) Phase 2 planning  (cid:131) Ministry of \napproaches for Samoa.  stakeholders.  progress.  Education (MOE) \n  (cid:131) By 6th month of implementation,  (cid:131) Local operating  budget for \n(cid:131) Implementation plans and  implementation plan successful,  budgets set and  integration of \npolicies for “SchoolNet” and  acceptable in most of the target  monitored.  SchoolNet into \ncommunity access facilities.  schools.  (cid:131) Pages of information  regular operating \n  (cid:131) Interconnected schools/community  available and  budgets. \n  centers established by December  accessed.  (cid:131) Availability and \n     (cid:131) 2tBo0y 0b 2e4n  d(d imnedtoeicnrmathtio noresf d iam).n pdle tmaregnetta dtiaotne,s   (cid:131) Rttreoecuphbanliierc,sa hl oaodtvinicge,  and  casounnpdtp innoaurttii.to yn oafl  local \n  hardware, software, and other  service arrangements \n  facilities installed and running in  organized. \n  identified schools (indicators and  (cid:131) Community access \n  target dates to be determined).  business plan adopted. \n   \n(cid:131) Improved teacher training  (cid:131) Distance education facilities and \ncurriculum and materials for  curricula for teachers developed \ndistance learning.   and tested 2 months before the \n  end of the TA (indicators and \n  target dates to be determined). \n  (cid:131) All the teachers in selected pilot \n ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n  schools trained and capable in the \n  development and use of \n  multimedia learning materials \n  (indicators and target dates to be \n  determined). \n  (cid:131) Students have skills and access to \n  information and preliminary \n  courses by 2005. (Indicators and \n  target dates to be determined.) \n   \nActivities    (cid:131) Project progress   \n(cid:131) Draft SchoolNet and CAP  reports. \nplans and activities to adapt  (cid:131) Review mission’s \nschools through requirements  reports. \ngathering, prototyping, review  (cid:131) Final report. \nmeetings or workshops, \nacceptance procedures and \ntesting and implementation \nprocedures. \n(cid:131) With stakeholders, propose a \nweb portal for educational \nservices in Samoa. \n(cid:131) Prepare inventory of all \nlearning materials. \n(cid:131) Prepare education course ware \nand community access \ndirections. \n(cid:131) Draft access, services, \nsustainability, management \nguidelines, and operating \npractices for SchoolNet and \nCAP in the schools. \n(cid:131) Finalize strategic and operating \nplans for SchoolNet and CAP. \n(cid:131) Design, acquire and deliver, \ntest, and commission telecom \nfacilities, personal computer \nnetwork and other facilities \nneeded to function as a \ncommunity access point and \nas a distance learning facility. \n(cid:131) Design, develop, and deliver \nthe curriculum design and \ncourse ware for teacher in-\nservice training and for \nstudents. \n(cid:131) Test and improve, where \nnecessary, the distance \nlearning courses and \ncurriculum with pilot groups. \n(cid:131) Train staff, students, and \nteachers who will support the \nhardware and software system \nand the actual users of the \nfacility. \n(cid:131) Implement the system in the \ndifferent sites. \n ", "8  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n(cid:131) Monitor and manage the facility \nand the service offerings. \n   \nInputs     Audit report.   \n(cid:131) Consultants: 9 person-months   \ninternational and 10 person-  \nmonths domestic consultant   \nservices.   \n(cid:131) Counterpart staff: steering   \ncommittee, technical working   \ngroup.   \n(cid:131) Personal computer for each   \nschool: 10 units ($15,000) \n(cid:131) Uninterruptible power supply \nsystem: 10 units ($3,000) \n(cid:131) Software bundles: 10 units \n($5,000). \n(cid:131) Printers: 2 units ($1,500). \n(cid:131) Scanner/copier: 1 unit ($500). \n(cid:131) Television and video cassette \nrecorder: 1 unit ($500). \n(cid:131) Copier: 1 unit ($500). \n(cid:131) Set of network connectivity \nequipment, including antennas \n$3,000. \n(cid:131) 1 service, local area network \nsoftware, peripherals, cabling, \ninterface devices, connectors, \netc. at a local budget of up to \n$35,000 per school. \n ", "  Appendix 2  9 \n \nOUTLINE TERMS OF REFERENCE FOR THE CONSULTANTS \n \n1.  The technical assistance (TA) will provide connectivity, software, and appliances for \nselected  schools,  supported  by  members  of  a  stakeholder  group  (for  instance,  women’s \ngroups), and leaders within each local community. Following intensive and specialized teacher \ntraining in (i) the use of information and communication technology (ICT) in the classroom, and \n(ii) the development and use of multimedia learning materials, the teachers in each school, in \nclose  partnership  with  learners  and  administrators,  will  become  more  comfortable  and \ncompetent in a computerized environment. The TA will develop distance education facilities and \ncurricula for the teachers in remote outlying areas where they normally would not have a chance \nto upgrade their skills and knowledge. The TA will also provide the students with the skills and \naccess to information they do not have at present. The TA consultants will determine the \nnumber  of  schools  that  can  be  supported  by  the  pilot  testing.  The  pilot  project  will  be \nimplemented  by  a  team  of  consultants  who  will  review  the  lessons  learned  from  similar \ninitiatives in the Pacific, and will work closely together and with the counterpart staff of the \nMinistry of Education, Sports and Culture (MESC) to combine and share their expertise and \nfindings.  \n \nA.  Community Access and Information Technology Development Expert and Team \nLeader (international, 3 person-months) \n2.  The expert will have relevant background in ICT policy development, community access \n(or telecenter) project operations, distance education applications, and sustainability analysis \n(business planning). The work will include  \n(i)  visiting potential local communities to discuss the proposal and obtain input to \nthe design on location, infrastructure, building environment, content, services \ndelivery,  management,  support  groups,  technical  support,  and  sustainability \nissues, including an overview of services to be offered by the community access \nprogram (CAP); and to estimate budgets and establish realistic price levels and \ndemand patterns of services that could be offered; \n(ii)  consulting with the main stakeholders in Apia and in the region from the political, \nsocial, educational, and economic perspectives to identify potential problems and \nseek advice on the initial set-up and continuing operations to arrive at a strategic \nplan that will garner general support from the principals in Samoa; \n(iii)  in coordination with the Government and other stakeholders, selecting up to four \nschools/communities  to  be  connected  for  the  pilot  projects,  based  on  need, \nendowment (financial and physical, e.g., power, telephone line, etc.), back-up \ntechnical services, and replicability criteria;  \n(iv)  meeting  with  the  National  University  of  Samoa,  the  University  of  the  South \nPacific, MESC, and other knowledge providers to (a) agree on the distance \nlearning objectives and support mechanisms; (b) review the proposed curricula \nfor in-service teacher training, teacher training in the use of ICT in the classroom, \nand in instructional design; (c) assess the alternative content delivery platforms; \nand (d) identify other services that could be offered through the system; \n(v)  coordinating  with  ADB’s  education  sector  project  team  and  other  external \nassistance to the ICT and education sectors in order to create synergies and \navoid duplication; \n ", "10  Appendix 2 \n(vi)  drafting  access,  services,  sustainability  and  local  and  system  management \nguidelines and operating practices for SchoolNet and the subsequent  CAP in \ncollaboration with other team members; \n(vii)  finalizing the strategic and operating plans for SchoolNet and its offshoot, CAP, \nwith  work  plan,  budgets,  and  timelines;  and  harmonizing  the  socioeconomic \nreports with that of the communication engineer(s); \n(viii)  assisting the trainer in designing and developing the curriculum for teacher in-\nservice training and selected topics for students where these are not readily \navailable commercially; testing, getting feedback, and improving the curriculum \nwhere necessary, and installing the system in the different sites; \n(ix)  assisting the communications engineer in designing the overall hardware and \nsoftware systems architecture needed for the Project; \n(x)  managing the team in the development, rollout, and operations of the SchoolNet \nconcept and the CAP; \n(xi)  conducting monthly monitoring of project progress and identified performance \nindicators; and \n(xii)  undertaking any reasonable requests made by the Asian Development Bank \n(ADB) in association with the Project. \n \nB.  Communication Engineer(s) (international, 3 person-months) \n \n3.  The consultant(s) will have relevant background and practical experience in advanced \ntelecommunications applications and networking; including local area network, systems and \napplications, and distance learning technology. The work will include \n \n(i)  reviewing and documenting current and planned available delivery infrastructure \nand  network  configuration  to  and  within  local  schools  identified  for  the  pilot \nproject, and identifying enhancements required to deliver enough connectivity to \neach pilot school; \n(ii)  drafting the proposed system architecture, based upon optimal use of existing \nnetworks and infrastructure, according to the best practices of technical and \neconomic viability; \n(iii)  preparing detailed specifications for equipment and services in collaboration with \nMESC, Treasury, Samoa Communications Ltd., Computer Services Ltd., and \nother stakeholders; \n(iv)  acquiring, installing, testing and commissioning the telecom facilities, personal \ncomputer network, and other facilities needed to operate the distance learning \nand community access points;  \n(v)  training the facility, staff, students, and teachers who will support the hardware \nand software system; \n(vi)  preparing a technical overview for national and local access points to provide \nenhanced  services  e.g.,  telephony,  Internet  dial-up,  fax,  copying,  word \nprocessing, audio and video services, postal offerings, government services, etc.; \n(vii)  developing templates and designing them for replication in other Pacific countries \nin collaboration with the socioeconomic team; and \n(viii)  finalizing the technical project description, including budgets and forecasts. \n \nC.  Trainer of Trainers (international, 3 person-months) \n \n4.  The trainer will have relevant background and expertise in web-based, satellite, and \nteleconference learning. The work will include ", "  Appendix 2  11 \n \n(i)  preparing  an  inventory  of  all  learning  materials  suitable  for  web  delivery  in \nSamoa, including course ware and services available from recognized foreign \ninstitutions that could be localized under license or other conditions;  \n(ii)  designing  and  developing  course  ware  for  in-school  training  and  distance \nlearning situations, and installing, testing and implementing it; and \n(iii)  monitoring progress on a monthly basis, noting obstacles, better ways of doing \nthings,  and  issues  specific  to  the  country,  and  identifying  and  validating \nperformance indicators to measure progress of the operation. \n \nD.  Social Development Consultant(s) (domestic, 10 person-months) \n \n5.  The consultant(s) will have relevant background and extensive experience in mobilizing \ncommunity resources, and preferably in the use of computers in schools. The work will include  \n \n(i)  assisting  the  organization  of  data  gathering  in  the  TA  impact  areas,  and \nconsulting with relevant officials from the Government and other organizations to \nsupplement available secondary data; \n(ii)  helping the preparation of a poverty profile of the project area and project impact \narea; \n(iii)  assessing the pro-poor impact of the TA and Project in line with ADB’s poverty \nreduction strategy; \n(iv)  providing a detailed discussion of the potential impacts on the economy and \nsociety in the project area, particularly on the poor; \n(v)  identifying ways to make the Project pro-poor;  \n(vi)  facilitating  consultation  with  the  communities  for  public  awareness  and \nacceptance of the project, undertaking social assessment in accordance with \nADB’s  Handbook  on  Poverty  and  Social  Analysis,  identifying  impacts  on \nindigenous  peoples,  identifying  any  resettlement  effects,  and  designing \nappropriate  socioeconomic  monitoring  and  management  plans  to  be \nimplemented by MOE (if required, prepare resettlement plans in accordance with \nADB’s Policy on Involuntary Resettlement and Handbook on Resettlement, and \nidentify appropriate action or prepare an indigenous peoples development plan in \naccordance with ADB’s Policy on Indigenous Peoples); and \n(vii)  facilitating  awareness  campaign  and  capacity  building,  and  conducting \nstakeholder  workshops,  ensuring  full  participation  of  women  and  vulnerable \ngroups at all stages of the TA. \n ", "12  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  Education/Community Expert  60  0  60 \n                  ii.   Communication Engineer(s)   60  0  60 \n                  iii.  Trainer of Trainers  60  0  60 \n      iv.  Domestic Facilitator(s)  0  40  40 \n    b.  International and Local Travel       \n      i.  International Travel   40  0  40 \n      ii.  Local Travelb  0  7  7 \n    c.  Reports and Communications  10  3  13 \n  2.  ICT Equipment       \n         a.   ICT Laboratoryc  140  0  140 \n     b.   Network Extensiond  40  0  40 \n     c.   Web Authorizing Tools (software)  20  0  20 \n     d.   Freight and Installation  15  10  25 \n  3.  Representation at Contract Negotiations  5  0  5 \n  4.  Contingencies  80  10  90 \n      Subtotal (A)  530  70  600 \n       \nB.  Government Financing       \n  1.  Office Facilities and Administrative Support  0  40  40 \n  2.  Counterpart Staff  0  90  90 \n3.    Local Travel Counterpart Staff  0  10  10 \n  4.  Contingencies  0  20  20 \n      Subtotal (B)  0  160  160 \n        Total  530  230  760 \nICT = information and communication technology. \na  Financed by ADB’s technical assistance funding program. \nb  Includes vehicle rental and operation and local airfares. \nc Each school will have a standard starting package of 10 personal computers ($15,000), 10 units uninterruptible \npower supply system ($3,000), 10 software bundles ($5,000), 2 printers ($1,500), 1 scanner and copier ($500), \ntelevision and video cassette recorder ($500), copier ($500); set of network connectivity equipment, including \nantennas ($3,000); 1 local area network with software, peripherals, cabling, interface devices, connectors, etc. at a \nlocal budget of up to $35,000 per school. \nd The national network will subscribe to a web caching service, e.g., advanced interactive, network extensions \nattached to existing pylons; site analysis, preparation, and testing. \nSource: Asian Development Bank staff estimates. \n "], "metadata": {"CreationDate": "D:20040108002615Z", "ModDate": "D:20040319094823+08'00'", "Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "r2c", "Creator": "PScript5.dll Version 5.2", "Title": "Microsoft Word - Final TA paper-15Dec03.doc"}}