{"path": "data/input/ta/tar-reg-38574.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: REG 38574 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nFOR THE  \n \n \nGREATER MEKONG SUBREGION  \n \n \nBIODIVERSITY CONSERVATION CORRIDORS INITIATIVE \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCC  –  biodiversity conservation corridors  \n  GIS  –  geographic information system \n  GMS  –  Greater Mekong Subregion \n  GMSEC  –  Greater Mekong Subregion economic corridors \n  IUCN  –  World Conservation Union \n  PRC  –  People's Republic of China \n  SEF  –  Strategic Environmental Framework \n  TA  –  technical assistance \n  UNEP  –  United Nations Environment Programme \n  WWF  –  World Wide Fund for Nature \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Agriculture and natural resources \nSubsector  –  Environment and biodiversity \nTheme{s}  –  Regional cooperation, environmental sustainability, and sustainable \neconomic growth  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by J. H. Mir. \n ", " \nI.  INTRODUCTION \n1.  The  Greater  Mekong  Subregion  (GMS)  biodiversity  conservation  corridors  (BCC) \ninitiative is to support the broad-based agenda of sustainable development identified by the \nGMS countries and incorporated in the Regional Cooperation Strategy and Program 2004–2008 \nof the Asian Development Bank (ADB).1 ADB’s strategy and program aim to address GMS \ndevelopment  challenges  and  support  the  countries’  strategic  objectives  by  enhancing \nconnectivity and competitiveness, and developing a greater sense of community in the region. \nRegional  economic  corridors  are  expected  to  play  a  crucial  role  in  helping  deliver  this \ndevelopment agenda. But concern is growing that increasing development needs and economic \ncorridors may result in the fragmentation of natural landscapes. This would undermine the \nfunctioning  and  performance  of  the  region’s  ecosystems,  thereby  threatening  long-term \nsocioeconomic and environmental security of the region.  \n \n2.  Recognizing this development challenge, the BCC initiative was considered by the First \nTask Force Meeting for the Preparation of the Second GMS Summit held in Beijing, People’s \nRepublic of China (PRC) in July 2004.2 The task force members agreed in principle to pursue \nthe proposal in consultation with relevant line ministries. Accordingly, the Working Group on \nEnvironment meeting held in September 2004 in Viet Nam considered and endorsed the BCC \ninitiative. As secretariat for the GMS, ADB will provide technical assistance (TA) to the GMS \ncountries for undertaking the initiative. The TA approach, objectives, scope and outputs were \nfinalized in consultation with the relevant line ministry staff and other development partners \nduring  the  Working  Group  on  Environment  meeting.  These  were  confirmed  during  the \nconsultation mission undertaken by ADB.3  Consultations were held with other development \npartners including the United Nations Environment Programme (UNEP), World Conservation \nUnion (IUCN), and World Wide Fund for Nature (WWF). The general consensus reached was \nthat this initiative will strengthen the region’s commitment to, and capacity for, sustainable \ndevelopment. The governments support the TA approach, objectives, scope and outputs. The \nTA framework is in Appendix 1.4 \n \nII.  ISSUES \n3.  The  GMS  countries’  Strategic  Development  Framework,  adopted  in  2001,  guides \ndevelopment cooperation until 2011.5 Over the last decade, investments of $2 billion were \ncommitted in the energy and transport sectors alone. A more ambitious level of investment ($10 \nbillion at a minimum) is envisaged for the next 10 years. This will induce significant economic \nand  social  changes  in  the  subregion.  Countries  will  be  increasingly  linked  through \ntransportation,  telecommunications,  energy  production  and  usage,  and  cross-border  trade. \nGross domestic product per capita in the subregion is expected to double by 2015, by which \ntime  the  population  will  have  increased  by  40  million.  Economies  will  undergo  structural \n                                                 \n1  The GMS includes Cambodia, Lao People’s Democratic Republic, Myanmar, Thailand, Viet Nam, and Yunnan \nProvince in People’s Republic of China. \n2  The task force comprises GMS government officials responsible for the planning and organization of the Second \nGMS Summit to be held in  PRC in July 2005. \n3  The mission led by Javed H. Mir, Sr. Natural Resources Specialist, MKAE, visited PRC (22 November 2004); \nCambodia (24 November 2004); Viet Nam (26-29 November 2004); Thailand (30 November –2 December 2004); \nand Lao PDR (6 December 2004). \n4  The TA first appeared in the ADB Business Opportunities (Internet edition) on 14 October 2004.  \n5  The framework guides development cooperation in five major areas:(i) strengthen infrastructure linkages using a \nmultisector approach, (ii) facilitate cross-border trade and investment, (iii) enhance private sector participation and \nimprove its competitiveness, (iv) develop human resource skills and competencies, and (v) protect the environment \nand promote sustainable use of shared natural resources. \n ", "2  \nchanges: the manufacturing and service sectors will expand; while agriculture will become more \ndiverse, intensive, and productive. These developments will inevitably impact the environment. \nIn the absence of proactive and effective environmental management, future development \nefforts will be undermined with potential for increased environmental degradation. Accordingly, \nthe Strategic Environment Framework (SEF) was formulated as an integral component of \nStrategic  Development  Framework.  The  SEF  aims  to  protect  environmental  resources  as \nfundamental prerequisites to sustainable development in the GMS. The proposed BCC initiative \nis seen by the GMS countries as a proactive strategy to accelerate SEF implementation.  \n \n4.  BCC have gained currency as countries find that their existing protected areas, which \nare the main strategy for meeting their biodiversity conservation needs and obligations under \nthe Convention on Biological Diversity, are unlikely to deliver the desired results on their own. \nExisting  protected  areas  are   small  and  are  being  reduced  to  islands  within  a  cultivated \nlandscape that is under increasing development pressure and fragmentation. Consequently, \nprotected areas are unlikely to be able to protect viable populations of wide-ranging species or \nhigh-value ecosystems. The options in the GMS for addressing ecosystem fragmentation will \nbecome more limited, as attempts to enlarge protected areas is constrained by increasing \npressures on land for other uses.  \n \n5.  Ecosystem fragmentation is increasingly being associated with transport and economic \ncorridors. For example, the Tumen River Strategic Action Program in the PRC recognizes that \ntransport  corridors  are  the  drivers  for  economic  development  in  the  region  of  the  PRC, \nDemocratic People’s Republic of Korea, Mongolia, and Russian Federation. But these corridors \nare also likely to exert additional impacts on biodiversity. Thus greening of the infrastructure and \neconomic corridors is considered essential—one means is the establishment of BCC. \n \n6.  BCC  are  designed  to  ensure  the  long-term  conservation  of  high-value  ecological \nprocesses, biodiversity, and threatened species; as well as contribute to social and economic \ndevelopment by combining these with ecological and/or cultural tourism. To a certain extent \nBCC are analogous to the economic corridors in their functionality and objectives, i.e., both \nattempt to increase the system connectivity, economies of scale, integration, and efficiency. \nBCC do the latter by increasing the functional boundaries of the protected areas. BCC allow the \nunhindered movement of species, and gains in scale efficiencies that are needed to sustain \necological processes that underpin sustainable development.  \n \n7.  By increasing connectivity between national and transboundary terrestrial, aquatic, and \nmarine ecosystems, in particular high-value protected areas, BCC will prevent and mitigate \nhabitat fragmentation. In the absence of such corridors, ecological and environmental services \nof importance to the GMS development agenda are likely to be threatened.  \n \n8.  BCC can also act as insurance against the potential negative impacts of climate change. \nAs climate change triggers changes in local temperature and moisture levels, BCC will act as \nsafety valves by providing habitat for plant and animal species that will have to move along the \nclimate gradient. This has implications for conservation of agro-biodiversity and long-term food \nsecurity of the GMS countries. \n9.  Several  sequential  efforts  have  identified  and  delineated  important  biodiversity \nconservation areas in the GMS. BirdLife International has identified several important bird areas \nin the region; WWF and IUCN identified several centers of plant diversity; WWF and Wildlife \nConservation  Society identified a series  of  prioritized  tiger  conservation  units,  and  WWF \nidentified ecoregions across the Indo-Pacific region including in the GMS that are under threat \n ", "  3\nfrom  landscape  and  habitat  fragmentation.  In  2002,  the  Stockholm  Environment  Institute \ndeveloped  (for  ADB)  the  Strategic  Environmental  Framework  for  the  Greater  Mekong \nSubregion. This analysis assessed the impacts of ADB’s planned regional developments on \nbiodiversity and the environment. The framework identified a series of hot spots, broadly defined \nas areas of high biodiversity conservation value that will be impacted by regional development \nplans. \n10.  In 2004, the Critical Ecosystems Partnership Fund formulated an ecosystem profile for \nthe Indochina Region of the Indo-Burma hot spot.6 The TA will build upon these and other \ninitiatives and ADB’s experience. In the Asia and Pacific region, BCC are under design and/or \nimplementation in Bhutan, Philippines, Viet Nam, and Yunnan Province of the PRC. Under the \nproposed ADB Forests for Livelihood Improvement Project in Viet Nam, BCC are identified as \nthe means to enhance the biodiversity conservation potential and function of protection forests \nin the Central Highlands of Viet Nam.   \n \n11.   BCC  are  of  relevance  and  importance  to  GMS  countries,  as  both  sustainable \ndevelopment and competitiveness of GMS member countries will to a large extent depend upon \nthe efficiency and effectiveness with which their natural resource endowments are protected \nand maintained. Without this, the direct and indirect costs of environmental degradation could \nundermine the region’s development performance. The TA will assist the countries in reconciling \nand enhancing the development and environmental protection function and performance of their \ndevelopment plans and investments. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n12.  The purpose is to prepare a GMS BCC development strategic framework (2005–2014) \nand action plan (2005–2008). The strategic framework will (i) identify and prioritize terrestrial \nBCC  of  strategic  importance  from  a  biodiversity  conservation  as  well  as  development \nperspective, (ii) review and analyze conservation and economic development policies that need \nto  be  rationalized  and  harmonized  among  GMS  countries  for  effective  and  sustainable \nfunctioning of BCC, and (iii) identify an enabling governance and management arrangement for \nimplementation of the 2005–2008 BCC action plan. \n \n13.  The TA components will include (i) threat analysis of high-value terrestrial biodiversity \nconservation areas and protected areas with specific reference to GMS  economic corridors \n(GMSECs) and BCC potential and establishment options, (ii) assessment of conservation and \ndevelopment policy coherence/incoherence for BCC development, and (iii) institutional and \nmanagement options analyses. \n \n14.  The Second GMS Summit is expected to include a declaration endorsing the BCC \ninitiative. Specific outputs will include (i) a BCC needs assessment report, (ii) a BCC feasibility \nassessment report, (iii) a GMS 2005–2014 development strategic framework and 2005–2008 \nBCC action plan, and (iv) a draft GMS Summit declaration. The framework will (i) provide an \nintegrated  biodiversity  conservation  and  development  strategy  and  action  plan  that  will \nsafeguard and improve livelihoods of people living in or near BCC and/or economic corridors; \n                                                 \n6  Critical Ecosystems Partnership Fund. 2004. Ecosystem Profile. Indo-Burma Biodiversity Hotspot. Indochina \nRegion. Prepared by BirdLife International for the Critical Ecosystems Partnership Fund. Final Draft submitted 7 \nSeptember 2004 \n \n ", "4  \nand (ii) enhance GMS countries’ economic competitiveness by reducing the potential social, \nenvironmental, and economic costs of inefficient management of shared natural resources of \nthe subregion.  \n \nB.  Methodology and Key Activities \n15.  The TA will adopt a multistakeholder participatory diagnosis and design approach for its \nimplementation using geographic information system (GIS) and field surveys. Key activities will \ninclude (i) identify high-value terrestrial ecosystems in the GMS; (ii) undertake threat analysis in \nterms of ecosystem and species habitat fragmentation with specific reference to the GMSECs; \n(iii) identify priority BCC to prevent and mitigate landscape and habitat fragmentation in the \nGMS with particular focus on GMSECs; (iv) identify conservation and development policy and \nplan rationalization and harmonization needs; (v) prepare a GMS BCC development strategic \nframework (2005–2014) and action plan (2005–2008), including cost estimates for implementing \nthe  2005–2008  action  plan,  and  indicative  cost  estimates  and  financing  strategy  for \nimplementing the strategic framework; and (vi) undertake institutional option analyses, and \nidentify appropriate implementation arrangements for implementing the action plan and meeting \ncapacity-building needs. \n \n16.  The TA will also identify the enabling policy and institutional framework for effective and \nefficient planning, establishment, and management of the priority BCC in the GMS. Moreover, \ndata and information needs, availability, sources, and sharing mechanisms for supporting BCC \nestablishment and management will be identified.   \n \nC.  Cost and Financing \n17.  The total cost of the TA is estimated at $500,000 equivalent. ADB will provide $400,000 \nequivalent. The TA will be financed on a grant basis by the Japan Special Fund, funded by the \nGovernment of Japan. UNEP will finance (in kind) $60,000 equivalent, and the concerned GMS \ngovernments  will  finance  (in  kind)  $40,000  equivalent.  Detailed  cost  estimates  are  in \nAppendix 2. \n \nD.  Implementation Arrangements \n18.  ADB’s will be the Executing Agency for the TA. In addition to partner line agencies from \nGMS countries, the TA will be implemented in coordination with UNEP, WWF, IUCN, and other \nenvironmental nongovernment organizations, and universities and research institutions that are \nactive in the GMS. The partner line agencies will (i) facilitate on-site data collection and \nconsultants’ field work, and provide data and information on protected area development plans; \nand (ii) help develop and implement action plans for the priority BCC. UNEP will provide GIS \ndata  and  information  and  analyses  expertise,  and  facilitate  interagency  discussions  and \ncooperation. WWF and IUCN will provide technical expertise on regional conservation and \nprotected area system development and management. \n \n19.  The TA will be implemented in two phases over 8 months. Phase 1, from December \n2004 to January 2005, will focus on the needs assessment. This will involve identifying high-\nvalue  terrestrial  biodiversity  corridors  to  prevent  and  mitigate  landscape  and  habitat \nfragmentation in the GMSECs, developing GIS data and overlay maps showing existing or \nplanned corridor initiatives in the GMS economic corridors, identifying ongoing and planned \nmajor road and transport infrastructure plans of relevance to the initiative, and identifying current \nconservation plans.  Phase II, from March to July 2005, will focus on preparing the strategic \n ", "  5\nframework  and  action  plan.  This  will  involve  identifying  high  priority  BCC for the GMS; \nidentifying policy, institutional, and technical frameworks for BCC planning and establishment; \nundertaking  harmonizing  and  rationalizing  of  conservation  and  development  plans  for  the \npriority BCC; and undertaking a participatory design approach to preparing the 2005–2014 \nstrategic framework and 2005–2008 action plan.  \n \n20.  For TA implementation, ADB will recruit a team of international and domestic consultants \non  an  individual  basis.  The  consultants  will  be  engaged  by  ADB  in  accordance  with  the \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for the \nengagement of domestic consultants. A total of 19 person-months of consulting services will be \nrequired:  9  person-months  international  and  10  person-months  domestic.  The  required \nexpertise and outline terms of reference are provided in Appendix 3. All equipment will be \nprocured in accordance with ADB’s  Guidelines for Procurement.7 At least two stakeholder \nworkshops will be organized to secure stakeholder input. The following reports will be produced: \n(i) an inception report by the end of 4 weeks of consultant mobilization, (ii) an interim report by \nthe end of 12 weeks, (iii) a draft final report by the end of 20 weeks, and (iv) a final report by the \nend of 24 weeks (after incorporating comments on the draft final report). The final report will \ninclude the GMS BCC development strategic framework (2005–2014) and action plan (2005–\n2008). TA implementation will be monitored through the (i) inception, interim, and final workshop \nreports; (ii) participation in stakeholder workshops; (iii) and at least two review missions.  \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis for \nthe  Greater  Mekong  Subregion  Biodiversity  Conservation  Corridors  Initiative,  and  hereby \nreports this action to the Board. \n \n \n                                                 \n7 Upon TA completion, ownership of the equipment provided under the TA will be retained by ADB. \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance Indicators/  Monitoring Mechanisms  Assumptions (A) and \nTargets  Risks (R) \n \nGoal        \nEnhance sustainable  By 2011, enabling  • GMS Secretariat report    \ndevelopment in the Greater  development framework  • GMS country \nMekong Subregion (GMS).  integrating economic  conservation and poverty \n  development and  assessment reports \n  biodiversity conservation  • Asian Development Bank \nunder implementation in  (ADB)-funded project \nhigh conservation value  reports \nareas \nPurpose        \nPrepare a strategic  By June 2005, strategic  •  GMS Summit minutes  • Sufficient levels of \nbiodiversity conservation  framework covering 2005– and resolutions  investments are \ncorridors development  2014 for the establishment    undertaken by GMS \nframework (2005–2014)  of BCC and their  countries and funding \nand action plan (2005– integration with economic  agencies in BCC and \n2008) to establish and  corridors will be ready for  economic corridors (A) \nmaintain high-value  the consideration of the   \nbiodiversity conservation  relevant national agencies,  • GMS countries \ncorridors (BCC) in the  stakeholders and the  increasingly support BCC \nGMS.  Second GMS Summit  and increase recurrent \n  expenditure flows to \n  protected areas (A) \n   \n• GMS member countries \nsustain interest and \nwilling to give \ncommitment for creation \nof BCC integrated with \neconomic corridors (A) \nOutputs        \n       \n(i)  BCC needs assessment  • By February 2005, needs  • Consultant progress  • Commitment of GMS \nreport  assessment draft ready  reports   member countries is \n  for presentation and  • Review missions  followed up by project \n  discussion at regional  • Regional workshop report  support on the ground (A) \n  workshop with     \n  stakeholders     \n       \n       \n(ii)  BCC feasibility  • By April 2005, draft  • Consultant progress  • Information is easily \nassessment report   strategic framework  reports   obtainable from GMS \n  2005–2014 and action  • Review missions  countries (A) \n  plan 2005–2008 ready for  • Regional workshop   \n  discussion at regional     \n  workshop      \n       \n(iii) GMS BCC development  • June 2005  • Easy and unhindered \nstrategic framework  access to protected areas \n(2005–2014) and action    and proposed corridor \nplan (2005–2008)     areas provided by GMS \n    countries to international \niv)  Draft GMS summit  • July 2005  and domestic consultants \ndeclaration    (A) + (R) \n   \n \nContinued on next page\n ", "  Appendix 1  7 \nDesign Summary  Performance Indicators/  Monitoring Mechanisms  Assumptions (A) and \nTargets  Risks (R) \n \nActivities        \n     \n(i)  Identify feasible sites.  December 2004  • Consultant reports  \n     \n(ii)  Review conservation  December 04-January 05  • Review missions \nand development     \npolicy framework.     \n     \n(iii)  Prepare overlays of  Ditto  • Budget utilization \nsatellite images     \n(merging environment,     \npoverty, and economic     \ndevelopment plans).     \n     \n(iv) Complete threat  March 2005  • Consultant progress \nanalysis and identify    reports \ngaps; and complete     \nground truthing and     \nselected site visits.     \n     \n(v)  Draft needs  March 2005  • Draft report \nassessment report.      \n     \n(vi) Make presentation at  March 2005  • Workshop report \nregional workshop;     \ncarry out     \nmultistakeholder     \nparticipatory     \nconsultations.     \n     \n(vii) Draft strategic  April 2005  • Draft strategic framework \nframework and action    and action plan \nplan.     \n     \n(viii) Make presentation at  May 2005  • Workshop report \nsecond regional     \nworkshop and secure     \nendorsement.     \n     \n(ix) Submit strategic  June 2005  • Strategic framework and \nframework and action  action plan document \nplan. \n \nContinued on next page\n ", "8  Appendix 1 \nDesign Summary  Performance Indicators/  Monitoring Mechanisms  Assumptions (A) and \nTargets  Risks (R) \n \nInputs (inputs required to        \nrealize outputs defined)       \n       \n1. International consultants’  9 person-months  • Consultant procurement  • Required expertise \nlevel of effort    and mobilization  available for the TA (A) \n2. Domestic consultants’  10 person-months  schedules  • Recruitment and \nlevel of effort    • Consultant inception  deployment of \n3. International consultants’  $160,000  report and work plans  consultants on time (R) \nremuneration and per    • Technical assistance (TA)  • Continued stakeholder \ndiem    expenditure and  commitment to the TA (R) \n4. Domestic consultants’  $30,000  disbursement schedules \nremuneration and per   \ndiem   \n5. Travel  $55,000 \n6. Consultations/surveys  $64,000 \n7. Equipment and supplies  $7,000 \n$34,000 \n8. Publication. \nmiscellaneous   \nadministration   \n9. Contingencies  $50,000 \n   \nTotal ADB Budget  $400,000 \n \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n   \nItem  Total Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  160.00 \n      ii.  Domestic Consultants  30.00 \n    b.  International and Local Travel  55.00 \n    c.  Reports and Communications  25.00 \n  2.  Equipmentb  7.00 \n  3.  Training, Seminars, and Conferences   \n    a.  Facilitators  15.00 \n    b.  Training Program  35.00 \n  4.  Surveys  14.00 \n  5.  Miscellaneous Administration and   9.00 \n    Support Costs \n  6.  Contingencies  50.00 \n      Subtotal (A)  400.00 \n   \nB.  United Nations Environment Programme Financing   \n  1.  Office Accommodation and Transport  30.00 \n  2.  Counterpart Staff Time  30.00 \n      Subtotal  (B)  60.00 \n   \nC.  Governmentsc    \n  1.  Office Accommodation and Transport  20.00 \n  2.  Counterpart Staff Time  20.00 \n      Subtotal (C)  40.00 \n        Total  500.00 \na  Financed from the Japan Special Fund, funded by the Government of Japan. \nb  Laptop computer, printer, and projector. \nc  Governments of Cambodia, People’s Republic of China, Lao People’s Democratic Republic, Thailand, and Viet Nam. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  Background \n1.  The  technical  assistance  (TA)  is  to  prepare  a  Greater  Mekong  Subregion  (GMS) \nbiodiversity conservation corridors (BCC) development strategy for 2005–2014. The strategy will \nidentify BCC of strategic importance from conservation and development perspectives, review \nand analyze conservation and economic development policies that need to be rationalized and \nharmonized among GMS countries for effective and sustainable functioning of BCC, and identify \nan enabling governance and management  arrangement for the implementation of the 2005–\n2008 BCC action plan. The indicative consultants’ inputs and outline terms of reference follow. \n \nB.  Team Leader and Planning Specialist (international, 3 person-months) \n \n1.  Scope of Work \n \n2.  As team leader and planning specialist, the consultant will lead a team of international \nand national consultants to first carry out a needs and feasibility assessment of the proposed \nGMS BCC action plan from December 2004 to July 2005. The consultant will work under the \ntechnical guidance of the project officer, Asian Development Bank (ADB) Manila. The team \nleader will be responsible for the overall TA implementation. Tasks will include the following:  \n \n(i)  In collaboration with the wildlife conservation specialist and ecologist,  identify \nhigh-value terrestrial biodiversity corridors to prevent and mitigate landscape and \nhabitat fragmentation in the GMS economic corridors (GMSECs). \n(ii)  In collaboration with the biodiversity corridor specialist develop a GMS BCC \nstrategy and action plan showing activities, time frame, responsible agencies, \nand investments required to establish BCC. \n(iii)  In collaboration with the United Nations Environment Programme (UNEP) (main \ncollaborating partner)  identify  geographic information system (GIS) data and \noverlay maps showing corridor initiatives and landscapes already undertaken by \nkey institutions in the GMS; protected areas; transboundary conservation areas; \nmajor GMS roads in the economic corridors, priority biodiversity corridors; and \noverview of population, people (including ethnic minorities), and poverty data; \n(iv)  In collaboration with other partner institutions (World Conservation Union, World \nWide  Fund  for  Nature,  etc.),  identify  current  conservation  plans  and  future \npotential institutional framework, livelihood improvement measures to reduce \npoverty  including  ecotourism  networks  in  the  priority  biodiversity  corridors \nidentified within the GMSECs. \n(v)  Review ADB’s Policy on Indigenous Peoples, and assess policy and practice \npriorities of relevance to the BCC initiative planning and implementation. \n(vi)  Undertake planning and implementation of field work and management of the TA. \n(vii)  Maintain effective communication and coordination with the partner institutions \nand other relevant agencies collaborating on the TA. \n(viii)  Monitor progress toward reaching TA milestones, inform ADB of problem areas, \nand recommend corrective action.  \n(ix)  Prepare draft needs assessment after phase I (December 2004–January 2005) \nand strategic framework after phase II (March–July 2005) showing options and \nscenarios  of  priority  terrestrial  biodiversity  conservation  corridors  (integrated \necological networks and landscapes) across the GMSECs. \n ", "  Appendix 3  11 \n(x)  Conduct regional workshops, present drafts, and secure consensus. \n(xi)  Write up and submit to ADB by June 2005 a GMS biodiversity corridor strategic \nframework  for  2005–2014  and  a  biodiversity  corridor  action  plan  for \nimplementation during 2005–2008.  \n \n2.  Implementation Arrangements, Reporting, and Deliverables \n \n3.  The consultant will work under the direction of the responsible project officer, or such \nother ADB staff member as from time to time may be delegated for the task by the Director, \nAgriculture, Environment & Natural Resources Division. The team leader will deliver the needs \nassessment  report  (10  pages);  BCC  feasibility  assessment  (10  pages);  and  the  GMS \nbiodiversity corridor strategic framework and action plan (25–30 pages). This will include a cost \nestimate for implementing the 2005–2008 action plan, and an indicative cost estimate and \nfinancing strategy for implementing the strategic framework. \n \nB.  Wildlife Conservation Specialist and Ecologist (international, 1 person-month) \n \n1.  Scope of Work \n \n4.  The wildlife conservation specialist and ecologist will work with the team leader to carry \nout a needs and feasibility assessment of the proposed GMS BCC initiative. The main tasks and \nresponsibilities of the consultant include the following: \n \n(i)  Identify  high-value  terrestrial/wetland  biodiversity  conservation  and  protected \nareas in the GMSECs. \n(ii)  Undertake  threat  analysis  in  terms  of  ecosystem  and  species  habitat \nfragmentation in the GMSECs. \n(iii)  Identify potential subregional BCC to prevent and mitigate landscape and habitat \nfragmentation. \n(iv)  Coordinate with GIS technical experts at UNEP for inputs on data/information \nsource identification, organization, and capture regarding \n \n(a)  priority ecosystems (terrestrial), \n(b)  overlay of current protected area system and network, \n(c)  main population centers—current and planned,  \n(d)  overlay of GMS economic corridors, and \n(e)  land use status and patterns. \n \n(v)  Identify ecosystem/ecological data, organize, and analyze on the basis of \n(a)  priority ecosystems and species,  \n(b)  threat analysis, and  \n(c)  corridor relevance and potential. \n \n2.  Implementation Arrangements, Reporting, and Deliverables \n \n5.  The consultant, working under the direction of the ADB project officer, will report to the \nteam  leader  on  an  as-needed  basis,  and  prepare  a  report  not  exceeding  20  pages  on \nbiodiversity  conservation  threats  with  special  focus  on  GMSECs  and  biodiversity  corridor \nfeasibility/potential. \n \n ", "12  Appendix 3 \nC.  Biodiversity Corridor Specialist (international, 2 person-months) \n \n1.  Scope of Work \n \n6.  The biodiversity corridor specialist will work with the team leader to design a strategic \nframework and action plan based on the needs and feasibility assessment of the proposed GMS \nBCC initiative. Main tasks/responsibilities of the consultant include the following: \n \n(i)  Identify activities required to secure the priority high-value terrestrial/wetland \nbiodiversity conservation and protected areas in GMSECs identified and agreed \nupon by GMS countries for detailed planning.  \n(ii)  Identify measures to be undertaken at subregional and country levels to prevent \nand mitigate landscape and habitat fragmentation of the priority BCC.  \n(iii)  Coordinate  with  GIS  technical  experts  to  finalize  inputs  on  data/information \nsources showing a current and future map of the BCC in the GMS. \n(iv)  Provide  on-the-job  training  to  concerned  staff  on  corridor  design  and \ndevelopment planning approaches and tools. \n(v)  If required, carry out ground truthing and verification visits to the priority sites in \nconjunction with GIS specialists from collaborating partner (UNEP) and focal \npersons within the GMS to finalize current and future status maps. \n(vi)  In  collaboration  with  other  potential  implementation  partners  (government \nagencies,  nongovernment  organizations,  research  institutes)  identify  poverty \nreduction and livelihood improvement measures that can be embarked upon in \nthe priority biodiversity corridors within the scope of the action plan and beyond. \n(vii)  Incorporate priorities and concerns of ADB’s Policy on Indigenous Peoples in \nproposed BCC framework design. \n(viii)  Assist the team leader in identifying a list of policy and legal framework measures \n(changes) that will be required to realize the priority biodiversity corridors on the \nground and establish a time frame (critical path) in conjunction with the action \nplan. \n(ix)  Contribute  written  inputs  to  the  team  leader  for  developing  the  strategic \nframework 2005–2014  and  the  action  plan  2005–2008 with clear phasing of \nactivities, identification of responsibilities, policy and legal adjustments, poverty \nreduction measures, and cost estimates for establishment of priority biodiversity \ncorridors, conservation and sustainable management, and livelihood and poverty \nreduction measures within the BCC framework.  \n \n2.  Implementation Arrangements, Reporting, and Deliverables \n \n7.  The consultant, working under the direction of the team leader, will prepare a report not \nexceeding 25 pages on the action plan 2005–2014 with costs required to establish the priority \nBCC in the GMSECs and will report to the team leader on an as needed basis. \n \nD.  Regional Environmental Specialist (international, 1 person-month) \n \n1.  Scope of Work \n \n8.  The regional environmental specialist will work with the ADB project officer to validate \nthe context of the strategic framework and action plan of the proposed GMS BCC initiative and \ndesign a communicative, public document for wider dissemination. Main tasks/responsibilities \ninclude the following: \n ", "  Appendix 3  13 \n \n(i)  Assess complementarity between existing and/or planned environment plans of \nGMS countries and highlight implications for the design and implementation of \nthe BCC initiative. \n(ii)  Review the strategic framework document and action plan in its wider regional \ncontext of overall GMS/ADB environment plans. \n(iii)  Put the BCC initiative (strategic framework and action plan) in the proposed GMS \ncore environment program and the overall regional environmental framework. \n \n2.  Implementation Arrangements, Reporting and Deliverable \n \n9.  The consultant, working under the direction of the team leader, will prepare a report not \nexceeding 25 pages on the action plan 2005–2014 with costs required to establish the priority \nBCC  in  the  GMSECs;  report  to  the  team  leader  on  an  as-needed  basis;  and.  write  a \ncommunicative, marketable quality version of the strategic framework and action plan for wider \npublic dissemination and for circulation among potential development partners. \n \nE.  Environmental Economist (international, 1 person-month)  \n \n1.  Scope of Work \n \n10.  The consultant will have the following responsibilities: \n \n(i)  Review and analyze the economic development plans of the GMS countries \nfocusing on the economic corridors. \n(ii)  Assess  the  trade-offs  involved  in  the  development  plans  of  GMS  economic \ncorridors in terms of environment and natural resources. \n(iii)  Identify the environmental economics inputs necessary to implement the GMS \nbiodiversity corridor strategic framework and action plan. \n \n2.  Implementation Arrangements, Reporting, and Deliverables \n \n11.  The consultant will work under the direction of the ADB project officer. In consultation \nwith the team leader and other relevant team members, the consultant will produce a report \noutlining the economic development planning component of the framework.  \n \nF.  ADB and Development Member Country Program and Portfolio Analyst \n(international, 1 person-month)  \n \n1.  Scope of Work \n \n12.  The analyst will have the following responsibilities:  \n \n(i)  Inventory ADB’s and developing member countries’ development and investment \nprogram and portfolio of relevance to the BCC initiative. \n(ii)  Identify and review protected areas and forest sector development strategies and \nplans of relevance to the BCC initiative. \n(iii)  Identify and review provincial and districts development plans of relevance to the \nBCC. \n(iv)  Coordinate  domestic  consultants  work  with  regard  to  data  and  information \ngathering and reporting. \n ", "14  Appendix 3 \n(v)  Train and supervise domestic consultant in participatory data and information \ngathering, validation, and ground truthing. \n(vi)  Provide technical support to the team leader in organizing and facilitating in \ncountry consultations. \n \n2.  Implementation Arrangements, Reporting, and Deliverables \n \n13.  The consultant will work under the direction of the ADB project officer. In consultation \nwith the team leader and other relevant team members, the consultant will compile a 2005–\n2015  GMS  economic  development  and  investment  perspective  plan  for  GMS  economic \ncorridors and priority BCC. \n \nG.  Domestic Consultants (10 person-months) \n \n14.  On average, 2 person-months of domestic consultant input will be required for each \nparticipating country. The domestic consultants will have the following responsibilities: \n \n(i)  Assist the team leader in organizing in-country stakeholder consultations and \nworkshops. \n(ii)  Assist and facilitate in-country field work of the international team members. \n(iii)  Help  collect  data  and  information  from  relevant  line  agencies,  development \npartners and nongovernment organizations for BCC strategic framework and \naction plan preparation.  \n(iv)  Assist in undertaking an institutional capacity building needs assessment. \n(v)  Facilitate in-country information and report dissemination. \n \n "], "metadata": {"ModDate": "D:20050118102830+08'00'", "CreationDate": "D:20041227135557Z", "Title": "Revised TA paper after transmittal.doc", "Creator": "Revised TA paper after transmittal.doc - Microsoft Word", "Author": "imt", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}