{"path": "data/input/ta/tar-lao-35304.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: LAO 35304 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n (Financed by the Japan Special Fund)  \n \n \nTO THE \n \n \nLAO PEOPLE’S DEMOCRATIC REPUBLIC \n \n \nFOR PREPARING THE \n \n \nPRIVATE SECTOR DEVELOPMENT PROGRAM \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 \n \n ", "CURRENCY EQUIVALENTS \n(as of 14 November 2004) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.00009282 \n$1.00 =  KN10,773 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BDS  –  business development service \n  FIE  –  foreign-invested enterprise \n  GDP  –  gross domestic product \n  PDR  –  People’s Democratic Republic \n  PSD  –  private sector development \n  PSDP  –  Private Sector Development Program \n  SME  –  small and medium enterprise \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Industry and trade \nSubsector  –  Small and medium-scale enterprises, industry \nTheme  –  Private sector development \nSubtheme  –  Policy/institutional/legal/regulatory reforms \nPublic-private partnerships \nPromoting economic efficiency and enabling markets \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nThis report was prepared by Jin W. Cyhn,  Mekong Governance, Finance, and Trade Division.  \n ", "     \nI.  INTRODUCTION \n1.  With the introduction of the New Economic Mechanism in 1986 and its implementation \nsince 1989, the Lao People’s Democratic Republic (PDR) is making a transition from central \nplanning to a market-oriented economy. The Government of the Lao PDR has recognized the \nsignificance of the private sector, which encompasses domestic small and medium enterprises \n(SMEs) and foreign-invested enterprises (FIEs), for economic growth and poverty reduction, \nand requested the Asian Development Bank (ADB) to assist with its development. As outlined in \nthe technical assistance (TA) framework in Appendix 1, this project preparatory TA1 will design \nand prepare the Private Sector Development Program (PSDP), which is included in the 2004 \ncountry strategy and program update for the Lao PDR.2 The Fact-Finding Mission of November \n2004 reached an understanding with the Government on the TA’s purpose, approach, and \nimplementation arrangements.3 \n  \nII.  ISSUES \n2.  The Lao PDR has shown steady economic growth since the late 1980s, and its gross \ndomestic product (GDP) has grown by an average of 6% per year since that period. The growth \nrate for 2003 was 5.8%. The economy is still dominated by agriculture, which contributes more \nthan  half  of  GDP;  however,  the  agriculture  sector  has  been  in  decline  recently,  and \nmanufacturing (including handicraft) has been the most rapidly growing sector with growth of \nmore than 11% in 2003. The size of the state-owned enterprise sector is limited, and represents \nless than 1% of the number of firms and less than 7% of the total share of employment.4  \n \n3.  The  private  sector  consists  of  domestic  SMEs  and  larger  FIEs.  Most  domestic \nenterprises are SMEs, and estimates indicate that they account for 56% of industrial output.5 \nApproximately 22,000 SMEs account for 98% of manufacturing enterprises and more than 50% \nof  commercial  activities.  Estimates  suggest  that  more  than  80,000  SMEs  are  involved  in \nservices and trade. While the Lao PDR has only about 400 FIEs, they are the largest employer \nin the manufacturing sector, accounting for about 55% of total employment.  \n \n4.  ADB’s 2004 country strategy and program update for the Lao PDR emphasizes private \nsector development (PSD) as a critical component of poverty reduction (the initial poverty and \nsocial analysis is in Appendix 2).6 The Government’s Second Socioeconomic Development Plan \n(2001–2005)  also  states  that  economic  growth  should  be  hastened  through  strong  PSD \ncombined with poverty-reducing interventions. Although the incidence of poverty fell from about \n39% in 1998 to 32% in 2003, wide variations in poverty levels between urban and rural areas \nare likely to persist.  \n \n5.  Thus,  given  the  significance  of  both  the  domestic  SME  and  the  FIE  subsectors,  a \ncomprehensive  program  is  needed  to  support  their  development.  The  Government  has \nrecognized this and has taken a number of important steps in this regard. First, the Government \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 6 September 2004. \n2 A $10 million PSDP loan is in the pipeline for 2006. \n3  Subsequently, the TA’s scope and approach was streamlined in consultation with the Government and with the \nassistance of the Lao PDR Resident Mission.  \n4  The state-owned enterprise sector is most active in utilities.  \n5  Ministry of Industry and Handicraft and United Nations Industrial Development Organization. 1999. Survey of \nIndustrial Establishments and Small-Scale Manufacturing Establishments. Vientiane. \n6  The Lao PDR has a young population with about 70% being under the age of 30, giving rise to increasing pressure \nto foster PSD for employment generation.  \n ", " 2  \nhas recently issued a decree on SME development,7 which, for the first time in the Lao PDR, \ninstalled an institutional framework for policy coordination among key Government agencies. \nSecond, the Government is also developing its financial sector, supported by World Bank, \nInternational  Monetary  Fund,  and  ADB  (particularly  by  ADB’s  Banking  Sector  Reform \nProgram).8 Finally, in recognition that the Multi-Fibre Agreement will soon be phased out, the \nGovernment is actively participating in globalization and regionalization through the Free Trade \nAgreement  of  the  Association  of  Southeast  Asian  Nations,  accession  to  the  World  Trade \nOrganization, and various cooperation projects in the Mekong region.  \n \n6.  Furthermore, external funding agencies have been involved in a number of important \nPSD projects in the Lao PDR. The major aid agencies active include the Japan International \nCooperation Agency, which has provided assistance with formulating economic policy, and the \nUnited Nations Industrial Development Organization, which helped the Government draft the \nSME  decree.  The  European  Union  and  the  Deutsche  Gesellschaft  für  Technische \nZusammenarbeit (German Technical Cooperation) are currently formulating activities in the \nSME  sector,  particularly  in  relation  to  export  promotion  and  training.  The  Mekong  Project \nDevelopment Facility provides enterprises with a business development service (BDS). The \nSwedish International Development Agency has initiated project activity on enterprise taxation. \nIn addition, a number of credit lines support SMEs’ access to finance. According to a 2003 \nmicrofinance survey by the United Nations Development Programme, the Bank of the Lao PDR \n(the central bank) and credit lines provided by donor agencies account for 64.6% of total \nliabilities  and  capital  for  state-owned  commercial  banks.  In  the  case  of  the  Agricultural \nPromotion Bank, these two sources account for 92.4% of liabilities and capital. However, no \nagency has yet provided a comprehensive policy reform program combined with TA directly \ntargeting  PSD.  To  ensure  an  integrated  and  incremental  approach  toward  PSD,  active \nconsultation with other external funding agencies is called for throughout TA implementation.  \n \n7.  Despite recent progress and activities, considerable efforts are needed to develop a \nmore  enabling  environment  for  PSD.  Overall,  the  Lao  PDR  still  has  a  limited  legal  and \ninstitutional framework, which prohibits the development of a conducive business environment, \nand the costs of doing business continue to be high. Domestic enterprises remain small in size, \naveraging only two paid employees. While FIEs play an important role in the economy, inflows \nof foreign direct investment have been slowing down, falling from 8% of GDP in 1996–1997 \n(approximately  $105  million)  to  4%  of  GDP  in  2000–2001  (approximately  $70  million). \nAccordingly, the current business environment needs to be reformed to enhance the growth of \ndomestic enterprises and facilitate a more active inflow of foreign investment. The specific \nchallenges include the following:  \n \n(i)  Constrained  regulatory  environment.  The  existing  legal,  regulatory,  and \nadministrative environment is not favorable to the start-up and growth of private \nenterprises. For instance, the process for registering and licensing a business is \nextremely burdensome and complicated, with limited mechanisms for providing \ninformation  to  the  public. 9  The  problems  associated  with  the  regulatory \nenvironment are compounded by significant gaps in the legal framework. Even \nthough the Government is currently engaged in drafting major commercial laws, \n                                                 \n7  The Prime Minister’s Office issued the  Decree on the Promotion  and  Development of Small  and Medium \nEnterprises (No. 42/PO) in April 2004.  \n8  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Loan to the Lao People’s \nDemocratic Republic for the Banking Sector Reform Program. Manila. \n9  For example, a World Bank survey indicates that for enterprises to register and receive operating licenses could \ntake up to 1 year. ", "    3\nincluding a business law, considerable efforts are needed to develop an effective, \nenabling legal framework. Finally, particularly for SMEs, the current lump-sum \n(negotiated) tax system encourages enterprises to remain informal and provides \ndisincentives for the proper maintenance of financial records.  \n(ii)  Limited access to finance. As only about 4% of private enterprises have access \nto bank financing, their access to finance needs to be enhanced. Because of the \nsmall size of private enterprises, commercial banks view them as potentially risky \nborrowers,  accounting  for  their  limited  access  to  finance.  The  lack  of  fully \nfunctioning  systems  for  secured  transactions  and  other  means  to  secure \ncollateral,10 along with the limited enforcement of security rights by the newly \ndeveloping court system, heighten the risky lending environment for financial \ninstitutions.  \n(iii)  Continued barriers to foreign investment and trade. While the FIE sector is \nsignificant, the inflow of foreign investment has recently decreased. Although \nmany  factors  have  contributed  to  this,  one  of  the  main  concerns  is  the \ncomplicated procedures pertaining to both foreign investment and trade. The \nGovernment  still  restricts  the  inflow  of  investment  in  certain  industries,  and \nimports  (as  key  inputs  for  industrial  development11)  still  face  a  number  of \nrestrictions, including non-tariff trade barriers. \n(iv)  Limited public-private partnerships for BDSs. Even though the Lao National \nChamber of Commerce and Industry has been active in representing the private \nsector’s  interests,  there  is a  continued  need  for  formulating  mechanisms  for \npromoting public-private partnership to (a) provide enterprises with information \non market access and regulations; (b) develop private policy advocacy; and (c) \nfoster the development of a BDS industry, which is currently extremely limited.  \n \n8.  In sum, while the Lao PDR has made considerable progress recently, sustainable PSD \nrequires a number of actions that, in turn, should contribute significantly to poverty reduction \nand economic growth. Overall, developing an appropriate legal and institutional framework is \nconsidered as the most important priority for the Government in relation to facilitating PSD.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n9.  The purpose of the TA is to prepare the PSDP by formulating a focused and sequenced \npolicy reform framework to establish the foundation for PSD. The framework will be consistent \nwith and supplementary to the Government’s overall development strategies, and will include \nthe following components: \n \n(i)  Enhancing the regulatory environment for PSD. The TA will analyze the major \nregulations and legal framework affecting the private sector and formulate a \nspecific reform agenda. The major areas to be targeted include (a) business \nregistration and licensing; (b) major legal documents affecting the private sector, \nincluding the business law and the SME decree; and (c) specific mechanisms for \n                                                 \n10 Accordingly, the TA will also analyze key issues related to property rights, addressing usufruct rights and common \nproperty  resources.  Furthermore,  the  TA  will  also  review  key  regulatory  frameworks  pertaining  to  land \nadministration, resettlement, and indigenous peoples’ rights.  \n11  A survey by ADB in 2002 reported that almost 90% of manufacturing firms import at least some of their materials \nfrom overseas and that almost 70% of firms import more than half of their inputs. This implies that restricting \nimports has negative consequences on the country’s manufactured outputs and exports.  \n ", " 4  \nproviding pertinent information to the public. The overall aim is to enhance the \ncurrent regulatory and legal environment through improved transparency and \ngood governance.  \n(ii)  Enhancing private enterprises’ access to finance. The TA will undertake an \nin-depth  analysis  to  develop  a  series  of  measures  for  reducing  the  risks \nassociated  with  lending.  This  includes  complementing  ongoing  efforts \n(particularly the Banking Sector Reform Program) aimed at secured transactions \nand secured rights of property and collateral. As requested by the Government, \nthe  TA  will  also  examine  new  funding  mechanisms  for  SMEs  through  the \nproposed  SME  Access  Fund.  In  addition,  in  close  coordination  with  the \nGovernment and other stakeholders, including external funding agencies, the TA \nwill continue to analyze the impact of the current tax regime on small businesses. \n(iii)  Facilitating foreign investment and trade. In assisting the Lao PDR with its \naccession  into  the  World  Trade  Organization,  the  TA  will  identify  specific \nmeasures for facilitating more active foreign investment and trade. It will build on \nongoing  efforts  to  enhance  investment  procedures  and  facilitate  reforms  in \nrelation to the importation of foreign goods as a way to boost the export-oriented \nmanufacturing sector.  \n(iv)  Promoting public-Private partnerships and BDSs. The TA will continue the \nefforts of recent ADB operations12 to foster the capacity-building efforts of such \nprivate business associations as the Lao National Chamber of Commerce and \nIndustry and develop specific measures that would help them play a larger role in \npolicy advocacy. Furthermore, the TA will also identify ways in which the BDS \nindustry can become more active and more accessible to private enterprises.  \n \n10.  Detailed analysis of the issues identified will support formulation of the PSDP. The \nPSDP will aim to develop an enabling environment in the Lao PDR and will provide, to the \nextent possible, on the reform agenda of the PSDP to the Government. Accordingly, the TA will \ninclude measures for Government capacity building, which will be formulated and undertaken \nthroughout TA implementation. \n \nB.  Methodology and Key Activities \n11.  The  TA  will  proceed  in  two  phases.  During  the  first  phase  (3  months),  the  PSDP \nframework will be formulated, and during the second phase (4 months), consensus will be built. \nDuring the second phase, the TA will also engage in capacity-building activities pertinent to the \nidentified reform agenda. To achieve the goals of the first phase, the TA will undertake the \nfollowing: (i) an in-depth diagnostic analysis of the key issues facing the private sector, (ii) a \ndetailed draft of the framework for PSD, and (iii) the identification of an overall framework for the \nPSDP. \n \n12.  Based on the achievements of the first phase, the frameworks for PSD and the PSDP \nwill be refined throughout the second phase in consultation with the Government and other \nstakeholders. As each step of the TA will require close consultation with stakeholders, several \n                                                 \n12  The major related projects include ADB. 2003. Advisory Assistance on Small and Medium-Sized Enterprise and \nPrivate Sector Development to the Lao People’s Democratic Republic. Manila. The major activities of this TA \nincluded (i) training judges in commercial adjudication and dispute resolution procedures, (ii) reviewing incentives \nfor foreign investment, and (iii) continuing to build capacity to harmonize registration processes for enterprises \nacross the Government.   ", "    5\nparticipatory  workshops  will  be  organized  and  other  opportunities  will  be  offered  to  build \nconsensus on the outputs.13 \n \nC.  Cost and Financing \n13.  The TA will be financed on a grant basis from the Japan Special Fund, funded by the \nGovernment of Japan. The TA is estimated to cost $850,000 equivalent, comprising a foreign \nexchange cost of $645,000 and a local currency cost of $205,000 equivalent. The Government \nhas asked ADB to finance $700,000 equivalent to cover the entire foreign exchange cost and \n$55,000 equivalent of the local currency costs. The Government will finance the remaining \n$150,000 equivalent of the local currency costs, including by providing counterpart staff, office \nspace, administrative services, and physical facilities. The cost estimate and financing plan is \nshown in Appendix 3. The Government has also been advised that approval of the TA does not \ncommit ADB to financing any ensuing program.  \n \nD.  Implementation Arrangements \n14.  The Ministry of Industry and Handicraft will be the executing agency. ADB has also \nrequested  that  a  high-level  task  force  be  established  headed  by  the  Ministry  to  oversee \nimplementation  of  the  TA.  Implementing  agencies  include  Ministry  of  Finance,  Ministry  of \nCommerce, Department for Domestic and Foreign Investment of the Committee for Planning \nand  Investment,  and  other  relevant  Government  agencies.  Inputs  from  private  sector \nrepresentatives, including business associations, as well as from other stakeholders, will be \nsought throughout TA implementation. \n \n15.  The TA will be implemented over 8 months, from April to December 2005, and will \nrequire  four  international  and  four  domestic  (19  person-months  each)  consultants.  For the \ninternational consultants, an SME and regulatory specialist, a finance specialist, an investment \nand trade specialist, and a BDS and market access development specialist will be recruited. \nThe  requirements  for  domestic  consultants  will  be  the  same  as  those  for  international \nconsultants. The consultant team will produce an inception report, two interim reports, and a \ndraft final report, and each will be discussed during tripartite meetings. The consultant team will \nbe selected according to ADB’s Guidelines on the Use of Consultants and other arrangements \nsatisfactory to ADB for the engagement of consultants. A firm will be recruited and the contract \nwith the consulting firm will be based on quality- and cost-based selection. The simplified \ntechnical proposal will be used. All procurement under the TA will be in accordance with ADB's \nGuidelines for Procurement. The terms of reference for the consultants are in Appendix 4.  \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $700,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for Preparing the Private Sector \nDevelopment Program, and hereby reports this action to the Board. \n                                                 \n13 In formulating the PSDP, the TA will also use inputs from ADB’s private sector assessment of the Lao PDR and the \ninvestment climate survey of the Lao PDR, to be undertaken jointly by the World Bank and ADB.  \n ", "6  Appendix 1 \nPRELIMARY PROGRAM FRAMEWORK \n  \nPerformance  Assumptions \nDesign Summary  Indicators and Targets  Monitoring Mechanisms  and Risks \nGoal  • Increased gross  •  Economic reports and   \nEconomic growth based  domestic product   official statistics of the \non PSD  • Reduced  Government, private sector \n  unemployment   organizations, and \n• Reduced incidence of  international development \npoverty  agencies \n•  ADB staff assessments \nPurpose  • Increased share of  •  Economic reports and  Assumptions \nImprove the business  GDP accounted for by  official statistics of the  • Overall macroeconomic \nenvironment for both  private enterprises   Government, private sector  stability  \ndomestic and foreign  • Increased contribution  organizations, and  • Political commitment to \nprivate enterprises  by private enterprises  international development  undertake reforms at \n  to total employment   agencies  both the central and \n• Increased trade  •  Official legal documents  local government levels \n(import and export)  issued by the Government   \nactivities  •  ADB review missions  Risks \n• Increased foreign and  • Commitment for \ndomestic investment  capacity building and \nfinancial allocations to \nGovernment institutions \nto undertake the reforms \n• The Government's \ncontinued partnership \nwith the private sector in \nrelation to the reforms \nOutputs (of the PPTA)  • Enhanced regulatory  •  Economic reports and  Assumptions \nSpecific and focused  environment for PSD  official statistics of the  • Government agencies \nassistance modality for  as measured by costs  Government, private sector  are supportive of the TA \nthe Private Sector  and number of major  organizations, and  activities \nDevelopment Program   regulations  international development  • Counterpart staff are \n• Enhanced access by  agencies  available \nprivate enterprises to  •  TA progress report   \nfinance as measured  (including training and  Risks \nby their share of total  capacity-building modules)  • ADB is able to closely \nbank loans and by  •  Official legal documents  communicate with \nterms  issued by the Government  relevant Government \n• Improved measures  •  ADB review missions and  officials and other \nfor facilitating foreign  consultations with the  stakeholders, including \ninvestment and trade  Government and other  private sector \nas measured by the  stakeholders  representatives and \nlevel of foreign    major donor agencies \ninvestment inflows    • Consultants have the \nand of exports and    necessary technical \nimports  expertise to undertake \n• Enhanced promotion  the required tasks \nof public-private \npartnerships and \nbusiness \ndevelopment services \nas measured by \nspecific mechanisms \nfor partnerships and \nby the supply of and \ndemand for business \ndevelopment services \n \n \nContinued on next page ", "  Appendix 1  7 \nPerformance  Assumptions \nDesign Summary  Indicators and Targets  Monitoring Mechanisms  and Risks \nActivities (of the  •  A series of meetings  •  TA progress report,   Assumptions \nPPTA)  and workshops to  (including training and  • Government agencies \nWorkshops and other  build consensus for  capacity-building modules)  are supportive of the TA \nconsultation and  the Private Sector  •  ADB review missions and  activities \ndissemination activities  Development  consultations with the  • Counterpart staff are \nwith the Government  Program framework  Government and other  available \nand other stakeholders  •  Close consultation  stakeholders  • Donor agencies and \nfor in-depth analysis  by ADB missions  other stakeholders are \nand consensus building  and TA consultants  supportive of the \n  with the Government  program formulation \nand other   \nstakeholders  Risks \n• ADB is able to closely \ncommunicate with \nrelevant Government \nofficials and other \nstakeholders  \n• Consultants have the \nnecessary technical \nexpertise to undertake \nthe required tasks \nInputs (of the PPTA)   •  In-depth and  •  Signed TA letter  Assumptions \nA total of 38 person- pragmatic analysis  •  Time inception/fielding of  • Government agencies \nmonths of international  of the private sector   the consultants   are supportive of the TA \nand domestic  •  Effective consensus  •  Consultants’ reports   activities \nconsultants and funding  building and  •  Workshops and seminars  • Counterpart staff are \nof various TA activities  dissemination  attended by Government  available \nas outlined ($700,000)  activities   representatives,   \n    consultants, and other  Risks \nThe proposed loan for    stakeholders  • ADB is able to \nthe Private Sector  •  ADB review missions and  communicate closely \nDevelopment Program  consultations with the  with relevant \nis in the pipeline for  Government and other  Government officials \n2006   stakeholders  and other stakeholders  \n•  Effective implementation of  • Consultants have the \nnecessary technical \nthe proposed Program \nLoan  expertise to undertake \nthe required tasks \nADB = Asian Development Bank, GDP = gross domestic product, PSD = private sector development, PPTA = project \npreparatory technical assistance. \n \n \n \n \n ", "8  Appendix 2 \n \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national   Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?     priority in country poverty partnership   \n    No  agreement?    No \n \nContribution of the sector or subsector to reduce poverty in the Lao People’s Democratic Republic: \nPrivate enterprises dominate the economy and are a major source of employment for the poor. The technical \nassistance (TA) is expected to formulate a program that will help increase private enterprises’ contribution to economic \ngrowth, employment generation, and poverty reduction. This will be achieved through the creation of a more \nconducive  business  environment  by  (i)  improving  the  commercial  legal  framework,  (ii)  minimizing  regulatory \nrequirements, (iii) enhancing access to finance, and (iv) liberalizing trade and investment regimes. In the medium to \nlong term, the TA and the ensuing program are expected to significantly increase opportunities for employment and \nreduce the incidence of poverty. To the extent possible, the TA will ensure that the processes of policy formulation and \nimplementation follow the Government’s goal of fostering participation and will promote social inclusion and gender \nresponsiveness in its pursuit of its poverty reduction efforts.  \n \n \nB.  Poverty Analysis                                          Targeting Classification: General intervention \nWhat type of poverty analysis is needed?  \nAs a complete poverty reduction strategy paper, the Government’s national growth and poverty eradication strategy \naims to reduce poverty through strong economic growth. The Asian Development Bank has played an active role in \nthe  strategy  formulation  process  through  various  initiatives,  and  the  strategy  emphasizes  regional  economic \nintegration,  market-based  development  initiatives,  human  resource  development,  and  sustainable  social  and \nenvironmental management. In line with the priorities set forth in the strategy, the TA aims to address some of the \nstructural policy and legal and regulatory impediments to private sector development. Identified priorities include the \nfollowing: (i) enhancing the legal and regulatory environment for private sector development, (ii) enhancing private \nenterprises’  access  to  finance,  (iii)  facilitating  foreign  investment  and  trade,  and  (iv)  promoting  public-private \npartnerships.  \n \nThe establishment of transparent, market-friendly, socially inclusive, and, to the extent possible, gender-responsive \nbusiness practices is also likely to promote private sector confidence and contribute to the establishment of pro-poor \ngovernance structures. The TA’s impacts on economic growth and employment generation are assessed to be \nsignificantly positive. No adverse impact requiring mitigating measures was identified. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?   Yes    No  \n \nNo formal stakeholder analysis in required; however, the formulation of the TA is based on extensive formal and \ninformal stakeholder consultations. \n \nIs there a participation strategy?    Yes           No \n \nThroughout the implementation of the TA, a plan for enhancing participation will be formulated and implemented. As \nthe TA formulates the proposed program, it will also address the importance of participation and accordingly draft a \nplan for improving it.  \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nThe proposed design of the TA will not have any negative impact on women. The TA plans to design an information \nsystem for private enterprises that will be gender responsive to identify needs for policy changes. \n \nHas an output been prepared?    Yes    No ", "  Appendix 2  9 \n \nE.  Social Safeguards and Other Social Risks \n \n \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    The current design of the TA suggests that no formal   \n   Significant  strategy to address resettlement issues will be required.   Full \nResettlement    However, based on close monitoring, should any issues   \n Not significant  pertaining to resettlement arise, the TA will address them   Short \n  as required based on consultations with the Government   \n None  and other stakeholders.    None  \n       \n   Significant   Yes \nAffordability     \n Not significant   No \n \n None \n       \n   Significant   Yes \nLabor     \n Not significant   No  \n \n None \n    The current design of the TA suggests that no formal   \n   Significant  strategy to address issues related to indigenous people   Yes \nIndigenous    will be required. However, based on close monitoring,   \nPeoples   Not significant  should any issues pertaining to indigenous peoples arise,   No  \n  the  TA  will  address  them  as  required  based  on \n None  consultations  with  the  Government  and  other \nstakeholders. \n       \n   Significant  The  TA  will  closely  monitor  relevant  outcomes  and   Yes \nOther Risks    economic  and  social  impacts  throughout  its   \nand/or   Not significant  implementation  to  ensure  that  it  does  not  have  any   No  \nVulnerabilities    adverse impacts on the poor and the vulnerable. \n   None \n \n \n \n \n ", "10  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n                Foreign     Local     Total  \n Item       Exchange    Currency     Cost \nA. Asian Development Bank Financinga           \n  1. Consultants               \n   a.   Remuneration and Per Diem             \n     i.  International Consultants     492.1              0.0      492.1\n     ii.  Domestic Consultants            0.0      41.8        41.8\n   b.  International and Local Travel       21.0             0.0        21.0\n   c.  Report Preparation         1.0             0.0          1.0\n  2. Equipment and Materialsb       10.0              0.0        10.0\n  3. Workshopsc       16.0       7.6        23.6\n  4. Representative for Contract Negotiations          2.5   0.0          2.5\n  5. Communication and Administration          2.4       3.6          6.0\n  6. Translation          0.0       2.0          2.0\n  7. Contingencies     100.0             0.0      100.0\n           Subtotal (A)     645.0     55.0      700.0\n                  \nB. Government Financing           \n  1. Office, Secretarial, and Related Services                  0.0     48.0       48.0\n  2. Remuneration and Per Diem               0.0     35.5       35.5\n  3. Facility for Workshops               0.0      21.7       21.7\n  4. Miscellaneous Administration               0.0      24.2       24.2\n  5. Other                0.0      20.6       20.6\n           Subtotal (B)               0.0     150.0      150.0\n            Total     645.0    205.0      850.0\na  Financed by the Japan Special Fund, funded by the Government of Japan.  \nb  Includes computers, printers, and other office equipment.  \nc  Pending budget availability, the technical assistance  may fund overseas training or a workshop for Government \nofficials from the workshop budget. The specific details of the overseas training will be determined by the time of \ninception of the technical assistance and will be designed within the allocated budget.  \nSource: Asian Development Bank staff estimates. ", "  Appendix 4  11 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The work plan and consultant selection for phase 2 are subject to refinement by the \nAsian Development Bank (ADB). The work plan of the consultants may be refined based on the \nprogress of the technical assistance (TA). \n \nA.  International Consultants \n1.  Private  Sector  Development  and  Regulatory  Specialist/Team  Leader  (7 \nperson-months) \n2.  The team leader will have extensive working knowledge of various aspects of business \nregulations affecting the private enterprises, including small and medium enterprises (SMEs), as \nwell as experience with policy and legal frameworks and pertinent international experience. The \nteam leader will demonstrate a good understanding of the history and development of the \nbusiness environment in the Lao People’s Democratic Republic (PDR) and the development of \nthe country’s legal and regulatory system. The team leader will be responsible for all outputs of \nthe TA and will guide all consultants. The tasks for the two phases are as follows:  \n \n(i) Phase 1 (3 person-months): \n(a)  Draft an initial assessment of pertinent current and planned activities of \nthe Government and other major stakeholders, including external funding \nagencies, which will be reflected in the work program for the TA team.  \n(b)  Conduct a detailed diagnostic review of private sector development (PSD) \nin the Lao PDR, including a sectoral analysis of the SME and foreign-\ninvested sectors, and identify major challenges and opportunities related \nto the current regulatory framework. The analysis should include (a) a \nprofile of SMEs, (b) a detailed analysis of binding constraints, and (c) a \nprofile of activities by external funding agencies. \n(c)  Draft  a  policy  and  legal  and  regulatory  framework  that  delineates  a \ncomprehensive and sequenced set of reform measures, particularly in \nrelation  to  major  business  regulations  (business  registration  and \nlicensing) and the commercial legal framework based on the diagnostic \nreview and in coordination with other consultants. \n(d)  Design a series of modules to enhance capacity building and public-\nprivate partnerships to be implemented during phase 2. \n(e)  Assist ADB missions with related activities and conduct discussions and \nworkshops with stakeholders to build consensus on the framework for the \nPrivate Sector Development Program (PSDP). \n \n(ii) Phase 2 (4 person-months): \n(a)  Refine and finalize the PSDP framework based on consultations with key \nstakeholders.  \n(b)  Conduct  impact  assessments  on  poverty,  environmental,  and  social \nissues according to ADB guidelines; assessment to include review of the \nLand Law and the Decree on Compensation and Resettlement approved \nby  Cabinet  December  2003,  as  well  as  key  regulatory  frameworks \naddressing land administration, resettlement, indigenous peoples rights. \n(c)  Depending on the availability of funds, design and arrange an overseas \ntraining  program  for  key  policymakers  to  provide  them  with  practical \n ", "12  Appendix 4 \nknowledge and experience based on interactions with foreign government \nofficials. \n(d)  Implement the series of modules designed during phase 1 to enhance \ncapacity building and public-private partnerships.  \n(e)  Assist ADB missions with other related activities and conduct discussions \nand  workshops  with stakeholders to  build  consensus  and  finalize  the \ndesign of the PSDP framework.  \n \n2.  Financial Specialist (5 person-months) \n3.  The international financial specialist will have extensive working knowledge of financial \nsystems and their operations and experience with formulating a policy reform agenda based on \ninternational  experience.  The  specialist  will  demonstrate  a  good  understanding  of  the \ndevelopment of the financial sector and of the financial system in the Lao PDR. The specialist \nwill work closely with the team leader and share responsibilities as needed. The tasks for the \ntwo phases are as follows: \n \n(i)   Phase 1 (2 person-months): \n(a)  Conduct a detailed diagnostic review of the major issues and challenges \nprivate  sector  enterprises  face  in  relation  to  their  access  to  financial \nresources. \n(b)  Draft  a  detailed  framework  that  delineates  a  comprehensive  and \nsequenced  set  of  reform  measures  aimed  at  enhancing  private \nenterprises’  access  to  finance,  focusing  on  secured  transactions  and \nsecured  rights  of  property  and  collateral  and  taxation,  based  on  the \ndiagnostic review and in coordination with other consultants. The analysis \nshould also include an analysis of the benefits of the SME Access Fund. \n(c)  Help the team leader design a series of modules to enhance capacity \nbuilding and public-private partnerships to be implemented during phase \n2. \n(d)  Assist ADB missions with related activities and conduct discussions and \nworkshops with stakeholders to build consensus on the PSDP framework. \n \n(ii)   Phase 2 (3 person-months): \n(a)  Refine  and  finalize  the  finance  components  of  the  PSDP  framework \nbased on consultations with key stakeholders.  \n(b)  Implement the series of modules designed during phase 1 to enhance \ncapacity building and public-private partnerships.  \n(c)  Assist ADB missions with other related activities and conduct discussions \nand  workshops  with stakeholders to  build  consensus  and  finalize  the \ndesign of the PSDP framework. \n \n3.  Investment and Trade Specialist (5 person-months) \n4.  The international investment and trade specialist will have extensive working knowledge \nof  foreign  investment  and  trade  operations  and  experience  in  formulating  a  policy  reform \nagenda  based  on  international  experience.  The  specialist  will  demonstrate  a  good \nunderstanding of the development of the trade and investment regimes in the Lao PDR. The \ntasks for the two phases are as follow: \n \n(i)  Phase 1 (2 person-months): ", "  Appendix 4  13 \n(a)  Conduct a detailed diagnostic review of the major issues and challenges \nin relation to foreign investment and trade.  \n(b)  Draft  a  detailed  framework  that  delineates  a  comprehensive  and \nsequenced  set  of  reform  measures  aimed  at  enhancing  current \ninstitutions,  the  legal  framework,  and  regulations  in  a  way  that  will \nliberalize and streamline the foreign investment and trade regimes based \non the diagnostic review and in coordination with other consultants. \n(c)  Help the team leader design a series of modules to enhance capacity \nbuilding and public-private partnerships to be implemented during phase \n2. \n(d)  Assist ADB missions with related activities and conduct discussions and \nworkshops with stakeholders to build consensus on the PSDP framework. \n \n(ii)  Phase 2 (3 person-months): \n(a)  Refine and finalize the investment and trade components of the PSDP \nframework based on consultations with key stakeholders.  \n(b)  Implement the series of modules designed during phase 1 to enhance \ncapacity building and public-private partnerships. \n(c)  Assist ADB missions with other related activities and conduct discussions \nand  workshops  with stakeholders to  build  consensus  and  finalize  the \ndesign of the PSDP framework. \n \n4.  Business Development Service and Market Access Development Specialist \n(phase 2, 2 person-months) \n5.  The international business development service (BDS) and market access development \nspecialist will have extensive working knowledge of BDS and market access development and \nexperience with formulating a policy reform agenda based on international experience. The \nspecialist will demonstrate a good understanding of issues related to PSD in the Lao PDR. The \ntasks are as follows: \n \n(i)  Conduct a detailed diagnostic review of the major issues and challenges in terms \nof market access and BDS development.  \n(ii)  Draft a detailed framework that delineates a comprehensive and sequenced set \nof  measures  aimed  at  enhancing  the  BDS  industry,  increasing  enterprises’ \naccess  to  BDS  and  markets,  and  fostering  more  active  public-private \npartnerships  based  on  the  diagnostic  review  and  in  coordination  with  other \nconsultants. \n(iii)  Design  a  specific  set  of  measures  aimed  at  enhancing  private  enterprises’ \naccess to information on regulations, BDS, etc. \n(iv)  Help the team leader design and implement a series of modules to enhance \ncapacity building and public-private partnerships. \n(v)  Assist  ADB  missions  with  related  activities  and  conduct  discussions  and \nworkshops with stakeholders to build consensus on the PSDP framework. \n \nB.  Domestic Consultants \n1.  Private Sector Development Specialist (7 person-months) \n6.  The domestic PSD specialist will have a background in economics and/or finance or \nrelated  fields,  understand  major  issues  facing  the  private  sector  in  the  Lao  PDR,  and  be \n ", "14  Appendix 4 \nproficient in English. The specialist will provide inputs related to the PSDP framework, especially \nin  relation  to  issues  pertaining  to  the  formulation  of  the  reformed  legal  and  regulatory \nframework. Preferably, the specialist will have experience working with international consultants \nand governments. The tasks are as follows: \n \n(i)  Help  the  team  leader  with  all  aspects  of  the  tasks  outlined  in  the  terms  of \nreference. \n(ii)  Collect and analyze information and data and make them available in English in \nan organized, readable form under the guidance of the team leader. \n(iii)  Conduct research on specific topics as assigned by the team leader.  \n(iv)  Undertake the capacity-building modules as assigned by the team leader. \n(v)  Arrange and organize discussions and workshops and help the team leader \nprepare relevant materials, including the translating documents and interpreting \ndiscussions. \n \n2.  Financial Specialist (5 person-months) \n7.  The domestic financial specialist will have a background in economics and/or finance or \nrelated fields, understand major finance-related issues facing the private sector in the Lao PDR, \nand be proficient in English. The specialist will provide inputs related to the PSDP framework, \nespecially in relation to the measures aimed at enhancing private enterprises’ access to finance. \nPreferably,  the  specialist  will  have  experience  working  with  international  consultants  and \ngovernments. The tasks are as follows: \n \n(i)  Help the team leader and international financial specialist with all aspects of their \ntasks as outlined in the terms of reference. \n(ii)  Collect and analyze information and data and make them available in English in \nan  organized,  readable  form  under  the  guidance  of  the  team  leader  and \ninternational financial specialist. \n(iii)  Conduct  research  on  specific  topics  as  assigned  by  the  team  leader  and \ninternational financial specialist.  \n(iv)  Undertake the capacity-building modules as assigned by the team leader. \n(v)  Arrange and organize discussions and workshops and help the team leader and \ninternational  financial  specialist  by  preparing  relevant  materials,  including \ntranslating documents and interpreting discussions. \n \n3.  Investment and Trade Specialist (5 person-months) \n8.  The domestic investment and trade specialist will have a background in economics \nand/or finance or related fields, understand major finance-related issues facing the private \nsector in the Lao PDR, and be proficient in English. The specialist will provide inputs related to \nthe  PSDP  framework,  especially  in  relation  to  issues  pertaining  to  measures  aimed  at \nenhancing the flow of investment and trade. Preferably, the specialist will have experience \nworking with international consultants and governments. The tasks are as follows: \n \n(i)  Help the team leader and international investment and trade specialist with all \naspects of their tasks as outlined in the terms of reference; \n(ii)  Collect and analyze information and data and make them available in English \nand in an organized, readable form under the guidance of the team leader and \ninternational investment and trade specialist. ", "  Appendix 4  15 \n(iii)  Conduct  research  on  specific  topics  as  assigned  by  the  team  leader  and \ninternational investment and trade specialist.  \n(iv)  Undertake the capacity-building modules as assigned by the team leader. \n(v)  Arrange and organize discussions and workshops and help the team leader and \ninternational  investment  and  trade  specialist  by  preparing  relevant  materials, \nincluding translating documents and interpreting discussions. \n \n4.  Business Development Service and Market Access Development Specialist \n(2 person-months) \n9.  The domestic BDS and market access development specialist will have a background in \neconomics and/or finance or related fields, understand major finance-related issues facing the \nprivate sector in the Lao PDR, and be proficient in English. The specialist will provide inputs \nrelated to the PSDP framework, especially in relation to issues pertaining to measures to \nincrease the flow of investments and trade. Preferably, the specialist will have experience \nworking with international consultants and governments. The tasks are as follows: \n \n(i)   Help the team leader and international BDS and market access development \nspecialist with all aspects of their tasks as outlined in the terms of reference. \n(ii)  Collect and analyze information and data and make them available in English \nand in an organized, readable form under the guidance of the team leader and \ninternational BDS and market access development specialist. \n(iii)  Conduct  research  on  specific  topics  as  assigned  by  the  team  leader  and \ninternational BDS and market access development specialist. \n(iv)  Undertake the capacity-building modules as assigned by the team leader. \n(v)  Arrange and organize discussions and workshops and help the team leader and \ninternational  BDS  and  market  access  development  specialist  by  preparing \nrelevant materials, including translating documents and interpreting discussions. \n \nC.  Implementation Schedule \n10.  This TA is scheduled to start in April 2005. The team leader will start work on 1 April \n2005 along with the domestic PSD specialist. All other consultants will begin their work on 1 \nMay  2005,  except  the  international  and  domestic  BDS  and  market  access  development \nspecialists, who will begin on 1 August 2005. The work will produce the following four sets of \ndraft reports, all conforming to ADB format. \n \n(i)  The first report is due by 1 May 2005. This comprehensive outline of the TA will \nbe based on the terms of reference and initial discussions with the Government \nand ADB. \n(ii)  The second report is due by 30 June 2005. This preliminary framework for the \nPSDP will be based on comments on the first report received by the Government \nand ADB.  \n(iii)  The third report is due by 1 September 2005. It will include a refined design for \nthe PSDP framework to build consensus among stakeholders. \n(iv)  The final report is due by 30 November 2005. The report may be revised based \non comments by ADB and the Government.  \n \n11.  Extensive consultations and workshops with stakeholders, including local and central \nGovernment officials and external agencies, are envisioned in the process of finalizing the TA. \n ", "16  Appendix 4 \nThe consultants will hold a number of workshops, including one workshop at TA inception to \nclarify the consultants’ work plan and build consensus, before delivering the final report. "], "metadata": {"ModDate": "D:20050111093011+08'00'", "CreationDate": "D:20041227064448+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "Jin W Cyhn", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}