{"path": "data/input/ta/tar-lao-31344.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: LAO 31344\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nTO THE\nLAO PEOPLE’S DEMOCRATIC REPUBLIC\nFOR PREPARING THE\nTREE PLANTATION FOR LIVELIHOOD IMPROVEMENT PROJECT\nDecember 2001", "CURRENCY EQUIVALENTS\n(as of 14 November 2001)\nCurrency Unit – Kip (KN)\nKN1.00 = $0.0001047\n$1.00 = KN9,550\nIn this report a rate of $1.00 = KN9,156 is used. This was the rate generally prevailing\nduring the TA Fact-Finding Mission.\nABBREVIATIONS\nADB – Asian Development Bank\nFORCAP – Forest Conservation and Afforestation Project\nIEE – initial environmental examination\nITPP – Industrial Tree Plantation Project\nLao PDR – Lao People’s Democratic Republic\nMAF – Ministry of Agriculture and Forestry\nNAFEA – National Agriculture and Forestry Extension Agency\nNAFRI – National Agriculture and Forestry Research Institute\nNGO – nongovernment organization\nSTP – socio-technical profile\nTA – technical assistance\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 30 September\n(ii)  In this report, \"$\" refers to US dollars.", "I.  INTRODUCTION\n1. The Government of the Lao People’s Democratic Republic (Lao PDR) has requested the\nAsian Development Bank (ADB) for technical assistance (TA) to prepare a project to improve\nlivelihoods through tree plantations, to build on the successful experiences of the ongoing\nIndustrial Tree Plantation Project (ITPP).1 The Fact-Finding Mission visited Lao PDR from 23 to\n29 September 2001 and discussed the objectives, scope, cost estimates, financing plan, and\nimplementation arrangements for the TA. These were defined through a consultative process\nthat included the Ministry of Agriculture and Forestry (MAF) and its departments and provincial\noffices, external aid agencies, the private sector (including smallholders, and small and large\nenterprises), nongovernment organizations, and other local stakeholders. The proposed Project\nwill support poverty reduction by enhancing livelihoods through tree planting activities. The TA is\nincluded in ADB’s 2001 TA program for the Lao PDR.2\nII.  BACKGROUND AND RATIONALE\n2. Government Policies and Plans. Forest cover in the Lao PDR was reduced from 70\npercent of the land area in the 1940s to 47 percent or less by 1999. The Government has\nrecognized the problems associated with the severe loss of forest cover, and has attempted to\naddress them with a series of policy initiatives to (i) improve regulation of logging and other\nforest  extraction  activities;  (ii)  attempt  to  contain  shifting  cultivation  by  encouraging  fixed\ncultivation; (iii) develop partnerships with village communities to enable the allocation of forest\nland, and hand-over of responsibility for forest management to them, enabling more equitable\nsharing of benefits from the forest; and (iv) encourage private individuals and organizations to\ntake a lead in establishing plantations of commercial tree species.3 In 1997, the Department of\nForestry developed a “Vision 2020” to translate policy into strategies. The vision encourages\nincreased  plantation  forestry,  focusing  on  degraded  forest  land,  and  strong  private  sector\ninvolvement in this.\n3. The New Economic Mechanism adopted by the Government in 1986 was intended to\nprovide an impetus for the private sector to take a larger role in the economic development of\nthe country. In the forestry sector, the development of the National Forestry Action Plan and\nsubsequent  decrees  have  provided  a  comprehensive  legal  framework  to  facilitate  the  tree\nplanting programs and activities. The Forestry Law of 1996 and the Land Law of 1997 have\nbroadened the role of forest plantations, which must contribute to meeting the national target of\nincreasing forest cover and the income needs of people. One of the six programs highlighted in\nthe National Forestry Action Plan is the promotion of plantation forestry, with the objective to\nrehabilitate and reforest unstocked, denuded, eroded, and degraded forest land.\n4. Forest Plantation in the Lao PDR. The establishment of forest plantations in the Lao\nPDR has traditionally focused on teak, although the use of fast growing Acacia or Eucalyptus\nspecies is rapidly increasing, particularly in the lowlands. This change has arisen mainly through\nthe recognition of market opportunities for paper pulp and wood chip products, which are highly\nsuited  to  fast-growing  species.  While  teak  is  potentially  highly  valuable,  log  prices  largely\ndepend on diameter. Although markets exist for smaller teak logs, for the full economic potential\nof teak to be realized, silvicultural practices must be improved. The extension of the benefits of\ntree plantation to poorer, less advantaged groups is a challenge that a number of development\nprograms are starting to address (para. 6).\n                  \n1  Loan 1295-LAO: Industrial Tree Plantation Project, for $11.2 million, approved on 22 December 1993.\n2  The TA first appeared in ADB Business Opportunities (Internet edition) in October 2001.\n3  The World Bank recently reviewed production forestry, and is considering options to support regulation and control\nof logging in natural forests in the Lao PDR.", "2\n5. Lessons Learned. The ongoing ITPP supports the use of degraded and unstocked\nforest land for plantation on a commercial basis. The ITPP has (i) catalyzed the adoption of\nplantation  forestry  in  the  Lao  PDR,  and  (ii)  demonstrated  the  potential  to  provide  income\ngeneration opportunities to rural poor villagers and contribute to economic growth in the country.\nThe ITPP has helped improve the technical capability within the Department of Forestry to\nsupport  plantation  forestry,  raise  the  profile  of  plantations  among  the  private  sector  and\nindividual farmers, and establish workable processes for participatory planning of plantation\nforestry. Lessons learned under the ITPP focus on the need to continue to develop a body of\nexpertise in plantation forestry in the country. Although considerable progress has been made in\nplantation establishment, ongoing extension and services to improve plantation quality are still\nneeded. The process of providing credit to villagers for plantation establishment needs to be\nstreamlined,  by  developing  options  to  increase  credit  availability  and  facilitate  timely\ndisbursements.  The  need  to  link  credit  processing  to  the  annual  planting  cycle  is  being\naddressed under the ITPP, but further support is needed, to match cash flow requirements and\ncredit repayments. For smallholders, links to markets are critical. Gender sensitization training\nunder the ITPP has been a useful tool in enhancing benefits. Experience emphasizes the\nimportance of careful participatory planning at the village level, and clarification of issues of land\nsecurity and forest tenure.\n6. The Government of Sweden has provided TA to the Lao PDR Government in the natural\nresources sector since 1977, through the Lao-Swedish Forestry Program. Over the years, the\nprogram’s  orientation  has  changed  from  forestry  operations  to  sustainable  land  use,  and\nsupport for greater decentralization. The lessons learned during the 24 years have been well\ndocumented. They emphasize the need for a long-term vision and commitment, to enhance\nparticipation in land management at all levels and foster a strong sense of ownership among\ntarget beneficiaries. The Japan International Cooperation Agency (JICA), through the Forest\nConservation and Afforestation Project (FORCAP), has promoted tree planting in the context of\nrehabilitation of land that has been degraded through intensive logging and slash-and-burn\nactivities. FORCAP has begun to make advances in developing land-use systems that provide\nsustainable  alternatives  to  slash-and-burn  agriculture,  and  provides  a  potential  model  for\ndeveloping plantation systems for poor farmers to replace shifting cultivation on sloping land\nareas.  Other  funding  agencies,  primarily  the  Danish  development  assistance  program  and\npotentially the World Bank, are likely to focus primarily on activities directed at the natural forest\nsector, expected to focus on village forestry, forest conservation, and promotion of related policy\nand market reforms.\n7. Poverty and Social Impact. The Lao PDR is one of the poorest countries in the world,\nranking 140th out of 174 countries in the United Nations Development Programme’s Human\nDevelopment Report in 2001 and with 39 percent of its population living below the poverty line\nin 1997/98.4 The country’s poverty is characterized by regional, ethnic, and gender inequality;\nlow human resource development; lack of economic opportunities; insecure property ownership;\nand impoverishment due to degraded natural resources and difficulties in adjusting to changing\nlivelihood patterns, especially in the uplands. In its Fifth Five-Year Socioeconomic Development\nPlan (2001-05), the Government has presented ambitious targets of eradicating poverty and\nstopping shifting cultivation by 2010, and graduating from the status of least developed country\nby 2020 by becoming an industrialized economy based on its natural resources. These targets\nare reflected in the poverty partnership agreement, signed by the Government and ADB on\n28 September 2001. The agreement identifies a strategic focus that includes agriculture and\nrural  development.  ADB  will  work  with  the  Government  to  reduce  poverty  by  broadening\ncommunity  participation  and  opportunities  over  the  next  five  years.  To  achieve  this,  it  is\n                  \n4  Government of Lao PDR. 2000. Report to the Seventh Round Table Meeting. Vientiane.", "3\nimportant for the forestry sector to provide economic opportunities through plantation forestry to\nenhance livelihoods of the rural poor. There is also a need to pay particular attention to the land-\nforest  allocation  process,  as  the  recently  completed  participatory  poverty  assessment  has\nidentified insecure land tenure and lack of transparency in land allocation and titling as key\nproblems of poverty.5 Gender analysis needs to be incorporated in this process.\n8. Development Needs. The ITPP has demonstrated the willingness and capability of\nindividual  farmers  and  private  enterprises  to  engage  in  production  forestry  through  tree\nplantations.  There  are  potential  economic,  social,  and  environmental  benefits  from  further\ndevelopment of the commercial plantation sector in the Lao PDR, which is still at an early stage\nof development. The Lao PDR is well located to serve the wood deficit countries of the region.\nThis will be further strengthened if the country is able to economically access international port\nfacilities through Vinh and Da Nang in Viet Nam. The ongoing development of market-oriented\npolicies is vital to plantation development in the Lao PDR and there is a continuing need to\ndevelop  this  understanding,  both  at  the  national  and  provincial  levels.  The  sector  needs\ncontinued assistance to (i) build links between larger scale plantation investors and small-scale\nfarmers  to  have  greater  impacts  on  poverty  reduction,  and  (ii)  ensure  that  private  sector\ninvolvement and interest in plantations is maintained and grows over time. To further increase\nprivate sector investment in plantations and processing, remaining constraints in the policy\nenvironment need to be addressed.\n9. ADB’s  Country  Strategy  and  Program  (2002-2004)  for  the  Lao  PDR  provides  four\nthematic priorities to realize the strategic goal of poverty reduction: (i) rural development and\nmarket linkages, (ii) human resource development, (iii) sustainable environmental management,\nand (iv) private sector participation and regional integration. A major share of project lending is\nfocused on the northern region provinces, which have the highest incidence of poverty, and on\nSavannakhet Province, where ongoing subregional projects provide low-cost access to larger\nmarkets.6 Lending includes community-based rural development projects and ADB interventions\nmust address environmental issues. Developing alternative livelihood schemes in rural areas is\nan important need felt by the Government to stabilize shifting cultivation, and commercial tree\nplantation and allied wood processing enterprises provide an opportunity for supplementary and\nalternative income generation.\nIII.  THE TECHNICAL ASSISTANCE\nA.  Objective and Scope\n10. The objective of the TA is to prepare an investment Project that will improve livelihoods\nof the rural population through tree plantation. Plantations will be placed on degraded forest\nland, and no primary forest will be touched or opened to traffic. Where appropriate, indigenous\nand native species will be encouraged. The proposed Project will continue to promote private\nsector commercial tree plantation by smallholders, groups of farmers, small enterprises, and\nlarger private companies in Bolikhamxai, Champassak, Khammouan, Saravane, Savannakhet,\nand Vientiane provinces, and in Vientiane Prefecture.\n11. The  TA  will  develop  a  project  framework  that  (i)  provides  income  generation\nopportunities  to  improve  livelihoods  of  rural  communities,  (ii)  increases  private  sector\nparticipation  in  commercial  plantation,  (iii)  rehabilitates  degraded  forest  land  area  through\nplantation, and (iv) strengthens the capacity of the extension system to support tree plantation.\n                  \n5  ADB,  State  Planning  Committee,  and  National  Statistics  Center.  2001.  Participatory Poverty Assessment.\nVientiane.\n6  The development of roads linking Bolikhamxai Province to Vinh and Savannakhet to Da Nang ports in Viet Nam\nwill facilitate cost-effective access to markets in Japan and the Republic of Korea.", "4\n12. The TA will develop project components for commercial tree plantation in provinces\ncovered under the ITPP, to benefit from the capacity and interest established there. To address\nthe constraints observed and lessons learned, the TA will (i) review institutional, technical, and\nsocial aspects, and credit and marketing arrangements under the Project; (ii) develop revised\narrangements for the provision of credit to small plantation investors; (iii) develop objective\ncommercial plantation models with cost norms; and (iv) develop criteria for assessing technical\ncapability and support of private companies involved in plantation forestry.\n13. The TA will further assess the policy environment to enable increased private sector\ninvestment in plantations and processing, building on the findings of earlier sector work.7 In\nparticular,  the  lack  of  readily  available  basic  information  on  plantation  establishment  and\nmanagement will be addressed through development of a database. Strategies to generate links\nbetween  government  reforestation  efforts  and  private  plantation  development  will  also  be\nconsidered, in an effort to reduce market distortions that create disincentives for plantation\ninvestments.\n14. To encourage increased involvement of both smallholders and the private sector in\nplantation forestry, the TA will develop information services on technical and marketing aspects\nto support and enhance extension services. The potential for guaranteed purchase agreements\n(buy-back arrangements) between private companies and smallholders will be assessed. Linked\nwith this, the TA will also estimate the existing and required capacity for wood processing, and\nrecommend realignment and expansion of capacity as required to support market development.\nBased  on  recent  experience  and  the  developing  needs,  the  TA  will  design  appropriate\narrangements for the provision of credit to small plantation investors.\n15. To strengthen extension services, the TA will identify gaps in technical skills in plantation\nestablishment and management, including environmental management of plantation activities,\nto be addressed under an ensuing project. Appropriate scope and delivery mechanisms will be\ndesigned for extension services responsive to diverse cultural and gender needs. Recognizing\nthe role of plantations in rehabilitating degraded forest land and as a means for stabilizing\nshifting  cultivation,  the  project  design  will  incorporate  monitoring  systems  to  measure  the\nbenefits and impacts.\nB.  Cost Estimates and Financing Plan\n16. The total cost of the TA is estimated at $824,000 equivalent, comprising $527,000 in\nforeign  exchange  and  $297,000  equivalent  in  local  currency  cost.  The  Government  has\nrequested ADB to provide $700,000 equivalent to finance the entire foreign exchange cost of\n$527,000 and $173,000 equivalent of the local currency cost. The TA will be financed by ADB\non a grant basis from the Japan Special Fund, funded by the Government of Japan. The\nGovernment will contribute the remaining $124,000 equivalent in kind through the provision of\nexperienced counterpart staff, office space in Vientiane, information, data, administrative and\nclerical services, local transport, communications facilities, and other inputs. Details are given in\nAppendix 1.\nC.  Implementation Arrangements\n17. Extension functions and staff in (i) crops and soil, (ii) operations and maintenance for\nirrigation, (iii) livestock and fisheries, and (iv) reforestation, have recently been consolidated in\n                  \n7  URS Forestry. 2001. Supporting Plantation Development in Lao PDR, Australia.", "5\none agency under MAF, the National Agriculture and Forestry Extension Agency (NAFEA).\nNAFEA will be the Executing Agency for the TA. Interagency coordination will be ensured\nthrough a TA steering committee chaired by the Director General, Department of Planning,\nMAF, which will meet periodically to review the TA’s progress and to provide guidance and\nfeedback  to  the  consultants.  The  committee  will  comprise  representatives  of  government\nagencies including the Permanent Secretary’s Office (MAF), Bank of Lao PDR, Agricultural\nPromotion Bank, National Agriculture and Forestry Research Institute (NAFRI), Lao Women’s\nUnion,  Lao  Front  for  National  Construction,  and  representatives  of  provincial  agencies\nconcerned.\n18. The TA will be implemented in two phases, over a period of about eight months, with\ncompletion expected by December 2002. The first phase (about three months) will confirm the\nscope and design, while the second phase will assess the feasibility. The TA will require the\nservices of a team of consultants recruited through an international firm. The international\nconsultants (20 person-months) will have expertise in industrial forest management and policy,\ngender and social development, marketing, environmental assessment, training, credit, and\neconomic and financial analysis; the domestic consultants (about 23 person-months) will have\nexpertise in plantation forestry, institutional and legal aspects, financial analysis and credit,\nsocial analysis and community development, rural infrastructure, and database design. The\nconsultants will be recruited by ADB in accordance with ADB’s Guidelines on the Use of\nConsultants and other arrangements on the engagement of domestic consultants satisfactory to\nADB. The consultants will be selected using ADB’s technical proposal procedure. Appendix 2\noutlines  the  terms  of  reference  for  the  consultants.  Equipment  will  be  procured  by  the\nconsultants according to ADB’s Guidelines on Procurement.\n19. The consultants will work closely with counterpart staff drawn from NAFEA, NAFRI, and\nAgricultural Promotion Bank, to evaluate strategies for development of plantation forestry, and\nto prepare detailed assessments of selected strategies for project interventions. A working\ngroup will be established, headed by the project director for the ITPP (who will also be project\ndirector for the TA) and including assigned counterpart staff.\n20. Active involvement of stakeholders in designing the proposed Project will be sought\nthroughout the TA, through workshops and focus group discussions. The consultants will submit\n(i) an interim report at the end of phase 1, describing institutional capacity building needs and\ndevelopment  strategies;  (ii)  a  draft  final  report  detailing  recommended  investments  and\nstrategies  with  costs  and  economic  analyses;  and  (iii)  a  final  report  within  two  weeks  of\nreceiving comments on the draft final report.\nIV.  THE PRESIDENT'S DECISION\n21. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, to the Government of the Lao People’s\nDemocratic Republic in an amount not exceeding the equivalent of $700,000 for the purpose of\npreparing the Tree Plantation for Livelihood Improvement Project, and hereby reports such\naction to the Board.", "6 Appendix 1\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nForeign Local Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financinga\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants 402 0 402\nii. Domestic Consultants 0 97 97\nb. International and Local Travel 45 12 57\nc. Reports and Communications 2 6 8\n2. Equipmentb 10 0 10\n3. Workshops 0 8 8\n4. Surveys 0 10 10\n5. Miscellaneous Administration and 0 8 8\nSupport Costs\n6. Representative for Contract Negotiations 5 0 5\n7. Translations 0 10 10\n8. Contingencies 63 22 85\nSubtotal (A) 527 173 700\nB. Government Financing\n1. Office Accommodation and Transport 0 85 85\n2. Salaries and Per Diem 0 39 39\nof Counterpart Staff\n3. Others 0 0 0\nSubtotal (B) 0 124 124\nTotal 527 297 824\na The technical assistance will be financed by ADB on a grant basis from the Japan Special Fund, funded by the\nGovernment of Japan.\nb To include two networked desktop computers, one laser printer, one color inkjet printer, one flatbed scanner, two\nmobile telephones, and office furniture as necessary.\nSource: ADB staff estimates.\n(Reference in text: page 4, para. 16.)", "7 Appendix 2, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1.  The tasks will be undertaken by a team of international and domestic consultants and\nwill be carried out in two phases. The scope and locations of activities for the investment project\nwill  be  identified  by  the  end  of  the  first  phase,  and  detailed  investigations  and  project\npreparation will take place during the second phase.\n2.  The consultants will be recruited through a firm. Approximate person-months needed are\ngiven in parentheses. The international consultants will provide expertise in industrial forest\nmanagement and policy (6.5), social and gender development planning (4), rural credit analysis\n(2), marketing (1.5), training (2), environmental impact assessment (1), and economic and\nfinancial analyses (3). Domestic expertise will be required in forestry (6), institutional and legal\nanalysis (4.5), finance and credit analysis (5), social and community development (4), computer\ndatabase design (2), and rural infrastructure (1.5).\nA.  Phase One: Project Scoping Tasks\n3.  The consultants will review lessons learned, including the following activities:\n(i)  Identify and enumerate all relevant projects and programs that are taking place in\nthe Lao People’s Democratic Republic (Lao PDR) and that relate to plantation\nforestry, recording site, and outline scope of activities and organizations involved\nin each.1 Also review lessons learned in other countries on similar projects.\n(ii)  Review  reports  produced  under  the  technical  assistance  (TA)  2028–LAO:\nInstitutional  Strengthening  of  the  Department  of  Forestry  (by  the  Asian\nDevelopment Bank [ADB]) and undertake supplementary interviews among a\nsample of villager beneficiaries under Loan 1295–LAO: Industrial Tree Plantation\nProject (ITPP) to identify primary reasons for successes and failures under the\nITPP.  The  sample  of  beneficiaries  should  include,  to  the  extent  possible,\ninvestors who have felled and sold their final tree crop.\n(iii)  Review the site assessment provisions within the socio-technical profile (STP)\nprocess developed for the ITPP in the lowlands, and assess if a clear rationale is\nprovided for technical aspects of identifying sites suitable for plantation forestry.\n(iv)  Review  evolving  policy  development  initiatives  for  forestry  and  assess\nimplications for forest plantations and village forestry.\n(v)  Review the extent to which existing legislation enables community empowerment\nof forest resource management and security of land and forest tenure.\n4.  The consultants will assess credit arrangements, including the following activities:\n(i)  Review  prior  assessments  of  the  performance  of  the  Agricultural  Promotion\nBank. Based on the findings of ADB’s ongoing TA cluster on Rural Finance\n                  \n1 These include manuals and guidelines produced by the recently concluded Lao-Swedish Forestry Program; Slash\nand Burn Rice Systems in the Hills of North-Lao PDR: Description, Challenge and Opportunities, International Rice\nResearch Institute; Supporting Plantation Development in Lao PDR (prepared by URS Forestry for ADB, March\n2001); Forest Rehabilitation in Lao PDR: Issues and Constraints,  The  World  Conservation  Union  (IUCN),\nDecember 2000; all reports prepared for TA 2028-LAO: Institutional Strengthening of the Department of Forestry,\nLao PDR; and Participatory Poverty Assessment, Lao PDR, ADB, State Planning Committee, and National\nStatistics Center, Vientiane.\n(Reference in text: page 5, para. 18)", "8 Appendix 2, page 2\nDevelopment2  identify  the  options  for  credit  arrangements,  considering\nappropriate credit provision agencies. Review the lending terms adopted for the\nITPP for different categories of borrowers. Develop recommendations for varying\ncredit packages for the lowland situation (including recommendations appropriate\nto  small  individual  investors,  larger  individual  investors,  and  private  sector\ninvestors in plantation forestry) and the upland situation.\n(ii)  Review the scope for guaranteed purchase arrangements between small-scale\nfarmers and private sector companies.\n(iii)  Assess the potential role of the Mekong Project Development Facility in further\nsupporting plantation development through the private sector.\n5.  The consultants will identify the scope of a possible ensuing project.\n(i)  Through discussions with the Ministry of Agriculture and Forestry (MAF) and\nNational Agriculture and Forestry Extension Agency (NAFEA), develop a set of\ncriteria  for  project  site  selection  taking  into  account  the  level  of  poverty,\ninfrastructure availability, and potential demonstration effects of chosen sites.\nIdentify the project area and the scope of activities.\n(ii)  Describe any proposed cooperation with other projects or programs, ongoing or\nplanned,  in  terms  of  nature  and  scope  of  cooperation,  cost  sharing,  and\nallocation of responsibilities.\n(iii)  Develop methodologies for the social and poverty assessment to be carried out\nin phase 2.\n(iv)  Prepare a project framework for investment using ADB's guidelines. This will\ninclude developing performance indicators.\n6.  The consultants’ advisory tasks will include the following:\n(i)  In cooperation with MAF, design an information service for potential investors in\nplantation  forestry,  covering  technical  requirements,  production  costs,  and\nmarket  information  for  forest  products.  Include  the  design  of  a  database,\nprovision  for  regular  updating,  and  production  and  distribution  of  regular\ninformation bulletins presenting marketing and other data.\n(ii)  Review available information prepared for the forestry sector in the Lao PDR\nrelating to processing capacities for both natural forest logging and plantation\nforest production. Review the feasibility of promoting the conversion of current\nfacilities  established  for  natural  forest  logging  to  accept  plantation  forest\nproducts, including regulatory, incentive, and technical aspects. Identify needs, if\nany, for establishing additional capacity.\nB.  Phase Two: Project Preparation Tasks\n7.  The consultants will conduct a social and poverty assessment of target communities\nthrough a participatory rural appraisal and sample surveys in at least four sample villages, each\nin upland and in lowland project areas. This assessment will utilize ADB's Handbook for Social\nand Poverty Impact Assessment and will include (i) preparation of socioeconomic profiles of\nsubgroups  within  villages,  (ii)  identification  of  their  needs  for  livelihood  improvement,\n(iii) identification of their current land use patterns and their access to resources from the land,\n(iv) potential impact of the project on their access to and control over the land and resources,\n                  \n2  TA 3413-LAO: Rural Finance Development Project, for $2.020 million, approved on 9 March 2000.", "9 Appendix 2, page 3\n(v) identification of community-based organizations and their capacity, and (vi) gender analysis.\nClearly identify potential beneficiaries by income groups, ethnicity, and gender. Indicate the\nlikely distribution of project benefits among the various groups, paying particular attention to\nwomen, and indicate the expected change in income level of people in the project area.\n8.  To  develop  measures  to  support  private  enterprises  in  plantation  forestry,  the\nconsultants will do the following:\n(i)  Review  the  plantation  management  performance  of  a  sample  of  commercial\ncompanies  involved  in  plantation  forestry  in  the  Lao  PDR,  including  an\nassessment  of  their  marketing  plans  for  forest  products,  and  determine  the\nrequirements for the provision of advisory support to plantation investors and\ntraining  needs  both  for  Government  officials  involved  supporting  private\ncompanies,  and  for  company  staff.  Propose  a  suitable  training  and  support\nprogram.\n(ii)  Develop  minimum  requirements  for  private  companies  that  wish  to  invest  in\nplantations under the project, in terms of managerial strength and structure,\ncorporate experience, financial profile, and technical expertise in forestry. Review\nexisting provisions for commercial company registration and propose means of\nextending these to limit plantation forestry to adequately capable companies.\n9.  To develop the technical approach of the project, the consultants will do the following:\n(i)  Review the status of forestry and land use in the project area, and develop\nrecommendations for appropriate plantation design and management and other\nmeasures to ensure suitable land use to be promoted under the project.\n(ii)  Review studies relating to biodiversity impacts of single-species tree stands and\n(a) develop guidelines for enhancing biodiversity in and around tree plantations\nby  means  such  as  fragmenting  plantation  blocks  and  maintaining  riparian\nmargins; (b) develop guidelines for establishing trials for alternative species that\nare suitable to the range of planting sites in the project area and that may offer\ncomparable yields of marketable forest products; and (c) assess the impacts on\nbiodiversity  of  project  plantations,  as  inputs  into  the  initial  environmental\nexamination (IEE) to be completed during phase 2.\n(iii)  Visit  and  assess  seed  stands  that  have  been  established  by  Provincial\nAgriculture and Forestry Offices and District Agriculture and Forestry Offices in\nthe project area and provide recommendations for tree seed source development\nsystems to be promoted by the project.\n(iv)  Review options for seedling production, including nursery facilities (operated by\nNAFEA and the Provincial Agriculture and Forestry Offices, or the private sector\nand/or  villagers  [on  a  group  or  individual  household  basis])  and  develop\nappropriate plans for quality seedling production under the project.\n(v)  Obtain data on NAFEA staffing and training levels at central, provincial, and\ndistrict levels.\n(vi)  Review the institutional arrangements of MAF and NAFEA for support to and\nregulation of the private sector for plantation forestry, and propose any necessary\norganizational changes.\n(vii)  Assess  and  identify  training  needs  for  NAFEA  staff  in  (a)  plantation\nestablishment  and  silviculture,  (b)  seed  stand  management,  (c)  seedling\nproduction, (d) participatory land use planning, and (e) means of responding to\ndiverse  extension  needs  in  different  locations  and  among  different  cultural", "10 Appendix 2, page 4\ngroups. Develop appropriate training plans to respond to these needs. The plans\nshould include an estimate of the numbers of trainees, course outlines, training\napproaches, cost estimates, and resource requirements.\n10.  To identify credit arrangements, the consultants will do the following:\n(i)  Clearly  identify  credit  needs  of  farmers  and  other  clients  for  plantation\ndevelopments.\n(ii)  Develop models for estimating plantation costs to small-scale farmer investors\nand to commercial investors, to form the basis of loan applications. The cost\nmodels should take into account the varying management scenarios of different\ninvestors and be based on topography, distance to roads, distance to nurseries,\nspecies to be used, site preparation requirements, and any other factors relevant\nfor estimating borrowing requirements for plantation establishment.\n11.  To prepare an investment proposal, the consultants will do the following:\n(i)  Based on the preparatory tasks, design an investment project in accordance with\nthe  objectives  confirmed  at  the  end  of  phase  1.  Identify  any  infrastructure\nrequirements  and  determine  preliminary  cost  estimates,  implementation\narrangements for the detailed design, and construction supervision. Specify the\nproject outline, detailing individual investments, activities, sites, and scheduling.\nPrepare  an  overall  implementation  schedule  and  bar  charts  of  the\nimplementation activities of the project components. Incorporate plans for each\ncomponent.\n(ii)  Prepare detailed cost estimates for the project activities, breaking down costs\ninto foreign exchange and local currency components and into Government,\nbeneficiary, and aid contributions. Estimate all operating costs, and provide the\nannual  disbursement  of  investments  in  accordance  with  the  implementation\nschedule, using COSTAB computer software.\n(iii)  Based on (a) the methodology used for the social and poverty assessment,\n(b) recommendations made in an ADB-financed study for the forestry sector in\nthe Lao PDR3 relating to linking the STP process with the land use planning\nprocess developed under the Lao-Swedish Forestry Program, and (c) the need to\nfurther  consider  marketing  and  economic  aspects,  propose  an  updated  STP\nplanning process for use in the project areas, to include baseline surveys in\nvillages. The existing and potential role of nongovernment organizations (NGOs)\nshould also be considered.\n(iv)  Provide detailed economic and financial analysis in accordance with relevant\nADB guidelines, including estimates of financial and economic internal rates of\nreturn for commercial and noncommercial enterprises of the proposed project, as\nwell as for the project as a whole. Include economic evaluation of any significant\nenvironmental impacts identified under the IEE. Assess the relative economic\nimpacts of various project components.\n(v)  Define  an  appropriate  and  gender-disaggregated  project  monitoring  and\nevaluation system and the capacity building inputs required to enable effective\nmonitoring of project inputs, outputs, and benefits flowing to the beneficiaries.\nThe  system  should  include  a  database  to  record  plantation  area,  species,\nsilvicultural  treatments,  growth  rates,  ownership,  expenditure,  and  revenue\n                  \n3  URS Forestry. 2001. Supporting Plantation Development in Lao PDR, Australia.", "11 Appendix 2, page 5\ninformation  for  individual  stands.  Review  the  validity  of  using  mean  annual\nincrement as a yardstick for monitoring plantation growth. Define responsibilities\nfor undertaking benefit monitoring and evaluation, maintenance of records, and\nstandards required to maintain preparedness for audit.\n(vi)  Propose a mechanism for the continual reassessment, updating, and redefining\nof the project objectives and activities in the light of developing circumstances.\n(vii)  Prepare an IEE of the proposed project in accordance with ADB’s Environmental\nGuidelines  for  Selected  Agriculture  and  Natural  Resources  Development\nProjects.\n(viii)  Prepare  a  framework  for  community  and  beneficiaries’  participation  in  the\nlowlands and the uplands. Prepare a gender action plan and ethnic minority\ndevelopment plan in accordance with ADB’s Policy on Gender and Development\nand Policy on Indigenous Peoples. If any negative social impacts are expected,\nrecommend mitigation or safeguard measures.\n(ix)  Review and propose methods to (a) address slope degradation and techniques\nfor  slope  cultivation,  and  (b)  educate  beneficiaries  on  the  need  for\nenvironmentally sustainable techniques in tree planting.\n(x)  Assess the needs for land acquisition and resettlement, and if required, prepare\na resettlement plan in accordance with ADB’s Policy on Involuntary Resettlement\nand Handbook on Resettlement: A Guide to Good Practice.\nC.  Reporting Requirements\n12.  The consultants will submit the following reports to the Government and ADB: (i) an\ninterim report on completion of phase 1, covering (a) the methodology and findings of all tasks\nundertaken in phase 1, detailing recommendations; and (b) the rationale, for consideration by\nthe Government; (ii) a draft final report on completion of phase 2, detailing a full feasibility study,\na report on all analyses, cost estimates, and implementation plans for the project; and (iii) a final\nreport within 2 weeks of receipt of comments on the draft final report.\n13.  The consultants will organize the following workshops: (i) a project scoping workshop,\nduring  phase  1  of  the  TA,  to  discuss  initial  findings  and  gather  insights  from  a  range  of\nstakeholders,  including  potential  beneficiaries,  representatives  of  government  agencies\nconcerned, NGOs, and other development projects in the sector; (ii) one workshop within 2\nmonths of the start of phase 2, to consult a wider group of stakeholders at central, provincial\nand  district  levels,  including  rural  community  leaders  and  representatives;  and  (iii)  a  final\nworkshop at the end of phase 2, to present to key stakeholders the plans developed by the TA.\n14.  Tripartite review meetings will be held at the end of each phase of the TA, to review\nprogress and discuss issues relating to TA implementation and ongoing development of the\nproject."], "metadata": {"CreationDate": "D:20011220093338Z", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ADB", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R277-01.doc", "ModDate": "D:20040810162611+08'00'"}}