{"path": "data/input/ta/tar-uzb-37536.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: UZB 37536 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \n REPUBLIC OF UZBEKISTAN \n \n \nFOR PREPARING THE \n \n \nLAND IMPROVEMENT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \nMay 2004", " \nCURRENCY EQUIVALENTS \n(as of 6 March 2004) \n \n \nCurrency Unit  –  sum (SUM) \nSUM1.00  =  $0.001 \n$1.00  =  SUM997 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  EIA  –  environmental impact assessment \n  IA  –  implementing agency \n  IEE  –  initial environmental examination \n  MAWR  –  Ministry of Agriculture and Water Resources \n  O&M  –  operation and maintenance \n  RBO  –  River Basin Organization \n  SIEE  –  summary initial environmental examination \n  SC  –  Steering committee \n  TA  –  technical assistance \n  TOR  –  terms of reference \n  WUA  –  water users association \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by P.Z.  Bozakov, Agriculture, Environment, and Natural Resources \nDivision, East and Central Asia Department. \n ", " \n  INTRODUCTION \n1.  The Government of Uzbekistan requested  technical assistance (TA) from the Asian \nDevelopment Bank (ADB) to prepare the Land Improvement Project. The TA, which is included \nin the country assistance plan for 2004, will help the Government prepare a project that will \naddress land degradation and increase agricultural productivity. ADB in March 2004 reached an \nunderstanding with the Government on the objectives, output, implementation arrangements, \ncosts, and financing arrangements for the TA.1 A preliminary framework for the proposed project \nis presented in Appendix 1. \n  ISSUES \n2.  More than half of the Central Asian region is highly affected by land degradation,2 \ncaused by geological, geomorphological, and human factors. The dominant natural causes of \nland degradation in Central Asia are water and wind, compounded by human activities that \ncontribute to rapid soil and water contamination. Human activities, mainly incorrect irrigation \npractices and inadequate drainage, by far surpass natural causes of soil salinity. The economic \ncosts of land degradation can be assessed at three levels: on-farm decline in productivity;  \nnational  lower  growth  of  the  agriculture  sector;  and  global  negative  impact  on  carbon \nsequestration and climate change, loss of productive capacity of agricultural land, damage to \nbiodiversity conservation, and pollution of transnational water resources.  Introducing  large-\nscale irrigation in the region also resulted in sizable water abstraction from the Amudarya and \nSyrdarya rivers, and a decline of the Aral Sea to less than 50% of its original area.  \n3.  Agriculture in Uzbekistan — which accounts for 35% of the gross domestic product, 45% \nof employment, 60% of export revenues, and nearly half of the employment of the population3 in \nrural areas — is seriously affected by land degradation. Due to the arid climate, the country’s \nagriculture is entirely dependent on irrigation. Currently 4.2 million hectares (ha) of the country’s \ntotal arable area of 4.8 million ha are irrigated, corresponding to 54% of the total irrigated area \nin the Aral Sea Basin.4 Increased use of irrigation water led to larger drainage flows and \noverloaded the drainage systems. \n \n4.  Inadequate drainage capacities, extensive water use to leach salts, and lack of natural \ndrainage  increase  waterlogged  areas  and  soil  salinity,5  the  two  main  reasons  for  land \ndegradation. It is estimated6 that in 2002, waterlogging and soil salinity affected some 46% of \nthe country’s irrigated area. Due to increased land degradation, agricultural production and farm \nproductivity are declining, farms are incurring losses, and rural incomes are falling. 7Cotton yield \nlosses are estimated to be in the range of 25% for moderately saline soils and 60% for highly \nsaline soils. Similar yield losses are observed for food crops (wheat, grains, etc.). Annual loss of \ncrop production in Uzbekistan due to land salinization/degradation is estimated8 at $31 million, \nthe economic value of land abandoned due to high salinity is $12 million, and the cost of \nadditional water for annual leaching of salts accumulated in the soil is $51 million. Land loss due \n                                                 \n1 The TA first appeared in ADB Business Opportunities (Internet edition) on 12 February 2004. \n2 According to the United Nations Convention to Combat Desertification,  66% of the agricultural land area  in \nKazakhstan, 80% in Uzbekistan, over 88% in Kyrgyzstan, and 97% in Tajikistan suffer from various degrees of \ndegradation. \n3 The share of the rural population in Uzbekistan increased from 60% in 1991 to 63% in 2000. \n4  Irrigation in Uzbekistan consumes 51% of the river basin flows of Syrdarya and 42% of Amudarya. \n5 Soil salinization is also related to inadequate budget allocations and weak capacity of water sector institutions. \n6 Asian Development Bank. 2003. Uzbekistan: Issues and Approaches to Combat Desertification. Manila. \n7 World Bank. 2003. Uzbekistan: The Drainage, Irrigation, and Wetlands Improvement Phase I Project, Washington \nD.C.  \n8  International Bank for Reconstruction and Development. 2002. Global Environment Facility. Tashkent. ", "2 \nto degradation and a high rate of population growth led to a 25% decrease in irrigated land per \ncapita — from 0.23 ha in 1980 to 0.17 ha in 1998. Thus, land degradation directly affects the \noverall  performance  of  the  agriculture  sector,  incomes,  and  living  standards  of  the  rural \npopulation.  \n5.  The  Government  regards  land  improvement/reclamation  and  rehabilitation  of  key \ndrainage  facilities  as  important  to  protect  the  livelihoods  of  the  large  rural  population. \nGovernment policy in the water sector aims at (i) securing reliable irrigation supplies, (ii) \nimproving irrigation and drainage efficiency through rehabilitation of infrastructure, (iii) providing \nadequate resources for operation and maintenance (O&M), and (iv) improving and transferring \nthe management of these systems to the end users. In 2003, the Ministry of Agriculture and \nWater Resources (MAWR) reorganized its irrigation organizations into river basin organizations \n(RBOs) based on hydrologic boundaries. New water users associations (WUAs) are being \nformed, and responsibilities for water delivery and O&M of infrastructure are being handed over \nto those organizations. In March 2004, the Government prepared a new initiative to test market \nprinciples in the use of water resources and develop a mechanism for introducing water delivery \nfees.  \n6.  However, despite the Government’s efforts, land degradation during the last decade has \nincreased  substantially.  A  new  approach  to  arrest  land  degradation,  based  on  better \nmanagement  of  soil  and  water,  is  needed.  Rural  communities’  capacities  to  maintain  the \ndrainage and irrigation systems, introduce on-farm water and soil conservation technologies, \nand  sustain  improvement  of  the  rural  living  standards  need  to  be  enhanced.  Additional \ninvestments and policy actions are required to improve the management of water resources; \nimprove O&M; and gradually introduce an incentive structure for water conservation at national, \nregional, project, and on-farm levels. Actions to empower private farmers to manage their farm \noperations and crop production are also needed.  \n7.  A number of multilateral and bilateral agencies finance projects in the agriculture and \nwater sectors in Uzbekistan. The World Bank is supporting the Government’s reform agenda \nthat includes support to private farms, rehabilitation of drainage infrastructure, water resources \nmanagement, and rural credit.9 The United States Agency for International Development is \nfinancing the regional Natural Resources Management Program comprising improvement of \nwater resource management, water conservation, irrigation system automation, and capacity \nbuilding  for  water  agencies.  The  Swiss  Agency  for  Development  and  Cooperation  is \nimplementing the Integrated Water Resource Management Project in Fergana valley to assist in \nbuilding the capacity of water sector institutions and reorganizing water management. The \nEuropean Union supports land registration, training for farmers, and crop forecasting. \n8.  ADB's  Country  Operational  Strategy  for  Uzbekistan  and  the  Country  Strategy  and \nProgram Update emphasize the need for policy and investment interventions in the agriculture \nand water sectors to increase productivity and income, and to generate employment. The \nobjectives  of  the  proposed  Land  Improvement  Project,  e.g.  increasing  incomes  of  rural \npopulation, through increased land quality and productivity, are in line with these documents. \nCurrently,  ADB  finances  two  projects  in  the  water  sector  —  the  Ak  Altin  Agriculture \nDevelopment Project and Amu Zang Irrigation Rehabilitation Project.10 These projects support \nthe rehabilitation of irrigation facilities, strengthening of WUAs, and reforms in the agriculture \n                                                 \n9  Projects  under  implementation  are  the  Rural  Enterprise  Support  Project;  Drainage,  Irrigation  and  Wetlands \nImprovement Project; and Water and Environmental Management Project. \n10 Loans 1883-UZB and 2069-UZB.  ", "    3 \nand water sectors. ADB also finances two regional TAs,11 which promote improved farming \ntechnologies and water conservation, and support the formulation of national action plans to \ncombat  desertification.  In  March  2004,  the  Government  signed  a  Memorandum  of \nUnderstanding with ADB for the improvement of water supply in the rural areas of Kashkadarya \nand Navoi provinces.12  \n9.  To mitigate and reverse land degradation, and improve farm productivity and incomes of \nthe rural population, in 2003 the Government requested ADB financing for land improvement \nprojects in provinces most affected by land degradation: Bukhara, Djisak, Kashkadarya, Navoi, \nSurkhandarya, and Syrdarya. Irrigated areas amount to 273,700 ha in Bukhara, 124,400 ha in \nNavoi, and 504,500 ha in Kashkadarya.13 In many areas of these provinces, land degradation \nhas led to over 30% decrease in agricultural productivity. Other lands will become unsuitable for \ncultivation in a few decades.  \n10.  The total population of the three provinces is above 4,400,000 of whom 85% reside in \nrural  areas.  The  main  source  of  income  of  the  rural  population  is  agricultural  production \ndominated by cotton and wheat, which heavily depends on irrigation. Off-farm employment \nopportunities are very limited, and the deteriorating land quality and declining crop yields have \nserious negative impact on living standards. This impact is expected to worsen in the future, \nconsidering the high population growth rate in the rural areas, which would raise demographic \npressure  on  the  limited  land  resources.  Therefore,  the  cost  of  inaction  is  high,  as  land \ndegradation,  if  not  arrested  and  reversed,  would  lead  to  increased  poverty  and  social \nimbalance, desertification, and further environmental degradation.  \n  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The main purpose of the TA is to assist the Government to formulate and carry out a \nfeasibility study for the Land Improvement Project aimed at  stopping the worsening of land \ndegradation and restoring land quality/productivity. It is envisaged that the project will increase \nagricultural productivity and provide farmers with opportunities for sustained and increased \nincomes.  \n \n12.  The TA output is a project feasibility report that will contain the following: \n(i)  a project framework, prepared in consultation with the stakeholders and comprising \nthe goals, purpose, and specific objectives of the project;  \n(ii)  proposals for improving land and water management practices at the project and \ncountry levels; \n(iii)  updated  agriculture  and  water  sector  profiles  prepared  under  the  Amu  Zhang \nIrrigation Rehabilitation Project;14 including recent Government policies, long-term \nand midterm plans, farm privatization and restructuring process, foreign assistance, \nand implemented water resources projects;  \n                                                 \n11 ADB. 2000.  Combating Desertification in Asia. Manila (RETA 5941); ADB. 1999.  Improving Rural Livelihoods \nthrough Efficient On-Farm Water and Soil Fertility Management in Central Asia. Manila (RETA 5866). It is \nenvisaged that the water and soil conservation technologies developed under TA 5866 will be disseminated and \ntested on a larger scale in selected areas.  \n12  Also covered by the proposed Land Improvement Project. \n13  Irrigated areas most affected by land degradation are located in Bukhara, Kashkadarya, and Navoi provinces, and \nwill be considered under the project (ADB. 2000. Combating Desertification in Asia. Manila [RETA 5941]). \n14   ADB. 2003. Amu Zhang Water Resources Management (TA 3908-UZB). Manila ", "4 \n(iv)  feasibility-level design of proposed project components, including procurement and \nimplementation  arrangements,  required  project  inputs  (civil  works,  equipment, \ntraining, consulting services, etc.), costs, financing and cofinancing arrangements \n(including financing of on-farm improvements), and cost recovery mechanism;  \n(v)  a package of cost-effective interventions, ranked on the basis of their engineering, \ninstitutional,  financial,  economic,  social,  poverty  reduction,  and  environmental \nbenefits;  \n(vi)  a  system  for  monitoring  and  evaluating  impact  at  the  project,  country,  and \nsubregional levels; and  \n(vii)  policy  actions  needed  to  support  the  proposed  project  investments,  including  \nrecovery of cost of irrigation services, in line with the proposals outlined in the \nadvisory TA for the Amu Zhang Irrigation Rehabilitation Project.  \nB.  Methodology and Key Activities \n13.  The key TA activities are as follows:  \n(i)  identifying  priority  areas15  for  cost-effective  land  improvement/reclamation16 \nthrough  low-cost  technologies,  introducing  bio-drainage  on  marginal  lands, \ntargeting  rehabilitation  of  drainage  facilities,  and  preparing  socioeconomic \nprofiles  of  the  proposed  project  areas,  including  gender-disaggregated data \nrelevant to agriculture in the project area; \n(ii)  reviewing policies and institutions in the water sector, and preparing proposals \nfor changes needed to support sustainable project implementation, including \nsupport to RBOs, WUAs, and introduction of water delivery fees;17  \n(iii)  developing a package of cost-effective interventions for efficient use of land and \nwater through (a) integrated irrigation and drainage management; (b) low-cost \nprioritized O&M18 procedures; (c) innovative on-farm water and soil conservation \npractices19  (including  precise  land  leveling,  subsoiling,  crop  diversification, \nintroducing salt-tolerant fodder crops);  \n(iv)  preparing  proposals  for  priority  rehabilitation  of  key  water  control/distribution \nstructures needed for efficient irrigation water delivery to private farms; and \n(v)  assessing the impact of improved land quality/productivity and integrated water \nmanagement on the environment, and on poverty, and an initial environmental \nexamination (IEE) of the project.  \n14.  The proposed investment will be based on the results of the social assessment to \nensure that the poor will benefit from the interventions supported under the project. The project \ndesign and arrangements for O&M will be determined through stakeholder consultations and \nfocused  group  discussions,  involving  local  governments,  village  organizations,  and \nbeneficiaries.  The  TA  will  take  into  account  the  beneficiaries’  self-help potential, examine \ninstitutional arrangements, and rely on consultations with stakeholders and beneficiaries.  A \nsummary of the initial poverty and social analysis is in Appendix 2.  \n                                                 \n15 Details in Appendix 4, Outline Terms of Reference. \n16 Project interventions will be limited to areas with reliable irrigation supplies, and low or moderate saline soils, where   \nsubstantial improvement of land productivity could be achieved with relatively low investments.  \n17 In line with ADB’s policies, and technical notes Beyond Cost Recovery and  Setting Users Charges for Public \nServices of the ADB’s Economic and Research Department. \n18 Using simplified computerized simulation to prioritize the maintenance of canals and drains.   \n19 Results from the ADB-financed TA 5866 (footnote 11) indicate more than 25% reduction of water application at on-\nfarm level. ", "    5 \n15.  The project will be subject to an IEE, which will follow ADB’s environmental guidelines \nindicated  at  ADB’s  website  http://adbweb/Documents/Guidelines/Environmental \nAssessment/default.asp). If an environmental impact assessment (EIA) is needed, the TA will \nprepare  terms  of  reference  for  EIA,  including  a  description  of  tasks,  time  schedule,  and \nestimated costs.   \nC.  Cost and Financing \n16.  The total cost of the TA is estimated at $850,000 equivalent, comprising $420,000 in \nforeign  exchange  and  $430,000  equivalent  in  local  currency.  ADB  will  finance  $550,000 \nequivalent consisting of the entire foreign exchange cost and $130,000 equivalent in local \ncurrency cost. The TA will be financed on a grant basis by ADB’s TA funding program. The \nGovernment will provide $300,000 equivalent to cover the in-kind counterpart costs for office \naccommodation, data compilation, logistical support, and counterpart staff costs. Detailed cost \nestimates are in Appendix 3. The Government has been informed that approval of the TA does \nnot commit ADB to finance any ensuing project.   \nD.  Implementation Arrangements \n17.  MAWR will be the Executing Agency for the TA. A steering committee (SC), chaired by \nthe first deputy minister of MAWR, will be established to supervise TA implementation. The SC \nwill  include  representatives  from  the  ministries  of  environment,  economy,  finance,  local \nauthorities, and other concerned agencies, and will meet periodically to review TA progress and \nthe proposed project design, as required. SC members and ADB staff will participate in SC \nmeetings and workshops at key stages of TA implementation. \n18.  The TA will be implemented from October 2004 to March 2005. It will finance a total of \n65 person-months (pm) of consulting services inputs (15 pm international for expertise in \ndrainage engineering/land reclamation/team leader [6], soil management/land improvement [1], \nwater control structures [1], agricultural economy [3], on-farm technologies/crop diversification \n[1], water users/institutional development [1], water sector policy [1], environmental assessment \n[1]; and 50 pm domestic consultants for irrigation-drainage engineering20 [14], water resources \nmanagement [2], civil engineering [3], electrical-mechanical engineering [2], geohydrology [2], \nland use/land tenure practices [2], on-farm soil and water management [3], agronomy [3], \nagricultural economy [4], institutional development [3], rural sociology [4], poverty and gender \nassessment [2], project impact evaluation [2], and environmental assessment [4]).  \n19.  The international TA consultants will be recruited through an international consulting \nfirm, following ADB’s Guidelines on the Use of Consultants, and arrangements satisfactory to \nADB will be used for the recruitment of domestic consultants. The firm will be selected following \nADB's  quality  and  cost-based  selection  method  and  simplified  technical  proposals  will  be \nrequested. The outline terms of reference for consulting services are in Appendix 4. Equipment \nwill be procured in accordance with ADB’s Guidelines for Procurement. \n  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $550,000 on a grant basis to \nthe Government of Uzbekistan for preparing the Land Improvement Project, and hereby reports \nthis action to the Board. \n                                                 \n20 Including a deputy team leader (6 person-months), one drainage specialist (4 person-months), and one irrigation \nspecialist (4 person-months). ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK  \n \nDesign  Performance  Monitoring  Assumptions \nSummary a  Targets  Mechanisms  and Risks \nGoal       \n       \nIncrease incomes in the  Incomes increase by  National and  Agriculture sector \nproject areas   __ percent from __ to  regional statistics  policies promote \n  __ by 2010.    financially viable \n      farming. \n     \n  Benchmark surveys  Adverse \n  and benefit  environmental \n  monitoring and  impacts can be \n  evaluation (M&E)  minimized through \n  system  the implementation of \n  the project. \n \nPurpose       \n       \nIncrease land quality  Crop yields increase  Project M&E system  Reliable irrigation \nand productivity  by ___ % from ___ to    water supply in the \n___ by 2010.  Progress reports  project area is \n    maintained. \n  Regional statistics   \n    Central and local \n  Environmental  governments support \nmonitoring  project initiatives.  \n   \n   \n Beneficiaries \nparticipate in project \nimplementation. \n \n \na Applies to project areas. The project framework, including outputs, specific activities, and required inputs, will be \ndeveloped during implementation of the technical assistance. \n \n \n \n \n \n \n                             ", "  Appendix 2  7 \nSUMMARY OF INITIAL POVERTY AND SOCIAL ANALYSIS \nA.   Linkages to the Country Poverty Analysis \n \nContribution of the Agriculture and Water Sectors to Reduce Poverty in Uzbekistan  \nAgriculture is a dominant sector in Uzbekistan’s economy, and it accounts for 35% of the gross \ndomestic  product,  45%  of  employment,  and  60%  of  export  revenues.  National  level  poverty \nincidence1 in Uzbekistan is estimated at 27.5%. Of Uzbekistan’s poor, 70% (approximately 4.5 million \npeople)  live  in  rural  areas.  The  rural  population  especially  the  poor,  is  highly  dependent  on \nagriculture: rural nonfarm employment outside of the state and large enterprises account for less than \n10% of rural nonagricultural employment in rural areas, with the self-employed accounting for nearly \nhalf of these.  \nThere are at least two ways in which land improvement will make significant inroads in combating \npoverty in the country. First, improved productivity will translate to higher outputs and increased  \nincomes of the rural poor, as deteriorating land quality and lack of access to modern on-farm \ntechnologies limit crop yields and constrain their cash income. \nSecond,  agriculture  can  contribute  to  reducing  poverty  by  creating  jobs.  With  the  limited rural \nemployment opportunities and the poor performance of agriculture, wages in the sector have been \ndepressed. Improved farm productivity and profitability, therefore, are key to a sustained expansion of \nrural labor demand.  \nB.  Poverty Analysis              Proposed Classification: Poverty Intervention \n \nWhat type of Poverty Analysis Is Needed? \nAssessment of Poverty in the Proposed Project Areas.  Poverty in the southern region, where \nKashkadarya and Surkhandarya oblasts are located is nearly twice the national average. The relative \nrisks of extreme poverty in this region are even higher, nearly three times the national average. \nFurthermore, the southern region accounts for 28% of the poor and 46% of the extreme poor. In \nKashkadarya,  20.3% of the population is poor, and the extreme poor account for 38.2%. In Navoi,  \n2.2% is poor and 1.8% extreme poor. The Bukhara region accounts for 2.8% of the poor and 1.1% of \nthe extreme poor.2 \nDuring the first-stage screening of the proposed project areas under the technical assistance (TA), \ndata will be collected to assess the living standard of the population. The data will be sourced \nprimarily from existing secondary data. The gender-disaggregated living standard survey data, along \nwith data on infrastructure repairs, ongoing projects, expected economic returns and sustainability, \nand environment impacts will be used to rank the candidate districts. Therefore, project interventions \nto improve land productivity will help raise the standards of living of the poorest of the rural poor. \nOnce the project districts are selected, in-depth poverty incidence will be estimated by community \nprofiling through participatory rural appraisal (PRA). \nProfiling the Poor.  The  nationwide  reform  process  in  agriculture  has  reduced  public  sector \nemployment in farm enterprises. As a result, incomes of the poor are derived mainly from individual \nplots. The overall number of households with plots has reached 2.5 million, and the average plot size \nper family has increased from 0.12 ha to 0.19 ha. Government statistics indicate that these garden \nplots generate on average 30% of total rural family income and 70-90% of total income for low-\n                                                 \n1 As there is no official poverty line in Uzbekistan, the Project opted to adopt a poverty threshold based on the   \nrequired calories per person per day used in many countries, which is equivalent to 2,100 calories per person per \nday. A food-based poverty line would amount to SUM3,765/month at October 2000 prices; this is less than half the \nvalue of the minimum wage in 2001. \n2   World Bank. 2003. Living Standards Assessment. Washington D.C.  \n ", "8  Appendix 2 \nincome rural families.  \nWomen appear to have had more difficulties finding employment than men do. At the national level,  \nwomen among the officially unemployed comprised 62% as of the beginning of 2001.3 Women and \nchildren from poor households are typically employed during the cotton-harvesting season.  \nPoverty Impact Assessment of Project. During the feasibility design, in-depth analysis will be made \non how the project components and supportive policy reforms help prevent or reduce poverty in the \nproposed project area. Parallel assessment will also be made on the social impacts of the project on \nindicators such as access to food and potable water, reduced incidence of illnesses, and reduced \nunemployment. \nC.   Participation Process \nStakeholders Identified  \nThe project will involve a wide range of stakeholders. The assessment of issues, design of project \nscope, arrangement of project implementation, monitoring and operation and maintenance will be \nconducted with the participation of the following stakeholders:  \n(i)  dehkan farms farmers, individual farm and rural households, and representatives \nof remaining state-owned collective farms;  \n(ii)  village organizations;  \n(iii)  water  users  associations;  farmers  associations  (local  and  national);  district \ngovernments  (including  agriculture  and  water  resources,  health  and \nenvironmental monitoring departments and water and electricity utilities);  \n(iv)  province (oblast) governments (including committee for environmental protection) \nand industrial enterprises;  \n(v)  civic and nongovernment organizations;  \n(vi)  ministries of agriculture and water resources, health, environment, and other \nGovernment agencies; and \n(vii)  other concerned agencies and organizations.  \nDuring  social  assessment,  broad  consultations  with  key  stakeholders  will  be  conducted  using \nqualitative and quantitative approaches. The analysis will pay attention to potential project impacts on \nvulnerable  groups,  including  women,  low-income  people,  downstream  water  users,  and  ethnic \nminorities. \nParticipation Strategy \nA mechanism needs to be developed to ensure that the primary target beneficiaries (farm households, \nfarm  employees,  and  rural  communities)  will  be  able  to  benefit  from  the  proposed  project.  A \nparticipation plan will be developed to (i) identify the target beneficiaries and vulnerable groups and (ii) \ninvolve them in designing, implementing, and monitoring and evaluating the project components. The \nparticipation  process  will  encompass  (i)  dissemination  of  information,  (ii)  consultations  with \nbeneficiaries  and  population  groups  that  could  be  negatively  affected  by  the  project,  and  (iii) \ncooperation between concerned people and institutions.  \nA  combination  of  quantitative  analysis  (village  surveys),  qualitative  data  gathering  (community \nconsultation meetings, information sharing and training workshops, and focused group discussions), \nand review of secondary information will identify issues and the needs of the poor and vulnerable \ngroups.  \nRequired Social Assessment  \nTA study will \n(i)  develop a comprehensive profile of the target groups and associated organizations likely \n \n3 Statistical Collection. 2002. Women and Men in Uzbekistan. Tashkent. ", "  Appendix 2  9 \nto be affected by the project; \n(ii)  evaluate  the  affected  communities,  demand  for  the  project  and their willingness to \ncontribute to it. \n(iii)  study the impact of the possible introduction of water fees and increased operation and \nmaintenance recovery policy in the project area and on poor and vulnerable groups, and \ndevise specific measures to avoid or minimize adverse impacts on them, and assess the \nissues related to drinking water in the project area; \n(iv)  conduct comprehensive socioeconomic and poverty impact analyses; and \n(v)  identify any areas of social concern including gender issues. \nD.   Potential Issues \n \nSignificant/  Strategy to Address Issues  Plan Required \nNonsignificant/\nUncertain/ \nNone \nResettlement  Uncertain  Resettlement is not envisaged because the  If the project will involve \nproject will mainly rehabilitate existing  involuntary resettlement, a \ndrainage and irrigation facilities.    resettlement plan will be \nprepared during TA \nimplementation. \nGender  Significant  During  the  economic  transition,  gender  Gender-disaggregated data \ndisparities in access to employment and  will be collected and used \nwages may grow in every sector of the  during project design and \nrural economy.  implementation to monitor \n  disparities in employment, \nWomen  employed  in  shirkats  have  less  access to land and potable \naccess to the social security system and  water, and wages for men \nland. Cultural factors lead to lower female  and women. Appropriate \nparticipation rates. High fertility rates are  project interventions will be \nimportant, as women with young children  designed to address \nare less likely to participate in the labor  disparities. \nforce. Gender-disaggregated data will be   \ncollected to assess the issues and propose   \nmitigation.     \n  A gender action plan will be \nHigher  cotton  yields  from  land  developed by the TA. \nimprovement  will  entail  higher  labor \ndemand  on  rural  women  who  are \ntraditionally relied upon for cotton harvest. \nAffordability  Significant  Improved drainage and irrigation services  Dialogue with the \nwill entail required increases in users fees.   beneficiaries and the central \nGovernment is needed to \nensure that adequate cost \nrecovering fees are \nintroduced. \nLabor  Not significant  Creation of job opportunities is envisioned  Specific loan covenants will \nduring  project  implementation  and  as  a  be introduced to ensure fair \nresult of enhanced farm productivity.   labor management \npractices. \nIndigenous  None  None  None \nPeople   \nOther Risks/  None  None.  None \nVulnerability \n ", "10  Appendix 3 \n      COST ESTIMATES AND FINANCING PLAN \n      ($'000) \n                 \n        Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  325.0  0.0  325.0 \n      ii.  Domestic Consultants  0.0  70.0  70.0 \n    b.  International and Local Travel  0.0  5.0  5.0 \n    c.  International and Domestic Travel  25.0  10.0  35.0 \n  2.  Equipment and Suppliesb  5.0  5.0  10.0 \n  3.  Workshops  0.0  5.0  5.0 \n  4.  Surveysc  0.0  10.0  10.0 \n  5.  Miscellaneous Admin and Support Costsd  0.0  15.0  15.0 \n  6.  Representative for Contract Negotiations  5.0  0.0  5.0 \n  7.   Contingencies  60.0  10.0  70.0 \n             \n    Subtotal (A)  420.0  130.0  550.0 \n             \nB.  Government Financing       \n  1.  Office Accommodation and Equipment  0.0  90.0  90.0 \n  2.  Date Compilation and Field Investigations  0.0  80.0  80.0 \n  3.  Counterpart and Support Staff  0.0  60.0  60.0 \n  4.  Travel and Per Diem Costs of Counterparts  0.0  40.0  40.0 \n  5.  Logistical Support in Provinces  0.0  30.0  30.0 \n  6.  Contingencies    0.0  0.0 \n             \n    Subtotal (B)  420.0  300.0  300.0 \n             \n         TOTAL (A+B)  420.0  430.0  850.0 \na  Financed from ADB’s technical assistance funding program. \nb Includes computers, printers, accessories, and facsimile and photocopy machines.   \nc Costs of collecting socioeconomic, environmental, and topographic data. \nd Includes interpreters and translation. \n \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 4  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \nA.  Consulting Requirements \n1.  A total of 65 person-months of consulting services are required (person-months are in \nparentheses):  \n(i)  international  consultants  (total  15  person-month):  drainage  engineering/land \nreclamation/ team leader (6), soil management/land improvement (1), water control \nand  measurement  structures  (1),  agricultural  economy  (3),  on-farm \ntechnologies/crop diversification (1), water users/institutional development (1), water \nsector policy (1), environmental assessment (1); and  \n(ii)  domestic  consultants  (total  50):  irrigation-drainage  engineering1  (14),  water \nresources management (2), civil engineering (3), electrical-mechanical engineering \n(2), geohydrology (2), land use/land tenure practices (2), on-farm soil and water \nmanagement (3), agronomy (3), agricultural economy (4), water users/institutional \ndevelopment (3), rural sociology (4), poverty and gender assessment (2), project \nimpact evaluation (2), and environmental assessment (4). \n2.  The consultants will be recruited through an international consulting firm, and the selection \nof the firm will follow the ADB’s quality and-cost-based selection method. Only short-listed firms will \nbe invited to submit simplified technical proposals to ADB.  \nB.  Detailed Tasks \n \n1.  Preparation of Project Framework \n \n3.  The consultants, in consultation with the stakeholders, will prepare a project framework \noutlining the goals, purpose, and specific objectives of the project. The consultants will undertake a \nstructured problem analysis and prepare a problem tree, conceptualize the framework at the outset \nof project preparation, and use it as a project design tool. The project framework will be prepared in \nline with the staff instruction, “Use of the Logical Framework for ADB assisted Loan and TA.” The \nproject framework will be refined during the inception phase, and will be used by the TA team as a \nproject design tool. \n \n2.  Sector Review and Selection of Project Areas \n4.  The consultants will undertake these tasks: \n(i)  Collect, review, and analyze information related to land reclamation, soil and water \nmanagement, land use, tenurial arrangements, and access to land. \n(ii)  Review and update the agriculture and water sector profile prepared under the Amu \nZhang  Irrigation  Rehabilitation  Project,2  identify  inconsistencies,  and  propose \ninitiatives needed to strengthen these policies, strategies, and relevant institutions. \n(iii)  Rank  the  proposed  project  areas  in  consultation  with  the  Government,  key \nstakeholders, and ADB. Project interventions will be limited to areas with reliable \nirrigation supplies and low or moderate saline soils, where substantial improvement \nof land productivity could be achieved with relatively low investments. The key area \nranking criteria will comprise (a) availability of reliable sources of irrigation water, (b) \nhigh potential for restoring land capability, (c) low investment and operation and \n                                                 \n1 Including a deputy team leader (6 person-months), one drainage specialist (4 person-months), and one irrigation \nspecialist (4person-months). \n2  ADB.2003. Amu Zhang Water Resources Management  (TA 3908-UZB). Manila. \n ", "12  Appendix 4 \nmaintenance (O&M) costs, (d) impact on poor population, and (e) existence of \nWUAs and other relevant rural organizations. \n \n3.  Feasibility Studies  \n \n5.  The  consultants  will  prepare  feasibility  studies  for  all  project  components,  including \nrehabilitation and upgrading of facilities, and land reclamation works. For these components, the \nconsultants will undertake these tasks: \n(i)  Collect and assess all available data and information on the selected project areas \nfrom the Ministry of Agriculture and Water Resources (MAWR) and other sources, \nconduct detailed surveys and assess the condition of the drainage and irrigation \nfacilities, and the degree of land degradation. Based on the data, identify the need \nfor additional surveys and investigations and prepare an outline program and terms \nof reference (TOR) for their implementation. \n(ii)  Identify works required to reclaim saline lands; formulate sustainable procedures for \nprioritized O&M.3  \n(iii)  Review the current irrigation and drainage design, construction, and O&M practices. \nAssess the concerned institutions, their capacities, and equipment; and identify \nweaknesses that need to be addressed under the project. \n(iv)  Prepare, in consultation with the key stakeholders, feasibility studies of all project \ncomponents, including the preparation of feasibility level plans, designs and costs \nestimates;  implementation  and  financing  arrangements;  procurement  and \nimplementation  schedules;  benefit  and  environmental  impact  assessments; \nmitigation measures; risk analyses; and project justification. Project activities that do \nnot lend themselves to a formal feasibility study will be subject to a comparable \nanalysis of the technical, environmental, and social impacts. \n(v)  Assess the capability of farmers to contribute to cost recovery of irrigation services, 4 \nin line with proposals outlined in the advisory technical assistance for the Amu Zang \nIrrigation Rehabilitation Project.    \n4.  Integrated Irrigation and Drainage Management \n6.  The consultants will propose improved management plans for the drainage and irrigation \nsystems in selected pilot areas, taking into account the interactions between these systems, and \nthe specific needs of the end users. In this context, the consultants’ tasks will be as follows: \n \n(i)  Review the current land reclamation, irrigation, and drainage practices, and outline \ncost-effective land reclamation measures, linked to the degree of land degradation. \nIdentify  targeted  infrastructure  improvements  will  be  to  the  extent  they  are \nnecessary to achieve the above objectives. \n(ii)  Select pilot areas, covering approximately 20% of the project area, where improved \nirrigation management practices can be demonstrated; and prepare work programs \nfor  these  pilot  areas  including  concepts,  scope  of  rehabilitation  of  on-farm \ninfrastructure, training, and proposals for further replication. The pilot areas will \ncover a range of land degradation and drainage and irrigation systems, and discuss \nthe  scope  of  the  proposed  on-farm  improvements  with  the  beneficiaries.  The \ninterventions  will  be  based  on  the  best  practices  developed  under  various \n                                                 \n3 Using simplified computerized simulation to prioritize the maintenance of canals and drains.   \n4  Also in line with ADB’s policies, and technical notes 9 and 10 of ADB’s Economic and Research Department. ", "  Appendix 4  13 \ncompleted and ongoing projects in the country,5 including low-cost water control and \ndistribution structures, rotational irrigation supply, land leveling, subsoiling, improved \nleaching, and field irrigation technologies. The proposed innovative practices should \nincorporate the experiences gained under similar projects and conditions, and a \nconcept for replicating these initiatives over larger areas should be proposed.  \n(iii)  Prepare programs for introducing low-cost drainage practices depending on the \ndegree of land degradation, proposals for reuse of drainage water for irrigation, and \nprioritized O&M procedures.  \n(iv)  Review the policies, legal framework, and experience relating to the establishment \nand functions of river basin organizations and water users associations, including a \nprogram  for  capacity  building  to  be  undertaken  under  the  project;  summarize \nlessons learned (including similar experiences in Central Asia); and recommend \namendments to policies, the legal framework, and procedures.  \n(v)  Identify regional and international good practices, and lessons learned that would \nhelp in formulating and guiding future interventions based on a similar experience. \n5.  On-Farm Water and Soil Management, and Monitoring of Impacts  \n7.  The consultants will prepare detailed plans for the project components not covered by the \ntasks outlined in the previous sections: \n \n(i)  Improved  agronomic  practices:  identify  best  practices  to  be  promoted  and \nmechanisms by which these could be disseminated, including land preparation, crop \ndiversification, marketing, and involvement of the private sector. \n(ii)  Salt-tolerant fodder crops: identify opportunities for growing salt-tolerant grasses \nand other crops that could be grown on abandoned or marginal lands. \n(iii)  Bio-drainage:  identify  opportunities  for  applying  bio-drainage on marginal lands \nwithin the project area and outline the essential design and implementation features \nof the prospective bio-drainage schemes.  \n(iv)  Remote sensing: study the possible application of remote sensing in monitoring and \nevaluating the project impacts, and in planning future investments; assess the \nexisting monitoring organizations, and prepare proposals for upgrading them; and \nformulate a concept for replicating the proposed innovations over larger areas.  \n6.  Project Implementation and Management \n8.  The consultants will define how the project will be implemented and managed at the \nnational, provincial, and local levels. They will identify concerned agencies and institutions, define \nresponsibilities and relationships, describe tasks and outline financial and resource requirements. \nThe implementation and management plan will also include the following: \n \n(i)  project  implementation  schedules  and  arrangements,  showing  parallel  and \nsequential activities and major milestones; \n(ii)  procurement plans and packages, including civil works, equipment and services, \nincluding  specific  packages  proposed  for  international  competitive  bidding, \ninternational shopping, local competitive bidding, and force account, in line with \nADB’s Guidelines for Procurement; \n                                                 \n5 These could include experiences of ADB financed TAs, projects implemented by the Scientific Production Association \nSANIIRI, ICWC, IWMI, International Centre for Agricultural Research in Dry Areas, and the Central Asia Natural \nResources Management Project of the USAID.  \n ", "14  Appendix 4 \n(iii)  a plan for monitoring and evaluating project implementation and benefits, using \nquantifiable indicators, and in accordance with ADB guidelines; \n(iv)  assessment of required consulting services for project implementation, including \nTOR, required person-months, and costs estimates; \n(v)  detailed description, programs, and cost estimates for surveys, investigations and \nadditional studies, which need to be carried out prior to or during the implementation \n(including  advisory  technical  assistance  to  be  carried  out  together  with  the \nimplementation of the project).  \n7.  Implementation Arrangements  \n9.  The consultants will (i) describe the organizational arrangements envisaged to implement \nthe proposed project; (ii) propose executing agencies (EAs), implementing agencies (IAs), a \nproject steering committee, and project monitoring and implementing units; and (iii) review the \nproject implementation records of the proposed EA and IAs and their institutional capability to \nimplement the proposed project. \n8.  Poverty and Social Analysis \n10.  The consultants will collect detailed information on the incidence of poverty in the selected \nprovinces at the early stage of project preparation. The consultants will assess the socioeconomic \nbenefits of the subprojects, particularly the impact on income levels, including gender analysis \nbased on gender-disaggregated data. The social assessment of the beneficiary communities will \nbe carried out in  accordance with ADB’s  Handbook for Incorporating Social Dimensions into \nProjects. The consultants will prepare an initial poverty and social assessment for the project; \npropose measures to mitigate adverse project impacts on vulnerable groups, such as ethnic \nminorities, and maximize project benefits to such groups. \n9.  Environmental Assessment \n11.  The project will be subject to an initial environmental examination (IEE), which will follow \nADB’s  guidelines  indicated  at  ADB’s  web  site:  http://adbweb/Documents/ \nGuidelines/Environmental_Assessment/default.asp). The consultants will prepare the IEE, and a \nsummary initial environmental examination (SIEE). The IEE will (i) identify and quantify the positive \nand negative environmental impacts of the project; (ii) identify required measures to mitigate \npotential negative environmental impacts during the design, construction, and operation period; \nand  (iii)  develop  an  environmental  management  and  monitoring  plan.  Estimated  costs  of \nenvironmental  monitoring  and  mitigation  of  adverse  impacts  will  be  included  in  the  project \neconomic analysis. If an environmental impact assessment (EIA) is needed, the TA will prepare \nTOR for EIA including description of tasks, time schedule, and estimated costs. \n10.  Project Costs and Financing Plan \n12.  The consultants will prepare  \n(i)  cost estimates for the project, based on ADB’s Project Administration Instructions \n1.03, and using the COSTAB program: (a) for overall project costs; (b) summary \nproject cost in the expenditure categories for civil work, equipment and materials, \nenvironmental mitigation, taxes and duties, project management, and interest and \nother charges during construction, all broken down into direct and indirect foreign \nexchange and local currency cost for each year of implementation; (c) detailed \nfinancing  and  disbursement  plans;  and  (d)  training  and  consulting  services \nrequirements for project implementation; and ", "  Appendix 4  15 \n(ii)  financial plan, showing the shares of ADB, the Government, beneficiaries, and \nothers in the relevant expenditures; and financing and cofinancing arrangements, \nincluding external financing, and required counterpart funds. \n11.  Financial and Economic Analyses \n13.  The consultants will undertake rigorous financial and economic analyses, poverty impact \nassessment, and risk analysis of the project. The economic analyses will follow ADB’s Guidelines \nfor the Economic Analysis of Projects, and  will be consistent with ADB’s publication  Economic \nAnalysis in 2002: A Retrospective. The consultants will prioritize the planned interventions, and \npropose the most economically and financially feasible solutions.  \n12.  Participatory Approach and Consensus Building \n14.  The consultants will promote consultations with stakeholders  at  the  national  and  local \nlevels, water users associations, and relevant rural institutions. Participatory planning, design, and \nimplementation will be applied to mobilize the effective input of local community organizations and \nto promote partnership and a sense of ownership.  The consultants will organize two tripartite \nworkshops with the stakeholders. The first workshop, held 2 weeks after the submission of the \ninception report, will discuss the proposed approach, scope of the project, ranking and selection of \nthe proposed areas, and key project interventions. The second workshop, which will be held 2 \nweeks after the submission of the draft final report, will present and discuss the findings of the TA, \nthe proposed development plan, and required follow-up actions. Depending on the location and \ncharacteristics of the selected project areas, separate workshops may have to be held in each of \nthe involved provinces.  \nC.  Reporting Requirements \n15.  The consultants will produce the following reports at key stages of TA implementation: \n(i)  Inception report at the end of the 4th week, to present the updated sector and policy \nanalysis, project framework, selection and ranking of the proposed areas and their \ndescriptions,  proposed  project  components  and  proposed  feasibility  studies, \npreliminary socioeconomic and environmental screening, and refined TA program, \nstaff schedule and TOR for each of the TA specialists. \n(ii)  Progress report for the midterm review at the end of the 16th week, presenting  \nprogress, pending issues, and plans for the remaining project period. \n(iii)  Draft final report at the end of the 24th week, to present the sector context and \nstrategy, feasibility level design and assessment of the project and its components, \nimplementation  and  O&M  arrangements,  environmental  and  social  impact \nassessments, mitigation measures, financing plan, justifications and risk analyses, \npolicy measures, and required support for implementation and monitoring. The \nreport will identify the need for additional surveys, investigations, and studies. The \nreport will include a summary consistent with the format and content of ADB’s report \nand recommendation of the president (RRP). \n(iv)  Final report to be submitted 2 weeks after the second tripartite workshop. It will take \ninto account the comments and views expressed at the workshop and all other \nofficial comments. \n16.  The consultants will submit 15 copies of these reports (five in English and 10 in Russian). \nThree digital copies of the final version of each report will also be submitted on CD-ROM. \n "], "metadata": {"ModDate": "D:20040702084619+08'00'", "CreationDate": "D:20040629125844Z", "Title": "TA paper - 26 may version for pres approval.doc", "Creator": "TA paper - 26 may version for pres approval.doc - Microsoft Word", "Author": "ADB", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}