{"path": "data/input/ta/tar-oth-38082.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK  TAR: OTH 38082 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Poverty Reduction Cooperation Fund)  \n \n \nFOR  \n \n \nPILOT TESTING PARTICIPATORY ASSESSMENT METHODOLOGIES \n \nFOR SUSTAINABLE AND EQUITABLE  \n \nWATER SUPPLY AND SANITATION SERVICES \n \n \n \n \n \n \n \n \n \n \n \n \nDecember  2004", " \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nDMC  –  developing member country \nMARD  –  Ministry of Agriculture and Rural Development \nMPA  –  methodology for participatory assessments \nNGO  –  nongovernment organization \nNWSDB  –  National Water Supply and Drainage Board \nO&M  –  operations and maintenance \nRISP  –  Rural Infrastructure Sector Project  \nRWS  –  rural water supply \nRWSS  –  rural water supply and sanitation \nTA  –  technical assistance \nWSS  –  water supply and sanitation \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification     –  Targeted intervention \nSector            –  Water supply, sanitation and waste \n          management  \nSubsector      –  Water Supply and Sanitation \nTheme s           –  Inclusive social development \nGender and development \nSubthemes      –  Gender equity in capabilities \n          Gender equity in opportunities \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by J. Francis, Poverty Reduction and Social Development Division. ", "I.  INTRODUCTION \n1.  The water policy of the Asian Development Bank (ADB)1 seeks to promote the concept \nof water as a socially vital economic good that needs increasingly careful management to \nsustain equitable economic growth and to reduce poverty. ADB’s strategy for poverty reduction2 \nrecognizes that the specific needs and vulnerabilities of the poor are central in formulating \nsound and equitable water strategies. The poor must be enabled to influence decisions that \naffect their access to water for both consumptive and productive uses. The water policy also \nreflects  the  considerable  potential  that  exists  for  mobilizing  community  effort  to  directly \ncontribute to pro-poor water development.  \n2.  Lessons from ADB’s investments, however, indicate that efficiency of projects is highly \nrelated  to  demand  especially  in  fostering  expansion  and/or  rehabilitation  of  water  supply \nsystems.  Limited  beneficiary  participation  in  project  design,  planning,  implementation,  and \nmonitoring has resulted in some facilities not being used optimally. A fact-finding mission in \nJune 2004 to Sri Lanka and Viet Nam3 to develop the technical assistance (TA) affirmed the \nneed  to  assist  executing  and  implementing  agencies  to  become  responsive  to  demand, \nparticipatory, gender sensitive, and pro-poor in project planning and management at the early \nstage of implementation.  \n \n3.  The TA will work on two on-going ADB projects in Sri Lanka and Viet Nam and will \ndevelop and test participatory methodologies for pro-poor, participatory, gender-responsive, and \ndemand-responsive approaches in rural water supply and sanitation (RWSS) projects. The \nlearning from the TA is expected to build capacity of implementing agencies and communities of \nboth developing member countries (DMCs) in applying the mentioned approaches in project \ndesign, implementation, monitoring, and evaluation. The TA was endorsed for funding by the \nPoverty  Reduction  Cooperation  Fund  in  January  2004.  The  TA  has  been  prepared  in \nconsultation with the concerned DMCs and ADB staff in headquarters and resident missions, \nand  received  the  governments’  concurrence  with  the  objectives,  scope,  implementation \narrangements, cost, financing arrangements, and terms of reference. The TA framework is in \nAppendix 1.4  \n  \nII.  ISSUES \n \n4.  Water for domestic use is still inadequate despite investments in water supply systems \nsince the 1980s. In Asia, about 750 million people in rural areas still have no access to safe \ndrinking water. Hygienic sanitation is needed for 1.75 billion people in rural areas. A high \nproportion of poor households are headed—or primarily sustained—by women. Lack of water \ninhibits women’s capacity to protect their family’s health and to enhance their productivity and \nincome generating capacity. Since women are overrepresented among the poor, lack of water \ncontributes to poverty among women and to the entrenchment of poverty generally.   \n \n5.  Water is an important crosscutting sector for ADB’s operations, with more than a quarter \n                                                 \n1    ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila. \n2   ADB. 1999. Fighting Poverty in Asia and the Pacific: the Poverty Reduction Strategy. Manila; ADB. 2004. Review \nof Asian Development Bank’s Poverty Reduction Strategy. Manila. \n3  Sri Lanka and Viet Nam were selected for the TA based on consultation with the regional departments. Both \ncountries have rural water supply and sanitation projects and the TA experience will allow for a regional \ncomparison.   \n4   The TA first appeared in the ADB Business Opportunities (Internet edition) on 25 February 2004.  ", " 2  \nof ADB’s ongoing projects having a significant water component.5 With the adoption of the \nMillennium Development Goals related to water, sanitation, and gender equality (Millennium \nDevelopment Goals 3 and 7) interventions  are designed to strike more effectively at the roots of \nglobal poverty and involve more than the mere construction of facilities. The key to success will \nbe establishing (i) reliable and functioning technology that meets the demands of user groups, \n(ii) financing mechanisms that meet the cost of operations and maintenance of systems, (iii) \nprocedures and rules for operation that give a voice to women and men that manage and \ncontrol the services, (iv) effective service delivery that satisfies the expectations of the users, \nand  (v)  fair  sharing  of  responsibility  among  women  and  men  for  the  protection  of  their \nenvironment  and  water  resources.  Meeting  these  targets  will  require  infrastructure \nimprovements  that  use  appropriate  targeting  strategies,  involve  communities  in  decision \nmaking, and measure achievements in social equity and justice.   \n \n6.  The governments of Sri Lanka and Viet Nam have been implementing RWSS projects \nsince 1997. In Viet Nam, the Rural Infrastructure Sector Project (RISP) addresses rural water \nsupply (RWS) through subprojects financed under the RISP’s RWS component. In Sri Lanka, \nRWSS  is  addressed  through  the  Third  Water  Supply  and  Sanitation  Sector  Project.  Both \nprojects seek to provide access to safe drinking water and improve the living conditions of the \npoor. The projects see women as main beneficiaries. Reduced water collection time provides \nopportunities for girls to go to school, women to participate in income-generating activities, and \na healthy environment for their families.  \n \n7.  Based on the national rural water supply and sanitation strategies of both countries, the \nprojects emphasize participatory management and turnover of responsibilities to users. User \nparticipation  is  supported  to  (i)  make  services  and  service  providers  more  responsive  to \ndemands and accountable to beneficiaries; (ii) align the provision of services with users’ needs \nand ability to pay, thereby improving cost recovery and sustainability; and (iii) tailor institutional \narrangements for water service management to local practices.  \n \n8.  Reviews of both projects6 have found that beneficiary participation in the identification \nand prioritization of water supply and sanitation schemes have been limited. In many cases in \nViet Nam, little discussion with the wider community was carried out on the benefits of improved \nwater supply and people’s interest in and ability and willingness to pay for services. When there \nwas discussion of the choice of technology and tariff payments, it was left to men, resulting in \nthe choice of piped-water supplies instead of less-costly alternative technologies. In Sri Lanka, \nthe  implementation  of  a  demand-responsive  approach  to  services  has  led  to  minimal \nparticipation of the poor due to their inability to contribute the labor and/or cash required under \nthe project policy.  \n \n9.  Lessons  from  Sri  Lanka  and  Viet  Nam  indicate  areas  needing  improvement  in \ncommunity participation. A community is made up of individuals and groups who command \ndifferent levels of power, wealth, influence, and ability to express their needs, concerns, and \nrights. Where water is a scarce and vulnerable commodity, there will be competition for supplies \nand those at the lowest end of the power spectrum will go without. Strenuous efforts have to be \nmade to ensure that community participation is based on democratic principles that create \n                                                 \n5   Projects that have “a significant water component” are defined as those in which at least 30% of the total project \ncost is allocated for water subsector components, e.g., water supply and sanitation, irrigation and drainage, \nhydropower, flood management, watershed management, navigation, and water resources management. \n6   In Viet Nam, an ADB mission reviewed the RISP in October 2003. In Sri Lanka, a review was carried out at the 4th \nannual workshop of the ADB-assisted Third Water Supply and Sanitation Project in February 2003. \n ", "3 \nconditions  whereby  all  stakeholders  within  communities  are  ensured  fair  rights,  access  to \ninformation, and an adequate share in decision-making processes. \n \n10.  The  TA  will  introduce  the  methodology  for  participatory  assessments  (MPA)7  for \nplanning, monitoring, and evaluating RWSS projects to enhance and account for sustainable \nand effective water supply and sanitation (WSS) interventions. Pilot testing the use of the MPA \nin  Sri  Lanka  and  Viet  Nam  is  designed  to  promote  specific  measures  of  design  and \nimplementation  that  take  better  account  of  participation,  demand,  gender,  and  poverty \nperspectives. Lessons learned will support ADB’s efforts in other countries to improve access to \nand management of RWSS and the empowerment of the poor communities, especially their \nwomen.  \n \n11.  The MPA’s analytical framework is focused on sustainability and integrates gender and \npoverty concerns at every stage of project planning, implementation, and monitoring. With use \nof specific RWSS indicators, the MPA will measure sustainability and social equity issues of the \nRWSS services. It will also assess strengths and weaknesses in RWSS projects, the social \nequity situation of the project area in terms of community participation in decision making and \ncost sharing, along with other factors for effective use. Additionally, application of the MPA \nfacilitates  policy  formulation/improvement  and  institutional  change  processes.  The  main \ncharacteristic of the MPA is that it qualifies quantitative data through participatory processes \nwith communities and implementing agencies.  \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n12.  The  primary  goal  of  the  TA  is  aimed  at  helping  WSS  implementing  agencies  and \ncommunities achieve sustainable and equitable services. Its purpose is to demonstrate through \npilot  tests  in  two  selected  ADB  projects  an  effective  operational  model  that  improves  the \ncapacity  of  governments,  implementing  agencies,  program  managers,  and  communities  to \ndesign, plan, implement, and monitor for pro-poor, participatory, gender-sensitive, and demand- \nsensitive WSS services. \n \n13.  The  expected  outputs  of  the  TA  include  the  following:  (i)  increased  capacity  of \ncommunities, especially their poor women, and project agencies to plan, manage, and sustain \nthe  WSS  services  of  the  two  selected  projects;  (ii)  increased  institutional  capacity  and \naccountability for gender and social inclusion in developing and implementing the selected \ncountry  WSS  policies  and  projects;  (iii)  quantitative  and  qualitative  data  to  generate \nmanagement information for the selected projects’ analysis and policy formulation; (iv) country-\nspecific actions to plan and implement improved WSS services; and (v) recommendations for \nimprovement of the national RWSS strategies of both countries. Deliverables will include (i) two \nassessment reports in hard copy, a training module in Singhalese, Vietnamese, and Tamil for \nuse of the MPA for the assessments; (ii) 2–3 training courses delivered for approximately 100 \ncommunity  and  field-staff  members  as  assessment  team  members;  (iii)  database  systems \ninstalled in all provincial/district level offices; (iv) two nationwide workshops and one regional \n                                                 \n7   The MPA was developed in 1996 and tested in 15 countries by the World Bank and the International Water and \nSanitation Centre, The Netherlands. In Asia, the MPA was tested only in India and Indonesia. The results \nprovided empirical evidence that better sustained and used services were significantly and positively associated \nwith the use of gender-, poverty-, and demand-responsive approaches in project implementation, institutional \npractices, and policies. This TA is the first attempt to apply the MPA to ADB projects.  ", " 4  \nworkshop organized for dissemination of assessment results; and (v) model villages established \nto demonstrate improved operations.  \n \nB.  Methodology and Key Activities \n14.  The TA will mainly focus on six activities.  \n \n(i)  Training and capacity building on the MPA. Project staff will be trained in (a)  \nthe methodology and tools through hands-on applications; (b) criteria setting for \nsustainable  and  equitable  water  supply  and  sanitation;  (c)  methods  for \nprocessing of data; (d) analysis of outcomes, both qualitative and quantitative \nincluding statistical analysis.  \n \n(ii)  Application of the MPA in selected project areas (pilot demonstrations). \nThe MPA will be tested in 120 villages in six districts in Sri Lanka and 10 villages \nin  two  provinces  in  Viet  Nam.  Selection  of  the  villages  in  the  districts  and \nprovinces will be based on random sampling so as to allow communities in the \nproject the same chance to be included in the demonstration.  \n \n(iii)  Documentation of results and lessons learned. The data generated from the \npilot  tests  will  provide  insights  into  project  implementation  approaches  that \ninfluence different components of sustainability and the implications for changes \nin  approaches  to  enhance  sustainability.  The  results  and  lessons  will  be \npresented in reports with case studies highlighting practices within communities.  \n \n(iv)  Country-specific actions for improved operations. Results from the pilot tests \nwill be used to develop action plans to improve current operations taking into \naccount  a  participatory,  demand-responsive,  gender-sensitive,  and  poverty-\nsensitive approach.  \n \n(v)  Dissemination of assessment results and lessons learned. Two national and \none  regional  multi-stakeholder  workshops  will  be  organized  to  widely  share \nlessons  of  the  testing  and  formulate  recommendations  for  sustainable  WSS \nservices. \n \n(vi)  Recommendations  for  improvement  of  the  national  RWSS  strategies.  \nRecommendations from the workshops will be synthesized to into a proposal for \nRWSS strategy changes for government consideration, in alignment with the \npoverty reduction strategies of both countries.  \n \nC.  Cost and Financing \n \n15.  The total cost of the TA is estimated at $550,000. ADB will provide $550,000 equivalent \nto finance the entire costs. The TA will be financed on a grant basis by the Poverty Reduction \nCooperation Fund and administered by ADB. The detailed cost estimates and financing plan are \nin Appendix 2.  \n \nD.  Implementation Arrangements \n \n16.  The  Executing  Agency  for  the  TA  is  ADB,  through  its  Regional  and  Sustainable \nDevelopment Department, Poverty Reduction and Social Development Division. The TA will be ", "5 \nimplemented during a period of 15 months starting in October 2004 and will involve a team of \none international and four domestic consultants (two per country) with experience in water \nsupply and sanitation engineering, gender and development, and participatory management of \nrural water supply projects. The international consultant will be hired to work in both countries \nwith the domestic consultants and DMC stakeholders for 6 person-months intermittently. The \nconsultant will coordinate with the DMC stakeholders involved in planning and managing the \noverall process, will conduct the training activities, will have a role in selecting the two domestic \nconsultants for each country, and will deputize them to carry out the pilot tests and trainings. \nFour  domestic  consultants  (two  per  country)  will  be  hired  for  a  total  of  20-person-months \nintermittently. All consultants will be engaged as individuals and selected in accordance with the \nGuidelines on the Use of Consultants by Asian Development Bank and Its Borrowers and other \narrangements satisfactory to ADB for the engagement of domestic consultants. Appendix 3 \nprovides outline terms of reference for the consultants. \n \n17.  At the DMC level, the implementing agencies will be the Ministry of Agriculture and Rural \nDevelopment (MARD) of Viet Nam and the National Water Supply and Drainage Board of Sri \nLanka  (NWSDB),  which  will  assume  an  overall  responsibility  for  TA  implementation,  and \nestablish an advisory committee headed by a director/senior-level official to ensure smooth \nimplementation of the TA. The advisory committee will be responsible for (i) overall TA direction \nand  guidance,  (ii)  coordination  within  the  government,  (iii)  resolution  of  outstanding  TA \nimplementation issues, and (iv) provision of comments on major consultant outputs. Provincial- \nor  district-level  departments  of  MARD  and  NWSDB  will  be  responsible  for  the  overall \nimplementation of the TA and serve as the TA counterpart at the province and/or district level. \nFor the pilot tests, pilot teams will be established for both countries involving all stakeholders \ninvolved in the selected projects. An ADB Advance Payment Facility will be utilized under which \nADB provides for the timely availability of funds for meeting the TA expenditures in accordance \nwith ADB's Loan Disbursement Handbook dated January 2001, as amended from time to time, \nand detailed arrangements agreed upon the Government and ADB. Procurement of computers \nand printers will be procured by MARD for use in Viet Nam only and turned over to MARD at the \nend of the consulting arrangements. Procurement will be in accordance with ADB’s Guidelines \nfor Procurement.  \n \n18.  Stakeholder workshops at the national level will be organized on two occasions––to \ndiscuss the preliminary findings of the pilot tests and the draft final report prepared under the \nTA. A regional workshop will also be organized for the participating assessment teams from \nboth countries to exchange findings and discuss strategies for future implementation. The lead \nconsultant, also the team leader, will prepare (i) an inception report, including a detailed work \nprogram, to be submitted within 1 month from the start of the TA; (ii) an interim report to present \npreliminary findings based on the TA’s interim results, to be submitted by the end of the sixth \nmonth of the TA and to be discussed at the tripartite-review meeting; (iii) a draft final report, \nabout 1 month before the stakeholders meeting to disseminate results; and (iv) a final report \nupon completion of the TA. \n \nIV.   THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $550,000 to be financed on a \ngrant  basis  by  the  Poverty  Reduction  Cooperation  Fund  for  Pilot  Testing  Participatory \nAssessment  Methodologies  for  Sustainable  and  Equitable  Water  Supply  and  Sanitation \nServices, and hereby reports this action to the Board. ", " 6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nGoal       \n       \nTo assist the Governments of  The design of national policies  (cid:131) Project documents.   \nSri Lanka and Viet Nam,  and interventions use the   \nproject agencies, and  results of the TA to target and  (cid:131) National water supply \ncommunities to achieve  respond to equitable, poverty,  and sanitation (WSS) \nequitable and sustained water  gender-sensitive, and demand-  policies and \nsupply and sanitation  sensitive service delivery.   interventions revised or \nservices.    designed after the \n  outcome of the technical \nassistance (TA) \nactivities have been \ndisseminated. \n \nPurpose       \n      Assumption: \nTo demonstrate an effective  Results from the methodology  (cid:131) Asian Development  (cid:131) Support from the \noperation model that  of participatory assessment  Bank (ADB) review  government and \nimproves the capacity of  (MPA) of 2 ongoing projects, in  missions.  implementing agencies \npolicy makers, program  Sri Lanka and Viet Nam, used    in addressing issues of \nmanagers, and communities  to design new WSS projects  (cid:131) Evaluation study to be  poverty, gender and \nto design, implement,  with set targets for monitoring  prepared under the  equity, and commitment \nmonitor, and evaluate pro- poverty, participatory, gender- project.  to policy change in the \npoor, participatory, gender- sensitive, and demand-   sector. \nsensitive, and demand-  sensitive services  (cid:131) Views and feedback   \nsensitive WSS services.  expressed by the  Risks: \nparticipating  (cid:131) Effective coordination \ncommunities,  among participating \nnongovernment  agencies. \norganizations (NGO),   \nagency staff, and  (cid:131) Genuine community \nmanagers and  participation to solicit \ngovernment officials.  views from poor women \n  and men on their \naccess to and control of \nWSS services.  \n \nOutputs       \n      Assumptions: \n1. Increased capacity of  (cid:131) At the end of the TA, at least  (cid:131) Documented surveys on  (cid:131) Qualified and committed \ncommunities, especially  33% of women show an  knowledge, attitudes  project staff with gender \ntheir poor women, and  increase in leadership  and practices with  and poverty sensitivity. \nproject agencies to plan,  qualities.  women and men.    \nmanage, and sustain WSS      (cid:131) Willingness of \nservices.  (cid:131) At the end of the TA, at least  (cid:131) Documented focus  governments, project \n  25% of women can quote  group discussions and  managers, and \nconcrete examples of  paired interviews.   communities to share \nempowerment.     information. \n     \n(cid:131) A minimum of five actions for  (cid:131) TA progress reports.  •  Availability of \nimproved operations have    information. \nbeen identified by the     \ncommunity women and men  (cid:131) Annual planning reports.  •  Sufficient funding for \nand documented by the TA  extension work and/or \nagency by midterm of the  corrective measures in \nTA.  communities. \nContinued on next page ", "Appendix 1 7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n      Assumption: \n2. Increased institutional  (cid:131) At least 100 people from    (cid:131) Conducive working \ncapacity and accountability  relevant government    relationship between the \nfor gender and social  agencies and NGOs trained    consultant team, \ninclusion in developing and  and participate in the    executing agency, and \nimplementing WSS policies  assessment within 4    others involved.  \nand projects.    months of the TA inception.     \n       \n  (cid:131) Program managers  (cid:131) Consultant and review \n  demonstrate knowledge  reports. \n  and use of data from   \n  assessment by end of the   \n  TA.   \n     \n  (cid:131) Policies on gender and  (cid:131) Availability of a gender \n  social inclusion developed  policy and/or water \n  and/or improved by project  policy integrating \n  agency by December 2005.  gender and social \n    inclusion. \n  (cid:131) Benchmarks and targets for   \n  gender and social inclusion  (cid:131) TA agency planning \n  identified in annual  reports \n  planning of project agency   \n  by October 2005.   \n     \n  (cid:131) National water policies   \n  (drafts) integrating gender   \n  and social inclusion by   \n  2006.    \n     \n  (cid:131) Increased staff sensitivity to   \n  gender and poverty issues   \n  and enhanced capability to   \n  address these concerns   \n     \n  (cid:131) Database established and  (cid:131) Internal surveys on \n  containing quantitative and  gender and poverty \n  qualitative data of the   \n  number of communities   \n  assessed served by the   \n  projects.   \n      \n3. Qualitative and quantitative  (cid:131) Quality assessment report,  (cid:131) Reports by assessment \ndata to generate  including qualitative and  team of comparative \nmanagement information  quantitative analysis,  analysis per village. \nand data suitable for  prepared and endorsed by   \nprogram analysis.  all stakeholders.  (cid:131) Consultant report. \n     \n    (cid:131) ADB review missions. \n     \n4. Country specific actions to  •  Plans prepared and  (cid:131) Feedback from \nplan and implement  adopted by central level  stakeholders regarding \nimproved WSS services.  Ministries.    the content and \n    usefulness of the data. \n     \n5. Recommended  •  Adoption of changes in  (cid:131) Updated national RWSS \nadjustments to the national  national RWSS strategy.  policy. \nRWSS policy.   \n \nContinued on next page ", " 8  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nActivities       \n      Risks: \n1. Establishing the  (cid:131) A project coordination unit  (cid:131) Consultant reports.  (cid:131) An effective regional \npartnerships for the  established by October 2004    coordinator involved \nassessments through  to provide policy and  (cid:131) ADB review missions.  throughout the TA \nintroduction of the concept  operational guidance.    implementation period, \nand framework and    (cid:131) Periodic reporting by  to ensure continuity of \nadapting indicators.  (cid:131) Pilot project team identified  implementing agency  activities and avoid \n  and selected by November  and NGO involved in  disruptions \n  2004.  the pilot.   \n       \n2. Selection and training of  (cid:131) Indicators for assessments    (cid:131) Consistency and quality \nthe project team.  identified by October 2004.    of data collection and \n  (cid:131) Quality training conducted    analysis ensured by the \n  by December 2004.    regional coordinator, \n      consultants and local \n3. Preparation and  (cid:131) Assessments conducted in  (cid:131) Assessment report.  staff.  \nimplementation of the  130 villages March 2005.   \nassessments at     \ncommunity, policy, and     \ninstitutional levels.     \n     \n4. Reporting.  (cid:131) Recommendation for \n  replication and/or scaling up \n  by December 2005.  \n \nInputs       \n      Risks: \n1 international consultant per  $ 111,000  (cid:131) Consultant reports.  (cid:131) Appropriate individuals \ncountry—6 person-months      are engaged in timely \n      manner.  \n4 domestic consultants per  $ 30,000  (cid:131) ADB review missions.   \ncountry—20 person-months       \n       \nTravel (international and  $ 27,000  (cid:131) Periodic reporting by  (cid:131) National staff are \nlocal)    implementing agency and  contracted in a timely \n    NGO involved in the pilot  manner \n    test.   \nTraining   $ 132,000  (cid:131) Evaluation report.   \n       \nFacilitation   $ 17,000   \n   \nPilot demonstration and  $ 145,000 \nworkshops    \n   \nPublications  $ 20,000 \n   \nEquipment and supplies  $ 8,000 \n   \nMiscellaneous Administration  $ 10,000 \nand Support Costs   \n   \nContingencies  $ 50,000 \n   \nTotal ADB Budget  $ 550,000 \n \n \n \n \n       OIC, RSPR                OIC, RSDD ", "Appendix 2 9 \nCOST ESTIMATES AND FINANCING PLAN \n ($'000) \n \n \n  Total \nItem  Cost \nA.  Poverty Reduction Cooperation Funda   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants      111.0 \n      ii.  Domestic Consultants  30.0 \n    b.  International and Local Travel  27.0 \n    c.  Reports and Communicationsb  20.0 \n  2.  Equipmentc  8.0 \n  3.  Training, Seminars, and Conferences   \n    a.  Facilitators  17.0 \n    b.  Training Programd  132.0 \n  4.  Pilot Demonstration (application of MPA)  145.0 \n  5.  Miscellaneous Administration and   10.0 \n    Support Costs \n6.   Contingencies  50.0 \n   \n        Total   550.0 \n   MPA=methodology for participatory assessments. \na  Administered by the Asian Development Bank. \nb  Costs for reports will include the printing and dissemination of at the review report for each country and publication \nas well as copies of a minimum of four case studies (two from each country). \nc  Equipment will include two computers, two printers, and one photocopy machine for use of the consultants in Viet \nNam only.  \nd  Cost of the pilot demonstration include the following items: per diems and travel to villages by project staff involved \nin the assessments, village communities participating in the assessment will also be compensated for their time;  \nfunds establishing demonstration villages which will use the MPA results to correct and improve project practices.    \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consulting team will be led by an international consultant working in both countries \nand  four  domestic  consultants  (two  per  country).  In  close  coordination  with  the  project \ncoordination units at central and provincial/district levels, the consultant team will (i) define \ntarget project beneficiaries and areas within the identified water supply and sanitation (WSS) \nproject provinces where the methodology for participatory assessments (MPA) will be tested \nbased on poverty incidence, demographic, and social indicators; (ii) carry out an assessment of \nthe RWS schemes using the MPA; (iii) assess the constraints and opportunities, and propose \nintervention measures to address the identified issues in light of policy, institutional, regulatory, \ntechnical, economic, environmental, and financial conditions of the rural water supply (RWS) \nschemes, and incorporate them in ensuing projects; and (iv) make recommendations to improve \nthe national rural water supply and sanitation (RWSS) strategy of each country. \n \nA.  Participatory Management and Gender Specialist (international consultant, 6 person-\nmonths, intermittent) \n \n2.  The consultant will do the following: \n \n(i)  Review all documents pertinent to rural infrastructure and RWS programs in the \nproject provinces, and the government’s strategy and plans for rural development \nand poverty reduction, including the national RWSS strategy.  \n(ii)  Review  existing  guidelines;  manuals;  and  information,  education,  and \ncommunication (IEC) materials that have been developed, in order to make the \nnational  RWSS  strategy  operational.  Include  materials  related  to  financial; \ntechnical; IEC; organizational; and human resources development issues.  \n(iii)  In close consultation with the gender and development specialist and the rural \nwater supply and sanitation engineer, analyze the demography, development \nopportunities, poverty, ethnic minority, technical feasibility, financial sustainability, \nand institutional framework of each project province. \n(iv)  Set the criteria for selection of target areas, conduct stakeholder meetings, and \nidentify  priority  areas  for  the  pilot  testing,  in  consultation  with  the  project \ncoordination units. \n(v)  Develop the capacity-building strategy and training manual for the use with the \nintroduced participatory mechanism. \n(vi)  In  close  coordination  with  the  project  coordination  units,  select  national, \nprovincial, and district staff to be involved in the training and pilot tests of the \nselected provinces. \n(vii)  Conduct a training program for the national, provincial, and district staff on the \nuse of the MPA. \n(viii)  Engage a local artist to develop participatory tools and determine his or her terms \nof reference in close consultation with the deputy team leader.  \n(ix)  Develop a database for the collection and analysis of data to track performance \nof the selected RWSS projects.  \n(x)  Supervise  the  domestic  consultants,  and  provincial  and  district  staff  in \nimplementing the pilot tests in the selected provinces; \n(xi)  Assess the data collected and lessons learned from the pilot tests with particular \nfocus on (a) improving ongoing operations of the RWSS projects, (b) including \nthem in ensuing projects, and (c) recommending adjustments to the national \nRWSS strategy of each country. \n(xii)  Prepare project reports and lead the consultant team.   ", "  Appendix 3  11 \n \nB.  Gender and Development Specialists (2 domestic consultants, 6 person-months each, \nintermittent)  \n \n3.  The consultants will do the following: \n \n(i)  As the deputy team leader, support the team leader in work program preparation, \ncollection of review materials, team management, organization of workshops and \ntraining, preparation of stakeholder meetings at national and regional levels, and \nproduction of project reports. \n(ii)  Convene and be a member of the national-level advisory committee responsible \nfor organizing meetings and coordinating communications between the national- \nand district-level committees. \n(iii)  Participate in the training program for the use of the MPA. \n(iv)  Advise  and  support  the  district staff  in conducting  the multilevel  stakeholder \nmeetings at district level.   \n(v)  Undertake assessments required of representative beneficiaries/target groups \nidentified for the project given different income levels, gender, ethnicity, and \nremoteness,  to  assess  their  attitudes  toward  the  RWSS  infrastructure, \ncontribution to construction, affordability and willingness to pay for services and \noperations and maintenance (O&M), and participation in decision making with \nregard to construction and O&M. \n(vi)  Assess the potential of the RWSS projects to significantly and adversely affect \nlocal  community  members,  including  women,  ethnic  minorities,  and  other \nvulnerable groups. Consider issues related to access to RWSS, land titling, rights \nof communities, and other factors. \n(vii)  Assess the institutional and social structures that affect participation, ownership, \nacceptance, and adoption of the RWSS projects’ activities and identify required \nconditions  and  acceptable  measures  of  enhancing  the  participation  and \nempowerment  of  beneficiary  communities  in  all  stages  of  the  project  cycle \n(identification, design, construction, and O&M, and determine the needs in terms \nof their capacity building and backstopping. \n(viii)  Study  and  discuss  the  gender  policy  and  gender  action  plans  with  relevant \ndistrict institutions and assist them in developing specific, local gender action \nplans linking the results of the assessment of the RWSS projects. \n \nC.  Water Supply and Sanitation Engineers (2 domestic consultants, 4 person-months \neach, intermittent) \n \n4.  The consultants will do the following: \n \n(i)  Participate in the training program for the use of the MPA. \n(ii)  Undertake assessments required of representative beneficiaries/target groups \nidentified for the project given different income levels, gender, ethnicity, and \nremoteness, to assess their attitudes toward the RWS infrastructure, contribution \nto construction, affordability and willingness to pay for services and O&M, and \nparticipation in decision making with regard to construction and O&M. \n(iii)  During  the  pilot  testing,  collect  information  in  the  target  areas  on  technical \naspects, including water resources, water quality, coverage with different types of \nwater supply and sanitation facilities, quality of constructions, quality of O&M, \n ", "12  Appendix 3 \nO&M costs for the different types of facilities, and the role and capacity of the \nprivate sector to participate. \n(iv)  Develop a database for the collection and analysis of data to track performance \nof the RWSS projects based on the formats developed for the field assessments, \nin close consultation with the team leader. \n(v)  With the deputy team leader, assess the institutional and social structures that \naffect participation, ownership, acceptance, and adoption of the RWS project \nactivities and identify required conditions and acceptable measures of enhancing \nthe participation and empowerment of beneficiary communities in all stages of \nthe project cycle (identification, design, construction, and O&M) and determine \ntheir needs for capacity building and backstopping.  \n(vi)  Report to and coordinate work with the deputy team leader to accomplish the \ntasks. Also coordinate closely with the project coordination units.     \n \n \n \n "], "metadata": {"ModDate": "D:20050202100238+08'00'", "CreationDate": "D:20050104101807+08'00'", "Title": "Microsoft Word - TA PAper -Edited by OSEC as of 8 December04.doc", "Creator": "PScript5.dll Version 5.2", "Author": "fr6", "Producer": "Acrobat Distiller 6.0 (Windows)"}}