{"path": "data/input/ta/tar-sri-35197.pdf", "pages": [" \n \n \n \nASIAN DEVELOPMENT BANK             TAR: SRI 35197 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO THE \n \n \nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA \n \n \nFOR PREPARING THE \n \n \nHUMAN RESOURCE INVESTMENT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \nMarch 2003", " \n \n \n \nCURRENCY EQUIVALENTS \n(as of 14 March 2003) \n \n \nCurrency Unit –  Sri Lankan rupee/s (SLRe/SLRs)  \nSLRe1.00 =  $0.01032 \n$1.00 =  SLRs96.87 \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nICT  –  information and communications technology \n  MTET  –  Ministry of Tertiary Education and Training \nSDP  –  Skills Development Project \n  TA  –  technical assistance \nTEVT  –  technical education and vocational training \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \nThis report was prepared by Jeoung-Keun Lee, Principal Education Specialist, SASS. \n ", " \nI.  INTRODUCTION \n1.  The Government of Sri Lanka has undertaken several initiatives to define priorities for \nfuture action. The most comprehensive one is The Future: Regaining Sri Lanka, which sets out \nambitious  targets  for  growth  at  10%  per  annum.  One  of  the  key  tasks  is  to  reduce \nunemployment by creating 2 million new jobs. The Asian Development Bank (ADB) has already \nresponded to this unemployment issue by providing financial assistance to train skilled workers.1 \nAs the Project is being implemented smoothly, the Government has requested, and ADB has \nagreed, to include a loan for a human resource investment project for 2005 in the Country \nStrategy and Program Update for 2003–2005.2 The project preparatory technical assistance \n(TA)  Reconnaissance  Mission3 was  fielded  on  10-18  December  2002,  and  reached  an \nunderstanding with the Government on the objectives, scope, cost estimates, financing plan, \nand implementation arrangements for the TA.4 \n \nII.  ISSUES \n \n2.  The Sri Lankan economy grew at more than 5% per annum in the 1990s, but suffered a \n1.4% contraction in 2001 due in part to external factors and to poor agricultural yields due to the \ncontinuing drought. Economic growth, combined with a slowing of population expansion, caused \nper capita incomes in market terms to almost double from $473 in 1990 to $821 in 2001.  The \npoverty level has decreased from 30% in 1985 to about 20% today. Overall unemployment was \nhalved between 1990 (15.9%) and 2001 (8.3%). However, the unemployment rate may increase \nin the near term as a result of the global economic slowdown, increased competition among \ndeveloping countries, and demobilization of soldiers as a result of peace accord. With an \nestimated 140,000 people entering the labor force annually, the economy needs to grow in \nexcess  of  7%  per  annum  to  absorb  new  entrants  and  make  inroads  in  the  backlog  of \nunemployed. \n \n3.  Rehabilitation  of  Conflict-Affected  Areas.  The  effectiveness  of  the  Government’s \nplans for economic recovery will depend largely on the progress of the peace process, as the \nconflict has potentially reduced 2 percentage points of annual growth for the country in the past \ntwo decades. The Government has brought the insurgent Liberation Tigers of Tamil Eelam to \nthe peace table.  A permanent cessation of hostilities is on the horizon.  This will enable the \ngovernment to ratchet back on defense spending in favor of other investments in infrastructure \nand social services. The peace process is progressing positively with the following milestones: \n(i) signing of the ceasefire agreement, (ii) commencement of face-to-face talks in Thailand, and \n(iii) the joint appointment of three subcommittees to deal with political, economic and military \naffairs. The Government agreed at the close of the third session of peace talks in Oslo that a \nfederal model within a united Sri Lanka could form the basis for a final settlement to the ethnic \nconflict.  With the successful completion of the fifth round of peace talks in February 2003, \npeace is now possibly on the horizon. \n \n4.  Sri Lanka faces several challenges in the post-conflict era.  The first is eradicating \npoverty and restoring infrastructure and services to the conflict-affected areas of the North and \nEast.  Significant expenditures will be required on reconstruction and rehabilitation of these \nareas. The poor suffer mostly from low quality social services.  Access to social facilities is \n                                                 \n1  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nDemocratic Socialist Republic of Sri Lanka for the Skills Development Project. Manila. The project was approved \non 28 October 1999 for $18.8 million. \n2  ADB. 2002. Sri Lanka: Country Strategy and Program Update (2003-2005). Manila. The project is listed as a skills \ndevelopment project. However, the title of the project has been changed, at the request of the Government, to \nreflect its components. \n3   The Reconnaissance mission was upgraded to Fact-Finding on 20 December 2002. \n4  The TA first appeared in ADB Business Opportunities in December 2002. ", "2 \ngenerally broad, but education outcomes of the poor are well below the national averages.  With \nthe brighter peace prospects, the Government requested external assistance at the Sri Lanka \nPeace Support Conference held in Oslo in late November 2002. About half of the assistance \nrequests  are  related  to  education  and  training  of  youths  and  adults,  which  require  urgent \nattention.    It  is  anticipated  that  with  external  support,5 the  consultative  process  with  local \ncommunities  would  begin  quickly.  After  successful  rehabilitation,  more  long-term  and \ncomprehensive activities would be required. \n \n5.  High Unemployment. The Quarterly Report of the Sri Lanka Labor Force Survey (fourth \nquarter 2001) estimated a total population of 16.4 million persons, excluding the North and East.  \nOf the total, nearly 85% were in the working age group (10 years and over).  The labor force \nparticipation rate was 49% for both sexes, but the female labor force participation rate was only \n32.4%, compared with 66.0% for males. The labor force is characterized by (i) a large share of \nemployment in agriculture, (ii) a high proportion of unskilled labor, and (iii) a large share of \ncasual workers and the self-employed.  Although the participation rate is highest among the \npersons having the highest level of education, a majority (66.6%) of the workers in the labor \nforce have attained less than 9 years of education.   \n \n6.  In 2001, there were about 100,000 students qualified for university education, but only \n12,500 were admitted.  Another 7,000 students who could not enter universities received higher \neducation through various other institutions. The remaining 80,500 are either unemployed or \nwaiting to be admitted to universities. Even though the Government plans to increase the \nuniversity intake of students to 20,000 within the next 5 years, the problem of unemployed \nyouths will be remained unsolved. In an effort to ease the youth unemployment problem, the \nGovernment plans to establish a Human Resource Investment Fund (about $10 million per \nyear) from 2003 to teach job skills and place youths on the job.  ADB is also preparing a \nPostsecondary Education Development Project to expand higher education opportunities. \n \n7.  Another challenge is to generate employment opportunities, particularly for new job \nseekers.  The unemployment rate was estimated at 8.3% in the fourth quarter of 2001. The \nfemale unemployment rate was higher (11.1%) than that of males (6.8%).  More than half of the \nunemployed persons (56.1%) had attained a general certificate of education O-level or above.  \nPart of the explanation for youth unemployment is selective job preference by school graduates, \nwhich  results  in  long  periods  of  job  search,  in  addition  to  the  limited  student  places  in \nuniversities.  More  importantly,  these  young  job  seekers  have  no  employable  skills.  This \nunemployment represents a loss to the economy, as the knowledge of these educated people is \nnot being utilized.  \n \n8.  Inefficient  Job  Training.  The  technical  education  and  vocational  training  (TEVT) \nsystem in Sri Lanka is diverse.  There are more than 1,000 training centers operated by various \nentities, such as government agencies (Department of Technical Education, Vocational Training \nAuthority, National Apprentice and Industrial Training Authority, and National Youth Services \nCouncil), nongovernment organizations, and the private sector.  These centers were under the \nsupervision of 11 ministries, but they have been streamlined under the aegis of the Ministry of \nTertiary Education and Training (MTET).  Government agencies operate about 57% of the \ntraining centers, established by separate statutes and fully funded by government budgetary \nallocations. The capital expenditure of government agencies averages 7.4% of the education \nbudget.  Their  recurrent  expenditure  averages  only  2.2%  of  the  education  budget  and \napproximately  0.2%  of  the  Government’s  recurrent  expenditure,  which  is  not  enough  for \npurchasing supplies and paying utility bills. \n \n                                                 \n5  The aid meeting is tentatively scheduled on 9-10 June 2003 in Tokyo. ", "  3 \n9.  The key issue in the TEVT system is poor external efficiency—the mismatch between \ntraining programs and job opportunities—a consequence of the weak linkage between training \nproviders and end users. The training courses offered in these centers are mostly traditional, \ninflexible, and narrow, so that trainees easily lose interest, resulting in high dropout. There were \nno quality assurance programs in the TEVT system. To tackle the issues, ADB provided the \nSkills Development Project (SDP) in 1999 (footnote 1). \n \n10.  The main objective of the SDP is to improve the quality and relevance of skills training \nprograms to build a high quality workforce and address the issues of skills mismatch and \nunemployment  among  rural  and  urban  youth.  The  SDP  comprises  four  components:  (i) \nimproving the quality and relevance of skills development programs, (ii) institution building and \nhuman  development,  (iii)  resource  mobilization  and  sustainability,  and  (iv)  innovative \ninterventions  to  strengthen  NGOs  and  private  sector  participation.  MTET  is  the  executing \nagency of the SDP.   \n \n11.  The SDP experienced delays in its implementation initially, but it is on track with the \nappointment of full-time project staff. There have been a number of procurement problems, \nwhich have now been resolved. So far, the National Learning Resources Development Center \nwas  established,  together  with  50  flagship  centers.  About  150  satellite  vocational  training \ncenters  have  been  upgraded,  and  52  career  guidance and  counseling centers  have  been \nestablished. The national skill standards, testing, and accreditation system is in place and a \ncompetency-based training system is under pilot testing. It is expected that the project will be \nimplemented as planned, but the remaining 850 centers that have not been covered by the SDP \nshould also be upgraded. As the system is fragmented, further restructuring of the TEVT system \nis necessary to effectively meet the needs of the labor market, based on the experiences gained \nfrom the SDP. \n \n12.  Aid Coordination and Government Strategies. ADB is the biggest external funding \nagency in the education sector in Sri Lanka.  It has invested about $200 million in the sector in \neight projects over the past 20 years. The World Bank has invested $131 million in two projects \nso far.  It plans to invest in residential universities and possibly more broadly in information and \ncommunications technology (ICT). The Japanese Government provided about $60 million in \nsupport from 1996 to 1999 for mathematics and science education at junior secondary schools.  \nIt plans to continue supporting mathematics and science improvement using ICT. Among other \nbilateral donors, DFID, GTZ, NORAD and SIDA are active, mainly in basic education. \n \n13.  The current administration has undertaken several initiatives to define priorities for future \naction.  In addition to The Future: Regaining Sri Lanka, the Government formulated the Strategy \non Poverty Reduction. The draft National Employment Policy recommended 10 initiatives to \npromote growth in jobs, strengthen the TEVT system, and facilitate the functioning of the labor \nmarket.  “e-Sri Lanka: An ICT Development Roadmap” proposes a five-program strategy6 to \nposition the country for advancement in the area of ICT, which should also be adopted in the \nTEVT system, especially training ICT professionals, building a computerized TEVT system, \nweb-based training, and on-line job placement systems. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n14.  The overall objective of the TA is to support the Government’s poverty reduction strategy \nand  draft  National  Skills  Development  Policy  by  enhancing  the  country’s  skills-based \n                                                 \n6   The five-program strategy includes (i) build implementation capacity, (ii) build national information infrastructure, \n(iii) develop human resources in ICT, (iv) deliver citizen services through e-government, and (v) use ICT as a key \nlever for economic and social development. ", "4 \ncompetitiveness.  The objective of the assistance will be to improve the relevance, effectiveness \nand efficiency of skilled workers produced through institution development and policy reform.  \nThe TA will assist MTET (i) undertake an analysis of the TEVT subsector, (ii) develop a national \npolicy, strategic framework and costed action plan for TEVT, and (iii) prepare an investment \nproject that will spearhead reforms in TEVT through the Human Resource Investment Fund, \nwith particular emphasis on unemployed youths. \n \n15.  Key outputs of the TA will include (i) a policy and strategic framework, (ii) a plan for \nmanagement development and institutional strengthening at central levels, including standard \nsetting, quality assurance, accreditation, criteria-based funding, (iii) a plan for in-service training \nin technical skills and industrial exposure for instructors, and (iv) an investment project that will \naddress key systemic problems and link training supply with demand.  The Summary Initial \nPoverty and Social Analysis Report is in Appendix 1. \n \nB.  Methodology and Key Activities \n16.  The TA will have three components: (i) a comprehensive study and detailed plan to \nimplement  the  proposed  Human  Resource  Investment  Fund,  (ii)  an  action  plan  to  further \nrestructure the TEVT system to meet to the demands of the labor market, and (iii) a draft \nNational Skills Development Policy which will guide overall direction for education, training and \nemployment of skilled workers. \n \n17.  A comparative study will be conducted to review the current status of funds geared to \ndevelop human resources in other countries and to suggest the most appropriate administrative \nstructure for Sri Lanka. Based on the suggested structure and the draft Human Resource \nInvestment Act, administrative details will be drafted for consideration by the Government. The \nTA will carefully review how public sector training centers can be more effective in meeting the \ndemands of the labor market.  At the same time, private sector participation in training activities \nwill be encouraged by providing incentives and introducing a voucher system. \n \n18.  A comprehensive survey will be carried out to determine the current status and issues of \nthe TEVT system in the country with focus on the North and East.  Based on the survey results \nand  needs  assessment,  a  plan  to  further  restructure  the  TEVT  system  will  be  drafted  in \nconsultation  with  policymakers,  administrators,  instructors,  trainees,  and  the  private  sector.   \nGreater focus will be placed on comparing the internal and external efficiencies of public and \nprivate  approaches  in  TEVT.  Continuous  monitoring  of  labor  market  demands  and  their \nreflection in training programs will also be considered in the TA.  \n \n19.  The TA will assist the Government in drafting National Skills Development Policy based \non the analysis of the TEVT system, national policies and strategies, and lessons learned from \nother  countries.    The  policy  will  cover  skills  standards,  accreditation,  instructor  retraining, \nupgrading of training facilities and equipment, introduction of new training technologies, career \ncounseling and job placement, and management of training centers. \n \n20.  Performance indicators will be identified under the TA to assess the impact of the \nHuman Resource Investment Fund and the National Skills Development Policy. The possible \nindicators include (i) number of unemployed youth, (ii) number of youths benefited directly by \nthe Fund, (iii) relevance of training programs supported by the Fund in terms of labor market \ndemands, (iv) data on students’ achievement in terms of passing rates of national examinations, \n(v) extent of community support in terms of donations for job training of youths, and (vi) proper \noperation and maintenance of training facilities and equipment.  Baseline data will be collected \nunder the TA for future benefit monitoring and evaluation of the Project.  Data collection will be \ncontinued throughout the period of investment project. To ensure maximum participation of ", "  5 \nstakeholders in the design of the investment project, the TA team will consult the external \ndevelopment partners and stakeholders frequently. \n \nC.  Cost and Financing  \n21.  The total cost of the TA is estimated at $750,000 equivalent, comprising $322,000 in \nforeign  exchange  cost,  and  $428,000  equivalent  in  local  currency  cost.  ADB  will  finance \n$600,000 equivalent, covering the entire foreign exchange cost of $322,000, and $278,000 \nequivalent of the local currency cost. The Government’s contribution of $150,000 equivalent will \nbe in kind for office space and administrative support. The TA will be financed on a grant basis \nfrom the Japan Special Fund, funded by the Government of Japan. The detailed cost estimates \nand  proposed  financing  plan  are  in  Appendix  2.  The  Government  has  been  advised  that \napproval of the TA does not commit ADB to finance any ensuing project.  \n \nD.  Implementation Arrangements \n22.  The Ministry of Policy Development and Implementation will be the Executing Agency for \nthe TA. MTET will be the implementing agency. A steering committee will be organized with \nrepresentatives of stakeholders to review the subsector, assist policy formulation, and provide \noverall guidance for the TA and the ensuing investment project. The steering committee will \nmeet at least three times during TA implementation: at the inception, midterm review, and draft \nfinal report stages.   \n \n23.  A team of two international consultants and four domestic consultants will be recruited to \nprovide specialist services, totaling 22 person-months.  International consultants will include a \ntechnician education specialist cum team leader (5 person-months) and an education fund \nmanagement specialist (2 person-months).  The domestic consultants will include (i) a financial \nanalyst for 4 person-months, (ii) a vocational training specialist for 5 person-months, (iii) a \npoverty and social development specialist for 3 person-months, and (iv) a benefit monitoring \nand evaluation specialist for 3 person-months. The domestic consultants will work closely with \nthe international consultants. The outline terms of reference of the consultants are in Appendix \n3. Using the quality- and-cost-based selection method in accordance with ADB’s Guidelines on \nthe Use of Consultants and other arrangements satisfactory to ADB for engagement of domestic \nconsultants, ADB will engage the consultants through a firm.  The simplified technical proposal \nformat will be used. The consulting firm will procure equipment and software in accordance with \nADB’s Guidelines on Procurement. The equipment and software procured will be transferred to \nthe Government upon TA completion. \n \n24.  The TA will be implemented over 6 months from June 2003 through December 2003.  \nThe consulting team will arrive in Colombo on or around 16 June 2003 to implement the TA.  An \ninterim report will be submitted to the Government and ADB at the middle of the third month \n(September 2003).  This will be followed by draft and final reports, to be submitted to the \nGovernment and ADB during the fifth (November 2003) and sixth months (December 2003), \nrespectively. The Government will appoint a project manager and three counterpart staff for the \nTA to work with the team of consultants. The Government will also provide adequate office \nspace for and administrative support to the consultants.   \n \nIV.  THE PRESIDENT'S DECISION \n25.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe  Government  of  Sri  Lanka  for  preparing  the  Human  Resource  Investment  Project,  and \nhereby reports this action to the Board. ", "66        Appendix 1 \n \n \n \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS REPORT \n \n \nA.  Linkages to the Country Poverty Analysis \n       \nSector identified as a National Priority in  Yes  Sector identified as a National Priority  Yes \nCountry Poverty Analysis?    in Country Poverty Partnership \n  Agreement?   \n \nContribution of the sector/subsector to reduce poverty in Sri Lanka: \n \nAccording to a Government survey, the incidence of poverty declines as the level of education attained \nrises.  The incidence of poverty is highest in those households where the principle income earner has no \nschooling and lowest in those where the principle income earner is a university graduate. The technical \nassistance (TA) will take into account the access to and quality of technical education and vocational \ntraining for poor rural children.  To increase equal access to quality training, the TA will implement a more \nequitable and sustainable allocation of training facilities, equipment, training manuals, and other learning \nresources with effective training methods.  This will increase the learning outcomes of trainees in an \nequitable manner and contribute to reducing poverty and youth unemployment. \n \n \nB.  Poverty Analysis   Proposed Classification: Poverty Intervention \n \n \nBetween 25 and 39% of the population can be classified as poor in Sri Lanka.  Poverty is predominately a \nrural phenomenon, with nearly 90% of the poor residing in rural areas.   Therefore, one of the central \nobjectives of the Government is to restore economic growth and thereby effectively eliminate poverty in \nthe country.   The six major pillars of the Government’s strategy for poverty reduction are (i) investing in \npeople, (ii) creating opportunities for the poor to participate in economic growth, (iii) reducing conflict-\nrelated poverty, (iv) building a supportive macroeconomic environment, (v) empowering the poor and \nstrengthening governance, and (vi) implementing an effective monitoring and evaluation system.  The TA \nwill support the first three pillars by teaching job skills that will open up their opportunities especially in the \nrural and conflict areas. Considering the high unemployment rate of women, special attention will be given \nto the poor women to provide them with access to training opportunities, especially in nonconventional \noccupations. \n \n \nC.  Participation Process \nStakeholder analysis: \n \nThe TA was developed through extensive consultation with central and local governments and industries.  \nThe TA also reflects the needs of employers, students, teachers and school administrators. The TA will \nshare its information and resources with the stakeholders and seek their active involvement.  This \nconsultation  process  will  be  continued  during  TA  implementation  as  well  as  during  the  proposed \ninvestment project. \n \nParticipation strategy required:   \n \nA steering committee will be organized with the representatives of stakeholders.  The steering committee \nwill meet at least three times during TA implementation.  A similar committee will be maintained during the \nimplementation period of the investment project for the maximum participation of stakeholders. \n ", " \nAppendix 1      7\n \n \nD.  Potential Issues \n   Significant/     \nNot    Plan \nSignificant/  Strategy to Address Issues  Required \nUncertain/   \nNone \nResettlement    None    None \nGender   None  No institutional discrimination exists along gender lines in  None \n  access  to  technical  education  and  vocational  training.  \n  However, the project will make sure that equal access to \njob training opportunities and job placement services is \nprovided to girls. \n \nAffordability   None  As no fees are levied on trainees for learning job skills at  None \ntraining centers, there is no affordability issue. \n \n \nLabor  None  As  children  attend  schools  until  age  15,  there  are  no  None \nsignificant child labor issues.   \n \n \nIndigenous  None  There are indigenous peoples in Sri Lanka such as the  None \nPeople  Veddas or the Wanniya-laeto and there are also some \nethnic minorities such as Tamils, Moors, Burghers, Malays \n  and Euro-Asians. The TA will take into account ethnic \ndistribution of the country. \nOther  Risks/  Uncertain  Equal access to job training facilities may be compromised  None \nVulnerabilities  in remote areas because of poor infrastructure. This will \n  be  minimized  by  introducing  mobile  training  units  and \n  residential facilities in training centers. \n \n \n ", "8  Appendix 2 \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \n       \nA.  Asian Development Bank Financinga \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  120.0  0.0  120.0 \n      ii.  Domestic Consultants  0.0  50.0  50.0 \n    b.  International and Local Travel  10.0  12.0  22.0 \n    c.  Reports and Communications  2.0  4.0  6.0 \n  2.  Equipment and Softwareb  50.0  30.0  80.0 \n  3.  Training, Seminars, and Conferences       \n    a.  Facilitators  20.0  13.0  33.0 \n    b.  Training Program  20.0  36.0  56.0 \n  4.  Surveys and Research  60.0  30.0  90.0 \n  5.  Miscellaneous Administration, Minor  0.0  80.0  80.0 \n    Refurbishment, and Utilities \n  6.  Representative for Contract Negotiationsc  10.0  0.0  10.0 \n  7.  Contingencies  30.0  23.0  53.0 \n      Subtotal (A)  322.0  278.0  600.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  80.0  80.0 \n  2.  Remuneration and Per Diem  0.0  40.0  40.0 \n    of Counterpart Staff \n  3.  Others  0.0  30.0  30.0 \n      Subtotal (B)  0.0  150.0  150.0 \n       \n        Total  322.0  428.0  750.0 \na  Financed by the Japan Special Fund.  \nb  Equipment includes one notebook computer, one projector, two mobile phones, and one facsimile machine.  \nSoftware  includes  a  job  placement  system,  courseware  authoring  tools,  and  two  pieces  of  learning \nmanagement system. \nc  Two representatives will be invited for the contract negotiations. \nSource: Asian Development Bank estimates. \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  International Consultants \n \n  1.  Technician Education Specialist cum Team Leader (5 person-months) \n \n1.  As  team  leader,  the  consultant  will  be  responsible  for  planning  and  coordinating  the \nactivities of the other international consultant, domestic consultants, and counterpart staff. The \nconsultant  will  work  closely  with  the  Ministry  of  Policy  Development  and  Implementation  \n(Executing Agency), but also consider the views of other relevant government agencies (especially \nthe  implementing  agency)  and  representatives  of  employer  and  worker  organizations.  In \nconsultation with government officials and other experts in the field, the consultant will consolidate \nthe individual and group findings into a cohesive report suitable for submission to the Executing \nAgency and the Asian Development Bank (ADB). The consultant will also do the following tasks: \n \n(i)  Undertake  capacity  analysis  of  the  technical  education  and  vocational  training \n(TEVT) subsector and suggest ways to improve the quality and efficiency of the \nsubsector.  The analysis will take into account the existing capacity, its strengths \nand weaknesses, policies pertaining to the subsector, past support to the subsector, \nlessons learned, role of the private sector, and its relevance to the needs of the \nlabor market. \n(ii)  Draft action plans to restructure the TEVT system by involving the private sector.  \nThe  action  plans  should  include,  policy  changes  needed,  administrative \nstreamlining,  geographical  mapping  of  training  centers,  autonomy  of  training \ncenters, private sector participation, and measures for increasing ownership, among \nothers. \n(iii)  Draft National Skills Development Policy in collaboration with the stakeholders. \n(iv)  Draft a curriculum revision and staff development plan, including equipment and \nfacilities needed to support the new curriculum. \n(v)  Design an investment plan to enhance the efficiency and relevance of the TEVT \nsystem. Estimate project costs, suggest packaging and modes of procurement, and \nestimate yearly cash flow with assistance of the financial analyst. \n(vi   Produce  an  interim  report,  draft  final  report,  and  final  report  of  the  technical \nassistance (TA) in collaboration with the domestic consultants and the counterpart \nstaff.  The  reports  should  include  a  detailed  project  framework  and  monitoring \nindicators for the proposed Project. The final report should be easily be transformed \ninto ADB loan documents. \n (vi)  Procure  equipment  and  software  in  accordance  with  ADB’s  Guidelines  on \nProcurement. \n (vii)  Assess the implementation arrangements for the Skills Development Project and \nrecommend any changes needed for the proposed investment project. \n \n2.  Education Fund Management Specialist (2 person-months) \n \n2.  The  specialist  is  required  to  undertake  the  following  tasks,  which  are  necessary  to \nimplement the act for the Human Resource Investment Fund: \n \n(i)  Review the Government’s plan in terms of purpose and amount of the Human \nResource Investment Fund and its eligible activities. If not included, try to include \nthe youth corps, job corps, adult literacy program, rehabilitation of disabled, skill \n ", "10  Appendix 3 \nupgrading for industrial workers, applied research for solving production problems, \netc. in the eligible activities. \n(ii)  Draft criteria for recruitment, screening, selection, and assignment of enrollees. \n (iii)  Draft criteria for identifying eligible providers of education and training. \n (iv)  Design a one-stop delivery system and a performance accountability system. \n (v)  Suggest  methods  of  allocation,  use,  fiscal  control,  accounting,  and  reporting \nrequirements of the Fund.  \n (vi)  Design repayment and revolving schemes to increase the sustainability of the Fund. \n \nB.  Domestic Consultants \n \n  1.  Financial Analyst (4 person-months) \n \n3.  The financial analyst will collaborate with and help the team leader to accomplish the \nfinancial and economic analysis of the Project. The financial analyst will also be responsible for \nthe following: \n \n(i)  Conduct cost-effectiveness analysis of the investment proposal in accordance with \nADB’s  Guidelines  for  Economic  Analysis  of  Projects  and  Guidelines  for  the \nFinancial Governance and Management of Investment Projects Financed by the \nAsian Development Bank. \n(ii)  Assess the financial sustainability of the proposed Project by reviewing present \nbudgetary  allocations  and  expenditure  for  the  TEVT  subsector,  estimating \nincremental recurrent costs and their implications. \n(iii)  Estimate detailed project costs, suggest packaging and modes of procurement, \nand estimate yearly cash flow. \n(iv)  Determine the cost effectiveness of the project by calculating economic internal \nrate of return and/or financial internal rate of return. \n(v)  Explore cost-sharing principles in outsourcing training activities to private sector \nservice providers and in managing training facilities. \n(vi)  Assess  the  sustainability  of  the  Project  and  suggest  ways  of  recovering  the \noperation and maintenance costs. \n(vii)  Review financing practices in Sri Lanka and the audited financial statements of \nongoing education projects, and suggest ways to improve the practices. \n \n  2.  Vocational Training Specialist (5 person-months) \n \n4.  The specialist will be responsible for the following tasks: \n \n(i)  Conduct a survey of TEVT systems. Emphasis should be focused on identifying \ndeficiencies that need to be overcome to reorient the system to be responsive to \nlabor market demands.  The survey will be confined to the TEVT institutions that \nare not covered by the Skills Development Project. \n(ii)  Assess the viabilities of TEVT systems in terms of quality of training programs \nprovided, demands of labor market, reputation of the centers, community support, \netc. and draft a restructuring plan to provide consolidated services in collaboration \nwith the team leader. \n(iii)  Assess the status of women’s training in Sri Lanka and suggest ways of increasing \nwomen’s enrollment in TEVT programs. \n(iv)  Assess the costs of TEVT programs and suggest ways of recovering costs of \ntraining in collaboration with the financial analyst. ", "  Appendix 3  11 \n(v)  Draft a career guidance and job placement services action plan based on the \nexperiences of the existing system, especially a networking plan for the 52 career \nguidance and counseling centers. \n(vi)  Review the skills competition procedures of other countries, such as Japan, Republic \nof Korea, and Malaysia, including the procedures and requirements for participation in \nthe International Skill Olympics. \n(vii)  Design an appropriate skills competition system for Sri Lanka, starting from the \ndistrict and provincial to the national and international levels. \n \n3.  Poverty and Social Development Specialist (3 person-months) \n \n5.  The specialist will be responsible for the following tasks: \n \n(i)  Conduct a poverty and social analysis in accordance with the ADB Handbook for \nPoverty  and  Social  Analysis  and  ADB’s  Guidelines  for  Incorporation  of  Social \nDimensions in Bank Operations. Based on the analysis, suggest strategies to \nimprove access of the poor to job training and entrepreneurship training. \n(ii)  Prepare a gender analysis in accordance with ADB’s Guidelines on Gender and \nDevelopment  and  Gender  Checklist.    Based  on  the  analysis,  recommend \nstrategies to improve the employment of girls and other socially disadvantaged \ngroups in nonconventional occupations. \n(iii)  Assess the likelihood of social conflicts arising as a consequence of potential \nproject  interventions  and  suggest  mechanisms  to  ameliorate  these  conflicts, \nespecially in the North and East. \n(iv)  Evaluate the extent to which social and cultural beliefs and political influence may \naffect potential project interventions, and suggest ways to minimize these. \n(v)  Design mechanisms that will ensure women’s and ethnic minorities’ access to \nproject benefits. \n \n4.  Benefit Monitoring and Evaluation Specialist (3 person-months) \n \n6.  The specialist will be responsible for the following tasks: \n \n(i)  Design the project performance management system of the proposed investment \nProject. \n(ii)  Identify the performance indicators and collect baseline data. \n(iii)  Set the evaluation criteria based on the performance indicators. \n(iv)  Prepare a logical framework of the investment project. \n(v)  Train counterpart staff in the use of project performance management system of \nADB. \n \n \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "aj3", "ModDate": "D:20030509093151+08'00'", "CreationDate": "D:20030506182138+08'00'", "Creator": "Acrobat PDFMaker 5.0 for Word"}}