{"path": "data/input/ta/tar-oth-37575.pdf", "pages": [" \n \n \n \nASIAN DEVELOPMENT BANK TAR: OTH 37575 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nFOR  \n \n \nSMALL AND MEDIUM-SIZED ENTERPRISE GROWTH AND DEVELOPMENT  \n \n \nPHASE II  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BDS  –  business development service \n  FY  –  fiscal year \n  GMS  –  Greater Mekong Subregion \n  IFC  –  International Finance Corporation \n  MPDF  –  Mekong Project Development Facility (now renamed the \n      Mekong Private Sector Development Facility) \n  PDR  –  People’s Democratic Republic \n  SME  –  small and medium enterprise \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting  –  General intervention \nClassification \nSector  –  Industry and trade \nSubsector  –  Small and medium-scale enterprises \nThemes  –  Sustainable economic growth, regional cooperation, private sector \ndevelopment  \nSubthemes  –  Promoting economic efficiency and enabling markets \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Mekong Private Sector Development Facility ends on \nJune 30. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2004 ends on 30 June 2004. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by V.C.L Tan. \n  \n \n \n \n \n \n \n \n \n ", " \nI.  INTRODUCTION \n1.  In the context of promoting private sector small and medium enterprises (SMEs) in the \nMekong Region, the Asian Development Bank (ADB) approved technical assistance (TA) for \nSME growth and development through the Mekong Project Development Facility (MPDF) as \nexecuting  agency  in  2000.1  MPDF  is  a  multidonor  initiative  managed  by  the  International \nFinance Corporation (IFC) and supported by ADB, Australia, Canada, Finland, France, IFC, \nJapan,  Netherlands,  New  Zealand,  Norway,  Sweden,  Switzerland,  and  United  Kingdom. \nMPDF’s goal is to support the development of private, locally-owned SMEs in Cambodia, Lao \nPeople’s  Democratic  Republic  (PDR),  and  Viet  Nam  by  (i)  developing  sustainable  local \nproviders of financing and other business services needed by SMEs and (ii) cooperating with \nrelevant institutions in relation to local and foreign initiatives aimed at improving the business \nenvironment for SMEs.  \n \n2.  An independent evaluation conducted in 2002 by IFC’s Operations Evaluation Group \nthat was presented to the external funding agencies rated MPDF as successful in achieving its \nintended development outcomes.2 By the end of MPDF’s 5-year operational period (phase I) in \nDecember 2002, the external funding agencies agreed to extend its work for another 5 years \nfrom January 2003 through December 2007 (phase II) to build on the achievements of phase I.3 \nMPDF requested ADB for further TA to support its work during phase II and concurred with the \ngoals, objective, scope, costs, implementation arrangements, eligibility criteria, and operational \nprocedures  of  the  TA.4  The  TA  is  included  in  ADB’s  Greater  Mekong  Subregion  (GMS) \nRegional Cooperation Strategy and Program (2004–2008).5 The TA framework is in Appendix \n1. \n \nII.  ISSUES \n \n3.  Private sector SMEs constitute an integral part of the economies of Cambodia, Lao \nPDR, and Viet Nam. In Cambodia, small-scale enterprises dominate economic activity and \naccount for a substantial part of employment. The Lao PDR’s private sector is predominantly \nsmall, with 75% of SMEs located in rural areas and becoming an increasingly important source \nof economic activity. In Viet Nam, the private sector accounted for 48% of gross domestic \nproduct in 2002 and 89% of employment in 2001, and Ministry of Planning and Investment \nestimates  indicate  that  SMEs  account  for  more  than  90%  of  the  private  sector.  Clearly, \nharnessing the productive potential of private sector SMEs is essential to long-term growth. The \nGMS Flagship Program endorsed by the GMS Summit of Leaders in 2002 identified support for \nSMEs  as  a  way  to  enhance  private  sector  competitiveness,  economic  development,  and \npoverty reduction in the region. ADB’s GMS Regional Cooperation and Strategy Program and \ncountry  strategies  for  Cambodia,  Lao  PDR,  and  Viet  Nam  also  support  private  sector \n                                                 \n1  ADB. 2000. Technical Assistance for Small and Medium-Size Enterprise Growth and Development in the Mekong \nRegion. Manila (TA 5951-REG for $750,000, approved on 8 December 2000).  \n2  ADB also rated TA 5951-REG as successful. ADB. 2004. Technical Assistance Completion Report on Small and \nMedium-Size Enterprise Growth and Development in the Mekong Region. Manila. MPDF completed 129 projects \nthat helped create and sustain 17,050 jobs, assisted in the capacity building of more than 40 companies, and \nprovided training to 3,720 SME managers and 2,750 bank officers. It also published 12 workbooks, of which it sold \n42,905 copies, and prepared 13 research papers on private sector development issues and disseminated them to \ngovernments and external funding agencies. \n3  The external funding agencies approved a change in MPDF’s name to the Mekong Private Sector Development \nFacility in phase II, but the abbreviation remains the same. \n4  The TA first appeared in ADB Business Opportunities (Internet edition) on 12 July 2004.  \n5  Formerly listed in the Regional Cooperation Strategy Program (2004-2008) as the Mekong Project Development \nFacility. ", "2  \ndevelopment—fostered by SME development—as key to generating employment and pro-poor, \nsustainable economic growth.  \n \n4.  While modest progress was seen in the three countries in relation to a number of SME \ninitiatives,6 impediments remain, and the enabling environment for SMEs in these transitional \neconomies continues to be weak. Constraints include the absence of a clear SME development \npolicy and coordination framework, governments’ weak ability to implement policy initiatives, \ncumbersome and costly business registration and licensing systems, limited access to financial \nand physical resources (especially inadequate and/or ineffective land registration systems), \nlimited access to international markets and quality standards, lack of a level playing field with \nstate-owned  enterprises,  and  ineffective  enforcement  of  economic  contracts.  Furthermore, \nprivate sector SMEs in these countries are in a formative stage because of years of centralized \nplanning and government control. Thus SMEs are often handicapped by their weak technical \ncapacities; lack of modern management knowledge; and lack of access to information, capital, \nand links to foreign markets. Compounding these constraints is the low availability and poor \nquality of business development services (BDSs)7 for SMEs, which hampers their productivity \nand competitiveness.  \n \n5.  ADB is pursuing support for private sector SME development through a number of \napproaches,  including  (i)  creating  enabling  business  environments,  (ii)  reforming  financial \nsectors, and (iii) providing direct financial assistance to SMEs. ADB has GMS and national \nSME and financial sector reform programs in place to carry out the first two thrusts to help \ngovernments address the regulatory and financial sector impediments to private sector SME \ngrowth. ADB provides direct financial assistance to private sector SMEs in the GMS through a \nregional investment fund.8 In addition, ADB sees the provision of TA through regional facilities \nsuch as MPDF as complementing its public sector interventions and as a cost-effective means \nof delivering direct, relevant, and specific applications and assistance to the SME sector, which \nis characterized by small levels of investment.9 The TA will therefore seek to stimulate private \nsector SME development in the GMS by continuing ADB’s partnership with MPDF.10  \n \n6.  MPDF is the largest SME facility in the Mekong region. It provides assistance to private \nsector entrepreneurs and organizations through three separate, but interlinked, programs: (i) \nthe Company Advisory Assistance Program, which helps local SMEs improve their operations, \ndevelop new markets, strengthen their management, and develop sound business plans; (ii) \nthe Business Development Program, whereby MPDF works with local institutions, business \n                                                 \n6  These include the passage of the SME Decree (or Decree 90 “Support for Development of SMEs”) and Enterprise \nLaw in Viet Nam, amendments to the Law on Investment in Cambodia, and the promulgation of the SME Decree in \nLao PDR.   \n7  BDS refers to any nonfinancial service used by an enterprise to help carry out its business functions, including \ntraining; consultancy and outsourced services for marketing, packaging, and product design; quality assurance; \ndistribution logistics; information technology; business linkage promotion; management; finance and accounting; \nand advertising. \n8  ADB. September 2001. Equity Investment in the Mekong Enterprise Fund (MEF), Manila (for $5 million, approved \non 7 September 2001). The fund is a 10-year, $18.5 million investment fund and the first fund in the target \ncountries of Cambodia, Lao PDR, and Viet Nam that specifically focuses on investments in locally owned, private \nsector SMEs. The fund was conceptualized and established through the joint efforts of ADB and MPDF.  \n9  ADB’s first application of this approach was through two regional TAs to the South Pacific Project Facility: ADB. \n1996. South Pacific Project Facility. Manila (TA 5683-REG, for $300,000, approved on 26 April 1996); ADB. 1999. \nSouth Pacific Project Facility II: Private Sector Development Support. Manila (TA 5891-REG, for $300,000, \napproved on 23 December 1999). \n10 ADB approved the VIE: SME Sector Development Program Loan in October 2004 and the CAM: SME Sector \nDevelopment Program Loan in December 2004 to further strengthen the SME sectors in the two countries. ADB \nhas benefited from MPDF’s meso- and firm-level insights during the preparation of these loans.  \n ", "  3\ncenters, and trade associations to strengthen their capacity; and (iii) the Business Enabling \nEnvironment Program, which conducts research on specific issues facing local SMEs and the \nenvironment in which they operate, widely disseminates the results of findings on crucial SME \nregulatory  issues,  and  promotes  policy  dialogue  among  governments,  external  funding \nagencies, private sector business associations, and enterprises.11 MPDF’s more than 7 years \nof operational experience has given it keen insights into the distinct demands of private SMEs \nand local BDS providers in each of the three Mekong countries.  \n \n7.  The three MPDF programs have achieved considerable synergy, which has further \nstrengthened MPDF’s ability to provide assistance to SMEs in different forms and through the \ndifferent  stages  of  an  enterprise’s  growth.  For  example,  in  Cambodia,  the  Business \nDevelopment  Program  identified  several  clients  for  operational  review  by  the  Company \nAdvisory Assistance, and in one case the operational review led to a substantial loan from a \nlocal bank. Concepts and business models that proved successful in the relatively more mature \nmarkets of Viet Nam are being adapted in Cambodia and to a limited extent in the Lao PDR. \nThe Business Edge workbooks of the Business Development Program (easy to understand and \napply training materials aimed at enhancing SMEs’ managerial capacity) met with considerable \nsuccess in Viet Nam (including a decent return for the local printing and distribution partner) \nand are being adapted for Cambodia and the Lao PDR. Challenges remain, however, such as \nfinding capable local partners for such programs. MPDF has continued to emphasize corporate \nsustainability  in  areas  such  as  labor  relations,  environmental  protection,  human  resource \ndevelopment, gender equity, community relations, and corporate governance. Environmental \nand social reviews in accordance with World Bank and IFC guidelines are included in Company \nAdvisory Assistance projects and are targeted for priority attention. An MPDF monitoring and \nevaluation framework has been refined to include new tools, such as logical frameworks, \nbaseline surveys, and outcome evaluations.  \n \n8.  MPDF  has  a  Donor  board  comprising  representatives  from  its  external  funding \nagencies, ADB and IFC, which provides strategic direction for the overall functioning of MPDF. \nIFC provides technical and management support. MPDF’s headquarters are in Hanoi and it has \nfield offices in Ho Chi Minh City, Phnom Penh, and Vientiane. MPDF has 6 international and 60 \nlocal staff, supplemented by consultants as needed for specific project assignments. While it \ncharges a nominal amount for most of its services, recently it has been trying to recover an \nincreasing portion  of  its  costs  wherever  possible.  Almost  all  its  operations  are funded  by \nexternal funding agency support.  Appendix 2 provides funding and budgetary  information. \nMPDF (phase II) requires a total of $29.9 million and has received commitments of around \n$25.0 million. MPDF has developed close working relationships with various stakeholders, \nincluding business associations, nongovernment associations, and social and environmental \ngroups involved in the private SME sector. External funding agencies value it as a strong \npartner whose extensive regional and country-specific knowledge and network they regularly \ntap to help them with their own SME development programs.12  \n \n                                                 \n11 Business Issues Bulletins, published every other month in Viet Nam in partnership with the national Chamber of \nCommerce and Industry and quarterly in Cambodia include articles such as “Implications to the Viet Nam Business \nCommunity of the Revised Draft Land Law” and “Value Chains—Opportunities and Constraints in Cambodia.” \nSimilar bulletins will be published in the Lao PDR semi-annually starting in 2005. Research studies topics include \n“Difficulties Companies Face in Viet Nam throughout the Registration and Start-Up Phase”, and “Opportunities and \nAdvantages for Cambodian Entrepreneurs after World Trade Organization Accession”. MPDF has engaged in \ndialogue with the Government of the Lao PDR to establish a private sector forum.  \n12  For example, MPDF in partnership with ADB produces Markets and Development bulletins every other month \ntargeted at provincial-level authorities, the private sector, and agricultural producers to address the lack of \ninformation on business-related issues in rural areas of Viet Nam. \n ", "4  \n9.  MPDF’s  comparative  advantage  in  terms  of  first-hand,  enterprise-level  knowledge \nacquired through years of operational experience and its established infrastructure offer a \ncomplementary and effective way for ADB to undertake its private sector SME development \nthrusts. Partnership with MPDF provides ADB with practical insights on issues and possible \npolicy enhancements. Through the TA, ADB can support consulting and MPDF’s three project \nactivity programs to meet specific enterprise-level or subsector needs in a targeted manner. For \nits part, ADB can continue to impart its extensive knowledge of and approaches to SME and \nprivate sector development to MPDF. For example, ADB’s GMS development programs of \ncross-border trade and investment facilitation, business forum initiatives and discussions, and \npublic-private  consultation  meetings  offer  MPDF  opportunities  for  participating  in  regional \ndevelopment. ADB is also well placed to act as a facilitator between government agencies and \nMPDF. From its representation on MPDF’s board, ADB is also able to share, coordinate, and \nharmonize  its  regional  development  agenda  with  the  agendas  of  other  external  funding \nagencies. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n10.  The goal of the TA is to stimulate the development of private sector SMEs in Cambodia, \nLao PDR, and Viet Nam. Its objective is to (i) facilitate SMEs’ access to financing sources and \nenhanced business and TA services and (ii) improve business environments through research \nand policy advocacy. \n \n11.  The outputs of the TA will include (i) the identification of SME needs and the provision of \nbusiness  services,  (ii)  the  identification  of  SMEs’  and  local  financial  institutions’  capacity \nrequirements and the provision of training programs and workbooks, (iii) the development of \ncore consulting courses and the delivery of training programs to local BDS providers, (iv) the \nprovision  of  TA  and  training  to  grassroots  business  organizations,  (v)  the  provision  of \nassistance  with  setting  up  e-commerce  web  portals,  (vi)  the  provision  of  assistance  with \nplanning and setting up business associations, (vii) the conduct and wide dissemination of \nresearch  on  private  sector  SME  development  issues,  and  (viii)  the  organization  of  policy \ndialogue among stakeholders. \n \nB.  Methodology and Key Activities \n \n12.   The TA will use MPDF’s existing organizational and managerial capabilities. The TA’s \nproject-related and program activities will be carried out through MPDF’s three programs and \nwill benefit private sector SMEs, local financial institutions, local BDSs and training partner \ninstitutions, and business associations in Cambodia, Lao PDR, and Viet Nam. The TA will help \nmeet the cost of consultants recruited by MPDF to undertake project-related activities and the \nrelated costs of project support programs for private sector SMEs and local institutions. TA-\nfunded projects will address specific development reform initiatives and will have a positive, \ndemonstrative  development  impact,  contributing  to  overall  reform  and  the  regulatory \nrequirements for promoting private sector SME development in the three countries. \n \nC.  Cost Estimates and Financing \n \n13.   The total cost of the TA is estimated at $300,000. The TA will be financed on a grant \nbasis from ADB’s TA funding program. This grant will fund a portion of the $29.9 million 5-year \nfunding requirement of MPDF phase II. The TA will fund fees and remuneration, airfares, daily \n ", "  5\nsubsistence payments, and other workshop and administrative and support services. Over the \n24-month TA period from January 2005 through December 2006,  MPDF’s total consulting \nexpenditure is projected to be approximately $6 million, of which ADB’s TA support will be \n$275,000. MPDF expenditure on related workshops and training is projected at $2 million, of \nwhich $25,000 will be funded by the TA (Appendix 3 provides the cost estimates and financing \nplan). \n \nD.  Implementation Arrangements \n \n14.  MPDF  will  be  the  executing  agency  for  the  TA.  Similar  to  the  implementing \narrangements for phase I, ADB will fund a portion of MPDF’s operational activities, but MPDF’s \nmanagement team will undertake all matters relating to the design of specific assignments, the \npreparation  of  terms  of  reference,  the  selection  and  recruitment  of  consultants,  and  the \nadministration of each assignment. ADB monitors MPDF’s programs, including those funded by \nthe TA, on a semiannual basis at Donor board meetings and through quarterly newsletters, \nannual reports, and MPDF’s monitoring and evaluation reports. MPDF will closely coordinate \nwith ADB’s resident missions in the three countries to discuss TA-funded projects and SME \ndevelopment programs by both institutions, thereby permitting enhanced dialogue on needed \nreforms. In addition, potentially viable and suitable projects developed using TA funds should be \nreferred to ADB’s Private Sector Operations Department for possible financing.  \n \n15.  The consultant requirements are expected to range from assignments of 2 to 6 months. \nADB’s TA will support the equivalent of approximately 20 person-months for five consultancy \nassignments and portions of related program activities. MPDF follows IFC consultant selection \nprocedures  and  consultant  contracts  are  with  IFC.  Accordingly,  IFC  consultant  selection \nprocedures consistent with ADB’s Guidelines on the Use of Consultants will be used to select \ninternational and/or domestic consultants financed under the TA. Although IFC’s guidelines for \npaying consultant fees and allowances will apply, TA funds should only be applied to meet costs \nrelating to consultants recruited from ADB member countries. MPDF will seek reimbursement \nfrom ADB on the basis of claims for eligible expenditures submitted to ADB. ADB retains the \nright of prior approval of TA funding through ADB’s Mekong Governance, Finance, and Trade \nDivision to ensure adequate coordination of ADB and MPDF programs. Appendix 4 contains \neligibility criteria and operational procedures for the TA. \n \nIV.  THE PRESIDENT’S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to \nthe Mekong Private Sector Development Facility for Small and Medium-Sized Enterprise Growth \nand Development Phase II, and hereby reports this action to the Board. \n \n ", "6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nPerformance  Indicators  Assumptions and \nDesign Summary  and Targets  Monitoring Mechanisms  Risks \nGoal       \n     \nStimulate the  •  Increased private sector  Statistical data on private \ndevelopment of private  investments in absolute  sector investment and \nsector SMEs  amounts in SMEs and as  business activities in SMEs, \n  a share of gross  business association \n  domestic product   formation, employment \n•  Increased business  generation, and number and \nformation and local  capacity of local training and \nprovision of business  business development \ndevelopment services   service institutions \n \nPurpose       \n       \nFacilitate SMEs’ access  •  Increased credit  •   Statistical data on  Assumptions \nto financing sources and  availability to SMEs from  financing for SMEs from  •  Continuing reforms \nenhanced business and  local financial institutions  local banks and other  aimed at creating a \nTA services   •  Improved availability and  financial institutions    conducive \n  diversity of business and  •   Feedback from SME  environment for \nImprove the business  technical advice to SMEs  clients, local financial  private sector \nenvironment through  •  Reduced cost of doing  institutions, investors,  development (in \nresearch and policy  business (new or revised  nongovernment  particular, locally-\nadvocacy  laws adopted to make  organizations, service  owned private sector \n  the playing field level for  providers, government  SMEs), including the \nthe domestic private  agencies and external  creation of effective \nsector)  funding agencies  financial systems and \n•   Midterm and full-term  open investment \nindependent evaluation  regimes \nby the Operations  •  Conducive \nEvaluation Group of the  macroeconomic \nInternational Finance  environment \nCorporation    \n•    ADB TA completion \nreport \nOutputs       \n       \n1.  Company Advisory  •  Number of SMEs  •   Annual review using  Assumptions \n   Assistance Program  screened, TA provided,  MPDF’s monitoring and  •   Active local business \n  volume of financing  evaluation framework  community \nIdentify SME investments  raised  •   MPDF annual reports  •   Active local banks \nfor funding by financial    and quarterly  and financial \ninstitutions     newsletters  institutions  \n    •  MPDF project progress  •   Active local business  \nIdentify and address  •  Number and diversity of  reports, project  development service \nmanagerial and training  training courses  completion reports, and  providers \nmatch requirements (e.g.,  conducted for SMEs,  outcome surveys \nmarketing skills,  number of trainees  •  Annual and semiannual \naccounting systems,  •  Satisfaction ratings by    Donor board review \nmanagement information  SMEs, training  meetings. \nsystems, planning)  participants   \n   \nFacilitate environmental  •  Number of assisted \nand social compliance,  SMEs improving \ncorporate social  environmental and social \nresponsibility, and  compliance, corporate \ncompliance with  social responsibility, or \nContinued on next page \n ", "Appendix 1  7\nPerformance  Indicators  Assumptions and \nDesign Summary  and Targets  Monitoring Mechanisms  Risks \ninternational standards  international standards \nsuch as SA 8000 as  certification \ncertified by the Bureau  •  Satisfaction ratings by \nVeritas Quality  SMEs \nInternational, Vietnam,   \nand ISO 9001:2000,   \ncertified by TUV   \nRheinland Vietnam Ltd.,   \nDet Norske Veritas, and   \nthe Bureau Veritas   \nQuality International   \n   \nDevelop core consulting  •  Number of training \ncourses and deliver  courses conducted for \ntraining courses to local  local consultants \nconsultants  •  Number of consultants \n  trained \n \n•  Satisfaction ratings by \n \nSMEs, training \n \nparticipants  \n \n  •  Percentage of costs \n  recovered from seminars \n  and workshops \n  conducted, fees earned \n  by MPDF \n   \nProvide TA and training to  •  Number of grassroots \ngrassroots business  business organizations \norganizations   identified, screened, and \n  assisted \n \n2.  Business       \nDevelopment       \nProgram       \n       \nIdentify capacity building  •  Number and diversity of  •  Annual review using the  Assumptions \nand training requirements  training courses  MPDF’s monitoring and  •   Active local business \nfor local financial  developed and  evaluation framework.   community \ninstitutions and local  conducted for local  •   MPDF annual reports  •   Active local banks \nconsultants and address  financial institutions and  and quarterly  and financial \nthese through workshops  local training agents,  newsletters  institutions \nand training seminars  number of trainees  •   MPDF project progress  •  Active local business \n    reports, project  development service \nCertify local training  •  Number of certified local    completion reports, and  providers \npartners  training partners   outcome surveys \n    •  Annual and semiannual \nProduce workbooks for  •  Sales volume of  Donor board review \nend-user, and trainer  workbooks and trainer  meetings \nmanuals  manuals \n  •  Satisfaction ratings by \n  buyers of workbooks \n  and manuals \n  •  Percentage of costs \n  recovered for the \n  production of workbooks \n   \nHelp with setting up   •  Number of e-commerce \ne-commerce web portals  portals developed, \nto aid in trade promotion  number of website visits, \nContinued on next page \n ", "8 Appendix 1 \nPerformance  Indicators  Assumptions and \nDesign Summary  and Targets  Monitoring Mechanisms  Risks \n  activities and business \n  volume generated by \n  these portals \n   \nProvide assistance with  •  Increase in active \nplanning and setting up  membership of business \nbusiness associations  associations and \n  improvement in quality \n  and quantity of services \n  provided to members \n   \n3.  Business Enabling       \nEnvironment Program       \n       \nConduct research on  •  New and/or revised laws  •   Annual review using  Assumptions \nprivate sector  adopted incorporating  MPDF’s monitoring and  •   Active local business \ndevelopment issues and  MPDF’s  evaluation framework.  community  \ndisseminate the results  recommendations  •   MPDF annual reports  •  Active local banks \nwidely  •  More information for  and quarterly  and financial \n  policy advocacy  newsletters  institutions \nIssue Markets and  provided to local  •   MPDF project progress  •   Active local business \nDevelopment bulletins in  governmental officials  reports, project  development service \ncooperation with ADB and  •  Satisfaction ratings by  completion reports, and  providers \npublish private sector  beneficiaries of MPDF’s  outcome surveys \ndiscussion papers and  business enabling  •   Annual and semiannual \nBusiness Issues Bulletins   environment work  Donor board review \n  meetings \nOrganize policy dialogues  \n \nActivities       \n       \nMPDF activities carried  •  Quality of MPDF  •   MPDF reports  Assumptions \nout through three  programs and of  •   Donor board meetings,  •   Interest on the part \nprograms  consulting services  program report sharing,  of SMEs and local \n  provided, quantity of  ADB resident mission  institutions in \n1.  Company Advisory  services sought  meetings with MPDF  MPDF’s services \nAssistance Program  •  MPDF programs and  staff on   •   Strong multilateral \n  projects addressing    programs and enabling  and external funding \n2.  Business  needed policy reforms as  environment reform  agency \nDevelopment  identified by ADB, World  efforts    cooperation and \nProgram  Bank, and other external  coordination \n  funding agencies   \n3.  Business Enabling \nEnvironment Program \n \nCoordination and \ncooperation among ADB \nand other external \nfunding agencies in \nrelation to reform   \n \n       \nContinued on next page \n ", "Appendix 1  9\nPerformance  Indicators  Assumptions and \nDesign Summary  and Targets  Monitoring Mechanisms  Risks \nInputs       \n       \nConsultants    •   MPDF annual financial  Assumptions \n  (Remuneration, Per    reports  •   Capable MPDF \nDiem, and Travel)  $275,000  •   MPDF annual reports and  management and \n    quarterly newsletters,  staff  \n Workshops, Training, and    annual and semiannual  •   Availability and \nRelated Administrative    Donor board review  timely recruitment of \nSupport Services  $25,000  meetings  consultants \n    •   ADB TA completion  •   To the extent \nTotal  $ 300,000  report  possible, cost \n  recovery and gradual \nphasing out of \nsubsidies in certain \nprograms \n \nADB = Asian Development Bank, MPDF = Mekong Private Sector Development Facility, SME = small and medium \nenterprise, TA = technical assistance. \n \n \n \n \n \n \n \nRobert S. Boumphrey \nDirector, MKGF \n \n \n \n \n \n \nRajat Nag \nDirector General, MKRD \n \n ", "   \n1\n0\n \n \n \nA\nMEKONG PRIVATE SECTOR DEVELOPMENT FACILITY PHASE II EXTERNAL FUNDING AGENCY COMMITMENT STATUS  p\np\ne\nAND BUDGET  n\nd\n  ix\n 2\nTable A2.1: Mekong Private Sector Development Facility Phase II, External Funding Agency Funding Status    \n(as of 30 June 2004) \n \n  Commitment  Disbursed Amount  Undisbursed Amount \nExternal Funding Agency  Currency  Amount  $ Equivalent  Currency  Amount  $ Equivalent  Currency  Amount  $ Equivalent \n                    \nApproved              \nRolled over from MPDF I                   \n(including Canadian         \nInternational Development         \nAgency fund)  $  3,014,600  $  3,014,600 \nAustralia  $    539,600  $    400,000  $    139,600 \nCanada  Can$  3,700,000  2,769,300  Can$  1,000,000  762,835  Can$  2,700,000  2,006,465 \nIFC  $    5,000,000  $    2,000,000  $    3,000,000 \nJapan  $    500,000a $    500,000  $    0 \nNetherlands  € (f)  500,000  573,119a €  500,000  568,333  $    4,786 \nNew Zealand  NZ$  900,000  574,110  NZ$  300,000  192,060  NZ$  600,000  382,050 \nNorway  NKr  15,000,000  2,203,979  NKr  5,500,000  811,907  NKr  9,500,000  1,392,072 \nSweden  SKr  20,000,000  2,646,033  SKr  8,000,000  1,051,031  SKr  12,000,000  1,595,002 \nSwitzerland  SwF  5,000,000  3,708,392  SwF  5,000,000  3,708,392  SwF    0 \nUnited Kingdom  ₤  1,500,000  2,668,680  ₤  450,000  738,675  $  1,050,000  1,930,005 \nTotal Approved      24,197,813      13,747,833      10,449,980 \n                   \nAgreements in process                   \nNetherlands  €  608,000  696,913             \n                   \nUnder Consideration                   \nADB  $    300,000             \nAustralia      TBD             \nFinland      TBD             \n                   \nPotential Commitments                   \nJapan      TBD             \nNetherlands      TBD             \n        Subtotal      TBD             \n                   \nTotal      25,194,726             \n                   \nIFC = International Finance Corporation, MPDF = Mekong Private Sector Development Facility, TBD = to be determined. \na Annual contribution.  \nSource: Mekong Private Sector Development Facility data.  ", " \nTable A2.2: Mekong Private Sector Development Facility Phase II, Actual and Projected Operational Budget \nJanuary 2003 to December 2007  \n($) \n \nFirst Half  First Half \nCY2003  FY2004  FY2005  FY2006  FY2007  FY2008   \nItem  Actual  Actual  Projected  Projected  Projected  Projected  Total \nCompany Advisory Assistance Program  644,613  1,355,161  1,266,500  1,225,500  1,125,500  512,750  6,130,024 \nFinancing and Advisory Assistance  547,921  790,850  816,438  817,000  716,227  307,650  3,996,086 \nViet Nam      362,294        \nCambodia and the Lao PDR      454,144        \nConsultant Development Program  96,692  354,645  143,897  0  0  0  595,234 \nLinkages  0  209,666  306,165  408,500  409,273  205,100  1,538,704 \n               \nBusiness Development Program  1,138,206 3,060,723  2,583,000  2,211,000  1,621,000  560,500  11,174,429 \nBusiness Edge  466,866  1,092,499  983,149  818,889  748,154  280,250  4,389,807 \nViet Nam      860,255         \nCambodia and the Lao PDR      122,894         \nBank Training Center  260,269  666,449  435,714  456,238  249,385  0  2,068,055 \nViet Nam Bank Training Center      312,820         \nCambodia Institute of Banking      122,894         \nBusiness Associations Support Initiative  182,581  529,485  670,328  584,921  498,769  280,250  2,746,334 \nViet Nam      391,025         \nCambodia and the Lao PDR      167,582         \n    International Garment Training  \nCenter      111,721         \nTrade Promotion  228,490  772,290  493,809  350,952  124,692  0  1,970,233 \n                \nBusiness Enabling Environment Program 242,938  427,483  980,000  1,000,000  1,000,000  200,000  3,850,421 \nAdministration and Overhead  1,023,565  2,054,683  1,830,000  1,800,000  1,500,000  500,000  8,708,248 \n               \nTotal Expenditures  3,049,322  6,898,050  6,659,500  6,236,500  5,246,500  1,773,250  29,863,122 \nA\np\n  p\ne\nCY = calendar year, FY = fiscal year, PDR = People’s Democratic Republic.  n\nd\nSource: Mekong Private Sector Development Facility data.   ix\n 2\n \n1\n1\n ", "12 Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Total  \nItem  Cost  \nAsian Development Bank (ADB) Financing a    \n   \n1.  Consultants \n  (Remuneration, per diem, and travel)  275,000 \n   \n2.  Workshops, Training, and Related    \n  Administrative Support Services    25,000 \n   \nTotal   300,000 \na  Financed on a grant basis from ADB’s technical assistance funding program. \nSource: ADB estimates. \n ", "Appendix 4  13\nELIGIBILITY CRITERIA AND OPERATING PROCEDURES \n1.  Regional technical assistance (TA) funds may be used to meet the costs of consultants \nrecruited  by  the  Mekong  Private  Sector  Development  Facility  (MPDF)  for  specific  project \nassignments  as  detailed  here.  The  Asian  Development  Bank  (ADB)  and  the  International \nFinance Corporation (IFC) will enter into an agreement on mutually acceptable terms and \nconditions incorporating the following eligibility criteria and operating procedures. \n(i)  Consultants  will  work  on  specific  assignments  undertaken  by  MPDF  in \naccordance with its objective of promoting viable private sector small and medium \nenterprise  (SME)  projects,  thereby  contributing  to  self-sustaining  economic \ngrowth in the Mekong region. \n(ii)  Viable and suitable projects developed using TA funds will be referred to ADB for \npotential financing by ADB’s Private Sector Operations Department. \n(iii)  Each  consultant  will  be  selected  and  engaged  in  accordance  with  IFC’s \nconsultant recruitment procedures that are consistent with ADB’s Guidelines on \nthe Use of Consultants. In particular, MPDF will ensure that qualified candidates \nfrom all ADB member countries are eligible for consideration for any assignment \nto be financed by the TA. \n(iv)  Eligible expenses under the TA are fees, airfares, and subsistence payments to \nconsultants  and  for  workshops,  training,  and  support  services  determined  in \naccordance with IFC’s standard procedures and guidelines.  \n(v)  Work undertaken by the consultants will be carried out in, or related to, projects in \nCambodia, Lao People’s Democratic Republic, and Viet Nam. \n(vi)  Consultants may be individuals or firms. Individual consultants, whether recruited \ndirectly or through a firm, will be nationals of ADB member countries. A consulting \nfirm, whether directly engaged, or providing an individual consultant, will be from \nan ADB member country. \n(vii)  Except as ADB may otherwise agree, TA funds will not be applied to assignments \nfor privatizing public sector enterprises or for projects involving enterprises that \nhave majority government ownership. \n(viii)  Except as ADB may otherwise agree, TA funds will not be applied to any single \nconsulting assignment with a total cost exceeding $90,000 equivalent.  \n(ix)  MPDF will submit claims to ADB for reimbursement of eligible expenses under \nthe TA. Such claims will provide details required by ADB, including the name and \ncountry of the project; name, address, and nationality of the consultant; and \nexpenditure category (fees, travel expenses, subsistence expenses, workshop, \ntraining, support services, etc.). Upon review and acceptance of the claim for \nreimbursement, ADB will remit the reimbursement to the International Bank for \nReconstruction and Development, account number 2000192003489, Swift Bic \nCode: PNBPUS3NNYC, Wachovia Bank, NA, New York.  \n(x)  MPDF  will  submit  to  ADB  quarterly  newsletters  and  annual  status  reports \ncovering all its projects and hold semiannual Donor meetings. In addition, MPDF \nwill also supply ADB with project progress reports, project completion reports, \nand outcome evaluation reports for projects specifically funded by ADB’s TA. \nStaff from the MPDF offices in the three countries will meet regularly with ADB \nresident mission staff to discuss TA-funded projects and the SME development \nprograms of both institutions. This will ensure close coordination and information \nsharing, allowing input for dialogue on needed reforms, with the government \nconcerned.  \n(xi)  TA-funded projects will have a demonstrative, positive development impact. They \nwill also support reform and/or regulatory processes to promote private sector \n ", "14 Appendix 4 \nSME development in Cambodia, Lao People’s Democratic Republic, and Viet \nNam. \n "], "metadata": {"ModDate": "D:20050107104455+08'00'", "CreationDate": "D:20050106183258+08'00'", "Title": "Microsoft Word - R336-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20041228070126"}}