{"path": "data/input/ta/tar-van-36407.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK       \nTAR: VAN 36407 \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Cofinanced by the Government of Australia) \n \n \nTO THE \n \n \nREPUBLIC OF VANUATU \n \n \nFOR \n \n \nSECURED TRANSACTIONS REFORMS \n \n \n \n \n \n \n \n \n \n \nDecember 2004", "   \nCURRENCY EQUIVALENTS \n(as of 14 October 2004) \n \nCurrency Unit –  vatu (Vt) \nVt1.00 =  $0.0089 \n$1.00 =  Vt112.41 \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  IT  –  information technology \n  MFEM  –  Ministry of Finance and Economic Management \n  PSA  –  private sector assessment \n  PSD  –  private sector development \n  UK  –  United Kingdom \n  USP  –  University of the South Pacific \n  TA  –  technical assistance \n  TOR  –  terms of reference \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Finance \nSubsector  –  Financial sector development \nThemes  –  Sustainable economic growth, Private sector development \nSubthemes  –  Private sector investment, Developing rural areas  \n \n \nGLOSSARY \n \nSecurity interest  –  A claim on property as collateral for loans \nCompany charge  –  A security interest provided by the Company Law that may be \ncreated against the assets of a company \nSecured transactions  –  The legal, regulatory, and technical system sanctioned by law \nframework  to use property as collateral for loans \n \n \nNOTES \n \n(i)  The fiscal year of the government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \nThis report was prepared by W. Wicklein. ", "I.  INTRODUCTION \n1.  During country programming in 2003, the Government of Vanuatu requested technical \nassistance (TA) from the Asian Development Bank (ADB) to address the lack of access to \naffordable credit in the country. Based on the findings and recommendations of a private sector \nassessment (PSA) for Vanuatu,1 it was agreed with the Government that a comprehensive \nreform of the country’s secured transactions framework should be considered.2 In November \n2003, ADB approved a small-scale technical assistance (TA) for a diagnostic study to improve \naccess to affordable credit in Vanuatu. The TA’s purpose was to prepare a sound integrated \nreform package, including a detailed implementation plan, to assist the Government in preparing \na comprehensive reform plan for the development of a secured transactions framework with a \nview to improve access to affordable credit.3\n \n2.   An ADB Mission presented the findings and recommendations to the Government in \nMarch 2004. The Government reconfirmed its request for ADB TA to assist in developing a \nsecured  transactions  framework,  and  understanding  was  reached  on  the  objective,  scope, \nimplementation, financing arrangements, and terms of reference for the TA. The TA framework \nis in Appendix 1. \nII.  ISSUES \n3.   Vanuatu’s private sector has developed at a disappointingly slow rate, partly because \nfinancial  underdevelopment  hinders  adequate  financing  of  the  private  sector.  Vanuatu’s \ndomestic financial sector4 provides only a minimal range of banking services, access to credit \nfor  local  (Ni-Vanuatu)  entrepreneurs  is  limited,  and  high  interest  rate  spreads  reflect  high \ntransaction costs and risk premiums and inefficiencies in financial intermediation. ADB's PSA for \nVanuatu suggests that the underdevelopment of the financial sector is, among other factors, \nconnected  to  two  important  and  related  underlying  issues:  lack  of  a  secured  transactions \nframework (i.e., the legal framework that governs collateral for loans), and adverse implications \nof the customary land tenure system. These elements effectively prevent the use of collateral to \nbridge the gap between credit supply and demand, thereby impeding access to affordable credit \nespecially for the Ni-Vanuatu.  \n \n4.  Land and real estate often cannot serve as collateral in Vanuatu since large parts of the \nland are difficult to mortgage because of customary laws governing ownership and use of land. \nWhile some initial progress in land reform is being made, these reforms will become fully \neffective only in the longer term.5 In the meantime, using movable property as collateral will be \ncrucial to promote access to lending to business borrowers in Vanuatu.  \n \n5.  A system of securing movable assets (chattels) is fundamental in developing an effective \nmarket for credit. Through the creation of a security interest, a lender can be granted undisputed \npriority in collecting against certain property of the borrower (secured interest), with a legal \nsystem that permits the secured party to recover and sell the property in a timely manner. A \n                                                 \n1  ADB. 2002. Technical Assistance for Private Sector Development Strategy for the Pacific. Manila. \n2  The TA first appeared in ADB Business Opportunities (Internet edition) on 19 February 2004. \n3 ADB. 2003. Technical Assistance to the Republic of Vanuatu for Diagnostic Study for Improving Access to  \nAffordable Credit in Vanuatu. Manila. \n4 The tax-free status of exempt and international financial organizations registered in Vanuatu’s offshore financial      \ncenter prohibits them from domestic activities in Vanuatu.  \n5  Land tribunals are being developed under legislation passed in 2002 and have the potential to help significantly in \nresolving land disputes. Also passed in 2003 were strata title legislation and the Valuation of Land Act. ", " 2  \nwell-functioning secured transactions system generates economic and social gains for creditors \nand debtors, as it reduces transaction costs and improves access to credit. Other medium- to \nlong-term benefits include improved financial discipline, and the reduction in adverse selection \nof borrowers, with ensuing improved allocation of capital and economic growth. It effectively \nlinks savers and investors, and enhances credit intermediation. Broadly, the more and better the \ncollateral offered by the borrower, the lower the interest rate, the longer the time to repay, and \nthe larger the loan relative to income. \n \n6.  An effective legal framework for secured transactions will permit farmers, consumers, \nand businesses to use movable property as collateral for loans. Such a legal system should \nembody several key elements, the most important of which are the following: (i) the process by \nwhich the creditor establishes a security interest in property (the collateral) must allow for the \nuse of all economically important property, transactions, and agents, at a low cost relative to the \nvalue of the transaction; (ii) the process that establishes the order in which claims against the \ncollateral will be paid must set out clear rules for the ranking of the security interest against all \nother claims against the collateral; (iii) the process that the law specifies to make public the \nranking of priority of the security interest must permit a potential lender to establish a ranking of \npriority against the collateral by filing a notice of the security interest in a publicly available \narchive (registry); and (iv) the process by which, upon the debtor's default, the creditor can seize \ncollateral, and sell it quickly and at low transaction cost relative to the value of the transaction \nsecured with such property. \n \n7.  Vanuatu's current legislation does not meet the necessary conditions that would allow for \nthe inexpensive and predictable use of movable property as collateral. The framework for \nlending that meets the standards for effective creation, priority, publicity, and enforcement of \nsecurity interests is not in place. While it is possible to use some forms of collateral, the process \nis costly, inefficient, and risky to lenders—the existing framework does not permit the effective \nuse of collateral as security for loans or other forms of credit. The existing legal framework \neffectively excludes sole proprietorships from using collateral to access credit. Aside from some \nlimited financing of automobiles available to buyers living in towns and a charge taken against \nsome large companies, under the current framework banks do not often finance equipment and \ndealers rarely sell on credit. A very limited number of security interests have been registered in \nthe country’s various relevant registries. \n \n8.  Such  a  gap  has  had  adverse  economic  consequences  for  Vanuatu.  It  hinders  the \ncountry from exploiting its comparative advantages and results in a loss of high-value export \nopportunities.  The  current  system  inhibits  the  growth  of  businesses,  harms  productivity, \nespecially disadvantages those (primarily Ni-Vanuatu) who wish to operate as sole proprietors, \nand  effectively  exacerbates  the  disadvantages  of  the  wide  geographic  area  that  Vanuatu \noccupies. A more detailed description of the problems in Vanuatu's legal framework for secured \ntransactions is in Appendix 2.   \n \n9.   While foreign laws can serve as models and illustrate principles, they should not be \nintroduced wholesale in Vanuatu. As many in the Vanuatu business community have learned, \nforeign statutes often do not function effectively in Vanuatu in practice because they may \ncontain provisions that are not relevant to the local situation. Accordingly, this TA calls for \nbuilding the applicable law from the ground up so as to give it a structure that reflects the local \nenvironment and maximizes the economic impact in Vanuatu. \n ", "  3\n10.   Real estate issues are still subject to substantial political debate and will not be included \nin the first reform because of their sensitive nature and the fact that real estate ownership \noutside urban areas is, in many cases, still subject to a customary law that raises uncertainties \nboth in the ability of ostensible owners to pledge real estate and in the ability of a lender to \nrepossess in the event of default. This TA will therefore consider all property except real estate \nand leases on real estate as potential collateral. Later efforts will consider expanding the reform \nto include real estate. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.   The goal of this TA is to increase and broaden access to credit in Vanuatu. The purpose \nis to assist the Government in establishing a well-functioning secured transactions framework \ntailor-made for the Vanuatu context. Toward this end, the TA will (i) establish the legal and \nregulatory framework for secured transactions, (ii) operationalize an Internet-based notice filing \narchive for secured transactions, and (iii) build supplemental capacity in relation to the economic \nand legal application of the secured transactions framework, as well as public awareness with \nrespect to credit based on the expanded use of collateral. \n \nB.  Methodology and Key Activities \n12.   The methodology rests on an economic analysis of the law; the application of best \ninternational  practice  to  the  specific  situation  in  Vanuatu;  and  undertaking  the  work  in \nsynchronized  and  integrated  phases  involving  technical,  legal,  and  economic  inputs.  This \nmethodology will ensure tight integration of the legal and technical frameworks. It will also \npermit developing clear economic justification for each proposed legal change, to motivate \npolicymakers and to minimize disagreements over legal issues. All major sections and some \nindividual chapters of draft laws and regulations will be annotated to explain their intended \neconomic consequence. \n \n13.   The TA will take into account the relatively low level of in-country capacities to apply the \nreformed  secured  transactions  framework.  Relevant  legal  and  technical  institutions  will  be \ndesigned accordingly; and legislators, government and private practice lawyers, possibly legal \nfaculty members of the University of the South Pacific (USP), and banking practitioners will be \ngiven training in implementing and, as necessary, amending the legal, regulatory, and technical \nsystems. \n \n14.   The TA will consist of three components: \n \n(i)  Component 1 (legal and regulatory reforms) encompasses economic and legal \nactivities to be undertaken to establish a comprehensive and effective secured \ntransactions framework. The activities will include abrogating and superseding \nexisting legislation governing all aspects of lending that are related to collateral, \nincluding registries and enforcement. \n \n(ii)  Component 2 (notice filing archive) involves the design and development of an \nInternet-based notice filing archive (on a turnkey basis), including the associated \ntechnical and administrative regulations, and operation and maintenance for the \ninitial 12 months of operation. The archive could be administered by local non-", " 4  \ngovernment organizations with a not-for-profit core operation (server, database) \nand  for-profit  supply  of  registration  services  by  lawyers,  banks,  and  other \nqualified and interested groups. The mode of operation will be set out in the \nregulations of the filing archive, whose drafting is part of the TA. The archive’s \noperating cost should be low and its design simple to ensure the greatest degree \nof sustainability.6 The archive will be designed in a way that facilitates easy \nmonitoring of basic statistics (such as volume of entries, type of collateral being \nused, provincial distribution of filings, nature of the lender, and nature of the \nborrower) to permit a broad quantitative and qualitative assessment of the quality \nof the reform. \n \n(iii)  Component 3 (capacity building, public awareness, and performance monitoring) \nwill  supplement  and  overlap  with  components  1  and  2  and  will  provide \nsupplemental training, public awareness, and monitoring support. In particular, it \nwill help strengthen local capacities in implementing and amending the legal and \nregulatory framework, as well as applying the technical systems. Materials for \ndissemination  will  target  policymakers,  local  lawyers,  lending  institutions, \nborrowers,  and  other  stakeholders.  Monitoring  of  results  will  be  based  on \nexaminations of filings and interviews with local businesses, both borrowers and \nlenders. \n \n15.   Active engagement and participation of stakeholders and policymakers will be ensured \nfor the duration of the TA. Drafts of all analytical reports, laws, and regulations will be circulated \nfor  comments  and  an  exchange  of  views  encouraged.  Based  on  comments  received  and \nsubject to economic analysis, revisions will be incorporated into the law, the regulations, and the \ncore filing system in a second draft that will be further discussed with both private and public \nsectors. Part of the process will be to undertake presentations before legislative commissions \nand representatives. \n \nC.  Cost and Financing \n16.   The  TA  is  estimated  to  cost  $1,000,000  equivalent,  including  foreign  exchange  of \n$725,000 and local currency of $275,000 equivalent. ADB will provide $800,000 equivalent \ncovering the entire foreign exchange cost of $725,000 and $75,000 equivalent of the local \ncurrency cost on a grant basis, of which $600,000 will be financed by ADB's TA funding \nprogram  and  $200,000  by  the  Government  of  Australia,  to  be  administered  by  ADB.  The \nGovernment  of  Vanuatu  will  contribute  $200,000  equivalent  for  office  space  and  facilities, \ncounterpart staff and legal support services, and local workshops and seminars. Detailed cost \nestimates and the financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n17.   The Ministry of Finance and Economic Management (MFEM) will be the Executing \nAgency for the TA project. Close cooperation will be required with the Attorney General’s Office \nat the State Law Office. Both agencies will appoint one senior staff each, on a part-time basis, to \nfacilitate  and  actively  support  the  reform  activities  to  be  undertaken  under  the  TA.  The \n                                                 \n6 Monthly operating costs of the archive could be in the range of $150–250 per month if it uses rented servers and    \ncontracts out server maintenance. \n ", "  5\nsubstantive role of these agencies will be to (i) facilitate the finalization of the draft law, including \nregulation,  and  its  discussion  and  passing  by  the  legislature;  (ii)  support  the  process  for \npassage  of  the  administrative  and  technical  regulations  for  the  notice  filing  system;  (iii) \nparticipate in discussions of policy papers, law and regulations/systems; (iv) facilitate meetings \nand presentations for raising awareness; and (v) implement and amend the legal, regulatory, \nand technical framework as required. The counterpart agencies will provide adequate office \nspace and facilities for consultants. A secured transactions reform committee, co-chaired by \nsenior officials of MFEM and the State Law Office, and including legal and lending practitioners, \nas well as possibly legal USP faculty members, will be established to drive the reform process \nfor the duration of the TA.  \n \n18.   The TA will begin around March 2005 and be implemented over 36 months (expected \ncompletion in February 2008). An international consulting firm (the consultant) will be selected \nand engaged by ADB using the quality- and cost-based selection method in accordance with \nADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to ADB for \nengaging domestic consultants. The TA will require about 31 person-months (24 international \nand 7 domestic) of consulting services. The consultant team (31 person-months) will include an \ninternational secured transactions expert (7), an international private sector development expert \n(4), one or more international legal experts as appropriate (7), an international technical filing \narchive expert (6), and local lawyers (7). It may be necessary to provide international expertise \nin specialized legal areas, in agreement with ADB. The outline terms of reference for the \nconsultant team for each phase are in Appendix 4. \n \n19.  In phase 1, the consultant will submit an inception report including a detailed work plan \nand conceptual issues relevant to project delivery 1 month after completing the first field visit to \nthe first study country. Major project milestones include (i) submission of the first draft of a \ncomprehensive  secured  transactions  law  and  associated  regulations  (6  months  after  TA \ninception); (ii) finalization of the core system (demonstration sample) for the notice filing archive \n(6 months); (iii) submission of the final draft law and regulations (3 months after receipt of final \ncomments from Government and stakeholders); (iv) passing and gazetting of the law and \nregulation; (v) implementation of the filing archive (finalization and demonstration of the core \nsystem) 2 months after passage of the law; and (vi) completion of the consultant’s running and \nmaintaining the filing archive for the initial 12 months of its operation. The consultant will submit \nquarterly reports to ADB, MFEM, and the State Law Office. Brief progress reports will be \nsubmitted to ADB 2 weeks after each substantial field visit. A comprehensive final draft report \nwill be submitted within 6 weeks of completion of project activities. The final report will be \nsubmitted 4 weeks after receipt and incorporation of comments from ADB and government \ncounterparts. \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $200,000 to be \nfinanced on a grant basis by the Government of Australia; and (ii) ADB providing the balance \nnot exceeding the equivalent of $600,000 on a grant basis, to the Government of Vanuatu for \nSecured Transactions Reforms, and hereby reports this action to the Board. ", "6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets    and Risks \n   \nGoal       \n       \n• Increase and broaden  • Increased credit to  • Quarterly economic   \naccess to credit  private sector (in  reviews and annual \n  percent of gross  reports of Reserve Bank \ndomestic product)  of Vanuatu \n• Reduced interest rate  • International finance \nspread  statistics \nPurpose       \n       \n• Establish a well- • Increased number of  • Quarterly economic  • Government’s continued \nfunctioning secured  loans against  reviews and annual  commitment to and \ntransactions  collateral  reports of Reserve Bank  support of reform package \nframework  • Increased number of  of Vanuatu  • Lending institutions’ and \n  types of financial  • Survey of credit  other creditors’ continued \ninstitutions recording  providers (ADB)   support and acceptance of \nsecurity interests   • Private sector  proposed reform package \n  assessments (ADB)  • Sustained operations by \nfiling archive operator \n• Legal capacities in \ngovernment and private \nsector adequate to \nimplement and maintain \nthe reformed secured \ntransactions framework \nOutputs       \n       \n• Legal and regulatory  • Draft laws delivered  • State Law Office and  • Recommendations made \nframework for  by end of 2005, and  Reserve Bank reports,  in the output reports are \nsecured lending  passed by Parliament  Parliamentary reports  acceptable to Government \nestablished  by mid- 2006    and ADB. \n       \n• Filing archive for  • Internet-based notice  • Consultant's technical  • Adequate notice filing \nsecured transactions  filing archive  reports, press and  archive operator can be \nestablished   operational, including  government reports  identified and mobilized. \n  technical and     \n  administrative     \n  regulations by mid-    \n  2006     \n       \n• Supplemental  • Legal practitioners,  • Consultant and ADB   \ncapacity built, public  lenders, and filing  mission reports;   \nawareness, and  archive operators  survey/feedback from   \nmonitoring support  trained by 2006; initial  lending institutions, legal   \noperation of filing  practitioners, and   \narchive supported for  operator of filing archive   \n12 months following   \npassing of the legal \nframework \nContinued on next page ", "    Appendix 1  7\n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets    and Risks \n   \nActivities       \n       \n• Economic and legal  • TA consultant’s field  • Consultant milestone,  • Notice filing archive \nanalysis of the  and home work and  quarterly and progress  operator can be identified \nexisting legal  study between  reports  and mobilized. \nframework for  August 2004 and July  • Tripartite meetings  • Continued support of \nsecured transactions  2007  • ADB mission report  activities from \n• Development of a  • Government reports  Government, lending \nlegal and regulatory  • Stakeholder  institutions, and other \nframework for  consultations  stakeholders. \nsecured lending,    • Political environment is \nincluding drafting of  conducive to passing legal \nlegislation  reforms. \n• Design and \ndevelopment of an \nInternet-based notice \nfiling archive  \n• Development of the \ntechnical and \nadministrative \nregulations governing \nthe notice filing \narchive \n• Initial operation and \nmaintenance of the \nfiling archive for the \nfirst 12 months of \noperation  \n• Provision of  \nsupplemental training, \npublic awareness, \nand monitoring \nsupport \n \nInputs       \n       \n• ADB consultants  • 24 person months of  • ADB project  • Successful recruitment \n  international and 7  disbursement  and fielding of qualified \n  person months of  documents  consultants \n  domestic consulting \n  services \n• Counterpart facilities  \n \n \n \n ", "8 Appendix 2 \nECONOMIC, LEGAL, REGULATORY, AND TECHNICAL FRAMEWORK FOR ASSISTANCE \n \n1.  The legal, technical, and regulatory content of the terms of reference (TOR) activities will \naddress the following principles and problems in secured transactions that have been identified \nin Vanuatu. They will also follow the main terms for assistance set out here, as well as in the \nbody of this proposal, which have been developed from the preliminary work.  \n \nA.  Economic Issues in Secured Transactions and Access to Credit \n2.  The activities of this TOR will rest on the premise that the fundamental economic feature \nof collateral and the distinguishing trait of a secured lending system (a lending system that uses \ncollateral) lies in granting priority to a lender or credit seller in collecting against some property \nof the debtor. A security interest is \"a right of satisfaction\" from the property—the \"collateral\"— \nto which the security interest is attached. If the debtor defaults, the collateral can be seized by \nthe creditor, sold or exchanged, and the security interest of the secured creditor will be satisfied \n(paid) ahead of the general claims of unsecured creditors.1    \n \nB.  Creation of Security Interests \n3.  Problems Found. In Vanuatu, several problems arise in creating security interests in \nVanuatu.  These  features  increase  risk,  raise  transactions  costs,  and  reduce  the  value  of \nproperty as collateral. \n \n4.  Vanuatu, following applicable laws from the United Kingdom (UK) and France, provides \nfor an unreformed system for secured transactions dating back to the 1800s, which offers a \nfragmented system for creating security interests; several different laws and case law govern \nsecured transactions. In Vanuatu, the French Civil Code provisions on pledge and mortgage \ngovern creation of the pledge in movable property and the mortgage in titled real estate. But \nFrench law is virtually in disuse in Vanuatu.2  Vanuatu also follows a UK law, which provides for \nthe Company Charge. This device follows from the different versions of the British Companies \nAct, applying to security interests in the property of corporations. In addition, Vanuatu provides \nfor the sale with retention of title under the Bills of Sale Regulation operating as part of the \nBritish law in force prior to Independence and continuing to operate thereafter, which applies to \nsecurity interests granted by individuals over movable property. The provisions of the Land \nLeases Act deal with mortgages over leasehold titles.3\n \n \n \n                                                 \n1 Moreover, the security interest of a secured creditor will be satisfied in the order of its priority among the other \nsecured creditors that have a security interest against that same collateral. Without a security interest, a creditor is \n\"unsecured.” An unsecured creditor has only a general claim against a debtor's property, a claim that gives that \ncreditor no better right to payment than any other unsecured creditor. \n2 For example, the three major retail banks providing finance in the jurisdiction are Anglophone Banks, and the \nlawyers who act on their behalf are all trained in common law systems as opposed to civil law systems. \n3 The laws of Vanuatu comprise a mix of (i) all Joint Regulations and subsidiary legislation in force immediately \nbefore the day of Independence, (ii) the British and French laws in force or applied in Vanuatu immediately before \nthe day of Independence, and (iii) customary law, which will continue to have effect as part of the law of the \nRepublic. (See article 95 of the Constitution.) \n ", "    Appendix 2  9\n5.  Taken together, those laws might superficially indicate that much property might serve \nas an object of security. However, the opposite is true. Gaps in coverage of transactors and \ntransactions limit using secured transactions to obtain credit. Nor can more laws, on top of the \nexisting ones, \"fill\" these gaps. For example, sale with retention of title and financial leasing may \nfinance new equipment, but they cannot be used to finance used equipment, inventory in the \nhands of the debtor, account receivables, livestock or future crop. These, of course, are key \nactivities in Vanuatu. \n \n6.  The company law is restrictive in that only a registered company–a corporation–can \ngrant a debenture or floating charge over all of its present assets and future acquired assets. \nFor corporations, this limited way to create security interests leads to high costs. For example, a \ncompany charge may be used only by incorporated companies. Since almost none of the \nbusinesses operated by local (Ni-Vanuatu) entrepreneurs or those businesses situated outside \nthe  major  cities  are  corporations,  a  substantial  amount  of  commercial  activity  takes  place \nwithout the possibility of using pledges of assets to secure loans. Moreover, one lawyer reported \nthat it would cost $500–$1,000 a year–a very substantial amount compared with the average \nincome in the country–to incorporate and maintain a company in Vanuatu.  \n \n7.  The Bills of Sale Regulation also restricts the ability of an individual to use collateral. \nOnly a trader as defined in the Regulation can grant a Traders Bill of Sale. Security interests \ngranted by traders by way of a Traders Bill of Sale can extend to “trade goods” acquired in the \nfuture. However the Traders Bill of Sale is limited to the trader’s trade goods and cannot apply \nto all of the trader’s assets. Moreover, the Bills of Sale Regulation requires that the purchased \nproperty be identified in a detailed manner.4 Bills of sale, as opposed to Traders Bills of Sale, \nare much more specific in their requirements. The Bills of Sale Regulation in relation to the \ncircumstances in which chattels may be seized also restricts taking collateral to secure the \npayment of sums of money or the performance “of any covenant or agreement contained in the \nBill of Sale and necessary for maintaining the security.”5\n \n8.  Proposed Terms for Technical Assistance. To achieve complete reform, the legal, \nregulatory, and technical activities will encompass drafting one comprehensive legal framework, \nregulations and filing system that governs all stages of a security interest: creation, priority, \npublicity, and enforcement. Partial reform is not cost-effective in Vanuatu. Similar assessments \nwere made for unreformed industrial countries.6 \n \n9.  A well-drafted system for creating security interests to secure loans lies at the heart of \nan  effective  law.  The  consultants’  legal  assistance  will  include  designing  a  system  that \nintegrates all functionally identical security devices (leasing, trust, pledges, mortgages, hire \npurchase, and assignment of rights) into one comprehensive legal framework and filing system. \nThis broader concept–a functional approach–will organize security interests along the lines of \nwhat  actually  serves  as  an  instrument  of  security.  Including  also  a  broad  coverage  of  all \nproperty, transactions and lenders will be assured of most beneficial economic impact. The law \nshould not restrict lenders or descriptions of collateral in order to achieve most competitive \ncredit market. Under the applicable laws of the UK, several authors have recommended a \nreform of the security interest law of UK that does not differentiate between companies and \n                                                 \n4 See Section 5 and Section 6 of the Bills of Sale Regulation. \n5 Section 8(1) Bills of Sale Regulation. \n6 For example, the United Kingdom Company Charge was partially amended and kept in effect because of the delays \nin setting up a security interest reform. \n ", "10 Appendix 2 \nindividuals. To permit and facilitate inventory financing, the new legal framework should permit \nparties to choose a security interest against \"generally described\" collateral. The law will not \nrequire that the security agreement or the court be required to specifically identify and order the \nseizure of the collateral. To meet standards for fast collection, crucial for the greatest economic \nbenefit, the law should permit continuation in proceeds and set out clear rules for their recovery; \nthese should supersede old narrow rules for tracing of proceeds.7 \n \n10.  The consultants will draft revisions to any statutes or applicable regulations that, directly \nor indirectly, could impose costs on creating security interests. Finally, throughout the drafting \nprocess, the consultants will examine legal issues that discriminate between genders, and will \nensure  protection  of  women’s  rights  in  marital  property  in  creating  security  interests.  To \nminimize  doctrinal  dispute  and  motivate  discussion  and  policymaker  understanding,  ample \ncommentaries on the economic intent of the law’s provisions will be supplied. This is particularly \nimportant where the content of the law departs from existing practice in Vanuatu. \n \nC.  Ranking of Priority of Security Interests \n11.  Problems Found. The applicable statutes in Vanuatu do not govern the ranking of \npriority of claims among the different creditors. In an incomplete way, case law has set out \nprinciples governing the priority afforded to security interests as developed by the judges in \nEnglish courts, and to the extent that there have been further developments in Vanuatu by the \njudges of Vanuatu courts. Moreover, for several items of collateral, the law specifies priority by \nfiling in more than one registry system, and does not resolve which filing will have the legal force \nto set up the first priority (e.g., between the company charge and the bill of sale). In addition, \nsome registry rules provide for priority by day of filing but not by hour, minute, and second. This \nsystem could give rise to fraudulent transactions.  \n \n12.  There are also important legal gaps. For example, ship mortgages are used for vessels, \nbut there is no legally designated register for the security interest. Even when the law provides \nthat a registered security interest takes priority over an unregistered security interest, as in the \ncase of floating charges, the time of priority is from the time of creation, with subsequent filing, \nand  not  from  the  time  of  filing.  In  other  instances,  priority  is  given  to  certain  preferential \ncreditors, which may include the Government with respect to taxes, employees with respect to \nwages, and other employee entitlements.  \n \n13.  The nature of the security interest in respect to receivables is also unclear, as it is \narguable  that  one  cannot  create  a  fixed  charge  over  future  debts.  The  difficulty  with \nassignments over receivables is that the debtor who owes money to the bank’s customer must \nbe given notice of the security. If there is failure to give such notice, a subsequent security \ninterest may acquire priority by reason of its having given notice to the debtor earlier in time. \n \n14.  Proposed Terms for Technical Assistance. To assure a uniform ranking of priority \nand eliminate the risk of hidden creditors, the TOR activities should place the priority rules in \none law that applies to any and all interests in property, regardless of their form, that are \nentered into for purposes of security. Such a priority structure will ensure a competitive credit \n                                                 \n7 As with all good drafting, the new law must rule as inapplicable or derogate all procedural and other rules that \nconflict with this principle. In those derogations, it must address the other public policy issues that arise when \namending those laws. It must also add enforcement rules consistent with this principle. ", "    Appendix 2  11\nmarket because it will cover all present types of security interests, including financial leases, \nconsignments, and sales with retention of title, among others. This framework will not replace \nthe existing special instruments. However, it will operate above them and impose a common \nsystem of priority. This will minimize the risk of hidden creditors that could be granted priority \nrights under a separate law. \n \nD.  Publicity of Security Interests \n15.  Problems Found. Multiple registries exist for different security interests, which provide \nfor a “registry” system, as opposed to a notice filing system (paras. 17–20). For example, the \nBills of Sale are registered at the Supreme Court of Vanuatu and the court keeps a register \nbook. The Bill of Sale is simply lodged with the Supreme Court, which retains one copy and \nmarks the entry in the Register. These registries do not provide remote public access. Company \nCharges  are  registered  with  the  Registrar  of  Companies.  An  original  copy  of  the  Charge \ntogether with particulars of the Charge is lodged with the Registrar of Companies although only \nthe particulars of a Charge document is retained by the Registrar. The original document is \nreturned  with  notification  of  the  registration  endorsed  thereon.  Bills  of  Sale  and  Company \nCharges registered with the respective registries are usually returned within 2 days. However, in \nthe case of leasehold mortgages, it can be months, sometimes up to 1 year, before registered \ndocuments are returned. No place is specified for filing the mortgage against ships and aircraft.   \n \n16.  The cost of registration is high, not only due to inefficient registration systems but also \nbecause a regressive stamp tax is imposed on every registration: For example, a Bill of Sale is \nsubject to the payment of stamp duty at 0.6% as well as the payment of registration fees of VT \n5,000 ($40.00). The Bills of Sale Regulation provides for proof of the execution. The practice in \nVanuatu  is  to  ensure  that  all  Bills  are  executed  by  the  grantor  before  a  Magistrate  who \ncompletes the proving provision. Charges granted by companies are not subject to the payment \nof any registration fees except in the case of international companies incorporated under the \nInternational Companies Act where a registration fee of $100.00 is payable. Charges, as a form \nof loan security, are also subject to stamp duty of 0.6%.   \n \n17.  Proposed Terms for Technical Assistance. In making public a security interest, sharp \ndifferences exist between the approach in Vanuatu that uses a registry of the entire security \nagreement with a broad government guarantee on one hand, and a modern system that uses \nnotice  filing,  on  the  other.  In  a  registration  system,  a  lender  registers  the  entire  security \nagreement or a lengthy abstract of it. In a system of notice filing, the lender files only a \"notice\" \nof the existence of the security interest. The notice filing archive takes responsibility only for \ncorrectly entering the information provided by the lender in the notice and for maintaining the \ndatabase and public access to it.  \n \n18.  A notice filing system costs less and is more likely to produce sustainable reform.8 The \ncosts of filing the entire agreement in a registration system are high and are not standard; \nchecking is complex and time-consuming. At the same time, in a registration system the state \nguarantee  has  little  value  because  the  state  does  not  guarantee  against  error.  Moreover, \nbecause so much information is filed in a registration system, public access as a practical \nmatter is more difficult. Difficulty of access defeats the purpose of the filing system: making \npublic such data.  \n                                                 \n8 The United States of America and most Canadian provinces have adopted this filing system; so has Romania. \nCreditors obtain information directly from the database where security interests are electronically filed. \n ", "12 Appendix 2 \n19.  The much less costly, notice-filing system requires only that creditors file a notice of the \nexistence  of  the  security  interest.  This  notice  contains  the  smallest  amount  of  information \nnecessary to permit third parties to learn that the creditor has created a security interest in \ncertain property. Such a notice might include the names and domiciles of the parties, and a \ndescription of the collateral. Because the law requires simple and standardized information, \nsimple databases can readily store it and make it public over the Web. Potential lenders can \ncheck existing security interests and other encumbrances on property by searching the filing \nsystem themselves.9 \n \n20.  Because the differences in cost and sustainability are enormous,10 the activities should \nset in place the underlying legal and regulatory requirements for a notice filing system. \n \n21.  Based  on  economic  logic  and  experience,  the  TA  activities  will  focus  on  private \ncompetitive supply of notice filing services rather than on a government-run solution. \n \nE.  Enforcement of Security Interests \n22.  Problems Found. The core feature of an effective secured transactions system is the \nability of the creditor, in the event of default by the debtor, to repossess and sell (or evict) the \nproperty  that  the  debtor  gave  as  collateral.  However,  lenders  in  Vanuatu  face  slow  and \nexpensive enforcement outside of the repossession of cars financed under the Bill of Sale and \nthe collection of the floating charge when a company enters receivership. \n \n23.  Proposed Terms for Technical Assistance. The TOR activities should focus on the \nkey legal elements for improving enforcement in secured credit, which lies in laws that permit \nnonjudicial repossession (when possible without disturbing the peace11) and that specify rapid \nex parte court orders for forcible repossession. The activities should consider setting in place \nprivate and public agents who can carry out those orders. These court-administered methods \nshould retain only those key steps required by most constitutions to use force for breaking and \nentering. Provisions for the sale of collateral, crucially, should permit creditor-administered sales \nconducted under commercially reasonable standards.12 The TOR activities should focus on \nintroducing such quick and less expensive collection mechanisms, at the same time that they \n                                                 \n9 Where lenders find notices filed, they can ask borrowers for evidence of the relevant security agreements or for \nauthorization from the borrower to gather information directly from the debtor's other creditors. \n10 Differences in cost and sustainability are enormous: an Internet-based notice filing archive supported by the World \nBank costs under $500,000 to program and equip. Using rented servers and web-based programs, its monthly \noperating costs are about $150, a cost easily sustainable by its private non-government organizations (NGO) \noperators. A real estate registry that files and verifies entire documents could cost millions. Private operators \ncannot sustain such costs. Indeed, even for the governments themselves, once external funding ends, these \nsystems typically collapse again in endless backlog and out-of-date computer equipment.  \n11 Called \"harmless repossession\" in reformed systems. \n12 Suitable measures, when properly drafted and explained, include legal instructions for summary court judgments \n(ex  parte  court  orders);  harmless  repossession,  wherein  the  lender  can  repossess  collateral  without  court \nintervention; expanded private authority for repossession; expansion of public services to include some private \nincentives and competition. Suitable measures include penalties against public officials who do not carry out duties \nin conformity with law; these might be personal or they might involve automatic compensation from state funds for \ndelays (e.g., a credit against taxes equal to the interest forgone on the uncollected debt). A suitable legal \nframework covers creditor-administered sale, sanctions for creditors that abuse that process, and a workable way \nto enforce those sanctions. The legal framework should cover the rules of commercial reasonableness, rules for \nnotification of debtors, specification of rights of redemption, and conditions under which the secured party may \nundertake strict foreclosure (seizing and keeping the collateral). ", "    Appendix 2  13\nsafeguard consumer protection principles and public policy issues on homestead and exempt \nproperty in Vanuatu. \n \n ", "14   Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) and        \nGovernment of Australia Financinga\n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  530,000 0  530,000\n      ii.  Domestic Consultants  0 55,000  55,000\n    b.  International and Local Travel  95,000 5,000  100,000\n    c.  Reports and Communications  7,000 0  7,000\n  2.  Equipment (software)  40,000 0  40,000\n  3.  Training and Seminars  0 10,000  10,000\n  4.  Contingencies  53,000 5,000  58,000\n      Subtotal (A)  725,000 75,000  800,000\n        \nB.  Government Financing \n  1.  Office Accommodation and Transport       0 50,000  50,000\n  2.  Remuneration and Per Diem    0 100,000  100,000\n    of Counterpart Staff and Legal Services \n      3.  Local Workshops and Seminars          0 25,000  25,000\n  4.  Communications       0 5,000  5,000\n  5.  Contingencies    0 20,000  20,000\n \n      Subtotal (B)    0 200,000  200,000\n \n        Total  725,000 275,000  1,000,000\n \na  $600,000 financed from ADB's technical assistance funding program, and $200,000 from the Government of \nAustralia, to be administered by ADB. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n ", "    Appendix 4  15\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  An international consulting firm will be engaged by the Asian Development Bank (ADB) \nin  accordance  with  its  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB for engaging domestic consultants. The consultant team will comprise an \ninternational secured transactions expert (7 person-months), an international private sector \ndevelopment expert (4 person-months), one or more international legal experts as appropriate \n(7 person-months), an international technical registry-filing archive expert (6 person-months), \nand local lawyers (7 person-months). The international consulting firm is expected to be flexible \nin providing specialized legal expertise, as appropriate. The outline Terms of Reference (TOR) \nfor each consultant is described as follows. \n \nA.  International Secured Transactions Expert–Team Leader (7 person-months) \n2.   The secured transactions expert must have extensive international experience in the \neconomic and legal analyses of secured transactions systems. Specifically, the expert will have \ndeveloping country experience with problems in the framework for secured transactions and \nhow they relate to access to credit; in preparing draft laws on secured transactions; in preparing \nadministrative  and  technical  regulations  for  notice-filing  systems;  extensive  experience  in \nresearch, legal reform, and registry projects; experience with both civil code and common law \nsystems; and a good understanding of relevant computer systems required for establishing and \noperating a secured transactions filing archive. Prior experience in the Pacific islands will be an \nadvantage. The expert will have a degree (at least masters or equivalent, preferably PhD) in \nlaw, economics, or a related area. \n \n3.  The expert will be primarily responsible for analyzing the economic role of collateral in \nthe overall financial problems facing the economy. He or she will advise on the microeconomic \naspects of legal drafting and ensure that the draft law and the filing archive have the desired \neffect on the use of collateral in financial and commercial transactions. The expert will undertake \nthe following tasks: \n \n(i)  Analyze the requirements for the law and its economic impact. Examples of such \nanalysis include, but will not be limited to (a) the impact of changes in the \nnotification periods for repossession; (b) evaluating whether the law should void \ncontract clauses that require the consent of first priority lenders, permit parties to \nlimit  their  claims  in  accounts  receivable  financing,  limit  possessory  security \ninterest to reduce the risk of fraud, or require free public access to the filing \narchive; (c) assessing whether the filing archive budget should raise fees only \nsufficient to cover its costs or whether it should also generate revenue for the \nsupervising agency; and (d) evaluating whether banks should be given highest \npriority in their right to set off against nonbank lenders. The results of the analysis \nwould appear in drafting choices in the law, annotations to the law, and in short \nnotes and descriptions as appropriate. \n(ii)  Coordinate  the  activities  of  all  other  staff  members  to  ensure  achieving  the \neconomic objectives of the Technical Assistance (TA) and prepare a work plan \nthat sets out the activities of the TOR.  The work plan will include details on the \nactivities,  including  the  estimated  timetable  for  each  activity,  and  its  link  to \npreceding activities. \n(iii)  To measure the performance of the TA intervention, review the performance \nindicators and targets in the TA logical framework, and collect relevant baseline \n ", "16   Appendix 4 \ndata. After the filing archive and the law are operational, consultants reports will \ncontain information such as (a) number of filings, sorted by type of collateral, type \nof  borrower,  type  of  lender,  and  regional  location;  (b)  amount  of  credit \noutstanding;  (c)  discussion  of  what  can  be  inferred  from  preceding  data  for \naccess to credit, by volume of credit and distribution; and (d) survey of credit \nsellers and financial institutions to assess system performance highlights and \nshortfalls.  \n(iv)  Work  with  the  international  legal  experts  on  a  preliminary  analysis  of  the \neconomic consequences of relevant Vanuatu law, guiding the work of the private \nsector development (PSD) expert. \n(v)  Take responsibility for the overall quality of drafting. Take primarily responsibility \nfor the parts of reports and laws that analyze the economic consequences of \nelements of the law and, with the PSD expert, link economic problems to their \nlegal roots.  \n(vi)  Provide  extensive  training  for  local  government  officials,  legal  and  banking \npractitioners, as well as project steering committee members, in implementing \nand applying the secured transactions framework. \n(vii)  Make public presentations on the economic consequences of the reform. \n(viii)  Coordinate responses to inquiries and questions by stakeholders and the public.   \nConfirm that answers to questions explain, as appropriate, how the economic \nobjectives of the law affect drafting choices. \n(ix)  Chair discussions of the reports and draft law with stakeholders in Vanuatu to \nhave the widest possible debate and support for the reform. \n(x)  In  support  of  efforts  to  measure  development  impacts  of  this  TA,  identify \nadequate performance indicators supporting the goal and purpose of this TA in \nline with international best practice; establish the baseline data for performance \nindicators and establish target performance milestones, as appropriate.   \n \nB.  International Private Sector Development Expert (4 person-months) \n4.  The PSD expert will have a master’s (and, preferably, a PhD) degree in economics, \nbusiness administration, or a similar field. The expert will have extensive experience in the \nanalysis  of  enabling  conditions  for  private  sector  development  and  growth;  institutional \nfoundations  of  financial  markets;  finance  for  micro,  small,  and  medium-size  business \ndevelopment; and property rights and their impact on economic development. The PSD expert \nwill  have  managerial  experience  in  research,  legal  reform,  and  registry  projects.  Prior \nexperience in the Pacific islands will be highly desirable. \n \n5.  The PSD expert will undertake the following tasks: \n \n(i)  Take primary responsibility for a thorough analysis of the problems facing the \nprivate sector, based on ADB's existing private sector assessment (which should \nbe updated in the relevant areas). Work with the secured transactions expert to \nanalyze the role of problems in the secured transactions framework in explaining \nthese private sector problems. \n(ii)  Analyze  the  impact  of  secured  transactions  reform  on  financial  market \ndevelopment in the economy, including lending by nonbank intermediaries. \n(iii)  Recommend ways in which secured transactions reform can assist in developing \nrural areas and microenterprises, including the use of securitization to enhance \nthe liquidity of microcredit institutions.  ", "    Appendix 4  17\n(iv)  Advise on the links between the secured transactions reform and the impact on \nvarious sectors of the economy. The PSD expert will analyze those sectors \nexpected to benefit most from secured transactions reform, and the impediments \nthat prevent other sectors from taking full advantage of secured transactions \nreform. \n(v)  Assist the secured transactions expert in analyzing the economic impact of legal \nreform, both overall and in drafting choices, on their ultimate targets in the private \nsector.  Together  with  the  secured  transactions  expert,  devise  reform \nperformance indicators, including baseline data. Close cooperation between the \nsecured transactions expert and the PSD expert will ensure that the final product \nwill achieve the aims of the project and extend access to credit through the use \nof collateral. \n(vi)  Assist the secured transactions expert in providing extensive training for local \ngovernment officials, and legal and banking practitioners in implementing and \napplying the secured transactions framework. \n(vii)  Make public presentations concerning the potential economic impact of the law \non different sectors, including preparing short notes that illustrate how the reform \nwill benefit specific sectors of the economy. \n \nC.  International Legal Expert (7 person-months) \n6.  The international legal expert will be an attorney with a law degree (preferably Master of \nLaws, PhD in Law, or equivalent). The expert should be licensed to practice law in at least one \nCivil Code or one Common Law jurisdiction or both, have extensive experience in drafting \nreports  on  how  problems  in  the  secured  transactions  framework  limit  access  to  credit  in \ndeveloping countries as evidenced by publications in legal journals; experience in preparing \ndraft laws on secured transactions and draft administrative and technical regulations for notice \nfiling systems; and managerial experience in legal reform and establishment of registries and \nfiling systems in developing countries. Because of the need to get different perspectives on \nthese  issues  from  international  legal  experts,  and  depending  on  the  legal  drafting \nrecommendations,  the  consulting  firm  will  be  expected  to  substitute  legal  expertise  for \nspecialized areas, as required and in agreement with ADB. \n \n7.  The international legal expert will undertake the following tasks: \n \n(i)  Make a preliminary review of the relevant laws of Vanuatu at the outset of the \nproject, and give a preliminary indication of where problems might be expected. \n(ii)  Collaborate  with  the  secured  transactions  expert  to  devise  legal  drafting \napproaches to the problems identified by the expert and the PSD expert. In \nsuggesting options, the expert will identify best practices in other countries and \ncollaborate with the secured transactions and PSD experts in adapting them to \nthe constraints in Vanuatu. \n(iii)  Draft sections of reports dealing with the legal findings of the project. \n(iv)  Draft all laws, in conjunction with the local lawyers. \n(v)  Provide extensive training for local government officials, and legal and banking \npractitioners  in  drafting,  implementing  and  applying  the  legal  and  regulatory \nsecured transactions framework. \n(vi)  Make presentations on international approaches relevant to Vanuatu's situation. \n \n ", "18   Appendix 4 \nD.  International Technical Filing Archive Expert (6 person-months) \n8.  The  expert  will  have  a  relevant  degree  in  computer  science,  or  5  years  or  more \nexperience in Internet-based databases; expertise in SQL server, MySQL, Oracle, or equivalent \ndatabases; knowledge of ASP or XML and experience in linking databases to on-line input \nsystems; and experience in setting up public registries or Internet-based notice filing systems for \nsecurity interests, as appropriate. \n \n9.  The expert will undertake the following tasks: \n \n(i)  Advise the secured transactions expert on all points of linkage between the law \nand technical options for the filing archive, including which legal drafting options \npresent technical problems and which technical options require changes in the \nlaw. \n(ii)  Assess the existing state of information technology (IT) in Vanuatu's registries \nrelated to secured transactions. \n(iii)  Write the program for the online archive, including adapting existing work and \nlinking it to Vanuatu systems, according to international best practice and taking \ninto consideration aspects of data integrity, confidentiality, and security. \n(iv)  Set up the model notice filing system at the outset of the project. \n(v)  Recommend an appropriate design for IT security backup systems on-site and \noff-site.    \n(vi)  Maintain all draft reports and laws on a web page accessible to the public and for \nreceiving questions concerning the reform and posting the answers. Maintain \nthese question and answer pages throughout the project. \n(vii)  Train counterpart staff to maintain the database and systems. \n \nE.  Local Lawyers (7 person-months) \n10.  The local lawyers will have a law degree and be licensed to practice law in Vanuatu. \nThey will have experience in commercial and civil practice and in debt collection. This is a \nsenior position requiring at least 10 years experience. Because of the need to get different \nperspectives on these issues from local legal experts, the international consulting firm should be \nprepared to clear at least two additional curriculum vitae with ADB to ensure the necessary \ndepth. \n \n11.  The local lawyers will undertake the following tasks: \n \n(i)  Provide the international consultants with the local perspective on problems and \noptions for solution in the Vanuatu legal framework. \n(ii)  Work  with  the  secured  transactions  and  PSD  experts  in  liaison  with  local \ncompanies  and  private  sector  institutions  (e.g.,  chamber  of  commerce)  that \nwould  be  able  to  identify  economic  problems  arising  from  the  problems  in \nVanuatu's secured transactions framework. \n(iii)  Work with the international legal expert in identifying elements in all Vanuatu \nlaws relevant to the draft law of secured transactions. \n(iv)  Work with the international legal expert on the draft law for secured transactions. \n(v)  Master  relevant  legal  and  economic  issues  to  become  an  effective  trainer, \npresenter, and promoter of the issues in Vanuatu. \n "], "metadata": {"ModDate": "D:20050107105616+08'00'", "CreationDate": "D:20050104164257+08'00'", "Title": "Microsoft Word - R311-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20050103095810"}}