{"path": "data/input/ta/tar-vie-30286.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR: VIE 30286 \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \nTO THE \n \n \nSOCIALIST REPUBLIC OF VIET NAM \n \n \nFOR PREPARING THE \n \n \nCENTRAL REGION SMALL AND MEDIUM TOWNS  \n \n \nDEVELOPMENT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2004) \n \nCurrency Unit  –  dong (VND) \nVND1.00  –  $0.0000635243 \n$1.00  –  VND15,742.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DPC  –  district people’s committee \n  MOC  –  Ministry of Construction \n  PPC  –  provincial people’s committee \n  PWC  –  provincial water supply company \n  TA  –  technical assistance \n  WSS  –  water supply and sanitation \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Integrated \nTheme  –  Sustainable economic growth, environmental sustainability, \ninclusive social development \nSubtheme  –  Fostering (physical) infrastructure development, urban \nenvironment, human development \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by a team consisting of J. Hakim (team leader), A. Jain, B. Nguyen, \n \nL. Nazarbekova, and N. Ikemoto. \n ", " \nI.  INTRODUCTION \n \n1.  Following a request from the Government of the Socialist Republic of Viet Nam (the \nGovernment) for a technical assistance (TA) to prepare the Central Region Small and Medium \nTowns Development Project, an Asian Development Bank (ADB) fact-finding mission visited \nViet Nam, on 18–28 October 2004.1 The mission consulted with representatives of the Ministry \nof Construction (MOC), the State Bank of Viet Nam, the Ministry of Planning and Investment, \nthe  Ministry  of  Finance,  as  well  as  representatives  of  the  provincial  and  district  people’s \ncommittees (PPCs and DPCs) in Khanh Hoa, Ninh Thuan, and Phu Yen provinces, which are \nwithin  the  likely  project  area.  The  mission  also  met  with  representatives  of  the  Agence \nFrançaise de Développement (AFD), which has expressed initial interest in cofinancing the \nProject. Based on these discussions and field visits to the three provinces, the mission reached \nan understanding with the Government on the objectives, scope, cost estimates, financing plan, \nand implementation arrangements of the project preparatory TA, and the terms of reference for \nthe consultants.2 The preliminary project framework is in Appendix 1. \n \nII.   ISSUES \n \n2.  Since the late 1980s, Viet Nam’s economic growth has been impressive. Between 1992 \nand 2002, the poverty level decreased from around 54% to 29%.3 The engines of growth have \nbeen the urban centers, as highlighted by the growth of the industry and services sectors, which \nposted respective rates of 9.4% and 6.5% for 2001, and 8.9% and 6.0% for 2002. This extended \nperiod of high growth in the urban centers, however, has not been matched by investments in \ninfrastructure, particularly in the small and medium towns. Despite government support for \nurban  development,  prolonged  periods  of  fiscal  deficits  have  restricted  the  investments \nnecessary to improve the quality of life for the urban population. \n \n3.  As Viet Nam’s Millennium Development Goals and Targets emphasize the importance of \nimproving the quality of life and public health, and, at the same time, promoting sustainable \neconomic growth, the Government has attributed a high priority to water supply and sanitation \n(WSS) and considers these as strategic urban investments. The Government’s development \nstrategies  and  policies  for  urban  water  supply  are  reflected  in  the  Orientation  Plan  for \nDevelopment of Water Supply to 2020, approved in March 1998. The geographic focus of the \nproposed project is the southern Central Region, one of the poorest regions in Viet Nam with \npoverty levels higher than the national average. The urban population in the region was about \n4.5 million in 2003 and is growing at an average annual rate of 4.7%.  \n \n4.  The mission’s findings supported the Government’s position that inadequate WSS were \nthe most pressing issues in the small and medium towns in the southern Central Region. \nSeasonal occurrences of flood and drought have plagued the region; the lack of investments \nand deteriorated conditions of urban WSS facilities have heightened environmental and health \nrisks and have inhibited the social and economic development of the region’s small and medium \ntowns. Most towns have either inadequate or no water supply system at all, with a maximum \nservice coverage of 20%. A large proportion of the population uses water from contaminated or \nsaline wells and surface sources. Many residents purchase water for drinking and cooking from \nvendors or from residents connected to public water supplies, at extremely high prices, often 5–\n                                                 \n1  The TA is included in the Viet Nam Country Strategy and Program Update, 2005–2006. \n2  The TA first appeared in  ADB Business Opportunities  (Internet edition) on 19 November 1998 under the title \n“Central Region Sustainable Urban Development.” The last updated version was made on 6 November 2004. \n3  Respective figures by the World Bank and Viet Nam’s General Statistics Office. ", "2  \n20 times existing tariffs for public water supply. On the supply side, problems of inadequate \nmanagement and lack of technical capacity have resulted in poor maintenance of the existing \nsystems, to the extent that most of them require replacement. \n \n5.  A severe lack of drainage was evident in all towns visited by the mission, which is clearly \nleading to problems of flooding and difficulties in accessibility. Surface drainage systems were \neither nonexistent or in serious need of repair, and environmental pollution resulting from waste \ndischarges  lead  to  serious  health  risks.  Solid  waste  collection  was  lacking  and  leads  to \nunsanitary  disposal,  indiscriminate  dumping,  and  contamination  of  the  general  urban \nenvironment.  Latrine  systems  (identified  as  septic  tanks)  have  open  bottom  pits,  which \ndischarge  wastewater  into  the  soil,  causing  serious  health  hazards  associated  with \ncontamination. Aside from the absence of sanitation facilities,  there is also a lack of health \nawareness and education among the urban poor.  \n \n6.  As most provinces and districts in the southern Central Region are net recipients of the \nnational government budget, they have limited financial resources for capital investments and \noperation and maintenance support. This has not only impeded development, but has also \nrestricted the ability of local authorities to build any degree of capacity in urban services \nmanagement. There is a need to provide a structured capacity-building program, support for the \nsustainability  of  improved  urban  services,  and  an  enhanced  sense  of  local  ownership  of \ninvestments.  \n \n7.  ADB  has  actively  assisted  Viet  Nam’s  urban  and  WSS  sectors  since  1993,  with \nemphasis on new water supply systems, rehabilitation and extension of existing systems, \nenvironmental  and  infrastructure  improvements,  capacity  building,  and  institutional  reform. \nSince 1993, ADB has approved five loans totaling $304 million equivalent4 and provided several \nadvisory  TA  grants.  The  recommendations  resulting  from  these  interventions  have  been \naccepted by the Government and have helped develop the national water supply tariff policy, \nstrengthen water supply companies, and facilitate urban environmental improvements. Further \nefforts to improve WSS conditions will reduce poverty through improved health conditions, \nincreased time and cost savings for women who conveniently collect safe water for daily \nconsumption, and improved community and family hygiene. \n \n8.  Several lessons learned could be extracted from previous implementation experience. \nFirst is that, given the geographic length of the country—1,500 kilometers north to south—the \ntowns to be supported by the Project should be clustered to facilitate effective administration \nand coordination during implementation. The TA will therefore cover towns in five contiguous \nprovinces of the southern Central Region, with poverty levels above the national average. \nSecond, there is a need to carefully prioritize investments. The TA will either refer to an existing \ninvestment plan or design one that will provide a framework for future development. The third \nlesson is that broad-based participation is essential to the success of any project. Participation \n                                                 \n4  ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for Ho Chi Minh Water Supply and Sanitation Project. Manila; ADB. 1995. Report \nand Recommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of \nViet Nam for  the Provincial Towns Water Supply and Sanitation Project. Manila; ADB. 1997. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Second Provincial Towns Water Supply and Sanitation Project. Manila; ADB. 2001.  Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Third Provincial Towns Water Supply and Sanitation Project. Manila; and ADB. 2003. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Central Region Urban Environmental Improvements Project. Manila. \n \n ", "  3\ncan only be instilled by a sense of ownership, and for that purpose, consultation with key \nstakeholders is imperative. Fourth, is that the effectiveness of PPCs, provincial water supply \ncompanies (PWCs), DPCs, urban environmental companies, and other stakeholders has been \nconstrained by the policy environment and limited capacity to provide adequate and sustainable \nWSS services in southern Central Region towns. A firm commitment from government at all \nlevels is needed to support reform efforts. Last is the importance of establishing a management \nframework that will systematically evaluate and monitor environmental, involuntary resettlement, \nand other social impacts to fully comply with safeguard policies and ensure sustainable WSS \ndevelopment.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n9.  The development goal of the Project under preparation is to reduce poverty and improve \nthe quality of life of the urban population in the target areas through sustainable improvements \nin WSS. The purpose of the TA is to prepare a pre-investment study and project design for \nsmall and medium towns in Viet Nam’s southern Central Region. The objectives of the TA are to \n(i) identify socioeconomic, WSS, and water resource conditions and needs in the candidate \nproject towns; (ii) assess managerial, technical, and financial capacity of WSS providers as well \nas potential for broad-based participation; (iii) ensure that social and environmental safeguards \nare met; and (iv) prepare a project design suitable for sustainable WSS improvements of 10–20 \nsmall and medium town environments in five contiguous provinces in the southern Central \nRegion.5 TA outputs are: (i) a study for WSS development for southern central region small and \nmedium towns to include an inception, interim, draft final, and final report; (ii) social and \nenvironmental safeguard documents, (iii) a pre-investment study and design of WSS and WSS-\nrelated  components,  broad-based  participatory  activities,  and  capacity  building  of  WSS \nproviders and regulators, and (iv) downstream commitments to fund future implementation of \nthe  project.  The  design  will  include  physical  investments;  project  costs  and  financing \nmechanisms; operation and maintenance procedures; recommended policy, institutional, and \nregulatory reform; and managerial, technical, and financial capacity building. The TA will also \ndevelop WSS investment plans for the towns where no such plan exists.  \n \n10.  The mission discussed with MOC several components to be considered for project \npreparation. These include water supply development, sanitation infrastructure improvements, \npublic awareness and health education programs, and implementation assistance and capacity \nbuilding. The water supply development component will propose new water supply systems, \nrehabilitation and further extensions of existing systems, and community-based water supply \nsystems where appropriate. Sanitation improvements will comprise drainage, sewage disposal, \nand solid waste management. Public awareness programs will engage mass organizations such \nas women’s and youth unions to educate the public regarding good health practices, conduct \ncleanliness campaigns, and engage communities in collective activities that encourage broad-\nbased participation for the operation and maintenance of investments. A strong emphasis will be \nplaced on strengthening the managerial, technical, and financial capacities of PWCs, urban \nenvironmental corporations, PPCs, and DPCs to ensure sustainability of WSS facilities after \nproject completion, and strengthening the Viet Nam Water Supply and Sewerage Association to \n                                                 \n5  The number of towns could be expanded to up to 20, depending on the cost of subproject components and on the \navailability of cofinancing. Final selection will be based on predetermined criteria to include (i) poverty level, \n(ii) need  for  assistance,  (iii) commitment  and  capacity  of  the  PPC/DPC,  (iv) compatibility  with  the  agreed \ngeographic focus, (v) existence of a master plan, and (vi) no previous ADB assistance in the sector. \n ", "4  \nenable it to perform its function as a regulatory body. In addition, policy, institutional, and \nregulatory  amendments  to  the  existing  frameworks  will  be  undertaken  for  further  sector \ndevelopment. An analysis of cost recovery through improved tariffs, as well as the potential for \nprivate sector participation, will also be explored.  \n \nB.  Methodology and Key Activities \n \n11.  The TA will conduct a review of the WSS sector, including lessons learned from previous \nprojects assisted by ADB, the Government, and development partners. An assessment of the \ncurrent level of WSS services and water resources, as well as institutional, policy, and human \nresource conditions will be made to identify opportunities and constraints facing WSS sector \ndevelopment in the project towns. Data will be collected through surveys, interviews, focus \ngroup  discussions,  and  secondary  data  sources  to  assess  WSS  needs  and  potential  for \ncommunity  participation  and  private  sector  involvement.  Surveys  will  be  targeted  at  the \nhousehold level, while interviews and focus group discussions will target specific groups such \nas females, the youth, community leaders, and government authorities. Opinions from various \ngroups will provide the necessary inputs to design project parameters and to ensure broad-\nbased participation and support for the project. Workshops and consultative meetings will be \nheld to sensitize communities and local government officials on project objectives, obtain their \nsupport, and disseminate the findings of the project preparatory TA. \n \n12.  A  participatory  approach  will  be  undertaken  to  ensure  that  the  WSS  facilities  and \ncapacity-building programs for each project town will be demand-driven. The TA will undertake \nthe following activities: (i) review information and evaluate previous WSS projects by ADB, \nGovernment, and development partners; (ii) prepare and implement field surveys to assess the \nsocio-economic status of urban residents and the situation regarding WSS services; (iii) prepare \ngender, social and cultural assessment, and necessary action plans, along with measures to \nmitigate  adverse  impacts  on  minority  communities;  (iv)  assess  resettlement  impacts  and \nrequirements  and  prepare  resettlement  framework  and  plans;  (v)  prepare  environmental \nexaminations and plan containing necessary mitigation measures; (vi) prepare a financial and \neconomic  analysis;  (vii)  prepare  institutional  assessment  and  institutional  development \nprograms; (viii) conduct workshops to obtain critical inputs from stakeholders; (ix) identify and \ndelineate project components and subprojects; and (x) implement overall project management \nand progress reporting.  \n \n13.  An initial poverty and social assessment, which examines preliminary poverty conditions, \nminority issues, resettlement effects, gender issues, and vulnerable groups is in Appendix 2. All \nresettlement, environmental, and social assessments will be carried out according to ADB \nsafeguard procedures as indicated in the consultants’ terms of reference in Appendix 3. \n \nC.  Cost and Financing \n \n14.  The total cost of the TA is estimated at $1.2 million equivalent, comprising $694,000 in \nforeign  exchange  cost  and  $506,000  equivalent  in  local  currency  cost.  ADB  will  provide \n$950,000 equivalent to cover the entire foreign exchange cost and $256,000 equivalent of the \nlocal currency cost. The TA will be financed on a grant basis by the Japan Special Fund, funded \nby the Government of Japan. The Government contribution of $250,000 equivalent will cover \nthe provision of office accommodation and facilities, remuneration of counterpart staff, provision \nof workshop facilities, and domestic travel costs and per diem. Cost estimates and financing \narrangements are in Appendix 4. The Government has been advised that approval of the TA \ndoes not commit ADB to finance the ensuing project.  \n ", "  5\nD.  Implementation Arrangements \n \n15.  MOC will be the Executing Agency for the TA. A project coordination unit, attached to \nthe Management Board for Urban Technical Infrastructure Development Projects will implement \nthe TA on behalf of MOC, as the coordinating agency at the central level. The PPC or DPC of \nthe  selected  project  area  will  be  the  implementing  agency,  which  will  set  up  a  project \npreparation unit comprising technical staff from relevant departments. The PWC will be the \ncounterpart for preparing  the  design  of  the  water  supply  component.  A project steering \ncommittee, to be chaired by a senior official of MOC, with members from the senior staff of the \nMinistry of Planning and Investment, Ministry of Finance, State Bank of Viet Nam, participating \nPPCs/DPCs,  and  the  Management  Board  for  Urban  Technical  Infrastructure  Development \nProjects will be established prior to fielding the consultants. It will be convened to review and \nendorse the consultants’ reports at each stage of the study, and/or at the request of any \nmember to discuss major policy and implementation issues.  \n \n16.  The TA will be implemented over 8 months from 15 February 2005 to 15 October 2005. \nAn international consulting firm will be selected using the quality- and cost-based selection \nmethod in association with local consulting firms or individual domestic consultants. It will \nrequire  approximately  83  person-months  of  consulting  services  (23  person-months  of \ninternational and 60 person-months of domestic consultant input) with expertise in water supply \nand sanitation engineering, institutional development, environmental assessment, economic and \nfinancial  analysis,  social  development,  gender,  and  resettlement.  The consultants will be \nrecruited  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB on the engagement of domestic consultants. Outline terms of \nreference on the consulting services are given in Appendix 3. Equipment to be provided under \nthe TA will be purchased in accordance with ADB's Guidelines for Procurement. All bidders, \nsuppliers, contractors, and consultants shall be required to observe the highest standards of \nethics in procuring and executing ADB-financed contracts and shall be subject to sanctions if \nfraud and corruption are discovered. \n \n17.  The consultants will submit to ADB the following reports: (i) an inception report within 3 \nweeks of mobilization, which contains a summary of the assignment and TA background, \nmethodology/approach, staffing and personnel, scheduling of activities, and project design \nparameters; (ii) an interim report within 4 months of mobilization, which includes survey and \nworkshop findings and a preliminary project design for all project towns; (iii) a draft final report \ncontaining a refinement of the  interim report, to be submitted within 6 months of consultant \nmobilization; (iv) a prefeasibility report, to be submitted to the Government of Viet Nam; (v) a \ndraft final report/feasibility study; and (vi) final report at the end of the TA. \n \n \nIV.  THE PRESIDENT’S DECISION \n  \n18.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $950,000 on a grant basis to \nthe Government of the Socialist Republic of Viet Nam for preparing the Central Region Small \nand Medium Towns Development Project, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \n \nPerformance Indicators  Assumptions and \nDesign Summary  Monitoring Mechanisms \nTargets  Risks \nSector Goal       \n       \n• To reduce poverty and  • Access to safe, reliable,  • National indicators;   \nimprove the quality of life of  and sustainable WSS  district and provincial \nthe urban population  services; and reduced  level statistics; external \nthrough sustainable  poverty levels  assistance agency \nimprovements in water    reports \nsupply and sanitation  • Broad-based \n(WSS)  participation and \n  support for WSS \ninvestments \n \n• Capable WSS service \nproviders and \nregulators \n \nPurpose of the Project       \n      Assumptions: \n• To prepare a pre- • Acceptance by  • Completion of technical  • TA meets \ninvestment study and  Government and Asian  assistance (TA) report  requirements set by \nproject design for small  Development Bank  and pre-investment  Government and \nand medium towns in Viet  (ADB) as a competent  study  ADB \nNam’s southern Central  pre-investment study to     \nRegion  support project    • Close liaison among \n  appraisal    ADB, Government, \n    and consultants \n  • Principle agreement     \nRisks: \n  between Government \nand ADB on project  • Non-acceptance of \ndesign  TA \n  recommendations by \nother key \nstakeholders \nOutputs of the TA       \n  Assumptions: \n• A study for WSS  • Technical and socio- • TA progress report  • Adequate and timely \ndevelopment for southern  economic assessments    counterpart \nCentral Region small and  that define design    contributions \nmedium towns  parameters    • Timely feedback \n•  Inception report      from Government, \n•  Interim report  • Project rationale and    ADB, and other \n•  Draft final report  recommendations for    stakeholders \n•  Final report  improvement     \n      Risks: \n• Social and environmental  • Compliance with social  • TA progress report  • Inadequate \nsafeguard documents  and environmental    preparatory work \n  safeguards     \n      • Poor consultant \n• Pre-investment study and  • Acceptance by  • TA progress report  performance \ndesign of (i) WSS and  Government and ADB as    \nWSS-related components,  a competent pre-   • Lack of stakeholder \n(ii) broad-based  investment study to    support \nparticipatory activities, and  support project appraisal     \n(iii) capacity building of      • Inadequate data \nWSS providers and     \nregulators     \n     \n   \nContinued on next page ", "  Appendix 1  77 \nPerformance Indicators  Assumptions and \nDesign Summary  Monitoring Mechanisms \nTargets  Risks \n       \n• Downstream commitments  • Arrangements for  • TA progress report \nto fund future  downstream financing   \nimplementation of the  and implementation of \nproject  the project \n   \nActivities of the TA       \n      Assumptions: \n• Information review and  • Summary of ADB,  • TA progress report  • Adequate and timely \ndata collection and  Government, and donor    counterpart \nevaluation  agency activities in the    contributions \n  sector; policy and     \n  institutional    • Support from \n  environment; analysis    Government and civil \n  of key stakeholders    society \n       \n• Prepare and implement  • Reliable and accurate  • TA progress report  Risks: \nfield surveys, interviews,  field information needed    • Inadequate \nand focus group  for further planning and  • Survey, interview, and  preparatory work \ndiscussions to assess the  design of WSS  focus group discussion   \nsocio-economic status of  investment needs  returns  • Poor consultant \nurban residents and the      performance \nsituation regarding WSS       \nservices      • Lack of stakeholder \n     \nsupport  \n• Prepare gender, social, and  • Poverty and social  • TA progress report \n \ncultural assessment, and  analysis; gender   \nnecessary action plans  development strategy;   \n  ethnic minority   \n  development plan as   \n  needed   \n     \n• Assess resettlement  • Resettlement  • TA progress report \nrequirements and prepare  framework for the   \nresettlement framework  overall project;   \nand plans  resettlement plan per   \n  province; and other   \n  necessary documents   \n     \n• Prepare environmental  • Initial environmental  • TA progress report \nexaminations and plan  examination for each   \ncontaining necessary  project town; summary   \nmitigation measures  initial environmental   \n  examination for the   \n  overall project and   \n  sample project towns   \n     \n• Prepare a financial and  • Sound economic and  • TA progress report \neconomic analysis  financial analysis that   \n  provides the rationale   \n  for WSS investment   \n     \n• Prepare institutional  • Analysis of the policy  • TA progress report \nassessment and  and institutional   \ninstitutional development  environments and   \nprograms  recommendations for   \n  change   \n     \n• Conduct workshops to  • Adequate attendance  • Workshop minutes and \nobtain critical inputs from  and representation of  proceedings \nstakeholders  key stakeholders \nContinued on next page \n ", "88  Appendix 1 \nPerformance Indicators  Assumptions and \nDesign Summary  Monitoring Mechanisms \nTargets  Risks \n       \n• Identify and delineate  • Identification, costing,  • TA progress report \nproject components and  and general design of   \nsubprojects  project components and   \nsubprojects   \n   \n• Overall project  • Timely completion of  • TA progress report \nmanagement  and adequate   \n  management support   \nfor the TA \n \nInputs of the TA       \n      Assumptions: \n• 23 person-months of  • Timely consultant  • Contract awards   • Adequate \ninternational and 60  recruitment    counterpart support \nperson-months of    • Disbursements  and contributions \ndomestic consultants        \n      • Timely mobilization \n• Counterpart contributions  • Adequate allocation of    of consultants  \namounting to $250,000  funds in government     \nequivalent  annual budget    Risk: \n      • Slow consultant \n• Office equipment  • Availability of office    mobilization and low \nspace upon consultant    resource support \nmobilization   \n \n \n• Project implementation  • Presence of full-time \nstaff \nassistance  \n \n \n ", "  Appendix 2  9 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national \nIs  the  sector  identified  as  a  national    Yes   Yes \npriority in country poverty partnership \npriority in country poverty analysis?       No    No \nagreement?   \nContribution of the sector or subsector to reduce poverty in Viet Nam: \nViet Nam has experienced rapid economic growth and urbanization over the past decade. Gross domestic product \n(GDP) maintained an average annual growth of about 7% and the urban population ratio has increased from 20% in \n1990 to about 25% in 2003. The urban population in the Central Region totaled close to 4.5 million in 2003 and is \ngrowing at 4.7% per annum. Over the last decade, the urban infrastructure has been unable to meet the increasing \ndemands of the growing urban population due to insufficient funds and limited institutional capacity. This imbalance \nheightens environmental and health risks, and inhibits social and economic development of urban people in the \nCentral Region. \n \nThe proposed technical assistance (TA) will be used to prepare a water supply and sanitation project for Viet Nam’s \nsmall and medium towns in the southern Central Region. The Project will contribute toward the achievement of the \nMillennium Development Goals and Targets. Improved water supply and sanitation has the potential of (i) increasing \ntime and cost-savings for women who collect, treat, and store water for daily consumption; (ii) improving community \nand family hygiene and health practices; (iii) reducing health care expenditures for households, especially for the poor \nand vulnerable; and (iv) improving individual well-being, which implies better health, increased productive days, and \nhigher school attendance. The proposed Project will cover services in 10–20 towns, including 10 towns in the five \nprovinces of Phu Yen, Khanh Hoa, Ninh Thuan, Binh Thuan, and Dak Nong. With the exception of Dak Nong, eight \ntowns are accessible by National Road 1A and by a parallel rail line. A community health and hygiene program will \nhelp expand services to the poor and low-income areas. \nB.  Poverty Analysis                                                         Proposed Targeting Classification: Targeted intervention \nWhat type of poverty analysis is needed?  \nThe southern Central Region is one of the poorest in Viet Nam. The living standards are often lower with poverty \nlevels higher than the national average. Poor and near-poor households are the most vulnerable to inadequate urban \ninfrastructure and unsanitary conditions. The urban poor in the candidate project towns live in underserved areas with \neither inadequate water supply or nonexistent sanitation facilities, or both. For instance, the poor and low-income \nhouseholds are fishing households that reside along the coastal areas in Phu Yen, Khanh Hoa, and Ninh Thuan. Poor \ntoilet and septic tank facilities add to unsanitary conditions and environmental pollution. The poor also suffer from \ndysfunctional or nonexistent drainage, frequent flooding, and limited access to solid waste collection. Improving water \nsupply and sanitation will reduce vulnerability associated with high health care expenditures due to environmental \nsickness.  \n \nA poverty analysis will be carried out to summarize the causes of poverty in the project towns, identify areas of high \npoverty incidence, prepare a complementary community-based water supply and sanitation program, assist in \nquantifying the benefits of the proposed Project in reducing poverty, and incorporate other social measures within the \nscope of project implementation. The poverty analysis will focus the poverty impact of the proposed interventions on \nthe poor and disadvantaged, including the contribution of the Project to reducing access barriers to water supply and \nsanitation services for the poor and the near-poor. Participatory methods will help address the needs of the poor, and \nstrengthen the pro-poor focus of the Project. The analysis will also include opportunities for generating new \nemployment and of enhancing community ownership and self-reliance. The analysis will be part of an overall poverty \nand social strategy for the Project. In the case of possibilities for employment, reference will be made for compliance \nto internationally recognized core labor standards as well as the country’s labor legislation. \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \nA stakeholder analysis will be required to identify key project stakeholders, their project-related interests, and the ways \nin which they affect project feasibility and success. Primary stakeholders include town residents, people and \ninstitutions affected by land acquisition and resettlement, ethnic minority people, vulnerable groups, rural populations \naround the town areas, and tourism and natural resource developers (e.g., salt and glass manufacturers). Secondary \nstakeholders include the Ministry of Construction, provincial and local people’s committees, and relevant government \nagencies. The role of stakeholders will be disaggregated by age, gender, and ethnicity where possible. The role of \nmass organizations (e.g., women’s union, youth union) and nongovernment organizations will also be considered. \n \nParticipation and consultation will be carried out with the above stakeholders during project preparation. Participatory \nrural appraisal techniques will be used in designing project components, implementation, operation and maintenance, \nand  monitoring  and  evaluation  arrangements.  The  process  will  involve  information  sharing,  consultations, \nsocioeconomic surveys, interviews, focus group meetings, workshops, participatory rural appraisal, and collaborative \ndecision making. Records of consultations will be noted and included in the poverty and social assessment and ", "1100  Appendix 2 \ndecision making. Records of consultations will be noted and included in the poverty and social assessment and \nstrategy. \n \nIs there a participation strategy?     Yes                   No \nBased on stakeholder consultations, a participation strategy will be development. The strategy will delineate ways in \nwhich to enhance key stakeholders and beneficiaries participation, and will be key to the community-based health and \nhygiene  component,  poverty  and  social  strategy,  resettlement  plans,  and  initial  environmental  examinations. \nParticipation will also involve affected persons in developing resettlement plans. \nD.  Gender Development \nStrategy to maximize impacts on women: \nIn Viet Nam, females make up about 50% of the total population, and are generally responsible for a conducting a \nvariety of tasks related to water and sanitation. During project preparation, a detailed gender analysis will be \nconducted to determine how to better maximize project benefits for women. The purpose will be to address the needs \nand interests of women, especially female-headed households, and suggest measures on ways of maximizing their \nbenefits from the proposed Project. Particular attention will be given on ways to increase women’s representation and \nenhance  their  decision-making  capabilities  through  awareness,  capacity  building,  and  employment.  Women’s \nparticipation in mass organizations and provincial and district/town peoples committees will also be considered.   \n \nHas an output been prepared?      Yes     No \nA gender strategy will be developed during project preparation and integrated into an overall poverty and social \nstrategy.  Specific  gender  concerns  for  women  facing  land  acquisition  and  resettlement  will  be  addressed  in \nresettlement plans. \nE.  Social Safeguards and Other Social Risks \nSignificant/ \nPlan \n Item  Not Significant/  Strategy to Address Issues  Required \nNone \nLand  acquisition  and  resettlement  is  not  expected  to  be \nsignificant, as it will be avoided or minimized whenever possible. \nA  resettlement  plan  for  each  province  will  be  prepared  in \naccordance with government regulations and ADB’s  policy on \n Significant   Full \ninvoluntary resettlement. Each resettlement plan will contain land \nResettlement   Not significant  Short \nacquisition  and  resettlement  planning  for  each  town  project \n None   None  \nwithin that province. The purpose of the resettlement plan is to \nensure that affected people are compensated at replacement \ncosts, and are able to regain, if not improve their pre-project \nliving standards.  \nWhen setting the levels of service charges, ability to pay of the \n Significant \nhousehold, particularly the poor and low-income households, will   Yes \nAffordability   Not significant \nbe carefully examined. Usage patterns of different user groups    No \n None \nwill be also be considered.  \nJob  or  income  losses  are  not  expected.  However,  project-\naffected people will be given opportunities for project-related \n Significant  work and training for skills development will be considered during \n Yes \nLabor  Not significant  preparation. Necessary and appropriate steps will be made to \n  No  \n None  ensure that ADB-financed procurement of goods and services, \ncontractors, subcontractors, and consultants will comply with the \ncountry’s labor legislation, as well as the Core Labor Standard. \nAbout 14% of the total population in Viet Nam comes from ethnic \nminority groups (2002). Field visits found that the Kinh make up \na majority of the total population in the urban towns along the \nSignificant  coast; however, a high number live in the bordering provinces of \nIndigenous   Yes \nNot significant  the Central Highlands. The social analysis will further assess \nPeoples    No  \n None  potential project impacts on ethnic minorities in the project town \naccording  to  ADB’s  policy  on  indigenous  peoples  and  on \ngovernment  regulations,  and  in  consultation  with  ethnic \nminorities and concerned government agencies. \nOther  Risks   Significant \n Yes \nand/or   Not significant  None \n  No  \nVulnerabilities   None \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consulting firm will have broad experience in all aspects of water supply and \nsanitation  development,  community  participation,  and  capacity  building  as  well  as  needed \nexpertise in economic, financial, and social analyses. The international gender specialist will be \nrecruited separately but will work under the supervision of the Team Leader. Consultants will \nprovide the following reports: (i) an inception report within 3 weeks of mobilization; (ii) an interim \nreport within 4 months of mobilization; (iii) a draft final report within 6 months of consultant \nmobilization; (iv) a prefeasibility report, to be submitted to the Government of Viet Nam; and \n(v) a final report/feasibility study. The terms of reference for the consulting team will be as \nfollows: \n \nA.  Institutional Development Specialist/Team Leader (international, 7 person-months). \nThe consultant will carry out the following tasks:  \n \n(i)   coordinate the work of all international and domestic consultants in conducting \nassessments,  surveys,  workshops,  design  development,  report  writing,  and \noverall management of the consultant team; and ni corporate lessons learned \nfrom the Asian Development Bank (ADB) as well as other development partners \nin the water supply and sanitation (WSS) sector;  \n \n(ii)   identify key stakeholders and relationships among key WSS sector institutions \nand their regulatory functions at the central, provincial, and local government \nlevels. Analyze local administration structures, personnel management, budget, \nstandard and productivity norms, decision-making processes, and relations with \nthe public pertaining to the provision and delivery of WSS services. Analyze WSS \npolicies, regulations, strategies, and programs; \n \n(iii)  identify policy, institutional, and human resource constraints facing water supply \nand  drainage  companies,  and  public  works  companies  under  the  various \nprovincial  people’s  committee  (PPC)  and  district  people’s  committee  (DPC) \nauthorities in providing efficient and responsive WSS services at the local level. \nReview current legislation, regulations, and decrees pertaining to the provision of \nWSS services and recommend the necessary policy and institutional reforms \nneeded to develop the WSS sector; \n \n(iv)  review existing training programs provided the Viet Nam Water Supply and \nSewerage Association, PPCs, provincial water supply companies (PWCs) and \nDPCs, and identify gaps and needs for managerial, technical, and administrative \ntraining.  Identify  appropriate  participants  for  training  sessions  for  potential \ntrainers and prepare a training program in the project towns for key staff in \ncharge of WSS services; \n \n(v)  assess the constraints to civic and private sector participation in WSS sector \ndevelopment  and  the  current  and  potential  modalities  for  their  involvement; \nIdentify the areas for improving the regulatory and institutional environment; \n \n(vi)  prepare  an  institutional  analysis,  which  includes  an  overview  of  the  current \ninstitutional framework for WSS, identification of key stakeholders, constraints to \neffective and affordable WSS provision and delivery, and recommendations for \nnecessary  policy,  legal,  administrative,  and  organizational  reforms  and \nimprovements in consultation with relevant agencies and ADB. Suggest areas for ", "1122  Appendix 3 \nintervention to improve governance and management, and build capacity  with \nrespect to WSS service provision and effective sector regulation.  \n \nB.    Economic and Financial Analyst  (international, 2.5 person-months). The consultant \nwill carry out the following tasks: \n \n(i)  review ADB’s Guidelines for the Economic Analysis of Projects, Handbook for the \nEconomic Analysis of Water Supply Projects, Framework for the Economic and \nFinancial Appraisal of Urban Development Sector Projects, Economic Analysis in \n2002:  A  Retrospective,  Economic  Analysis  Retrospective,  2003  Update, \nHandbook for Integrating Poverty Impact Assessment in the Economic Analysis \nof Projects, and Handbook for Integrating Risk Analysis in the Economic Analysis \nof Projects; \n \n(ii)  review  the  socioeconomic  development  plans  of  participating  provinces  and \ntowns, describe the macroeconomic and sectoral context within which the Project \nwill  be  implemented,  and  establish  the  rationale  for  public  sector  and  ADB \ninvolvement. Provide inputs for design of the socioeconomic survey and collect \nthe necessary data required for economic analysis; \n \n(iii)  prepare, for each project town, an economic analysis covering,  among other \nthings,  demand  analysis,  least  economic  cost  analysis,  economic  cost  and \nbenefit analysis, economic internal rates of return, average incremental economic \ncosts, sensitivity analysis, risk analysis, benefit distributional analysis, poverty \nimpact ratios, and assessment of subsidies. If subsidies are needed, provide \ntheir rationale and justification, in line with ADB’s Criteria for Subsidies.  \n \n(iv)  review  the  tariff  policies,  current  tariff  levels  and  structures,  and  collection \nmechanisms for various urban services and recommend user charges for public \nservices documented in Economics and Research Department [ERD] Technical \nNote Series, No. 9. Assess the pricing of services for the poor, willingness to pay, \nability to pay of different user groups, cost-sharing mechanisms, and funds-flow \narrangements;  \n \n(v)  review  the  fiscal  linkages  between  the  central,  provincial,  and  district/town \ngovernments. Examine the existing financial positions of the provincial and local \ngovernments  that  will  lend/relend  funds  or  provide  counterpart  funds  to  the \nProject. Prepare 5-year financial projections and assess the affordability of the \nproposed subprojects; \n \n(vi)  prepare, for each project town, a financial analysis, covering, among other things, \nfinancial cost and benefits analysis, calculation of average incremental financial \ncost, financial internal rates of return, and sensitivity analysis with respect to \nproject design and implementation risks; \n \n(vii)  review  related  accounting  standards  and  policies  and  financial  management \ninstitutional  arrangements,  assess  the  financial  management  capacities  of \nrelated  provincial,  local  governments  and  urban  project  companies/units, \nrecommend measures to strengthen their financial management capacities, and \nprepare the terms of reference for consulting services. \n \n ", "  Appendix 3  1133 \n(viii)  prepare an evaluation of the value-added provided by this technical assistance to \nViet Nam’s development.  \n \nC.  Water  Supply  and  Sanitation  Engineer  (international,  7  person-months).  The \nconsultant will carry out the following tasks: \n   \n(i)  collect and analyze WSS and related information, including topography, soil, \nwater resources, land use, major industries, existing WSS coverage, willingness \nto pay; main drainage patterns, storm water and wastewater flows, organic and \nother pollution loads, catchment areas, and drainage routes; and groundwater \nsamples for testing and identify pollution levels and samples of receiving waters \nduring the wet and dry seasons. Sink shallow boreholes as needed to determine \nwater quality; \n \n(ii)  review existing policies, plans, reports, standards, and studies relating to the \nwater resource and WSS infrastructure investments, physical planning, design \nand management. Recommend improvements to ensure good practices; \n \n(iii)  prepare and evaluate conceptual designs of alternative WSS systems to include \nmanagement schemes, production and distribution, operation and maintenance, \nand financing mechanisms; \n \n(iv)  prepare detailed cost estimates for each subproject and provide summaries by \nproject and component for land and resettlement, civil works, equipment and \nmaterials,  consulting  services,  project  management,  taxes  and  duties,  and \ninterest and other charges during construction. In collaboration with the financial \nanalyst,  prepare  a  WSS  investment  plan  and  operation  and  maintenance \nprocedures for each project town; \n \n(v)  prepare  prefeasibility  and  feasibility  studies  and  preliminary  designs  for  all \ncomponents  of  all  project  towns  in  accordance  with  ADB  and  Viet  Nam \ngovernment regulations. Describe in detail the scope of each component, and \nrecommend  the  packaging  of  contracts.  Prepare  a  benefit  monitoring  and \nevaluation plan in accordance with ADB's Guidelines on Benefit Monitoring and \nEvaluation. \n \nD.  Social Development Specialist  (international, 2 person-months). The consultant will \ncarry out the following tasks: \n \n(i)  conduct  a  socioeconomic  survey  in  collaboration  with  other  specialists,  and \nprepare  socioeconomic  and  poverty  profiles  for  project  towns  to  include \npopulation, income, occupation, and education levels; and health conditions, to \nbe disaggregated by income group, ethnic group, and gender, to serve as the \nbaseline  for  poverty  and  social  monitoring.  Review  provincial  and  local \ngovernment policies, strategies, and programs for poverty reduction and regional \neconomic development as they pertain to the project towns; \n \n(ii)  prepare a poverty and social analysis, using participatory methods in accordance \nwith  the  draft  ADB  Handbook  for  Poverty  and  Social  Analysis and ADB’s \nGuidelines for Incorporation of Social Dimensions in Bank Operations to assess \nthe type and significance of the project impacts on the poor, ethnic minorities, \n ", "1144  Appendix 3 \nand other vulnerable groups. If necessary, prepare a separate ethnic minority \ndevelopment plan according to ADB’s policy on indigenous peoples (1998) and in \nclose consultation with the ethnic minority groups and relevant agencies; \n \n(iii)  conduct a public perception survey to identify public problems, satisfaction with \nthe level of urban services, development priorities, and perceptions toward local \nauthority administration efficiency, quality of urban services, and willingness to \npay for improved WSS services. Prepare a community health education and \nhygiene  awareness  program  with  a  special  focus  on  women  and  children. \nExplore  possibilities  for  establishing  a  grant  fund  for  the  improvement  and \nconstruction of WSS facilities with community participation; \n \n(iv)  prepare a poverty and social strategy, which includes both special enhancement \nand  necessary  mitigation  measures  with  target  beneficiary  groups, \nimplementation  arrangements,  estimated  budget,  and  monitoring  indicators \nbased on the poverty and social analyses and assessment of potential impacts \non ethnic minorities. Provide a summary of consultations held with all stakeholders \nand develop social action plans for each candidate project town; and \n \n(v)  prepare a draft participation strategy for community-based WSS schemes as well \nas  activities  for  other  project  components,  which  outlines  stakeholders’ \ninvolvement at different stages of the project cycle for each project town. Assess \nthe  capacity  of  the  implementing  agency  and  other  concerned  agencies  in \neffectively implementing suggested poverty, social, and resettlement measures. \n \nD.  Gender Specialist (international, 1.5 person-month). The consultant will carry out the \nfollowing tasks: \n \n(i)  review provincial and local government policies, strategies, and programs for \npoverty reduction and regional economic development as they relate to gender. \nProvide inputs to the socioeconomic survey and provide the necessary data and \ninformation  on  gender  to  the  social  development  specialist  for  further \nincorporation in the social and poverty analysis; \n \n(ii)  in collaboration with the social development specialist, prepare a community \nhealth  education  and  hygiene  awareness  program  with  a  special  focus  on \nwomen and children; and \n \n(iii)  prepare a gender analysis in accordance with ADB’s  Policy on Gender and \nDevelopment and using the Gender Checklist for Water Supply and Sanitation. \nPrepare a gender development strategy with specific actions to address the \nneeds of women, enhance their roles, and maximize their benefits from the \nProject.  Indicate  targets,  implementing  agency,  estimated  budget,  proposed \ntiming, and monitoring indicators for any actions. Use participatory methods to \nhelp assess the type and significance of the gender-specific impacts.  \n \nF.  Resettlement Specialist  (international, 1.5 person-months). The consultant will carry \nout the following tasks: \n \n(i)  review government policies and strategies on resettlement and collaborate with \nother  specialists  to  ensure  resettlement  implementation  arrangements  are \n ", "  Appendix 3  1155 \nintegrated into the overall project design and include any gender-specific impacts \nof land acquisition and resettlement; \n \n(ii)  assess the land acquisition and resettlement requirements of the Project in each \nproject town, and options to avoid or minimize resettlement. Provide an inventory \nof loss, and a socioeconomic survey of the affected populations.  Document \nconsultations with all stakeholders held during the preparation of resettlement \ndocuments for inclusion into the plan; \n \n(iii)  prepare one resettlement framework for the Project and one resettlement plan \nper  province  according  to  Government  regulations  and  ADB’s  policy  on \ninvoluntary resettlement (1995) and ADB’s Handbook on Resettlement: A Guide \nto Good Practice (1998) to include separate estimates for land acquisition and \nresettlement impacts for each town within that one province; and \n \n(iv)  prepare, for each project town, a resettlement plan to include an entitlement \nmatrix, a detailed budget with unit costs estimates based on replacement costs \nfor  lost  assets,  implementation  schedules,  management  arrangements,  and \narrangements for internal and external monitoring and evaluation. Conduct a \nreplacement cost survey to determine unit replacement costs of assets lost.  \n \nG.  Environmental Specialist (international, 1.5 person-months). The consultant will carry \nout the following tasks: \n \n(i)  assess the environmental impacts of the of the proposed Project to include, but \nnot  be  limited  to,  water  supply,  sanitation,  drainage,  sewerage,  solid  waste \ndisposal, and other necessary infrastructure works. Include direct and indirect \nimpacts during construction and operation, and their cumulative impacts; \n \n(ii)  collect  data  on  environmental  conditions  of  the  candidate  project  towns,  to \ninclude an inventory of natural and man-made resources, and the links between \nthem. Identify climatic, topographical, and ecological patterns that may affect or \nbe affected by the proposed Project; \n \n(iii)  prepare an initial environmental examination (IEE) for the overall Project and for \neach subproject town, a summary initial environmental examination to cover the \noverall  Project  and  sample  subprojects,  and  where  necessary,  prepare  an \nenvironmental impact assessment in accordance with ADB's Environment Policy \n(2002)  and  ADB's  Environmental  Assessment  Guidelines  (2003),  and  in \naccordance with the Government's environmental assessment requirements and \nreview procedures; \n \n(iv)  assist the Executing Agency In securing environmental clearance certificates for \neach  subproject  as  required  by  the  Government  and  prepare  necessary \ninformation to comply with ADB and government  guidelines; and \n \n(v)  recommend (i) measures to safeguard the environment before, during, and after \nimplementation  of  the  Project;  (ii) mitigation  measures  and  the  monitoring \nprogram, including cost implications, and an institutional setup for undertaking \nthe program; and (iii) the responsible agency for environmental monitoring during \nproject implementation.  \n ", "16  Appendix 4 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nForeign    Local  Total \nItem \nExchange  Currency  Cost \n         \nA.  Asian Development Bank Financinga         \n  1. Consultants         \n  a.  International         \n    i. Remuneration  484.0    0.0  484.0 \n    ii. Per Diem  90.0    0.0  90.0 \n  b.  Domestic         \n    i. Remuneration  0.0    76.0  76.0 \n    ii. Per Diem  0.0    15.0  15.0 \n  c.  International Travel  45.0    0.0  45.0 \n  d.  Local Travel  0.0    20.0  20.0 \n  2. Office Equipment b  10.0    0.0  10.0 \n  3. Surveys c  0.0    60.0  60.0 \n  4. Reports and Publication  0.0    10.0  10.0 \n  5. Workshops  0.0    10.0  10.0 \n  6. Administration Support Costs  0.0    30.0  30.0 \n  7. Contract Negotiations  5.0    0.0  5.0 \n  8. Contingencies  60.0    35.0  95.0 \n  Subtotal (A)  694.0    256.0  950.0 \n           \nB.   Government Financing         \n  1. Office Accommodations and Facilities  0.0    90.0  90.0 \n  2. Counterpart Staff Remuneration  0.0    130.0  130.0 \n  3. Workshop Facilities  0.0    6.0  6.0 \n  4. Travel and Subsistence  0.0    24.0  24.0 \n  Subtotal (B)  0.0    250.0  250.0 \n           \n  Total  694.0    506.0  1,200.0 \n           \na \nFinanced by the Japan Special Fund, funded by the Government of Japan. \nb \nOffice equipment to include a laptop computer, three desktop computers, necessary software, two printers, one \nplotter, audiovisual equipment, and office furniture. \nc \nSurveys will include socio-economic surveys and water quality testing. \nSource: Asian Development Bank estimates. \n   \n "], "metadata": {"ModDate": "D:20041227121839+08'00'", "CreationDate": "D:20041223154712+08'00'", "Title": "Microsoft Word - R325-04", "Creator": "PScript5.dll Version 5.2", "Author": "rsa", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 31 October 2004) \n \nCurrency Unit  –  dong (VND) \nVND1.00  –  $0.0000635243 \n$1.00  –  VND15,742.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DPC  –  district people’s committee \n  MOC  –  Ministry of Construction \n  PPC  –  provincial people’s committee \n  PWC  –  provincial water supply company \n  TA  –  technical assistance \n  WSS  –  water supply and sanitation \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Integrated \nTheme  –  Sustainable economic growth, environmental sustainability, \ninclusive social development \nSubtheme  –  Fostering (physical) infrastructure development, urban \nenvironment, human development \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by a team consisting of J. Hakim (team leader), A. Jain, B. Nguyen, \n \nL. Nazarbekova, and N. Ikemoto. \n ", "authors": [{"documentRole": "", "fullname": "L. Nazarbekova", "role": "and N", "organization": ""}, {"fullname": "J. Hakim "}, {"fullname": "J. Hakim ", "role": "team leader"}, {"fullname": "A. Jain"}, {"fullname": "B. Nguyen"}, {"fullname": "L. Nazarbekova"}, {"fullname": "N. Ikemoto"}]}