{"path": "data/input/ta/tar-pak-38573.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: PAK 38573 \n \n \n \nProposed Technical Assistance \nto the Islamic Republic of Pakistan \nfor Support to Implementation of \nGender Reform Action Plans \n(Cofinanced by the Poverty  \nReduction Cooperation Fund and \nthe Government of Canada) \n \n \n \n \nMay 2005 \n \n \n \n   ", " \nCURRENCY EQUIVALENTS \n(as of 25 May 2005) \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \nPRe 1.00 =  $0.0168 \n$1.00 =  PRs59.48 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nADTA  –  advisory technical assistance \nAJP  –  Access to Justice Program \nAPR  –  annual performance review \nCIDA  –  Canadian International Development Agency \nDSP  –  Decentralization Support Program \nEA  –  executing agency \nGGRP  –  gender and governance resource pool \nGRAP  –  gender reform action plan \nGU  –  Governance Unit \nIA  –  implementing agency \nMoF  –  Ministry of Finance \nMoWD  –  Ministry of Women Development  \nNGO  –  nongovernment organization \nPME  –  performance monitoring and evaluation \nPMU  –  program management unit \nPRCF  –  Poverty Reduction Cooperation Fund \nPRM  –  Pakistan Resident Mission \nPRSP  –  poverty reduction strategy paper \nPSO  –  program support office \nTA  –  technical assistance \nTA1  –  Local Government Performance Enhancement  \nTA2  –  Gender and Governance Mainstreaming \nTASF  –  Technical Assistance Special Fund \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –   General intervention \nSector       –  Multisector  \nSubsector      –  Governance \nTheme       –  Gender and development \nSubtheme      –  Inclusive social and gender development \n \n \n \n \n \nThis report was prepared by D. Porter, I. Shahjehan, R. Ahmad, and P. Robertson. ", " \nI.  INTRODUCTION \n1.  The  principal  commitments  of  the  Asian  Development  Bank  (ADB)  to  gender  and \ngovernance  reforms  in  Pakistan  are  articulated  through  two  major  programs:  the \nDecentralization Support Program (DSP)1 and the Access to Justice Program (AJP).2 Although \nthese programs provide a high-level framework for policy dialogue with the Government on \ngender and governance issues, the dialogue has been sporadic, because both programs have \nawaited a firm government commitment to a package of legislative, political, administrative, and \nfiscal reforms. These commitments are contained in gender reform action plans (GRAPs), \nprepared with ADB assistance,3 which were approved by the cabinets of the federal government \nand the provincial governments of Balochistan, Punjab and Sindh. The significance of GRAPs \nfor ADB is also reflected in policy commitments under resource management programs in \nBalochistan and Punjab, and devolved social services programs in Punjab and Sindh. ADB and \nits cofinancing partners have thus made an unprecedented effort to mainstream both corporate \nand government policy on gender through innovative and high-profile assistance.  \n \n2.  The  proposed  advisory  technical  assistance4  (TA)  will  help  federal  and  provincial \ngovernments implement the reforms and supporting actions highlighted in the GRAPs, and for \nwhich  governments  have  already  made  budgetary  commitments.  More  specifically,  the \nproposed TA will be critical to the effectiveness of the two TA loans integral to the DSP: the \nLocal  Government  Performance  Enhancement  (Loan  1937-PAK,  known  asTA1);  and  the \nGender and Governance Mainstreaming (Loan 1938-PAK, known as TA2); and to the TA loan \nsupporting the AJP.5 This will include helping the Government integrate its poverty reduction \nstrategy and medium-term fiscal management frameworks with the recently approved GRAPs at \nfederal  and  provincial  levels,  and  integrating  this  with  policy-based  operations  for  public \nresource management and devolved social services at province and local government levels.  \n \n3.  The proposed TA was designed by the Pakistan Resident Mission (PRM) during the \nconclusive phase of preparation of the GRAPs, the country program exercise (April–May 2004), \nand  annual  performance  reviews  (APRs)  of  DSP  and  AJP.  The  priorities,  activities,  and \napproaches reflected in this proposed TA were defined in consultation with the Government and \ncivil society stakeholders. Appendix 1 gives the proposed TA framework.  \n \nII.  ISSUES \n \n4.      Gender and Governance Reform for Poverty Reduction. Federal and provincial \ngovernments have reaffirmed their commitment to gender reforms through the poverty reduction \nstrategy papers (PRSP). The reservation of 33% of the seats in local government for women \nhas enabled many women to enter local politics. Women members constitute about 21% of \nfederal and provincial assemblies. But despite these commitments, the status of women in \nPakistan  remains  appalling.  In  the  absence  of  gender-disaggregated  data,  gender  poverty \n                                                 \n1  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nIslamic Republic of Pakistan for the Decentralization Support Program. Manila (Loans 1935/36/37/38-PAK, for \n$300 million, approved 21 November 2002). \n2  ADB. 2001. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical Assistance Grant to the Islamic Republic of Pakistan for the Access to Justice Program. Manila (Loans \n1897/98/99-PAK, for $350 million, approved 20 December 2001).  \n3 ADB. 2002. Technical Assistance to the Islamic Republic of Pakistan for the Gender Reform Program. Manila (ADB \napproved TA3832-PAK, for $600,000, on 1 February 2002). \n4 The proposed advisory technical assistance (ADTA) is in the 2005 Country Program. It first appeared in ADB \nBusiness Opportunities on 12 October 2004.  \n5  The Board approved TA Loan 1899-PAK ($25.5 million) on 20 December 2001 (footnote 2). \n ", "2     \nremains largely hidden, but it is increasingly evident that poverty is feminized; women bear a \ndisproportionately high share of the burden of poverty. Global comparators give some indication \nof gender poverty in Pakistan.6\n \n5.      Statistics, however, do little to convey the experience of women in Pakistan. Oppressive \nlaws imperil their legal status. Violence against women remains an everyday experience across \nclass, region, and rural-urban divides. Women continue to be murdered in the name of male \n“honor.” Domestic violence is thought to take place in about 80% of the country’s households, \nand custodial gang rapes by the police are so frequent that 70% of women entering police \nstations  report  they  are  subjected  to  sexual  and  physical  violence.  Child  sexual  abuse, \nkidnapping,  prostitution  and  trafficking,  and  bonded  and  hazardous  child  labor  are \ncommonplace. This occurs not just because of inadequate legal provisions, but mainly because \nimplementation of the law by federal, provincial, and local state agencies tends to take the path \nof least resistance, and favors the powerful over the weak.7\n \n6.      Administrative  and  Political  Power.  The  exclusion  of  women  from  political  and \nadministrative  governance  structures  is  strongly  linked  to  high  poverty  incidence.  Despite \nwomen’s participation in political processes, women are seldom appointed to decision-making \npositions  and  their  representation  in  political  parties  is  low.  There  are  significant  gender \ndisparities in public sector employment; only 5.4% of all civil servants are women. In the federal \ngovernment, there are no women in grade 22, and women hold only 1% of grade 21 posts and \n2.5% of grade 20 posts.8 No woman serves at the Supreme Court, and only two women are \nhigh court judges. Only 6% of judges in the subordinate judiciary are women. \n \n7.     Fiscal and Budgetary Issues. The male bias in state institutions translates into under-\ninvestment in social and economic entitlements and public policies for women, and reinforces \nthe higher incidence of poverty and powerlessness among women.  Women’s new political \nrepresentation  in  local  government  politics  is  a  major  achievement,  but  female  political \nrepresentatives  lack  access  to  means  of  political  participation––political  skills,  financial \nresources, education, training, and information––due to structural and cultural barriers, and \nmale domination of political parties and the bureaucracy.  \n \n8.      ADB’s  Gender  and  Development  Focus.  ADB  fully  supports  the  PRSP  process, \ndevolution, and positive programs for gender equality. Before the approval of GRAPs, national \npolicy  was  ad  hoc  and  poorly  articulated,  with  limited  administrative  and  budgetary \ncommitments, and did not provide an effective focus for ADB’s assistance. To date, ADB’s \naffirmative actions on gender have largely been limited to crosscutting actions in investment \nprojects9, policy advocacy,10 and policy dialogue under DSP and AJP. The recent high-level \n                                                 \n6 The Gender-Related Development Index 2003 of the United Nations Development Programme ranks Pakistan as \nnumber 120 of 175 countries. On the Gender Empowerment Measurement 2003, Pakistan ranks 58 of 175 \ncountries.  Female literacy is only 28.8%; literacy for men is 58.2%. Pakistan is one of the few countries where the \nmale: female ratio is reversed.  There are 108 men for every 100 women. Female infant mortality and morbidity \nrates are higher than for male children. \n7  Zia, S. and F. Bari. 1999. Women’s Political Participation in Pakistan. Islamabad; Government of Pakistan. 1997. \nReport of the Inquiry Commission on Women. Islamabad; Society for the Protection of the Child. 1998. The State of \nPakistan’s Children. Islamabad; and Society for the Protection of the Child.1999. The State of Pakistan’s Children. \nIslamabad.  \n8  National Commission on the Status of Women. 2003. Inquiry Report on Status of Women Employment in Public \nSector Organizations. Islamabad. \n9  Examples are rural development and agriculture development projects such as the Malakand Rural Development \nProject, the North West Frontier Province Barani Area Development Project, and the Sindh Rural Development \nProject.  ", "  3\napproval of GRAPs provides a unique opportunity to advance and provide a focus for ADB’s \nsupport  for  gender  policy  reform  in  five  key  domains:  (i)  women’s  representation  in  local \ngovernment, (ii) reform of institutional structures, (iii) women in public sector employment, (iv) \nprocedural and fiscal reforms, and (v) a range of complementary reforms. Appendix 3 gives a \nbrief profile of GRAPs. \n \n9.     Technical Assistance Design Principles. The proposed TA is designed on the following \nprinciples: (i) to build upon the constituencies of support generated by TA 3832-PAK:  Gender \nReform Program; (ii) to ensure that GRAPs are implemented in a flexible and politically and \ntechnically  sustainable  manner;  (iii)  to  minimize  administrative  and  management  costs \nassociated with implementation of the proposed TA; and, (iv) to create incentives for existing \npolicy makers, staff, and consultants engaged under these operations to fully articulate GRAPs, \nconcerns in mainstream operations.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n  \nA.    Impact and Outcome \n \n10.  The objective of the proposed TA is to strengthen implementation and integration of \ngender policy commitments in poverty reduction and governance reform programs and projects. \nThe proposed TA will have two outputs, each having two components. Output 1, integration of \nthe  GRAPs  into  devolution,  judicial,  and  provincial  reform  programs  for  public  resource \nmanagement,  has  two  components  (i)  supporting  implementing  agencies  (IAs)  for  GRAP \nimplementation, and (ii) supporting demand mobilization and implementation of GRAPs through \nspecial-purpose, targeted activities of limited duration.  Output 2, effective policy dialogue on \ngender reforms informed by analysis of governance programs, performance monitoring, and \nevaluation  of  results,  has  two  components  (i)  ensuring  that  governance  reform  programs’ \nperformance monitoring and evaluation (PME) systems are appropriately engendered, and (ii) \nfacilitating  policy  dialogue  through  conferences  and  workshops  of  stakeholders on  GRAPs \nissues. The approach will include engaging long-term domestic consultants.  \n \nB.  Key Components  \n \n1.  Gender Reform Program Management (Component 1) \n11.  A key responsibility of the DSP program support offices (PSOs) and AJP program \nmanagement units (PMUs), both federal and provincial, is to support intergovernmental linkages \nand  overall  coherence  in  implementing  devolution  and  associated  gender  and  social \ndevelopment reforms. The proposed TA will provide one gender governance specialist in each \nprovince and one at the federal level, and one gender justice specialist, to assist in GRAPs \nimplementation through DSP and AJP. These specialists will support PSO and PMU staff in \nimplementation of GRAPs for devolution and local government reforms; for access to justice; for \nintergovernmental  fiscal  restructuring;  for  local  government  budgeting,  revenue,  and \nexpenditure management; and for the procurement and management of TA (loan and grant \nfinanced). The DSP PSOs will carry the main administrative responsibility for implementation of \nTA2. An additional contract management specialist will be engaged by the proposed TA to \naugment DSP PSO capacity with a special focus on TA2 implementation.   \n \n2.      GRAP Demand Mobilization and Implementation Support (Component 2) \n                                                                                                                                                          \n10 ADB has chaired the Inter-Agency Gender and Development Group twice in the past 3 years. Major efforts of \nadvocacy on gender equality included dialogue with the Government to engender the PRSP.    \n ", "4     \n12.  GRAPs entail commitments by governments to implement a range of administrative, \nfiscal, and political reforms. Federal and provincial governments may not prioritize or sequence \nactions in the GRAPs in the same way. Continued commitment to reforms among stakeholders, \nvisibility of reforms, and wider capacity development require technical support to several IAs \nand civil society groups to amplify and sustain demand for reforms. GRAP IAs will require \nspecial assistance to refine and implement activities drawing upon existing government budget, \nloan, and grant resources. It is important to simultaneously provide support to proponents of \nGRAP  reforms  within  civil  society—professional  associations,  nongovernment  organizations \n(NGOs), and activists—so they may effectively interact with governments to support, monitor, \nand contribute to public awareness of the commitments made through GRAPs and related \npolicy commitments. The TA includes a gender and governance resource pool (GGRP) to \nprovide a quick-response and flexible financing facility for this purpose. Funds will be provided \nfor (i) selected activities under GRAPs; (ii) activities complementing the strategic objectives of \nGRAPs; and (iii) technical support to key GRAPs IAs. Proposals for investment from the GGRP \nmay  be  initiated  by  government  agencies  (federal,  provincial,  and  local),  civil  society \norganisations and academic institutions. Appendix 4 outlines the framework, investment menu, \nand processing guidelines for GGRP utilization. The objects and purposes of the GGRP will be \nwidely advertised with a special governance arrangement detailed and notified by the Executing \nAgency (EA). Two grant and contract management specialists will be engaged to assist PRM to \nmanage the GGRP, with support from an independent auditor. \n \n3.  Performance Monitoring and Evaluation (Component 3) \n13.  The Government is committed to maintaining a performance monitoring and evaluation \n(PME) system for governance reforms to serve three purposes (i) demonstrate accountable use \nof public resources available to IAs through the normal budget process and special-purpose, \nexternally supported capacity-building projects; (ii) ensure that budget and technical resources, \nwell-tailored to IA requirements, are allocated to priority activities supporting devolution, and that \nincentives are created for their effective use; and (iii) progressively evaluate and inform policy \nmakers of the impact of reforms on access, equity, and sustainability of services. The proposed \nTA will provide one long-term policy research and evaluation specialist to document compliance \nwith GRAPs investment commitments and outputs in AJP, DSP, and ADB public resource \nmanagement and devolved social services programs.  \n \n4.  Policy Dialogue and Public Communications (Component 4) \n14.  The TA will provide Government, civil society, and Pakistan’s aid partners with strategic \ninformation, based on well-researched lessons from experience, to regularly review, and where \nnecessary, modify the legal, policy, and organizational arrangements for the GRAPs. Policy and \nprogram lessons from a range of nationwide and province-specific gender reform projects and \ninitiatives will be researched and publicized through electronic and print media, professional \nconferences, and wider public exchanges. One gender communications specialist will work with \nkey IAs on the basis of quarterly work plans agreed upon in DSP and AJP planning process.  \n \nC.  Cost and Financing \n \n15.  The TA is estimated to cost $5.6 million equivalent, comprising all local currency with no \nforeign exchange cost component. The TA will be financed on a grant basis under (i) ADB’s TA \nfunding program ($100,000), (ii) ADB’s Poverty Reduction Cooperation Fund ($800,000), and \n(iii) cofinancing from the Government of Canada, Canadian International Development Agency \n($3,665,000).11  ADB  will  administer  all  funds  from  the  cofinanciers.  The  Government  will \n                                                 \n11 Using an exchange rate of Canadian dollars 1.22783 to US dollars 1.00. ", "  5\ncontribute $1,115,000 equivalent in local currency for office accommodation and counterpart staff \nsupport. Appendix 2 summarizes the cost estimates. \n \nD.  Implementation Arrangements \n \n16.  The proposed TA will be implemented for 36 months from May 2005 to May 2008 and will be \nadministered by ADB PRM. The Ministry of Finance (MoF) will be the EA for this proposed TA under \nthe existing DSP implementation arrangements, with the following responsibilities (i) approve annual \nwork plans and budgets; (ii) assist in ADB short-listing of consultants for subprojects of less than \n$500,000; (iii) approve progress and annual reports; and (iv) approve annual performance review \n(APR) outcomes. The MoF is also the EA for DSP TA loans. Reports on progress of the proposed \nTA will be provided to the DSP national program steering committee. \n \n17.  The proposed TA will require 621 person-months of domestic consulting services. ADB will \nengage all consultants in accordance with its Guidelines on the Use of Consultants and other \narrangements satisfactory to ADB. The indicative consultants’ recruitment plan in Appendix 4 details \nthree different arrangements for recruiting consultants: (i) ADB engaging, on an individual basis, two \ndomestic consultants and an independent auditor (87 person-months); (ii) eight long-term domestic \nconsultants (270 person-months) provided in a package by a consultant firm; and (iii) provided in a \npackage by four consultant firms and eight domestic consultants (264 person-months) engaged \nthrough GGRP-funded subprojects to implement initiatives under components 2, 3, and 4 of the \nproposed TA. Appendix 4 gives the outline terms of reference for consultants in points (i) and (ii). \nADB will be responsible for the outputs and deliverables of all individual consultants and consultants \ncontracted under the GRRP through the DSP advisory technical assistance team leader appointed \nunder  TA4207-PAK:  Support  to  Decentralization  II.  All  consultants  will  be  subject  to  annual \nperformance assessment. \n \n18.  Under the GGRP, consultants will be selected (point [iii] para. 17) under ADB Guidelines on \nthe Use of Consultants and other arrangements satisfactory to ADB. An estimated total of six \npackages in each of years 1 and 2 with an annual projection of two packages implemented by \ndomestic consultant firms and three by individual consultants. The GGRP packages will not exceed \n$500,000. Because of the innovative and complex nature and scope of the packages, it is proposed \nto use a quality-based selection method for selecting consultant firms. In year 2 the direct selection \nmethod may also be considered as appropriate if the firms or individuals perform well in year 1. The \nperformance of all GGRP-financed subprojects will be subject to quarterly review, and annual review \nthrough  the  AJP  and  DSP  APRs,  which  will  include  both  program  and  financial  management \nreviews. The consultants engaged to implement GGRP-financed subprojects will be subject to audit \nconducted by independent auditors appointed by ADB. \n \nIV.  THE PRESIDENT'S RECOMMENDATION AND DECISION \n19.  The President recommends that the Board approve ADB administering a portion of technical \nassistance not exceeding the equivalent of $3,665,000 to the Government of Pakistan for Support to \nImplementation of Gender Reform Action Plans, to be financed on a grant basis by the Government \nof Canada.  If the Board approves ADB administering the technical assistance, the President, acting \nunder the authority delegated by the Board, will approve (i) ADB administering a portion of the \ntechnical assistance not exceeding the equivalent of $800,000 to be financed on a grant basis by the \nPoverty  Reduction  Cooperation  Fund,  and  (ii)  ADB  providing  the  balance  not  exceeding  the \nequivalent of $100,000 on a grant basis, for Support to Implementation of Gender Reform Action \nPlans, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nDesign Summary  Performance Targets /  Data Sources / Reporting  Assumptions and Risks \nIndicators  Mechanisms \nImpact  TA and capital resources  APR analysis of  Risks \nGender policy  match the GRAP priorities  governance program work  • Resources are not \ncommitments in poverty    plans and technical  provided in a sufficient, \nreduction and governance  assistance effectiveness  timely, or predictable \nreform programs and  fashion \nprojects implemented   \n  Annual increase in govt.  APR analysis of govt.  • Aid partners eschew \nbudget allocations to GRAP  budget and expenditure  govt.’s requests for \nand complementary activities  records   coordinated support \n \nOutcome  Annually increasing allocation  Annual work plan approvals  Assumption \nGRAPs are integrated in  of ADB-supported  in program steering  •  Govt. resources for \nADB-supported  governance reform programs  committee records  GRAPs are provided in a \ngovernance reform  resources to GRAP and    sufficient, timely, and \nprograms   complementary activities    predicable fashion \n  Risk \n• Aid partners eschew \nGovernment’s requests \nfor coordinated support \nOutputs  Annual work plans, budgets  APR analysis of  Risks \n1.  GRAPs integrated into  (including resources for  governance programs work  •  Govt. fails to attract and \ndevolution, judicial, and  GGRP), and reports  plans and TA effectiveness  retain appropriately \nprovincial public resource  approved  qualified staff \nmanagement reform \nprograms \n  Implementing Agency- Analysis of TA consultants’  •  Implementing agencies \ndesigned activities supported  annual personnel  cannot identify sufficient \nthrough at least two  performance assessment  areas of support \nsubprojects and least four     \nindividual consultants \ncontracted per year \n2.  Effective policy  At least three research  APR analysis of  Risks \ndialogue on gender  reports and policy papers  governance programs  • The value of PME as a \nreforms informed by  disseminated to GRAP  workplans and TA  policy development and \nanalysis of governance  stakeholders annually  effectiveness  communication tool is \nprogram’s performance    not accepted and \nmonitoring and evaluation    resources provided are \nresults  limited  \n  Governance reform program  ADB annual gender audit  • Opportunities for policy \nreports incorporate gender  dialogue through the \nanalysis based on PME  APR approach are not \ninformation  availed by stakeholders \n \n  At least three publications  APR analysis of   \ndisseminated to GRAP policy  governance programs \nmakers and stakeholders  workplans and TA \nannually  effectiveness \n \n  At least two fora conducted in  APR analysis of   \nevery province on  governance programs \nexperiences from GRAP  workplans and TA \nimplementation in years 2  effectiveness \nand 3 \n \n ", "  Appendix 1  7\n   \n \nActivities with Milestones  Inputs \n1.1 Support implementing agencies to implement GRAPs (annually)  •  ADB: $4.565 million: \n 1.2 Support governance reform program annual work planning and budgeting process to  11 advisory technical \nensure GRAP inclusion (annually)  assistants including \n1.3  GGRP provides special purpose, targeted activities of limited duration to support  independent auditor \nGRAP implementation in accordance with GGRP guidelines (annually)  (387 domestic person-\n2.1  Governance reform programs’ PME systems are appropriately engendered (by May  months) \n2006)  GGRP: $3.23 million, \n2.2  Prepare publications of policy issues incorporating results from PME in accordance  including four subproject and \nwith communications strategy targets (annually)  eight individual domestic \n2.3 Facilitate policy dialogue, including conferences and workshops of stakeholders on  consultant contract \nGRAP issues (annually)  packages (264 domestic \nperson-months) \n•  Govt.: $1.115 million: \nGovt. staff and operational \nsupport, including staff and \noperational costs from 10 \nimplementing agencies. \nADB = Asian Development Bank, APR = annual performance review, DSP = Decentralization Support Program, \nGGRP = gender governance resource pool, gov’t. = government, GRAP = gender reform action plan, PME = \nperformance monitoring and evaluation, TA = technical assistance. \n \n \n \n \n \n     \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Foreign  Local  Total \nExchange  Currency  Cost \nA.  Asian Development Bank (ADB), Poverty       \nReduction Cooperation Fund, and Government \nof Canada Financinga\n  1.  Consultants       \n    a.  Remuneration and Per Diem (domestic b)  0.0 585.0  585.0\n    b.  International and Local Travel  0.0 150.0  150.0\n2.   Gender and Governance Resource Poolc 0.0 3,230.0  3,230.0\n3.  Workshops, Communications, and  0.0 300.0  300.0\nDocumentation \n  4.  Contingencies   0.0 300.0  300.0\n      Subtotal (A)  0.0 4,565.0  4,565.0\n   \nB.  Government of Pakistan Financing   \n  1.  Office Accommodation and Transport   0.0 500.0  500.0\n2.  Remuneration and Per Diem of Counterpart       0.0 615.0  615.0\n      Staffd\n3.  Others  0.0 0.0  0.0\n      Subtotal (B)  0.0 1,115.0  1,115.0\n   \n                        Total                                          0.0 5,680.0  5,680.0\n                                                                                \na ADB will finance $100,000 from ADB’s technical assistance funding program. Cofinancing will be from the Poverty \nReduction Cooperation Fund ($800,000) and the Government of Canada ($3,665,000), and administered by ADB. \nb Long-term domestic consultants (87 person-months) and consultants (270 person-months) provided in a package by a \nconsultant firm, employed by ADB. \nc Local currency includes domestic consultants (264 person-months) plus gender and governance resource pool subproject \ncontracts with domestic firms. \nd Includes staff from 10 implementing agencies. \nSource: ADB estimates. \n \n ", "  Appendix 3  9\n     \n   \nA PROFILE OF GENDER REFORM ACTION PLANS \n \nA.  Introduction \n \n1.  One national and four provincial gender reform action plans (GRAPs) were prepared \nby the Ministry of Women Development and provincial women development departments in \na consultative and review process of 14 months, under the Asian Development Bank (ADB) \ntechnical assistance project TA3832-PAK: Gender Reform Program.   \n \n2.  GRAPs include gender-based policy, administrative, political, and fiscal reforms at \nthe federal, provincial, and district levels to enable the Government to implement its national \nand international commitments on gender equality. The federal cabinet and the Punjab, \nSindh, and Balochistan cabinets have approved their respective GRAPs. \n \nB.  Process and Methodology for Development of Gender Reform Action Plans  \n \n3.  Gender review of the political and administrative systems of Pakistan was the first \nstep  in  a  process  that  culminated  with  the  national  GRAP.  This  process  began  with \nidentification and scoping of gender issues and the identification of gender gaps through \nsituation  assessment  and  analysis.  This  was  followed  by  processing  of  learning  and \nsynthesis  of  ideas;  and  consultation  workshops,  meetings,  and  presentations  to  key \nministries. Comments and suggestions from this process were incorporated. A second draft \nwas then prepared and shared with key ministries.  \n \n4.  Draft GRAPs were reviewed and cleared for cabinet submission by the provincial and \nnational  steering  committees  comprising  parliamentarians  from  major  political  parties, \nfederal  and  provincial  cabinet  members,  representatives  of  key  federal  ministries  and \nprovincial  governments,  selected  nongovernment  organizations  (NGOs),  and  donor \nagencies.      \n \nC.  Scope of Gender Reform Action Plans \n5.  The GRAPs propose reforms at the federal, provincial, and district level across all \nsectors focused on the executive arm of government. These reforms focus on women’s \nempowerment, and aim to enhance the participation of women across the gender and \ngovernance  sphere:  from  political  participation,  where  citizens’  wishes  are  expressed \nthrough political mandates and legislation, to government actions, where those wishes are \nimplemented through public sector institutions, policies, and budgets. \n \n6.  GRAPs include the following reforms:   \n \n(i)  Key Reforms \n(a)  Institutional reforms;  \n(b)  Reforms in policies, budgeting, and public expenditure mechanisms; \n(c)  Reforms  to  increase  and  improve  women’s  employment  in  public \nsector organizations;     \n(d)  Reforms to improve women’s political participation; and \n(e)  Related capacity-building interventions \n \n(ii)  Supporting Reforms \n(a)  Legislative support actions, \n(b)  Poverty reduction support actions, and \n(c)  Projects and programs \n \n ", "10    Appendix 3     \n7.  GRAPs also include estimated costs and a financing plan, an implementation plan, \nand a monitoring system.  \n \n8.  Separate reform proposals have been developed for the four provincial governments \nand for the federal government. \n \nD.  Estimated Cost and Financing  \n \n9.  The total estimated cost of all five GRAPs over 4 years is about $41 million, to be \nfinanced through various bilateral, multilateral, and government sources. Details follow.  \n \nTable A3:  Estimated Cost of GRAPs \n($ million) \nItem  Recurrent Cost Non-Recurrent  Total \nCost \nNational GRAP  2.57  8.19  10.76 \nPunjab GRAP  3.06  2.43  5.49 \nSindh GRAP  3.05  1.66  4.72 \nNWFP GRAP  6.49  4.17  10.66 \nBalochistan GRAP  5.33  3.58  8.91 \n  Total \n20.50  20.03  40.54 \nGRAP = gender reform action plan, NWFP = North West Frontier Province. \nSources: National, Punjab, Sindh, NWFP and Balochistan GRAPs. \n \nE.  Implementation Arrangements  \n \n10.  GRAPs will be implemented over 4 years, with support from the Decentralization \nSupport Program. The Ministry of Women Development is the national focal ministry for \nimplementation of the national GRAP, while the provincial women development departments \nwill implement their respective GRAPs.  \n  \n ", "              Appendix 4   11\n       \n     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nA.  Consultants Engaged by the Asian Development Bank \n1.  Grants and Contract Management Specialist (two positions, 72 person-months). \nLocation: Pakistan Resident Mission (PRM) Governance Unit. The consultants will \n(i)  help PRM establish and maintain periodic procurement plans for contracting \nand supervising technical support and equipment financed under technical \nassistance (TA), including the gender and governance resource pool (GGRP); \n(ii)  ensure that systems and procedures follow the Asian Development Bank’s \n(ADB) guidelines for consultant selection and procurement; \n(iii)  maintain accurate records of all contracts, certifications, and payments; \n(iv)  ensure that TA consultants and counterpart agencies are adequately briefed \non required standards of transparency and accountability; \n(v)  undertake internal audit of consultant selection procedures being practiced by \nthe support offices and management units of the Decentralisation Support \nProgram (DSP) and Access to Justice Program (AJP); \n(vi)  help prepare and deliver orientation and training to potential service delivery \nagencies,  including  the  private  sector,  consultants,  and  nongovernment \norganizations (NGOs); \n(vii)  coordinate  with  technical  advisers  of  AJP  and  DSP  to  ensure \ncomplementarity of support; \n(viii)  help prepare adequate and timely reports on the efficiency and effectiveness \nof ADB TA grant resources; and \n(ix)  prepare  time-bound  and  monitorable  work  plans  and  periodic  reports—\nmonthly and quarterly—as required by the head of the PRM Governance Unit. \n2.  Auditor (one position, 15 person-months periodically over 5 years). Location: PRM \nGovernance Unit (GU). The consultant will \n(i)  audit  all  expenditures  from  the  funds  that  ADB  provides  and  ascertain \nwhether the moneys shown in the accounts of consultants as having been \ndisbursed  were  legally  available  for,  and  applicable  to,  the  services  or \npurposes  for  which  they  were  applied  or  charged,  and  whether  the \nexpenditures conform to the authorities that govern them; \n(ii)  on the basis of such audits, certify the accounts, compiled and prepared for \neach financial year, showing the expenditures under the respective heads, \nand  provide  opinions  on  all  accounts  kept  by  the  consultants  under  the \nagreement with ADB; \n(iii)  ensure  application  of  ADB’s  disbursement  procedures,  and  other  such \nprocedures envisaged in contract agreements for consulting services; \n(iv)  prepare  a  time-bound  plan  for  audit  of  payments,  advances,  and \nreimbursements made to consultants; \n(v)  review, by applying audit checks in the light of ADB’s procedures for payment \nto consultants as per contract agreements: (a) the monthly/periodic claims of \nconsultants,  and  itemized  statements,  accompanied  by  receipted  invoices, \nvouchers,  and  other  supporting  materials,  of  the  amounts  paid  to  and/or \npayable  to  the  consultant  for  such  months/periods;  (b)  separate  monthly \nstatements that consultants submit in amounts payable in foreign and in local \ncurrency; (c) records of all payments to consultants; and (d) bank statements \nand cash flow statements; \n(vi)  provide technical assistance (TA) to ADB in creating internal controls for \nefficient and effective resource management; and \n(vii)  submit  certified  accounts  to  ADB,  along  with  notes,  comments,  or \nrecommendations that may be considered necessary. \n \n ", "12  Appendix 4    \nB.  Consultants to be Engaged by a Consultant Firm \n1.  Gender Governance Specialist (five positions, 180 person-months). Location: DSP \nnational  program  support  office  (NPSO)  and  four  provincial  program  support  offices \n(PPSOs). The consultants will \n(i)  review government and donor initiatives to support gender-related devolution \nand access to justice reforms, and liaise with implementing agencies (IAs) to \nensure that TA-financed activities are effectively monitored and evaluated; \n(ii)  help IAs of gender reform action plan (GRAP) stakeholders and DSP/AJP \nidentify appropriate activities for GRAPs to incorporate into annual work plans \nand budgets of governance reform programs; \n(iii)  assist  IAs  and  GRAP  stakeholders  in  design  and  review  of  technical \ninvestment proposals for TA loan funds and GGRP resources; \n(iv)  maintain  regular  liaison  with  all  stakeholders  (government,  civil  society \norganisations, NGOs, and donors) associated with GRAPs’ implementation \nprocesses, and provide support as directed by the DSP project director; \n(v)  coordinate  with  technical  advisers  of  DSP  and  AJP  to  ensure \ncomplementarity of support; \n(vi)  help the monitoring and evaluation specialists and IAs monitor and evaluate \nGRAP implementation and effectiveness; \n(vii)  help design and implement annual performance review (APR) processes, \nevaluating their quality, preparing reports for the national program steering \ncommittee (NPSC), and disseminating the results; \n(viii)  prepare  time-bound  and  monitorable  work  plans  and  periodic  reports—\nmonthly and quarterly—as required by the DSP program director through the \nDSP advisory technical assistance (ADTA) team leader; and \n(ix)  perform any other duties that the DSP program director or team leader may \nassign. \n2.  Policy  Research  and  Evaluation  Specialist  (one  position,  36  person-months). \nLocation: DSP NPSO. The consultant will \n(i)  review  all  relevant  documentation  on  devolution  and  gender  reforms  in \nPakistan  and  associated  aid-financed  support  programs,  and  identify  key \nareas for policy research; \n(ii)  review ADB governance programs’ systems for performance monitoring and \nevaluation  (PME),  and  make  recommendations  to  ensure  that  they  have \nappropriate indicators and means of verification; \n(iii)  conduct  periodic  gender  audits  of  ADB-assisted,  governance-related \noperations of federal, provincial, and district governments; \n(iv)  assist in dialogues on policy through fora that enable GRAP stakeholders to \nanalyze policy implications of implementation experience; \n(v)  produce occasional policy papers and case studies for dissemination through \npublications, workshops, and seminars; \n(vi)  support  the  gender  communications  specialist  in  conducting  fora  and \ndocumentation; \n(vii)  assist with APR processes, evaluating their quality, preparing reports for the \nNPSC, and disseminating the results; \n(viii)  coordinate  with  technical  advisers  of  DSP  and  AJP  to  ensure \ncomplementarity of support;  \n(ix)  prepare  time-bound  and  monitorable  work  plans  and  periodic  reports—\nmonthly and quarterly—as required by the DSP program director through the \nDSP ADTA team leader; and \n(x)  perform  any  other  duties  the  DSP  program  director  or  team  leader  may \nassign. \n \n ", "              Appendix 4   13\n       \n     \n3.  Gender Communications Specialist (one position, 36 person-months). Location: \nDSP NPSO. The consultant will \n(i)  review documentation arising from government and aid agency initiatives in \nsupport  of  GRAPs;  liaise  with  IAs  to  help  them  ensure  that  TA-financed \nactivities are designed to exploit every opportunity to research, document, \nand  disseminate  policy  and  operational  lessons  from  the  implementation \nexperience; \n(ii)  support  the  DSP  PSO  in  designing,  planning,  and  implementing  policy \ndialogues and communications strategies; \n(iii)  design,  plan,  and  conduct  public  conferences,  workshops,  and  media \ncampaigns to promote gender reforms; \n(iv)  help IAs and GRAP stakeholders design and review investment proposals \nand technical investment proposals for TA loan funds and GGRP resources; \n(v)  support the policy research and evaluation specialist in preparation of papers, \nreports, and case studies; \n(vi)  facilitate effective communication of PME results to all stakeholders; \n(vii)  help design and implement APR processes, evaluating their quality, preparing \nreports for the NPSC, and disseminating results; \n(viii)  coordinate  with  technical  advisers  of  DSP  and  AJP  to  ensure \ncomplementarity of support; \n(ix)  prepare  time-bound  and  monitorable  work  plans  and  periodic  reports—\nmonthly and quarterly—as required by the DSP program director through the \nDSP ADTA team leader; and \n(x)  perform any other duties that the DSP program director or DSP ADTA team \nleader may assign. \n4.  Gender Justice Specialist   (one position, 18 person-months). Location: Law and \nJustice Commission. The consultant will \n(i)  review documentation of AJP and prepare a list of gender- and justice-related \ninterventions, implementation methodologies, and work plans; \n(ii)  review  the  status  of  women’s  employment  in  the  judiciary,  the  legal \nprofession, and the police, and prepare recommendations (for legislation, or \nregulations for affirmative opportunities programs, etc.) to create an enabling \nenvironment,  including  employment  conditions  to  increase  the  number  of \nwomen in these professions; \n(iii)  help the Ministry of Law, Justice and Human Rights, and the Law and Justice \nCommission, review key legislation affecting women, and propose changes; \n(iv)  review operations of courts, and recommend ways to create more positive \nenvironments for women litigants; \n(v)  help IAs and GRAP stakeholders design and review investment proposals \nand technical investment proposals for TA loan funds and GGRP resources; \n(vi)  help conduct APR processes, evaluating their quality and preparing reports \nfor the AJP PD, and disseminating the results; \n(vii)  coordinate  with  technical  advisers  of  DSP  and  AJP  to  ensure \ncomplementarity of support; \n(viii)  prepare  time-bound  and  monitorable  work  plans  and  periodic  reports—\nmonthly and quarterly—as required by the DSP program director through the \nDSP ADTA team leader; and \n(ix)  perform  other  duties  that  the  DSP  program  director  or  DSP  ADTA  team \nleader assigns. \n ", "14   Appendix 4     \nTable A4.1: Indicative Consultant Recruitment Plan \nItem  Type of Package  Budgeta      Total  Selection Method  Type of \n($ million)  Person-  Technical \nMonths  Proposal \n1  Two domestic advisory technical assistants and an independent auditor  0.628  87  Individual selection   \n    Subtotal  0.628  87       \n           \n3  Gender and Governance Resource Pool (GGRP) Subprojects (estimates) \nTwo packages (average $278,750 per package; no package higher than $500,000). \n Biodata \nPackages for special purpose studies, internships, training of governance reform \nTechnical \nprogram staff, public awareness, and legal litigation to promote the profile of the  0.557  112  Quality based selection (QBS) \nProposal \nGovernment’s gender commitments, and to provide seed money to trigger larger, \n(BTP) \nYear  sustained budgetary commitments by the Government \n1 \nFour  domestic  technical  specialists  (average  $25,000  per  contract)  for  manuals, \ntraining materials, publications, documentation, formulation of rules and regulations,  0.100  20  Individual selection   \nand legislative drafting \nOne firm to provide eight domestic long-term specialists  0.450  90  QBS  BTP \nQBS or direct selection may be \nTwo packages (average $278,750 per package; no package higher than $500,000). \nconsidered as appropriate if one \nPackages for special purpose studies, internships, training of governance reform \nor  more  firms  performs  well  in \nprogram staff, public awareness, and legal litigation to promote the profile of the  0.557  112   BTP \nyear 1 \nGovernment’s gender commitments, and to provide seed money to trigger larger, \nsustained budgetary commitments by the Government \nYear \nFour  domestic  technical  specialists  (average  $25,000  per  contract)  for  manuals, \n2  training materials, publications, documentation, formulation of rules and regulations,  Individual or direct selection may \nand legislative drafting  0.100  20  be considered as appropriate if an   \nindividual performs well in year 1 \nOne firm to provide eight domestic long-term specialists  QBS or direct selection may be \n0.450  90  considered as appropriate if the  BTP \nfirm performs well in year 1 \nOne firm to provide eight domestic long-term specialists  QBS or direct selection may be \nYear  0.450  90  considered as appropriate if the  BTP \n3  firm performs well in year 2 \nTA closing, evaluation, and audit             \n    GGRP Estimated Subprojects Subtotal  2.664  534       \n      Consultant Plan Total  3.292  621       \na No annual escalation is provided for. \nSource: ADB estimates. \n ", "  Appendix 4  15\nTable A4.2: Gender And Governance Resource Pool Guidelines for Utilization  \n \nItem   \nObjective  To provide funding for special purpose, targeted activities of limited duration \nto support implementation of the gender reform action plan (GRAP) \n \nEligible  GRAP stakeholders, including government agencies (federal, provincial, \nInstitutions  and local), civil society organisations, and tertiary academic institutions \n   \nObjects of  (i)  Activities consistent with the five reform areas of GRAPs: (a) \nExpenditure  institutional reforms, (b) reforms in policies and budgeting and public \nexpenditure mechanisms, (c) reforms to increase and improve \nwomen’s public employment, (d) sector organizations, (e) reforms to \nimprove women’s political participation, and (f) related capacity-\nbuilding interventions; \n(ii)  Activities complementing the strategic objectives of GRAPs, but \nexplicitly not part of GRAPs (e.g., special purpose studies, internships, \ntraining of staff for governance reform programs, public awareness, \nand legal litigation to promote the profile of the Government’s gender \ncommitments, and to provide seed money to trigger larger, sustained \nbudgetary commitments by the Government; and  \n(iii)  Technical support to key GRAP implementing agencies. \n \nFinances  (i)     Subprojects as high as $500,000, with an average cost estimated  at \n$330,000 \n(ii)     Individual consultants selected for an estimated average of 20 person-\nmonths/year \n \nManagement  (i)  The gender and governance resource pool (GGRP) will be managed by \nthe Pakistan Resident Mission (PRM) Governance Unit (GU); \n(ii)  Subprojects following the technical investment proposal format will be \napproved by the Executing Agency; \n(iii)  Subprojects will be implemented by consultants selected following the \nAsian Development Bank’s Guidelines on the Use of Consultants; \n(iv)  GU will approve consultant financial and narrative reports, based on \ncertification by advisory technical assistants; \n(v)  PRM will disburse payments to consultants in accordance with contract \narrangements and PRM procedures;  \n(vi)  An independent auditor will conduct an annual audit of consultants’ \nproject accounts; and \n(vii)  GGRP funded activities will be subject to the Access to Justice and \nDecentralization Support Programs annual performance review (APR) \nprocess. \n \nReporting  (i)  PRM quarterly progress and financial reports to the Executing Agency; \n  (ii)  Consultants’ reports in accordance with contract agreements; and \n(iii)  Annual report (available for the APR). \nSource: Asian Development Bank estimates. \n "], "metadata": {"ModDate": "D:20050804103509+08'00'", "CreationDate": "D:20050602160248+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "Peter Robertson", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "ADB", "_AdHocReviewCycleID": "326125322", "_EmailSubject": "Re: PAK: Decentralization Support Program, SID II", "_AuthorEmail": "cyan@comsats.net.pk", "_AuthorEmailDisplayName": "Musharraf Cyan", "_PreviousAdHocReviewCycleID": "1716501149", "SourceModified": "D:20050602072917"}}