{"path": "data/input/ta/tar-reg35063.pdf", "pages": ["ASIAN DEVELOPMENT BANK\nTAR: REG 35063\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nFOR THE\nGREATER MEKONG SUBREGION TELECOMMUNICATIONS SECTOR\nPOLICY FORMULATION AND CAPACITY BUILDING\nNovember 2001", "ABBREVIATIONS\nADB - Asian Development Bank\nGMS - Greater Mekong Subregion\nIA - implementing agency\nICT - information and communications technology\nSTCF - Subregional Telecommunications Forum\nTA - regional technical assistance\nNOTE\nIn this report, “$” refers to US dollars", "I. INTRODUCTION\n1.  In May 2000, the Asian Development Bank (ADB) approved a small-scale technical\nassistance  (TA)1  to  conduct  a  feasibility  study  for  the  Establishment  of  Backbone\nTelecommunications Networks Project-Phase I (Phase-I Backbone Project). In December 2000,\na  steering  committee  meeting  comprising  representatives  from  Greater  Mekong  Subregion\n(GMS) countries and ADB discussed the draft report of the feasibility study. The committee\nconcluded  that  a  well-designed  and  firm  sector  policy  that  provides  a  clear  timetable  for\nliberalizing the telecommunications market and establishing an independent regulatory body, is\na  precondition  for  expected  benefits  from  the  Phase-I  Backbone  Project  to  accrue  to  the\nconsumer. Accordingly, the participants agreed that the telecommunications sector policy study,\nwhich would assist Cambodia, Lao People’s Republic and Viet Nam in establishing their sector\npolicy,  should  precede  the  Phase-I  Backbone  Project.  During  the  Fifth  Meeting  of  the\nSubregional Telecommunications Forum (STCF) held on 21-22 February 2001 in Bangkok,\nThailand, the ADB Mission discussed with country representatives the basic concept of the\ntelecommunications sector policy study, and formulated this TA. The Regional TA Screening\nCommittee endorsed the TA on 24 August, 2001.2  The TA framework is attached as Appendix\n1.\nII. BACKGROUND AND RATIONALE\n2.  Since the six GMS countries began the GMS Program to promote economic cooperation\nin 1992, substantial progress has been made in the telecommunications sector: (i) completion of\nthe Telecommunications Sector Study; (ii) establishment of the STCF, which will serve as an\nadvisory forum to develop and foster cooperation between the GMS countries; (iii) agreement\non priority telecommunications projects and TA in the sector; (iv) completion of the East Loop\nFeasibility Study; (v) revision of priority telecommunications projects; and (vi) completion of the\nfeasibility study for the Phase-I Backbone Project.\n3.  The Telecommunications Sector Study, completed in 1995, envisioned a modern, high-\ncapacity network based on optical fiber transmission systems, configured in a ring topology, and\nemploying synchronous digital hierarchy technology and standards.3 Thirteen transmission links\ngrouped into three loops (East Loop, West Loop, and North Loop) and an interconnection were\nidentified for implementation. The East Loop Project was given the highest priority. In 1997,\nADB approved TA4 to assess the feasibility of the East Loop Project.\n4.  The final report for the feasibility study was presented at the Fourth STCF held in\nVientiane in November 1999; the participants agreed to revise the STCF work plan, established\non the basis of the loop concept, to speed up the building of backbone transmission lines in the\nGMS  region  and  maximize  the  development  impact  of  telecommunications  networks.  The\noriginal 13 projects were regrouped into two phased projects, the Establishment of Backbone\nTelecommunications  Networks  Project-Phase  I  and  Phase  II,  taking  into  account  the\nrecommendation of the East Loop feasibility study and recent developments made on a national\nlevel in the GMS countries.\n                  \n1  TA 5915-REG: GMS Establishment of Backbone Telecommunications Networks Project-Phase I, for $150,000,\napproved on 17 May 2000.\n2  The TA first appeared in ADB Business Opportunities on 20 February 2001.\n3  SDH is a digital transmission standard that supports voice, video, and data communications; it is designed for\nmigration to higher data rates as would be required to expand existing services and add new ones.\n4  TA 5738-REG: East Loop Telecommunications Project in the GMS, for $820,000, approved on 28 May 1997.", "2\n5.  During the Fourth STCF, the causal relationship between telecommunications sector\ndevelopment and economic growth in the GMS countries was reaffirmed. Telecommunications\nshould be seen as a strategic factor of production central to the development process and\npoverty  reduction  because  of  its  role  as  a  vehicle  for  trade  in  other  service  sectors.\nTelecommunications costs that are continuously falling owing to technological advance, provide\ndeveloping  countries  with  an  opportunity  to  leapfrog  stages  of  network  development.\nTelecommunications  and  information  systems  are  thus  considered  a  necessary  asset  for\neconomic growth of developing countries.\n6.  Despite this large potential of telecommunications for economic growth, provision of\naccess to telecommunications and information systems in the GMS region barely kept abreast\nof a desired level of growth. At the Fourth STCF, the participants had an in-depth discussion\nabout how to spur the growth of the penetration of telecommunications. Participants agreed that\ninsufficient provision of access in the GMS region could be attributed to lack of a firm national\ntelecommunications sector policy, lack of competition in the telecommunications market, and\nlack of transparent regulation in the telecommunications sector. The participants also agreed\nthat the top priority should then be given to correction of this policy failure in order to promote\nthe growth of penetration in the GMS region. The same effort is being made by World Trade\nOrganization  member  countries  by  signing  the  basic  telecommunications  agreement  for\nprogressive opening of the basic telecommunications market to competitive entry and increased\nforeign investment.\n7.  In consequence, the Fourth STCF decided to adopt the following telecommunications\nsector regulatory principles as a benchmark for the regulatory reforms for the GMS countries: (i)\nmaintaining  appropriate  measures  to  prevent  anticompetition  practices;  (ii)  providing  for\nnondiscriminatory and cost-oriented interconnection; (iii) applying universal service obligation in\na competitively neutral, nondiscriminatory, and transparent manner; (iv) making licensing criteria\npublicly  available;  (v)  establishing  a  separate  regulatory  body;  and  (vi)  allocating  scarce\nresources in an objective, timely, transparent, and nondiscriminatory manner.\n8.  Meanwhile, the convergence of computer and communications technology, which took\nplace in the 1990s, reinforced the importance of a pro-competition telecommunications sector\npolicy in place. Rapid advancement of information and communications technology (ICT) led to\nthe  dramatic  expansion  of  the  Internet  and  the  World  Wide  Web  (WWW),  and  the  rapid\ndeployment of wireless networks. While the telephone needed almost 75 years to reach 50\nmillion users, the World Wide Web only 4 years to reach the same number.5 Literally the\nnetworking revolution is taking place. With the emergence of the Internet, the economic effects\nof communications networking become far greater. Now telecommunications are no longer a\nluxury to developing countries. The impact on economic growth and poverty reduction becomes\nenormous in developing countries. ICT (i) enables an economy to reduce costs and increase\nmarket coverage, facilitating the achievement of economies of scale and scope; (ii) allows the\npoor to access markets, to receive education, and to learn new skills; (iii) gives the poor a voice\nthat enables them to use their knowledge and strengths to escape poverty traps; and (iv)\nprovides rural populations with access to information such as crop prices, the weather, and new\nfarming techniques that can be translated into improved income. In short, ICT poses a great\nopportunity for developing countries to leapfrog stages of economic development.\n                  \n5  Pyramid Research. 1999. Will the Internet Close the Gap? Report prepared for InfoDev, World Bank. Washington\nDC.", "3\n9.  However, developing countries also face a threat. The digital divide between developed\nand developing countries is so huge that many sceptics warn of the danger of continuing digital\ndivergence between them. Bridging the digital divide looms as a daunting task for developing\ncountries not to be excluded from the digital revolution. The significant barrier to expanding\nconnectivity in many developing countries is again a result of policy failure, lack of competition\nin the telecommunications market, and lack of appropriate regulation. Many studies have shown\nthat  countries  with  a  highly  liberalized  telecommunications  network  have  costs  of  Internet\naccess several times lower than those with a completely closed market. Countries with more\nopen telecommunications sectors also have more host sites, lower monthly Internet charges, a\ngreater number of service providers, and higher rates of Internet penetration. With a poorly\ndesigned telecommunications policy in place, developing countries will hardly be able to bridge\nthe digital divide and easily end up falling into a vicious cycle of digital divergence. With this\ngloomy picture on the horizon, developing countries have no time to waste and should not delay\ntelecommunications sector reform through which a firm national telecommunications sector\npolicy will be established that supports fair competition in the telecommunications market with\nappropriate regulation.\n10.  Despite the resolution of the Fourth STCF on reform of the telecommunications sector\nwith the application of the agreed regulatory principles, progress to date is no more than\nmodest. The approach was piecemeal, failing to comprehend the dynamics of introducing a\nsector reform program in the GMS countries. The owner of the reform program was not properly\nmotivated, and more seriously, was incapable of designing and implementing a sector reform\nprogram.  Telecommunications  sector  reform  would  not  succeed  unless  launched  in  a\ncomprehensive manner with a strong conviction of a national champion. With this view in mind,\ncountry representatives agreed, during the Steering Committee Meeting for TA 5915 (footnote\n1) held in December 2000, that the telecommunications sector policy study, already proposed\nas part of the Phase-I Backbone Project, should be conducted with top priority prior to the\nphysical investment project. The result of the study, comprehensive telecommunications sector\npolicy  guidelines  and  a  country-specific  telecommunications  sector  reform  program,  will\ncomprise the policy dialogue to formulate the Phase-I Backbone Project.\nIII. THE TECHNICAL ASSISTANCE\nA. Objective\n11.  The TA’s objective is to assist the governments of Cambodia, Lao People’s Democratic\nRepublic, and Viet Nam (the TA countries), which will participate in the Phase-I Backbone\nProject,  in  preparing  a  telecommunications  sector  policy,  telecommunications  act,  and\ntelecommunications sector reform program.\nB. Scope\n12.  The TA comprises four parts. Part I is to prepare comprehensive telecommunications\nsector policy guidelines for the TA countries to harmonize telecommunications sector policy in\nthe subregion as a strategy to develop telecommunications infrastructure and services. The\npolicy guidelines will cover four subjects: (i) policy objectives applicable in the TA countries in\nthe  light  of  promoting  the  development  of  telecommunications  systems  and  services  in\naccordance  with  recognized  international  standards,  practices,  and  public  demand  on  a\nsubregional  level;  (ii)  establishment  in  each  country  of  an  autonomous  and  independent\nregulatory  authority  and  its  mandate  and  mission,  functions,  organizational  structure,\ncomposition,  relation  to  government,  and  funding  of  its  operation;  (iii)  restructuring  the", "4\ntelecommunications  industry  including  corporatization  and  privatization  of  government\ntelecommunications operators; and (iv) prioritization of the regulatory agenda such as universal\naccess, tariffs, interconnection, frequency spectrum, numbering plan, licensing, and standards\nenforcement.\n13.  Part II is to prepare comprehensive telecommunications sector legislative guidelines for\nthe TA countries to formulate principal legislation for implementing telecommunications sector\npolicy. Along with the guidelines, model telecommunications acts will be prepared for each TA\ncountry to support the telecommunications sector reform program developed by the TA.\n14.  Part III is to develop a country-specific telecommunications sector reform program that\nwill spell out (i) the sequence of industry restructuring together with a time-bound action plan in\nconsideration of the World Trade Organization agreement on trade in basic telecommunications\nservices;  and  (ii)  the  process  of  establishing  an  autonomous  regulatory  authority  with  a\ntimetable. Along with this sector reform program, a public awareness campaign program will be\nprepared  targeting  employees  of  related  government  ministries  and  government\ntelecommunications operator, as well as the general public.\n15.  Part IV is to prepare short, medium, and long-term human resource development plans\nto upgrade technical, operational, managerial, and planning capacity of human resources in the\ntelecommunications ministry, the regulatory authority, and the government telecommunications\nservice operator. During TA implementation, workshops will be held to train personnel of the\ntelecommunications ministry, regulatory authority, and government service operator in the TA\ncountries  about  sector  policy  issues  including  regulatory  principles,  restructuring  of  the\ntelecommunications  industry,  and  telecommunications  legislation.  The  workshops  will  be\norganized in consultation with the International Telecommunication Union in Bangkok, which will\nprovide technical assistance.\nC. Cost Estimates and Financing Plan\n16.  The estimated total cost of the TA is $750,000 equivalent, of which the foreign exchange\ncomponent  is  $630,000  and  the  local  currency  component  $120,000  equivalent  (detailed\nestimates are in Appendix 2). ADB will finance $700,000 equivalent on a grant basis from the\nJapan Special Fund, funded by the Government of Japan to cover $630,000 of the foreign\nexchange cost and $70,000 equivalent of the local currency cost. The governments of the TA\ncountries will provide a total of $50,000 equivalent in kind for office space, secretarial services,\ncounterpart staff, office supplies, local communications, and local transportation.\nD. Implementation Arrangements\n17.  ADB  will  be  the  Executing  Agency  for  the  TA.  Each  TA  country  will  appoint  an\nImplementing Agency (IA) to coordinate day-to-day TA implementation. Each IA will appoint a\nTA manager who will act as a focal point for TA implementation. The TA will be guided by a\nsteering committee to be formed prior to the commencement of work. The steering committee\nwill be comprised of high-level representatives appointed by each TA country and ADB. The\nsteering committee meeting, cochaired by one of the government representatives and ADB, will\nreview consultant’s reports, reconcile the different views of the IAs and ADB, provide feedback\nto the consultants, and guide the direction of TA implementation. The consultants will attend the\nsteering  committee  meetings  with  broad  responsibility  for  liaison  and  coordination  among\ncommittee members. The steering committee meetings will be convened at TA inception and\ncompletion. Each member can call a meeting on a need basis.", "5\n18.  The TA will be carried out by international and domestic consultants to be recruited by\nADB in accordance with its Guidelines on the Use of Consultants and other arrangements\nsatisfactory to ADB for the engagement of domestic consultants. Seventeen person-months of\ninternational consulting services will be required with expertise in (i) telecommunications sector\nreform, (ii) regulatory policy in the telecommunications sector, and (iii) telecommunications\nlegislation;  24  person-months  of  domestic  consulting  services  will  be  required  for  (i)  a\ntelecommunications economist, and (ii) a legal specialist from each of the three TA countries.\nOutline terms of reference for the consultants are in Appendix 3.\n19.  The international consultants are expected to make one country their main base and\nmake periodic trips to each of the other countries as work demands. The IA of the base country\nwill  provide  necessary  office  facilities,  including  office  furnishings  suitable  for  up  to  three\ninternational consultants and two domestic consultants. In the other countries, the IA will provide\ntemporary office accommodation. Each IA will assign a team of counterpart staff to work with\nthe consultants on the day-to-day conduct of the study when working in that country. Consulting\nservices are expected to commence on February 2002 and be completed on 31 July 2002.\nIV. THE PRESIDENT’S DECISION\n20.  The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, in an amount not exceeding the equivalent of\n$700,000 for the purpose of the Greater Mekong Subregion Telecommunications Sector Policy\nFormulation and Capacity Building, and hereby reports such action to the Board.", "6\nAppendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nDesign Summary Performance Monitoring Assumptions and\nIndicators/ Mechanisms Risks\nTargets\nGoal\nExpansion of penetration of Telecoms sector Compilation of Lack of fiscal\ntelecommunications investment as projected country resources\n(telecoms) and information in country telecoms statistics Successful\ntechnology services sector development mobilization of private\nplan sector investment\nGrowth of teledensity Compilation of Successful integration\nas stipulated in country country of rural/remote areas\ntelecoms sector statistics into telecoms network\ndevelopment plan\nPurpose\nEstablishing a pro-competition Establish an Asian Strong resistance from\ntelecoms sector policy independent regulatory Development telecoms ministry and\nbody Bank (ADB) government telecoms\nRestructure telecoms missions to operators\nmarket assess Politicizing of reform\nEnact telecoms laws implementation agenda\nthat support the above of sector reform\npolicies program\nOutputs\nSector policy guidelines Within 6 months after ADB missions Provision of support by\nLegislative guidelines the commencement of to assess the governments as\nincluding model acts the technical assistance TA progress stipulated in the TA\nSector reform program (TA) Agreement\nincluding public awareness\ncampaign Political influence for\nHuman resources Workshops in 4th and selection of workshop\ndevelopment program 6th month after and study tour\nincluding arrangement TA commencement participants\nActivities\nConsultation with government Monthly consultation\non sector reform program and meeting with concerned Progress report All-out opposition from\npossible ADB support ministries from the telecoms ministry and\nprogram consultants government telecoms\nConsultation with government Bimonthly consultation ADB missions operator toward\ntelecoms operators and other meeting with market restructuring\nprivate service providers on government telecoms\nmarket restructuring operator and private\nConsultation with employees operators\nin telecoms ministry and Bimonthly consultation\ngovernment telecoms meeting with Difficulty maintaining\noperators on market representatives of dialogue with\nrestructuring and employee telecoms ministry and employees due to lack\nretrenchment and government telecoms of fiscal resources to\nredeployment plan operator address the issue of\nPublic awareness campaign employee\nPublic hearings held at retrenchment and\nleast twice redeployment\n(Reference in text: page 1, para. 1)", "7\nAppendix 1, page 2\nInputs\nInternational consultants 17 person-months Supervision of Difficulty to recruit\nDomestic consultants 24 person-months ADB missions qualified consultants\nFinancing for workshops $50,000\nFinancing for counterpart $50,000 Lack of enthusiasm for\nstaff, office space, secretarial cooperation by\nservices, etc. telecoms ministry", " 8\nAppendix 2\nCOST ESTIMATE AND FINANCING PLAN\n($)\nForeign  Local  Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financinga\n1. Consultants\na. Remuneration\ni. International Consultants     3 74,000 0      374,000\nii. Domestic Consultants    6  0,000        60,000\nb. Per Diem\ni. International Consultants       5 1,000 0        51,000\nc. Travel\ni. International Consultants       3 0,000 0        30,000\n2. Workshops       5 0,000 0        50,000\n3. Steering Committee Meeting       2 5,000 0        25,000\n4. Communications, Reports, and Documents       1 0,000 0        10,000\n5. Contingencies       9 0,000    1  0,000      100,000\nSubtotal (A)     6 30,000    7  0,000      700,000\nB. Government Financing\n1 Counterpart Staff and Secretarial Service 0    1  0,000        10,000\n2 Office Supplies 0       5,000          5,000\n3 Furnished Office Space 0     15,000        15,000\n4 Local Transportation and Communications 0     15,000        15,000\n5 Contingencies 0       5,000          5,000\nSubtotal (B) 0    5  0,000        50,000\nTotal     6 30,000   120,000      750,000\na \nFunded from the Japan Special Fund.\nSource: Staff estimates\n(Reference in text: page 4, para. 16)", "9\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE\nA. International Consultants\n1.  Review of the Current Telecommunications Sector and Industry Structure\n1. The consultant will\n(i)  analyze  current  and  any  proposed  new  laws  governing  the  sector,\nregulatory statutes, and practices;\n(ii)  analyze the current industry structure;\n(iii)  identify all major entities involved in the sector (public as well as private)\non all levels;\n(iv)  identify the role, relationships, authority, functions, and responsibilities of\nthese entities;\n(v)  analyze the organizational structure of public entities;\n(vi)  identify strengths and weaknesses of the given industry structure, and\nassess the appropriateness of any proposed new industry structure as\nwell  as  proposed  new  organizational  structures  of  major\ntelecommunications entities;\n(vii)  analyze the situation as to separation of postal, telecommunications, and\nbroadcasting services; and\n(viii)  analyze the current status as well as planning for the restructuring of the\nsector  (separation  of  policymaking,  sector  regulation,  network\noperations/service provision, and ownership in the telecommunications\nsector).\n2. Telecommunications Sector Policy Guidelines\n2. The consultant will prepare comprehensive telecommunications sector policy guidelines\nas  a  product  of  the  following  tasks.  The  policy  guidelines  will  be  used  with  necessary\nadjustments to prepare a country-specific telecommunications sector policy in the TA countries.\na. Policy Objectives\n3. The consultant will establish the telecommunications policy objectives applicable to the\nTA  countries  to  promote  the  development  of  telecommunications  systems  and  services  in\naccordance  with  recognized  international  standards,  practices,  and  public  demand  on  a\nsubregional level.\nb. Regulatory Authority\n4.  The consultant will\n(i)  identify  the  options  for  an  autonomous,  independent,  and  efficient\nregulatory authority to oversee telecommunications sector development,\nand analyse the effects of the various regulatory scenarios;\n(ii)  suggest division of responsibilities between government as a policymaker\nand the regulatory authority as a regulator, and demarcate the realms of\npolicymaking and the realms of regulation for telecommunications sector\nissues  such  as  tariff  setting,  interconnection  approval,  licensing,  or\nallocation of scarce resources;\n(Reference in text: page 5, para. 18)", "10\nAppendix 3, page 2\n(iii)  identify and recommend the mandate and mission, functions, institutional\nand organizational structure, composition, and relation to government and\nsector entities of the regulatory authority;\n(iv)  suggest financial measures to fund the regulatory authority taking into\naccount the autonomy and independence that the authority should have\nfrom government and the private sector;\n(v)  develop  a  transparent  decision-making  process  for  the  regulatory\nauthority to encourage wide diffusion of proposed rulings through public\nconsultations, and the mechanism and procedures to appeal against the\ndecisions of the regulatory authority;\n(vi)  develop measures for enforcing the rulings of the regulatory authority\nincluding conferring judicial powers of enforcement of its decisions;\n(vii)  develop  polices  and  institutional  arrangements  for  human  resource\ndevelopment that will enable human resources to be nurtured along the\nlearning curve for technical. operational, managerial, and planning aspect\nof sector regulation;\nc.  Telecommunications Industry Structure\n5.  Activities include\n(i)  develop  the  sequence  and  the  pace  of  restructuring  of  the\ntelecommunications  industry  that  will  be  applied  country  by  country\ndepending  on  the  circumstances  of  individual  countries  taking  into\naccount the following generally adopted steps:\n(a)  incorporating  the  dominant  government  telecommunication\noperator,\n(b)  liberalizing value-added and other nonbasic services,\n(c)  sale of minority shares in the state-owned telecommunications\nenterprise  with  exclusivity  in  fixed  voice  services  for  a  limited\nperiod of time,\n(d)  sale of majority shares,\n(e)  removal of exclusivity and opening all services to competition, and\n(f)  sale of all shares retaining only a golden share;\n(ii)  identify  modes  of  corporatization  and  privatization  of  the  government\ntelecommunications  operator  taking  into  account  country-specific\ncircumstances such as need for market expansion and diversification,\ncapital, foreign exchange, and managerial and technical skills;\n(iii)  assess  the  capacity  of  the  telecommunications  industry  to  face\ncompetitive  challenges,  estimate  a  transition  period  required  for  the\nexisting institutions (e.g., newly established regulators) and operators to\nadjust to new market conditions, and suggest a period of exclusivity that\nwill be conferred on a strategic partner, if invited;\n(iv)  develop strategies to maximize the benefits of strategic alliance such as\nlimiting  the  period  of  exclusivity,  ensuring  transfer  of  managerial  and\ntechnological  skills,  or  binding  the  strategic  partner  to  achieve  policy\nobjectives  including  telecommunications  service  penetration,\ninfrastructure modernization and extension, technical improvement of the\nnetwork, and universal service and universal access;", "11\nAppendix 3, page 3\n(v)  assess the impact of corporatization and privatization of the government\ntelecommunications operator on its employees, and identify measures to\nfoster  employee  commitment  and  morale  in  the  wake  of  possible\nredeployment and retrenchment;\nd.  Regulatory Principles\n6.  Activities include\n(i)  analyze the following regulatory principles and determine the priorities for\nthe regulatory agenda setting:\n(a)  universal service and universal access,\n(b)  tariffs,\n(c)  interconnection,\n(d)  frequency spectrum,\n(e)  numbering plan,\n(f)  licensing, and\n(g)  standards enforcement.\n(ii)  identify  approaches  for  financing  universal  service  obligations,  and\nassess the option of establishing a universal service fund;\n(iii)  identify options for an effective tariff regulation system including tariff\nregulation  schemes  and  tariff  rebalancing  taking  into  account  having\naffordable tariffs, assuring investors of a reasonable return on investment,\nachieving cost reduction, and eliminating cross-subsidization;\n(iv)  suggest the level and structure of interconnection tariffs applicable to the\nGreater Mekong Subregion (GMS) that will achieve efficient use of scarce\nnetwork  resources,  end-user  prices  reflecting  underlying  costs,  and\nefficiency improvement of incumbent operators;\n(v)  identify the modes of allocation of frequency spectrum and licensing and\nsuggest a transparent procedure for allocating frequency spectrum along\nwith  licensing  applicable  to  the  technical  assistance  (TA)  countries  –\nCambodia, Lao People’s Democratic Republic, and Viet Nam;\n(vi)  suggest a uniform numbering scheme applicable to the TA countries that\nwill reduce the complexity associated with interfacing and interconnection\nbetween the TA countries; and\n(vii)  suggest  subregional  standards  governing  the  provision  of\ntelecommunications services over the GMS region.\n3. Telecommunications Legislative Guidelines\n7. The consultant will\n(i)  prepare telecommunications legislative guidelines, and provide a menu of\nclauses  for  principal  telecommunication  legislation  accommodating\ndifferent degrees of liberalization and different types of regulatory bodies;\nand\n(ii)  prepare  a  model  telecommunications  act  for  the  restructuring  of  the\nmanagement  of  the  telecommunications  sector,  including  liberalization\nand the establishment of a regulatory framework that will be applicable in", "12\nAppendix 3, page 4\na  reformed  market  with  an  autonomous  and  independent  regulatory\nauthority; and\n4. County-Specific Reform Program\n8. The  consultant  will  develop  a  country-specific  telecommunications  sector  reform\nprogram that will spell out the sequence of industry restructuring together with a time-bound\naction plan taking into account the World Trade Organization (WTO) agreement on trade in\nbasic  telecommunication  services,  and  the  process  of  establishment  of  an  autonomous\nregulatory authority with a time table. Activities include\n(i)  consolidate the result of the tasks in paras. 2-6 country by country in the\nform of a sector reform program with the emphasis on restructuring the\ntelecommunications industry and establishing an autonomous regulatory\nauthority;\n(ii)  consult  with  concerned  governments  about  the  time  frame  for  the\nimplementation of the reform program, and recommend a sector reform\ntime table applicable to each country; and\n(iii)  prepare  a  public  awareness  campaign  program  for  the  sector  reform\ntargeting  the general public and employees of the telecommunications\nministry and the government telecommunications operator.\n5. Human Resource Development\n9. The consultant will\n(i)  assess the capacity of personnel in the telecommunications ministry; the\nregulator, if already established; and the government telecommunications\nservice operator in each country;\n(ii)  develop a short-, medium-, and long-term human resource development\nplan including financing options to upgrade their technical, operational,\nmanagerial, and planning skills; and\n(iii)  organize  workshops  in  consultation  with  the  International\nTelecommunication  Union  in  Bangkok  to  train  personnel  of  telecoms\nministry,  regulatory  authority,  and  government  service  provider  in  TA\ncountries about sector policy issues.\nB. Domestic Consultants\n1.  Telecoms Economist (six person-months for each TA country)\n10.  Activities include\n(i)  assist  the  international  consultant  in  understanding  the  current\ntelecommunications  sector  and  industry  structure  in  each  TA  country\nincluding  current  telecommunications  laws,  telecommunications  sector\nentities,  telecommunications  market  structure,  regulatory  regime,  or\nrestructuring plan;\n(ii)  assist the international consultants in establishing a telecommunications\nsector policy framework by undertaking necessary research or surveys as\ninstructed by the international consultants;", "13\nAppendix 3, page 5\n(iii)  assist the international consultants in identifying the different options for a\nregulatory  framework  including  organization,  functions,  relation  to  the\nGovernment  and  telecommunication  sector  entities,  regulatory  body\nfinancing mechanism, and staff development needs;\n(iv)  assist the international consultants in analyzing the telecommunications\nmarket,  identifying  impediments  for  promoting  competition,  and\nformulating the steps required for telecommunications sector reform;\n(v)  assist  the  international  consultants  in  preparing  the  human  resource\ndevelopment plan; and\n(vi)  assist  the  international  consultants  in  preparing  various  reports  as\ninstructed by them.\n2. Legal Specialist (six person-months for each TA country)\n(i)  assist  the  international  consultants  in  reviewing  the  existing  acts  and\nstatues governing the telecommunications sector;\n(ii)  assist the international consultant in analyzing the telecommunications\nsector from a legal viewpoint;\n(iii)  assist  the  international  consultants  in  preparing  telecoms  sector\nlegislative guidelines and drafting model telecoms acts; and\n(iv)  assist  the  international  consultants  in  preparing  various  reports  as\ninstructed by them.\nC. Reporting Requirements\n11. The consultant will prepare and submit the following reports:\n(i)  an inception report, to be submitted one month after commencement of\nthe consulting work, detailing the work plan and outlining any changes in\noverall direction as agreed to with the parties concerned;\n(ii)  a  monthly  progress  report,  to  be  submitted  every  month  after  the\nsubmission of the inception report, summarizing the works done during\nthe preceding month;\n(iii)  a draft final report, to be submitted one month prior to the terminal date of\nthe contract; and\n(iv)  a  final  report,  incorporating  inputs  from  the  parties  concerned,  to  be\nsubmitted within one month after the comments have been transmitted."], "metadata": {"CreationDate": "D:20011206072430", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R265-01.doc", "ModDate": "D:20011211152053+08'00'"}}