{"path": "data/input/ta/tar-ind-38272.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: IND 38272 \n \n \n \nTechnical Assistance to India for \nPreparing the Uttaranchal Urban \nDevelopment Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2005 \n   ", " \nCURRENCY EQUIVALENTS \n(as of 7 July 2005) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe 1.00 =  $0.0230 \n$1.00 =  Rs43.42 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CA  –  Constitutional Amendment \n  DUD  –  Department of Urban Development \n  EIA  –  environmental impact assessment \n  EMP  –  environment management plans \n  GOU  –  Government of Uttaranchal \n  IEE    –  initial environmental examination \n  O&M  –  operation and maintenance \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  PSP  –  private sector participation \n  TA  –  technical assistance \n  UJS  –  Uttaranchal Jal Sanstan \n  ULB  –  urban local body \n  UPJN  –  Uttaranchal Pey Jal Nigam \n     \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Water supply, sanitation, and waste management  \nSubsector  –  Integrated urban development  \nThemes  –  Inclusive social development, Sustainable economic growth  \nSubtheme  –  Improving urban environment and services    \n \n \nNOTES \n.(i)  The fiscal year of the Government ends on 31 March.  \n \n(ii)  In this report, “$” refers to US dollars. \n  \nThis report was prepared by G. Cezayirli, South Asia Social Sectors. \n \n ", " \nI.  INTRODUCTION \n \n1.  Uttaranchal is a new state of India, created in 2000. It has a population of 8.4 million, 25% of \nwhom live in urban areas. The government of Uttaranchal (GOU) views urban development as one \nof its growth pillars supporting its lead economic sector of tourism as well as the key to achieving \nthe  millennium  development  goals.  Accordingly,  GOU  has  set  a  vision  of  enhancing  living \nstandards, productivity, and sustainability of all cities and towns while securing the cultural and \nenvironmental heritage. GOU’s strategy to realize this vision involves investments in basic urban \ninfrastructure and services. The strategy also commits itself to enhanced roles and powers for \nurban local bodies (ULBs) with concurrent measures to strengthen local capacities. GOU recently \ncommitted  considerable  funds  for  a  feasibility  study  for  urban  infrastructure  and  services \ndevelopment, and requested Asian Development Bank (ADB) assistance to support its feasibility \nwork. The Government and ADB agreed that technical assistance1 (TA) would be provided in 2005.  \n \n2.  The Fact-Finding Mission visited Delhi and Uttaranchal State during 10-15 April 2005 to \nformulate  the  TA  for  preparing  the  Uttaranchal  Urban  Development  Project.  The  Mission  met \nrepresentatives of the central Government, GOU, and ULBs. Field visits were made to several \ntowns. From discussions with the stakeholders and a review of related documents and experience \nof ADB’s earlier assistance in India, the Mission reached an understanding with the Government on \n(i) the division of tasks between GOU and ADB in preparing the proposed project; and (ii) the \nobjective, scope, cost estimates, implementation arrangements, and terms of reference of the \nconsultants under the TA. The preliminary design and monitoring framework is in Appendix 1.  \n \nII.  ISSUES \n \n3.  Uttaranchal is located on the northern boundary of India, and shares borders with Nepal and \nthe People’s Repubic of China. Over 90% of the state’s terrain is classified as hilly, and 62% is \nforests, limiting the accessibility and availability of land for agriculture. However, the state has great \npotential for tourism with its pristine and picturesque environment, mountains and rivers, pilgrimage \nsites,  national  parks,  hill  stations  wildlife,  and  historical  sites.  Tourism  is  the  mainstay  of  the \neconomy and a major source of employment, with annual tourist arrivals reaching almost three \ntimes the state population and contributing to the 5% annual growth of the state’s gross domestic \nproduct.  \n \n4.  About 2.1 million people of Uttaranchal’s population live in 63 designated urban areas. \nUrban growth is rapid with a decadal growth rate of about 33%, much higher than the state \npopulation growth rate of 19%. Urbanization rates vary across the state. The northern part of the \nstate is less urbanized than the south and southwest districts where trade, commerce, transport, \nand diversification of economy gave rise to the town’s growth and the more urbanized regions. \nDehradun is the largest city with a population of about 450,000. Two towns have populations above \n100,000, while 17 have populations between 20,000 and 100,000. The remaining 30% of the urban \npopulation live in towns with populations of less than 20,000. Regardless of the population size, \nmany of these urban areas are major tourism destinations or the gateways to other tourist spots, \nand experience significant seasonal population increases. These towns are also centers of agro-\nindustry, trade, and commerce. Given the low potential for agricultural growth, urban areas where \ntourism and nonagricultural economy can flourish present great opportunities for Uttaranchal’s \ndevelopment.  \n \n5.  However,  the  potential  role  that  urban  areas  can  play  in  the  state’s  development  is \nsignificantly  constrained  by  deficiencies  in  basic  urban  infrastructure  and  services  and  poor \nenvironmental  conditions.  The  overall  shortfall  in  water  supply  exceeds  50%  due  partly  to \ninadequate sources and distribution and partly to leakage from old and dilapidated pipelines. The \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet Edition) on 20 April 2005.    \n ", "2   \ndifficulty of creating water storage reservoirs in hilly towns further contributes to inadequate supply. \nService level is poor, with water available for only 2-6 hours per day. Less than 20% of the urban \npopulation is served by sewerage networks. Because sewage is generally disposed off without \nappropriate treatment into lakes and water bodies that also serve as sources of drinking water, \npublic health problems are significant. More than 50% of the urban solid waste generated is not \ncollected; the problem is compounded during the tourist season when the quantum of solid waste \nincreases manifold, straining the already limited capacities in solid waste management. Urban \nroads are in poor condition, and road networks and parking spaces are insufficient to meet the \ndemands of the current traffic volume that has doubled over the past 10 years. The hilly terrain \nwithout adequate storm water drainage leads to severe erosion that causes environmental damage \nand threatens the stability of roads. These deficiencies particularly affect the poor and impact on the \nquality of their life. It is estimated that 10-25% of the urban population live in slums. The initial \npoverty and social analysis is in Appendix 2.  \n \n6.  Inadequate urban institutional and financial frameworks and capacities are the major cause \nof the prevailing poor environmental conditions and lack of sustainability in urban service delivery. \nThe responsibility for providing infrastructure and services (except water and sewerage), including \non-site  sanitation,  solid  waste  management,  road  maintenance,  street  lighting,  and  slum \nimprovement  lies  with  ULBs.  However,  ULBs  cannot  effectively  perform  their  duties  as  they \ngenerally lack the required skills, appropriate management tools, and efficient working culture. \nWhile GOU has taken some steps2 to implement the 74th Constitutional Amendment (CA), which \nprovides  the  requisite  enabling  framework  for  decentralized  urban  governance,  most  of  the \nprovisions of the CA are not yet operational in the state. ULBs depend, to a large extent, on grants \nand aid from the state, which itself suffers from massive deficits. Currently, ULBs generate only 15-\n55% of their total income. In many cases, own source income together with state transfers is not \nsufficient to meet the salary and establishment cost. The current revenue base is too limited. There \nare no matching sources of funds for many ULB functions, e.g., road maintenance. The property \ntax, a major source of local revenue, falls short of its full potential due to inadequate assessment, \nincomplete coverage of the tax net, and low collection efficiencies. Current solid waste collection \ncharges that are based on a percentage of the property tax are inadequate to meet the cost of the \nservice. The task of meeting the service needs of a large seasonal tourist population places an \nextra financial burden on ULBs in the absence of any direct revenues accruing to ULBs from \ntourism. Furthermore, ULBs lack credible accounting, financial reporting, and budgeting systems to \nefficiently manage their scarce resources. These capacity constraints coupled with a lack of an \nenabling framework also impact on the ability to outsource urban service delivery to the private \nsector.   \n \n7.  Two statutory bodies are involved in urban water supply and sewerage. Uttaranchal Pey Jal \nNigam (UPJN) is responsible for the construction of water supply and sewerage systems, while \nUttaranchal  Jal  Sanstan  (UJS)  is  in  charge  of  operating  and  maintaining  water  supply  and \nsewerage facilities in urban and rural areas. However, sustainability of water supply and sanitation \nis  in  question  due  to  high  operating  ratios  (1.59),  high  production  costs,  and  poor  asset \nmanagement. High administrative costs, system losses of 30-50%, and additional costs of pumping \nwater in hilly terrain contribute to high production costs. Sewerage and water tariffs are low. Water \ncharge is no more than one fourth of water production cost, and does not consider replacement \ncosts. Metering is used only for the commercial sector and does not cover domestic users. State \nallocations made to UJS’s budget for capital works and maintenance are reportedly used to meet \nthe salary bill of a large establishment, leaving insufficient funds for operation and maintenance.  \n \n                                                 \n2 The municipal law is prepared. GOU formed the State Finance Commission which prepared a report on assessment of \nand recommendations for enhancing the ULBs’ fiscal situation in line with the 74th CA. The Department of Urban \nDevelopment initiated master planning for all towns. ULBs’ computerization is ongoing. Hardware for a geographic \ninformation systems (GIS) was installed, and staff training on GIS is about to begin.    \n ", "  3\n8.  Despite  its  overwhelming  investment  needs,  Uttaranchal  to  date  has  not  received  any \nexternal assistance for urban development. ADB’s urban sector assistance has focused on other \nstates. Since 1995, ADB has provided eight loans to the urban sector in India. The strategic thrust \nof ADB’s assistance has been poverty reduction through shared growth, social development, and \ngood governance. These objectives have been translated into action by mostly integrated urban \ninfrastructure and services projects. Past experience reveals the issues of (i) delays in project \nimplementation  especially  during  project  start-up,  and  (ii)  sustainability  of  project  assets.  The \nexperience suggests that up-front support for building capacities for project management has the \npotential to prevent project start-up delays. The experience also implies that greater care is needed \nto  ensure  sustainability  by  building  the  capacities  of  ULBs  and  supporting  the  process  of \ndecentralization. A performance-oriented approach to town selection and mechanisms to enhance \nownership of the project by the state and ULBs are also likely to help improve sustainability. \n \n9.  Recently, growing regional disparities in India have become a concern to ADB and the \nGovernment  in  the  context  of  the  common  core  objective  of  poverty  reduction. ADB  made  a \ncommitment to diversify its operations to the northern states. Uttaranchal has been identified as one \nof the geographic areas of priority for ADB assistance.3 Developing the urban areas in Uttaranchal \nwill help utilize optimally existing urban potentials for the attainment of the Government’s target of \nredressing regional imbalances and GOU’s vision of improved quality of life for urban residents and \nenhanced state economy, especially tourism. There is need to improve basic urban infrastructure \nand services in Uttaranchal. Further, physical investments need to be combined with additional \ninterventions to overhaul institutional and financial frameworks, develop local capacities, promote \nprivate sector participation, and mobilize local resources for sustainable service delivery in line with \nthe spirit of the 74th CA. Moreover, all these interventions need to be accompanied by efforts to \naddress the capacity weaknesses in project management as a priority activity based on past \nexperience. GOU showed its commitment to and demonstrated its capacity by initiating project \npreparation for Uttaranchal urban development. The TA is required to complement GOU’s project \npreparation activities to help meet ADB’s due diligence and policy requirements, and to strengthen \nthe project management capacity of GOU and ULBs. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The objectives of the TA are twofold: (i) to support GOU in preparing a project suitable for \nADB financing that will improve the urban environment and living conditions of urban residents–\nespecially the poor–and enhance economic growth, and (ii) to strengthen the project management \nand  implementation  capacity  of  state  agencies,  ULBs,  and  utilities  to  ensure  successful \nimplementation of the investment project. The ensuing investment project is expected to blend \nurban infrastructure and services improvements with interventions for urban policy and institutional \nreforms and capacity building for sustainable urban service delivery. \n \n11.  The TA will have two phases – phase 1 will be dedicated to support the determination of the \nfeasibility of an investment package, and phase 2 will focus on activities to improve the project \nmanagement capacities of relevant agencies. Since GOU is already in the lead in designing an \ninvestment project, use of a sector loan modality will be adopted for the investment project. This \nmodality will (i) provide a planned approach by placing the project in a wider sector development \ncontext with a long-term sector investment plan and agenda for urban policy, and institutional and \nfinancial reforms; (ii) ensure flexibility in undertaking an investment program in multiple towns, \naddressing the towns’ real demands; and (iii) have the potential to a promote performance-oriented \napproach in town selection.      \n                                                 \n3  ADB’s Country Strategy and Program includes a loan for Uttaranchal Power Sector Development Project in 2005, and \nanother loan for Uttaranchal State Roads Project in 2006, in addition to the loan for Uttaranchal Urban Development \nProject in 2007.  \n ", "4   \n12.  The outputs of phase 1 will include (i) an investment project suitable for financing by ADB \nwith  a  representative  set  of  urban  infrastructure  subprojects  together  with  the  criteria  and \nmethodology  for  developing  and  appraising  further  subprojects;  (ii)  detailed  feasibility  studies \nincluding  assessment  of  the  social,  economic,  financial,  and  environmental  viability  and \nsustainability of the selected subprojects, and implementation arrangements for the loan project; \nand (iii) an agreed-upon urban policy and institutional reform agenda, together with a program of \ncapacity building for sector institutions including ULBs and utilities. Outputs from phase 2 will be \nenhanced project management capacities with competent project management unit (PMU) and \nproject implementation units (PIUs) and consequent smooth project implementation.  \n \nB.  Methodology and Key Activities \n \n13.  Phase 1 of the TA will assist GOU in preparing the investment project. As GOU will take \ncharge of preparing the feasibility of the investment plan and subprojects, the TA consultants will \nreview, complement, and, as required, augment the study prepared by GOU to have a project \nsuitable for ADB financing. More specifically, the TA will review and confirm (i) the criteria and \nprocedures for including the towns in the ensuing sector loan project; (ii) assessments of urban \ninfrastructure and services requirements and institutional, regulatory, and financial frameworks for \nplanning and managing urban infrastructure and services; (iii) investment proposals and indication \nof  procurement  packages  for  the  first  batch  of  towns  to  be  included  in  the  loan  project  and \nsubprojects,  together  with  feasibility  assessments;  (iv)  reform  proposals  to  promote \ndecentralization,  especially  enhanced  urban  revenue  generation  and  financial  management  of \nULBs,  efficiency  and  self-sufficiency  of  utilities,  and  a  program  of  capacity  building;  and  (v) \nproposals  for  creating  an  enabling  framework  and  workable  modalities  for  private  sector \nparticipation in urban infrastructure and services delivery. The TA will also prepare frameworks for \nsafeguarding the environment, plans for resettlement and indigenous peoples, and other related \nplans.  The  TA  will  further  assist  GOU  in  following  a  participatory  approach  in  preparing  the \ninvestment project.    \n \n14.  The TA consultants will review the assessments and reports prepared by GOU upon the \nstart of their respective assignments. They will review ADB and GOU policies and guidelines as \nthey apply to particular areas. Meetings with GOU will be arranged during inception to obtain an \noverview of the thrust and approach of GOU in relation to project preparation. The inception report \nwill reflect the approach and activities for the duration of the project as well as towns ranking and \ntowns proposed for inclusion in the investment project based on agreed-upon criteria. The TA \nconsultant will produce a report consolidating GOU’s feasibility and all the analyses and information \nnecessary to prepare the project for ADB financing and scoping work.    \n \n15.  Phase 2 will include (i) development of project management systems and procedures, (ii) \nassistance in establishing PMU and PIUs with optimal managerial and technical personnel structure \nand  skills,  (iii)  training  of  staff  in  ADB  procedures  and  basic  project  management  and \nimplementation skills, and (iv) hands-on assistance in project start-up activities and preparations for \nimplementing the urban reform agenda linked to the investment project.     \n \nC.  Cost and Financing \n \n16.  The total cost of the TA is estimated at $750,000 equivalent comprising $302,000 in foreign \nexchange and $448,000 equivalent in local currency. The foreign exchange cost and $298,000 \nequivalent in local currency, totaling $600,000, will be financed on a grant basis by ADB’s TA \nfunding program. GOU will provide $150,000 equivalent to cover the remuneration of counterpart \nstaff, provision of office accommodation and facilities, local transportation for counterpart staff, and \nfunds for workshop facilities. The Government of India has been informed that approval of the TA \ndoes not commit ADB to finance any ensuing loan project. Details of the cost estimates and \nfinancing arrangements are in Appendix 3. \n   \n ", "  5\nD.  Implementation Arrangements \n \n17.  The Department of Urban Development (DUD) of GOU will be the Executing Agency (EA) \nfor the TA. DUD is considered suitable as EA as it is the focal body for urban development \nprograms, environmental management, and coordination of ULBs and development authorities. \nDUD is also responsible for urban policy making, urban legislation, and capacity building of ULBs.  \nDUD with an appropriately skilled staff of 10 will oversee the TA activities and coordinate with other \nrelevant agencies, particularly with the Department of Drinking Water Supply and UJPN and UJS. \nDUD has already appointed a qualified project director experienced in ADB projects. The project \ndirector will be supported by an adequate number of professional and support staff. DUD will \nprovide  the  consultants  with  administrative  and  technical  support  and  logistics.  A  core  TA \nCoordination Committee will be formed and have monthly meetings to give to the TA inputs from \nthe key sector departments, including urban development, drinking water supply, and finance. GOU \nwill  also  form  a  TA  steering  committee/empowered  committee,  chaired  by  the  state’s  chief \nsecretary,  consisting  of  the  secretaries  of  all  concerned  state  departments  and  ULB \nrepresentatives. The Committee will meet to review TA progress and guide on policy issues at key \nstages, at least three times: at inception, midterm, and draft final stage. \n \n18.  The TA will be undertaken by two teams of international and domestic consultants to be \nengaged as individuals in two consecutive stages in accordance with ADB’s Guidelines on the Use \nof Consultants and other arrangements satisfactory to ADB for engaging domestic consultants. \nAbout  45  person-months  of  consulting  services  will  be  required  for  the  two  phases–    nine \ninternational and 36 domestic. The TA team for the phase 1 will comprise international experts \n(person-months are in parenthesis) in urban development and municipal engineering acting as a \nteam leader (4), an economist (2), a financial analyst/utility-municipal finance specialist (2), and a \nprivate sector participation specialist (1). The team for phase 1 will also include domestic experts \n(13)  in  water  supply  and  sanitation,  environment,  social  development,  urban  planning,  and \ngovernance and institutional development. The TA team for phase 2 will comprise domestic experts \n(23):  one  for  project  management  acting  as  team  leader,  and  experts  in  procurement/civil \nengineering, and financial management and urban governance. Outline terms of reference for \nconsulting services are in Appendix 4.  \n \n19.  Phase 1 will be implemented over 6 months from September 2005 to March 2006. The \nconsultants will submit an inception report, including the approach, scope, work program, and towns \nselection together with criteria and methodology, within 1 month; an interim report containing an \nassessment of towns’ needs and urban policy and institutions and preliminary project proposals \nwithin 4 months; and a draft final report comprising the feasibility and investment package within 6 \nmonths of the start of the TA. Tripartite meetings will be held with GOU, ADB, and the consultants \nto discuss reports. Workshops will also be held to discuss the interim and draft final reports with \nstakeholders. A final report will be submitted 1 month after the Government and ADB comment on \nthe draft report. The start of phase 2 of the TA will be subject to timing of the loan fact-finding \nmission. The TA will be implemented over 1 year with inception, interim, and final reports to be \nsubmitted by the end of the second, seventh, and twelfth months, respectively. Equipment provided \nunder  the  TA  will  be  procured  by  the  consultants  in  accordance  with  ADB’s  Guidelines  on \nProcurement and will be handed over to DUD upon completion of the TA. \n \nIV.  THE PRESIDENT'S DECISION  \n \n20.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to the \nGovernment of India for preparing the Uttaranchal Urban Development Project, and hereby reports \nthis action to the Board.  \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n       \nDesign Summary  Performance Targets/  Data Sources   Assumptions and \nIndicators  Reporting Mechanism  Risks \nImpact        Assumption \nSustainable improvements to the  City environment and public  Central and state  • The Government is \nliving conditions of city residents  health improved   government statistics  committed to \nand enhanced productivity by  Poverty incidence reduced    sustainable urban \nimproving urban infrastructure  Growth of tourist arrivals at  Reports of  bilateral and  development in \nand services and promoting  12%  multilateral organizations     Uttaranchal. \nrobust urban reforms, financial  Sustainable urban service  Risk \nsustainability, and capacity  delivery due to enhanced  • The 74th CA is not fully \nbuilding for sector institutions  management and financial  operational in the state. \ncapacities  \nOutcome      Assumptions \nImproved urban environment and  By 2010:  Monitoring against project  • GOU is committed to \npublic health by improving urban  Increased percentage of  baseline surveys on service  implement 74th CA and \ninfrastructure and services   urban population with access  access in the towns and  other necessary \n(i)  Water supply and sewerage  to quality water supply and  sector-specific secondary  reforms to develop \n(ii)  Solid waste management  adequate water resources,  data on service levels   ULBs’ institutional and \n(iii) Storm water drainage  sewerage/ proper on-site  Periodic project progress  financial capacities. \n(iv) Roads and parking spaces  sanitation, solid waste  reports  • ULBs willing to \n(v)  Slum upgrading   management  Project completion report  undertake reforms for \n   Increased percentage of  Independent monitoring by  efficiency and \n  urban poor households with  third parties (civil society  appropriate pricing of \n  access to basic infrastructure  and nongovernment  services \n  and services   organizations in slums  • Willingness by urban \n  Improved operation and  residents to connect to \n  maintenance  the systems and pay \n    for tariffs, charges, and \nRobust urban reforms and  Sustainable sources of funds  fees for improved \nenhanced institutional and  for urban service delivery and  services exist  \nfinancial capacities to plan,  improved financial  Risk \ndevelop, operate, and maintain  management practices in  • Delay in implementing \nurban infrastructure and services  place   the project and the \non a sustainable basis      reform agenda \n    \nOutputs      Assumptions \n1. A feasible and bankable  TA report containing a  Consultant progress  • A high-quality report \ninvestment package;  feasible sector loan  reports  providing good \n2. A widely agreed-upon sector  investment package, a sound  Inception, interim, draft final  analysis, needs \nstrategy, sector investment plan,  urban reform agenda, and  and final reports  assessment, and \nand  urban policy and institutional  well-tailored capacity-building  Resettlement planning  feasible investment \nreform agenda;  program to be submitted by  documents    and reform proposals is \n3. A capacity-building program  May 2006  ADB review missions  prepared.  \ntailored to the needs of urban    Feedback from ADB staff,  • Qualified consultants \ninstitutions; and    GOU, and other  are mobilized in a \n4. Competent PMU and PIUs to  TA report  documenting  stakeholders  timely manner. \ncarry on project management  project management    • GOU cooperation and \nand implementation activities for  strengthening activities and    support for TA \nthe ensuing loan   outcomes       implementation are \n          adequate.  \nRisks \n• Delayed recruitment of \nqualified consultants \n• GOU’s delayed \nresponse to TA outputs \n       \n ", "Appendix 1  7\n       \nDesign Summary  Performance Targets/  Data Sources   Assumptions and \nIndicators  Reporting Mechanism  Risks \nActivities with Milestones       \n1.  Assessing Uttaranchal urban  September I (2005)  Inception report  Inputs  \nsector, infrastructure and       \nservices conditions, ranking      • ADB -  $600,000 \ntowns based on established      • Government -\ncriteria, and selecting up to 6      $150,000 \nsample towns        \n2.  Assessing in-depth sector  November I (2005)  Interim report  International experts - \nneeds in sample towns;      9 person-months \npreparation of preliminary      Domestic experts -   \nsubproject proposals;      36 person-months \nestablishment of criteria and       \nprocedures for further       \nappraisal of subprojects       \nduring loan implementation;       \nsector institutional and policy       \nassessments and prospective       \nareas of interventions       \n3.  Workshop  November II (2005)  Workshop proceedings   \n4.  Developing final sector loan  February I (2006)  Draft final report including   \nproject proposals and    resettlement planning   \nfeasibilities, urban sector    documents   \nreform agenda, proposals for       \ncapacity building       \n5.  Workshop  February II (2006)  Workshop proceedings \n6.  Identifying institutions  April I (2006)  Inception report \nresponsible for managing and     \nimplementing the ensuing     \ninvestment project; assessing     \nthe needs to build the     \ncapacity for project     \nmanagement and     \nimplementation; assessing the  May I  Monthly progress reports  \npreparatory actions for     \nimplementing the reform     \nagenda linked to the project;      \nand a plan of action for  July I (2006)   Interim report  \ncapacity building and     \nassistance for reforms  July I (2006)   \n7.  Facilitating the establishment     \nof PMU and PIUs in first batch  September I (2006)   \ntowns; determining the terms    Draft final report \nof reference for PMU and PIU     \nstaff and targeted levels of   \ncompetencies; design of   \ntraining programs and plans   \n8.  Training  for managerial and   \ntechnical staff   \n9.  Hands-on assistance in   \nproject start-up activities   \n10. Documenting the TA activities \nand outcomes  \n \nI= phase 1, II = phase 2, ADB = Asian Development Bank, CA = constitutional amendment, GOU = government of \nUttaranchal, PIU = project implementation unit, PMU = project management unit, ULB = urban local body. \n \n ", "8  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA. Linkages to the Country Poverty Analysis \nIs the sector identified as a national priority in  Is the sector identified as a national priority in country poverty \ncountry poverty analysis?  Yes  partnership agreement?  Yes \n \nContribution of the sector or subsector to poverty reduction in India:   \n \nThe Government’s poverty reduction strategy, presented in the 10th Plan of 2002, sets a high growth target of 8% to induce \nrapid reduction in income poverty and attain ambitious human development goals. The Asian Development Bank’s (ADB) \ncountry strategy and program (CSP) prepared in 2003 supports the 10th Plan and rests its poverty reduction assistance on \nthe three pillars of pro-poor growth, social development, and good governance. CSP regards urban development as one of \nthe major operational instruments to achieve the social development pillar in an inclusive manner. The technical assistance \n(TA) which aims to prepare an investment project for urban infrastructure and services, will contribute to inclusive social \ndevelopment by (i) focusing on Uttaranchal, which is identified in the CSP as a priority state for addressing the concerns of \ninterregional disparities; and (ii) increasing access of the urban population, especially the poor, to basic infrastructure and \nservices. A preliminary assessment of the current situation in Uttaranchal urban areas reveals the poor quality of the urban \nenvironment and deficiencies in service provision that undermine the public health and well-being. The ensuing project that \nis expected to include basic services such as water supply, sanitation, and waste management will contribute to human \ndevelopment,  public  health  improvements,  and  enhanced  productivity.  The  impact  on  the  poor  through  citywide \nimprovements will be reinforced further through targeted interventions such as slum improvement programs that the ensuing \nproject is likely to include.  \n \n \nB. Poverty Analysis         Targeting Classification:  General Intervention \n \nWhat type of poverty analysis is needed? \nPoverty and social analysis will be carried out to determine the socioeconomic profile of the population, urban poverty \nincidence, the nature and characteristics of poverty, and perceived priorities of the poor.     \n \nThe poverty analysis will track potential adverse effects over the short, medium, and long term for the poor and excluded \ngroups. It will review options to eliminate such negative effects through design changes, or mitigate them through specific \nmitigating measures to be included in the project design and costed as part of the total project cost. The poverty analysis will \nalso review options to extend or enhance the benefits for the poor and excluded through design changes in the scope and/or \npace of the policy conditions.   \n \n \nC. Participation Process \n \nIs there a stakeholder analysis?                                                                                                         Yes  \nThe stakeholder analysis will be undertaken to identify key project stakeholders, their interests, and the way they affect \nproject risk and viability. The stakeholders are likely to include state government, urban local bodies, urban residents, and \nthe poor and excluded.    \n \nIs there a participation strategy?                                                                                                         Yes \nBased on the stakeholder analysis, a participation strategy/plan, outlining how to involve which stakeholders at different \nstages of the project cycle, will be prepared.  The emphasis will be on ensuring fair representation of the interest of each \ngroup, especially the poor and excluded.                                                                                                             \n  \n \nD. Gender and Development                \n \nStrategy to maximize impact on women:                                                                                           Yes \nGiven the likely scope of the ensuing investment project and the dominant role of women in household management, women \nare  expected  to  be  the  primary  recipients  of  the  benefits  from  infrastructure  and  service  improvements,  especially \nimprovements to water supply, solid waste management, and sanitation. Women’s commitment to and ownership of the \nproject will have a great influence on the viability and sustainability of the project outputs. The TA will design specific \nmeasures to ensure that (i) women actively participate in the project design and identification of options as well as project \nimplementation, (ii) women and men benefit equally from the project, and (iii) the project addresses differential gender \nneeds.  \n \n ", "  Appendix 2  9 \nE. Social Safeguards and Other Social Risks   \n \nItem  Significant/ \nNot  Output \nStrategy to Address Issues \nSignificant/  Required \nNone  \n       \nResettlement  Not  Most  of  the  improvements  will  be  carried  out  on  rights-of-way  and  Resettlement \n  significant  Government land, and land acquisition will be minimal. But the TA will  framework \nthoroughly review and confirm the needs for a full or a short resettlement  and  \nplan  and  prepare  the  required  safeguards  including  a  resettlement  short \nframework in consultation with stakeholders.   resettlement \n  plans  \n       \nAffordability  Not  Selection  of  design  options  for  infrastructure  services  will  consider  Not significant \n  significant  affordability to the households. The potential negative impact of water and   \nsewerage tariffs and solid waste collection fees on the poor  will be \nreviewed and addressed by employing pro-poor block tariffs and other \ninnovative financing instruments.    \n \n       \nLabor  None  The project will not lead to any job losses. Construction and operation and  No \nmaintenance  of the ensuing project are  likely to  generate significant \nemployment opportunities. \n  \n         \nIndigenous  None  Although no adverse impact is expected on indigenous people, the project  No  \nPeoples  preparatory  technical  assistance  will  further  verify  if  there  are  any   \n  potential issues and prepare an indigenous people’s development plan if \nnecessary.  \n \n       \nOther Risks/  Not  Social risks and vulnerabilities including involuntary resettlement will be  Resettlement \nVulnerabilities  significant   identified during the TA and specific measures  will be developed to  framework \n   mitigate them.  \n \n \n \n ", "10  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  International        \n      i.  Remuneration  180.0  0.0  180.0 \n      ii.  Per Diem  40.0  0.0  40.0 \n    b.  Domestic         \n      i.  Remuneration  0.0  144.0  144.0 \n      ii.  Per Diem  0.0  80.0  80.0 \n    b.  International Travel  25.0  0.0  25.0 \n  2.  Equipmentb  0.0  12.0  12.0 \n  3.  Studies, Surveys, and Reports   7.0  3.0  10.0 \n  4.  Communications  5.0  0.0  5.0 \n  5.  Workshops  0.0  15.0  15.0 \n  6.  Miscellaneous Administration and        \n    Support Costs  0.0  15.0  15.0 \n  7.  Contingencies  45.0  29.0  74.0 \n      Subtotal (A)  302.0  298.0  600.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Facilities  0.0  70.0  70.0 \n  2.  Counterpart Staff Remuneration  0.0  60.0  60.0 \n  3.  Local Transportation Assistance  0.0  5.0  5.0 \n  4.  Equipment  0.0  10.0  10.0 \n  5.  Workshop Facilities  0.0  5.0  5.0 \n      Subtotal (B)  0.0  150.0  150.0 \n       \n        Total  302.0  448.0  750.0 \na Financed by the Asian Development Bank’s technical assistance funding program. \nb  Includes the cost of two computers and appurtenances with one printer, and one photocopy machine. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 4  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will have two phases to be implemented in two consecutive \nstages. The TA consultants teams for both phases will comprise international and domestic \nconsultants engaged (as individual consultants) as two teams to be recruited in accordance with \nthe  Asian  Development  Bank’s  (ADB)  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB for engaging domestic consultants. The consultants will closely \ncoordinate with the TA consultants commissioned by the government of Uttaranchal (GOU).  \n \nA.  Phase I    \n \n1. Municipal Engineer/Urban Specialist/Team Leader (international, 4 person-months) \n \n2.  The consultant will have a degree in municipal engineering with experience in assessing \nthe feasibility of urban infrastructure and services. The consultant (i) should have broad exposure \nto urban planning, management, and institutional aspects; (ii) will provide overall guidance to, and \nsupervise and coordinate the work of other consultants; (iii) will take overall responsibility for \nquality and timeliness of the TA outputs, preparing reports and consolidating the reports of the \ndomestic consultants; and (iv) will closely coordinate with the TA team commissioned by GOU \nand  liaise  with  the  Executing  Agency  and  other  agencies  concerned  in  arriving  at  a  broad \nconsensus on the scope, objectives, and outputs of the project.  \n \n3.  The consultant will review and confirm (i) the sector investment plan prepared by GOU \nconsultants as required for the sector loan projects; (ii) the criteria for town selection/inclusion in \nthe  investment  project  and  town  ranking  based  on  established  criteria;  \n(iii) the subproject selection, preparation, and design criteria, and appraisal procedures, roles and \nresponsibilities  in  preparing  and  approving  subprojects;  (iv)  the  town  development \nframeworks/master plans providing the basis for infrastructure improvements; (v) the sample \nsubproject proposals; and (vi) if the principle of least-cost option is observed.  \n \n4.  The  consultant  will  (i)  review  and  comment  on  assessment  of  the  urban  institutional \nframework and the proposed urban sector reform program identifying areas of broad consensus \nand decisions that remain to be taken by GOU; (ii) review and confirm (a) the proposed project \nimplementation arrangements, roles and responsibilities of each unit, staffing arrangements, and \ncoordination mechanisms between agencies; (b) the procurement methods and packages in \naccordance with ADB’s Guidelines on Procurement; and (c) the outline terms of reference for \nconsulting services for project management and implementation.  \n \n5.  The consultant will consolidate all the reports reviewed and strengthened, and prepare a \nfinal report in a format suitable for ADB loan processing. The report will (i) describe the urban \nsector  in  Uttaranchal,  GOU  policies  and  plans,  and  sector  issues  including  deficiencies  of \ninfrastructure and services, and planning and management; issues involved in urban institutional, \nlegal, and financial frameworks; and capacities of institutions especially urban local bodies (ULBs) \nand utility agencies; and (ii) provide the project framework for the subsequent investment project, \nrationale, objectives, and scope; city and subproject selection criteria and procedures, detailed \ncost  estimates,  financing  plan,  implementation  arrangements,  policy  and  institutional  reform \nagenda and economic, financial, environmental, and social justification of subprojects, and project \nperformance  monitoring  framework  and  procedures.  The  consultant  will  make  sure  that  the \ndetailed cost estimates will be as detailed as possible, presenting a unit price of goods and \nservices exclusive of tax, and required quantity of the goods and services in each year of project \nimplementation for each activity under each component. \n \n2.  Municipal and Utility Finance Specialist (international, 2 person-months) \n \n6.  The consultant will work with financial analysts appointed for GOU’s feasibility studies and \nand review the methodology for the financial analysis of each subproject in the sample towns to \nensure that it complies with ADB’s Guidelines for the Financial Governance and Management of \n ", "12  Appendix 4 \nInvestment Projects (2001). The costs should be expressed in equivalent US dollars and broken \ndown into direct and indirect foreign exchange and local currency for each project town. The \nestimated project costs should also be presented by sector (i.e., water, sewerage, solid waste, \ndrainage, slums, roads) broken down by category, i.e., costs of land, civil works, materials and \nequipment,  consulting  services,  incremental  administration,  and  operation  and  maintenance \n(O&M), The tax and duty elements should be calculated separately for each budget line.  \n \n7.  The consultant will work with financial analysts appointed for GOU’s feasibility studies and \nand  also  review  (i)  the  financial  management  assessment  of  the  Executing  Agency  and \nImplementing  Agencies–in  accordance  with  the  Guidelines  for  Financial  Governance  and \nManagement of Investment Projects–including a review of corporate planning and budgetary \ncontrols, financial management accounting and reporting, internal control and auditing systems, \nand data processing; (ii) for at least 5 financial years the summary of the historical financial \nposition of each sector institution (ULBs, utilities) responsible for O&M of investment and assess \nthe financial impacts of the project on their finances in terms of capital and O&M costs relative to \ncost recovery possibilities and financial projections to demonstrate the affordability of the project \nfacilities;  (iii)  the  proposed  cost  recovery  mechanisms  based  on  ADB’s  position  on  tariffs \n(Economic  Research  Department  Technical  Notes  9  and  10  and  related  reports;  and  \n(iv) the financing plan including flow of funds from the central Government to the state and from \nthe state to ULBs, and proposals for on-lending and grant elements. \n \n8.  Further, the consultant will work with financial analysts appointed for GOU’s feasibility \nstudies and will (i) review the revenue sources of ULBs including own source revenues (e.g., \ntaxes,  service  fees,  and  charges)  and  intergovernmental  fiscal  transfers;  \n(ii) assess the adequacy of revenues vis-a-vis the mandate of ULBs; (iii) assess institutional \ncapacities,  regulatory,  and  legal  impediments  to  local  revenue  mobilization,  and  identify \nnecessary  interventions  to  expand  ULB’s  revenue  base,  collection  efficiencies,  and  fiscal \ntransfers; and (iv) also review and strengthen the proposed financial action plans for ULBs and \nutilities, with recommendations for enhancing revenues and improving accounting, budgeting, and \nmanagement information systems. \n \n9.  The consultant will work with GOU’s consultants and review and ensure that separate \nassessments are undertaken for (i) water and wastewater tariffs and structure, and their adequacy \nfor achieving Government objectives and ADB’s position on tariffs; and (ii) the mechanism for \napproving water and wastewater tariff increases. The consultant will review and strengthen as \nnecessary (i) the financial improvements plan, taking into consideration the full cost recovery \nrequirement, cross subsidy, affordability, future operating capacity, replacement and expansion \n(capital investment), and debt repayment; and (ii) the plan for tariff increases. The consultant will \nalso review and confirm (i) estimates of the financial internal rate of return with sensitivity analysis, \n(ii)  estimates  of  project-related  subsidies  in  accordance  with  ADB’s  Criteria  for  Subsidies,  \n(iii)  assessment  of  distributive  justice  by  looking  at  the  affordability  of  new  tariff  at  new \nconsumption level among different socioeconomic groups, and (iv) assessment of the financial \nsustainability of the project, and if sustainability is felt to be at risk, recommend appropriate \nmitigating measures. \n \n3.  Economist (international, 2 person-months) \n \n10.  The consultant will work with economists in GOU or the GOU’s economic consultants to \ndevelop an investment plan for urban development. The economic analysis of the plan will follow \nrelevant  publications  from  ADB’s  Economic  Research  Department,  and  will  include  but  not \nnecessarily be limited to (i) the economic rationale for government involvement; (ii) setting goals \nfor the plan; (iii) identifying how to achieve the goals at least cost, including specifying simple and \neconomically sound criteria for selecting subprojects; (iv) reviewing associated economic policies, \nincluding tariff policy; and (v) identifying economic risks. \n \n ", "  Appendix 4  13 \n11.  The consultant will work with economists preparing the domestic feasibility studies to \nensure that the economic analysis of subprojects is consistent with ADB's Guidelines for the \nEconomic Analysis of Projects, and other relevant publications from ADB's Economic Research \nDepartment. The consultant will first ensure that the economic selection criteria are sound, and \nare  simplified  to  ensure  that  economic  analysis  is  efficient  and  feasible.    Once  appropriate \nselection criteria are developed, the consultant will work with economists preparing the domestic \nfeasibility studies to provide additional guidance as needed in applying the selection criteria, to \nassess available expertise in applying the criteria for all future subprojects, and to provide training \nas needed. The consultant will recommend and provide TOR for future consulting or technical \nassistance in economic analysis, as needed. \n \n12.  The consultant will work with the Team Leader and other consultants to determine the \nnature of ADB's support of the plan, including whether a sector loan or project loan is appropriate. \nThe  consultant  will  prepare  an  economic  analysis  for  an  ADB  loan  to  support  the  sector \ninvestment plan, following the analysis in relevant publications from ADB's Economic Research \nDepartment.  The analysis will include the analysis of the plan (points i to v above), as well as an \nanalysis of ADB's role, including (vi) the government's capacity to execute the plan; (vii) the \ngovernment's commitment to the plan and goals; (viii) coordination of foreign aid in Uttaranchal \nand other relevant areas; (ix) fungibility of government funds; and (x) conditions that should be \nattached to the loan. \n \n4.  Private Sector Participation Specialist (international, 1 person-month) \n \n13.  The specialist will (i) assess the legal, regulatory, and institutional constraints to private \nsector participation (PSP) in providing urban infrastructure and services, (ii) propose necessary \ninterventions to remove the constraints to PSP, (iii) determine the types of urban infrastructure \nand services that lead themselves more easily to PSP, (iv) review best practices in PSP in India \nand elsewhere that may be applicable to Uttaranchal, and (v) make proposals for the most \nsuitable forms and modalities of PSP together with necessary regulatory and institutional reforms \nand capacity building assistance.  \n \n  5.  Environment Specialist (domestic, 2 person-months) \n \n14.  The consultant will review the categorization of the project in the sample towns and review \nand strengthen the following documents developed by GOU’s consultants: (i) the overall initial \nenvironmental  examination  (IEE)  or  environmental  impact  assessment  (EIA)  reports  that \ndocument  the  comprehensive  appraisal  of  the  environmental  impacts  of  the  overall  project, \nincluding the design of appropriate mitigating measures (environmental mitigation and monitoring \ncosts) in accordance with ADB’s environmental policy and Environmental Assessment Guidelines \n(2003);  (ii)  the  sample  IEE  or  EIA  for  individual  subprojects  in  the  sample  towns;  (iii)  the \nenvironmental  management  plans  (EMP)  developed  for  environmentally  sensitive \nsubcomponents,  covering  project-specific  environmental  mitigating  measures,  monitoring \nindicators, environmental monitoring plans, and organizational and institutional arrangements for \nimplementing the monitoring and mitigation program. The consultant will make sure that the EMP \nincludes an environmental assessment and review procedure (EARP) to guide environmental \nassessment of subprojects during sector loan project implementation. The consultant will work \nclosely with the state and local environmental protection and management agencies, to confirm \nthat the EMP is practical and meaningful and ensure the state’s ownership of and commitment to \nimplementing it.  \n \n15.  As part of the review, the consultant will ensure that during the preparation of the IEE or \nEIA in the sample towns, as well as of the sample IEE or EIA of subprojects, special attention is \ngiven to the following: (i) public consultation; (ii) collection and dissemination of project-specific \nand  quantitative  information,  wherever  available,  on  potential  environmental  impacts  (both \npositive and negative) and proposed suitable mitigating measures; (iii) evaluation of executing \n ", "14  Appendix 4 \nand implementing agencies’ capabilities for implementing environmental mitigating measures and, \nwhere necessary, proposing a training program for improving capacity; and (iv) preparation of \nsummary IEEs and EIAs.  \n \n16.  The consultant will also examine the adequacy of the current environmental regulatory \nframework  related  and  assess  whether  additional  safeguards  are  required  for  a  safe  and \nenvironment-friendly  sewerage  component,  and  recommend  environmental  standards  and \nmonitoring and enforcement mechanisms, where necessary.  \n \n6.  Water Supply and Sanitation Specialist (domestic, 2 person-months) \n \n17.  The expert will review, revise as necessary, and ensure the adequacy of assessments on \n(i) existing sources of water supply; (ii) water treatment; (iii) status of water distribution systems; \n(iv)  unaccounted-for  water;  (v)  water  service  providers  (utility  and  non-utility  water);  \n(vi) water market audit; (vii) water metering, systems for monitoring water quality; (viii) existing \nand future water demand and willingness to pay; (ix) needs for system optimization, expansion of \ncoverage,  source  augmentation,  and  viability  of  promoting  24-hour  water  supply;  \n(x) institutional issues and state policies on water supply and sanitation; and (xi) utility/ULB \nperformance  in  water  supply.  The  expert  will  also  examine  the  adequacy  of  the  (i)  sector \ninvestment plan as regards to water supply, (ii) subproject selection and design criteria, and  \n(iii)  project  proposals  and  feasibility  assessments  of  proposed  water  supply  subprojects  in \nselected sample towns based on the preceding assessments. The expert will also review the \nshort- and long-term institutional and policy reform proposals to enhance efficiency in water \nsupply operations.      \n \n18.  The  expert  will  also  review/undertake,  as  necessary,  and  ensure  the  adequacy  of \nassessments on (i) existing sanitation systems—e.g., sewerage or on-site sanitation systems and \ntheir adequacy; (ii) stakeholder preferences and the preferences of the poor; (iii) institutional \ncapacities and affordability of operating and maintaining sewerage options; (iv) needs for system \nrehabilitation, including the networks, treatment plants and discharging; (v) need for expanding \nthe sewerage network and treatment plants; (vi) need for on-site sanitation improvements; and \n(vii) analysis of individual sanitation versus piped systems-option analysis. The expert will review \nand ensure the adequacy, responsiveness, sustainability, and feasibility of the sector investment \nplan; subproject selection and design criteria; and proposed subprojects in sample towns. The \nexpert will also review institutional reform proposals to ensure sustainability.   \n \n7.  Social Development Specialist (domestic, 3 person-months) \n \n19.  In accordance with Guidelines for Incorporation of Social Dimensions in ADB Operations \nand Handbook for Incorporation of Social Dimensions in ADB Projects, the consultant will review \nthe assessments and strengthen as necessary (i) the social profile of affected and beneficiary \npopulation (ii) assessment of positive and negative impacts and benefits, (iii) needs of the target \npopulation, their willingness and affordability to pay for improved services and to participate in \nformulation, implementation, and O&M of the Project. In accordance with ADB’s Handbook on \nPoverty  and  Social  Analysis,  Handbook  on  Integrating  Poverty  Analysis  in  the  Economic \nAssessment, Guidelines on Mainstreaming Participatory Development Processes, and guidelines \non gender analysis, the consultant will review and, where necessary, strengthen the social and \npoverty  analysis  and  strategy,  including  poverty  reduction  impact  and  impact  on  vulnerable \ngroups; strategy for stakeholder participation in the design and implementation of the project; and \nstrategies to address the issues in gender, resettlement, affordability, and indigenous people. The \nconsultant  will  review  ongoing  poverty  reduction  programs  in  the  state,  develop  options  for \nstrengthening  them,  and,  where  necessary,  identify  more  effective  options  for  targeted  and \nintegrated poverty interventions.   \n \n ", "  Appendix 4  15 \n20.  The consultant will review the resettlement framework, including (i) procedural guidelines \nwith  respect  to  public  participation,  compensation  and  entitlement,  and  grievance  redress;  \n(ii) institutional responsibilities; (iii) monitoring and evaluation of resettlement; and (iv) full or short \nresettlement  plans  for  the  sample  towns,  taking  into  account  the  applicable  laws  of  the \nGovernment of India and its national policy on resettlement and ADB’s policy and Guidelines on \nInvoluntary  Resettlement  and  Handbook  on  Resettlement.  The  consultant  will  ensure \ndocumentation of mechanisms for providing public information, beneficiary consultation, grievance \nprocedures, and public participation, especially by women and poor households; and recommend \nways to improve the grievance procedures for resettlement planning, and implementation. The \nconsultant will ensure that the resettlement framework and plans meet ADB’s standards and \nrequirements, and that the English and local language versions of the resettlement plans are \nsubmitted  to  ADB.  The  consultant  will  make  sure  that  the  Government  has  disclosed  the \nresettlement information to the affected people in a form and language that the affected people \ncan understand.          \n \n21.  The consultant will review the application of the indigenous people’s checklist in Handbook \non Poverty and Social Analysis that will be used to ascertain the number of indigenous peoples \nand their socioeconomic profiles and the anticipated impact on them. The consultant will prepare, \nas applicable, the framework and development plans for indigenous peoples describing the risks \nand the measures to mitigate these risks in accordance with ADB policy and guidelines on \nindigenous people’s development.    \n \n22.  The consultant will review and ensure that (i) gender analysis undertaken, (ii) potential \ngender-differentiated impact of the project and options to maximize benefits and minimize adverse \nimpacts assessed, (iii) relevant policies reviewed as necessary, and (iv) gender concerns are \naddressed in the project design and actions are identified. The expert will also ensure that \nemployment  generated  by  the  ensuing  project  will  comply  with  the  core  labor  standards  in \naccordance with ADB’s Social Protection Strategy (2001).   \n \n  8.  Urban Planner (domestic, 3 person-months) \n \n23.  The tasks of the expert will include, but will not be limited to, the following: (i) review, \nrevise, and assist in preparing, as necessary, the town development frameworks/master plans, \nsector  investment  plan,  town  ranking,  and  town  selection  methods  and  criteria;  (ii)  review \nassessments on the legal, regulatory, and institutional aspects of town planning and land use and \ninfrastructure planning; (iii) assess the performance of plans, evaluate why such plans have or \nhave not been implemented, and the resultant effects on environmental quality, land markets, \npoverty, and other parameters; (iv) assess the role of ULBs and the scope for enhancing ULBs’ \nrole  in  land  use  and  infrastructure  planning,  and  development  control;  (v)  recommend \ninterventions  to  improve  the  institutional  and  regulatory  framework  and  capacities  for  land \nuse/infrastructure  planning and land management systems, with the estimated cost and benefits \nof such improvements. \n \n  9.  Urban Governance/Institutional Development Specialist (domestic, 3 person-\nmonths) \n \n24.  The expert will (i) assess the urban institutional framework, interagency coordination, and \nproblems; (ii)  assess the implementation status of the 74th constitutional amendment (CA) in the \nstate;  (iii)  assess  institutional  constraints  to  providing  adequate  and  sustainable  urban \ninfrastructure and services and urban financing; (iv) assess capacities of urban institutions, state-\nlevel agencies, ULBs, and utilities in relation to the mandated tasks and responsibilities under the \n74th CA; and  (v)  together with the team leader, identify areas for further institutional reforms for \nULBs and utilities and areas of high priority for capacity building.             \n \n ", "16  Appendix 4 \nB.  Phase 2  \n \n   1.  Project Management Specialist/Team Leader (domestic, 12 person-months) \n \n25.  The task of the specialist will include, but will not be limited to the following: (i) assess the \ncapacity of executing and implementing agencies to manage the activities for the ensuing loan, \nand identify the need for capacity building for timely and effective implementation of the proposed \nloan  project  as  well  as  the  urban  reform  agenda  linked  to  the  loan  project;  \n(ii) recommend an optimal managerial and technical personnel structure with related terms of \nreference for the key personnel; (iii) assist in establishing PMU and PIUs; (iv) develop and conduct \ntraining programs for the key staff to familiarize them with ADB procedures and develop their \ncapacity to undertake project management activities effectively; (v) assist in developing detailed \nproject management systems and procedures; (vi) assist in establishing the systems for sector \nloan implementation, e.g., subproject preparation and appraisal; (vii) provide hands-on assistance \nin preparing and finalizing all documentation for recruiting consultants for project management, \ndetailed design, and construction supervision; and (viii) provide hands-on assistance to the PMU in \nall other project management-related activities.    \n \n   2.  Procurement/Civil Engineering (Domestic, 7 person-months)    \n \n26.  The task of the expert will include, but will be limited to, (i) assisting the international \nProject Management Specialist in his/her activities, (ii) assist the PMU in performing possible \nadvance procurement activities in accordance with ADB guidelines and procedures to minimize the \ntime lag between loan effectiveness and award of contracts; (iii) review the suggested contract \npackages already prepared under the proposed investment project, and finalize their grouping and \nmode  of  procurement;  (iv)  provide  on-the-job  training  on  procurement;  and  \n(v) assist the PMU in identifying the fast-track packages that can be undertaken as soon as the \nloan becomes effective.                \n \n3.  Financial  Management  and  Urban  Governance  Specialist  (domestic,  \n4 person-months) \n \n27.  The task of the expert will include, but will not be limited to (i) designing and assisting in \nimplementing the accounting systems for project financial management to be used by executing \nand implementing agencies, (ii) assisting in preparing withdrawal applications, and (iii) assisting in \npreparing monthly financial statements and other reports. In addition, the expert will review and \nassist in undertaking initial activities to implement the urban reform agenda, with particular focus \non municipal and utility finance. The expert will conduct meetings with agencies responsible for \nimplementing reforms proposed under the TA and identify immediate actions required to start \nimplementing reforms, assist the agencies in undertaking necessary reform actions, and maintain \nthe continuity of interest in and commitment to urban reforms by GOU and ULBs.   \n \n "], "metadata": {"ModDate": "D:20050725153835+08'00'", "CreationDate": "D:20050715143417+08'00'", "Title": "Microsoft Word - TA paper 060705 tga.doc", "Creator": "PScript5.dll Version 5.2", "Author": "TGA", "Producer": "Acrobat Distiller 6.0 (Windows)"}}