{"path": "data/input/ta/tar-pak-38636.pdf", "pages": ["               \nASIAN DEVELOPMENT BANK\n        TAR: PAK 38636 \n \n \n \n \n \n \nTECHNICAL ASSISTANCE  \n (Financed by the Governance Cooperation Fund) \n \n \nTO THE \n \n \nISLAMIC REPUBLIC OF PAKISTAN \n \n \nFOR  \n \n \nIMPROVING GOVERNANCE IN THE NONPROFIT SECTOR OF PAKISTAN \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004\n   ", "   \n \n \nCURRENCY EQUIVALENTS \n(as of 14 December 2004) \n \nCurrency Unit –  Pakistan rupees (PRe/PRs) \nPRe1.00 =  $0.0168 \n$1.00 =  PRs59.52 \n \nABBREVIATIONS \n \nADB –  Asian Development Bank \nCBR –  Central Board of Revenue \nNGO –  nongovernment organization \nNPO –  nonprofit organization \nPCP –  Pakistan Centre for Philanthropy \nTA –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –   General intervention \nSector        –  Law, economic management, and public      \n          policy \nSubsector(s)      –  Law and judiciary \nTheme        –  Governance \nSubtheme      –  Civil society participation, human development \n \n \nNOTES \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by R. Ahmad.  \n   ", " \n \nI.  INTRODUCTION \n \n1.  Pakistan’s bold governance reforms depend for their success on productive and durable \nrelations between state institutions and civil society. Measures to achieve this elusive goal have \nbeen articulated in the Government’s Poverty Reduction Strategy Paper.1 Commitments to \nsupport civil society as key players in “second-generation reforms” are featured in the Country \nStrategy and Program Update 2004–2006, which states that the Asian Development Bank \n(ADB) will continue to support effective relations between nongovernment organizations (NGOs) \nand  governments  in  respect  of  policy  advocacy  as  well  as  service  delivery.  Since  2003, \nsuccessive  budgets  have  announced  tax  benefits  for  the  certified  nonprofit  organizations \n(NPOs).2 The Government has entrusted the Pakistan Centre for Philanthropy (PCP) as the first \nagency to develop the certification and accreditation system. This path-breaking initiative will \nprovide crucial support to the ADB-assisted Decentralization Support Program3 and Access to \nJustice Program.4 These governance programs envision an active role for civil society in reform \nthrough advocacy for the poor and forging of partnerships for improved local service delivery. \nThe loan agreements of both programs note that the long-term success of governance reform \nhinges on the facilitation of broad coalitions and alliances with civil society, which in turn is \nlinked to the capacities within civil society.  \n \n2.  After being formally notified by the Government, PCP has emerged as the first NPO \ncertification agency in Pakistan. PCP is an NPO registered under the Companies Ordinance, \n1984,  and  controlled  by  a  board  of  directors  comprising  a  diverse  range  of  eminent \nrepresentatives from the corporate sector, civil society, and the public service. Since 2001, PCP \nhas worked closely with the Government to improve standards in the nonprofit sector and to \ncreate an enabling legal and fiscal environment for civil society (Appendix 1). PCP requested \nADB’s technical assistance (TA) to fund its Government-authorized certification program during \n2005. ADB’s Governance Cooperation Fund will finance the assistance. Certification supports \nADB’s activities in the priority area of institutional strengthening of civil society. This TA has \nbeen included in the 2004 Country Program of Pakistan.5 The Pakistan Resident Mission (PRM) \ncarried out the TA fact finding in June-July 2004. The TA framework is in Appendix 2. \n \nII.  ISSUES \n3.  As civil society assumes a wider role, it faces multiple challenges, including the need to \ndiversify its resource base and ensure transparency, efficiency, and good governance. The \ninformation and credibility gap that exists between the philanthropists and NPOs hinders the \nlatter’s quest to tap diverse sources of funding and impedes philanthropy. NPOs believe that \nseeking tax exemptions from the Central Board of Revenue (CBR), Ministry of Finance, is a \nHerculean task. Most find CBR procedures discretionary and bureaucratic. However, CBR, \nwhile keen to expand the scope and volume of tax exemptions to NPOs, insists that these be \nlinked with NPOs’ performance. The PCP-led certification regime strives to set standards in the \n                                                 \n1  The paper was published in December 2003 by the Government. \n2  In this report the terms NGOs and NPOs have been used interchangeably. The term NPO denotes NGOs, \nresearch bodies, professional associations, and other organized elements of civil society.  \n3 ADB. 2002. Report and Recommendation of the President to Board of Directors on a Proposed Program and \nTechnical Assistance Loans to the Islamic Republic of Pakistan for the Decentralization Support Program. Manila \n(Loans 1935/6/7/8-PAK). \n4  ADB. 2001. Report and Recommendation of the President to Board of Directors on Proposed Loans and Technical \nAssistance Grant to the Islamic Republic of Pakistan for the Access to Justice Program. Manila (Loans 1897/8/9-\nPAK). \n5  The TA first appeared in ADB Business Opportunities (internet edition) on 15 December 2004. \n ", "  2\nnonprofit sector, identify credible partners in social development initiatives, and help NPOs \ndiversify their resource base and get tax exemptions from CBR. \n4.  Information and Credibility Gap.  The number of citizens’ organizations working for the \npublic benefit is large,6 but reliable and updated information about their capacity, organizational \neffectiveness, and financial transparency is not available. Corporate and other philanthropists \nhave  neither  the  means  nor  the  time  to  thoroughly  assess  these  organizations’  quality. \nIdentification of credible organizations is essential to help the Government and external funding \nagencies manage their assistance and to increase credible organizations’ access to support for \ntheir programs. \n5.  Governance in NPOs. Governance is a major issue in the nonprofit sector. Internal \ngovernance structures are weak and personalized. Too often, the governing body is either \nnonexistent or fails to perform its policy-setting and monitoring role. Policy decisions are left to \nthe chief executive officers, who then work without clear accountability to the governing body. \nNPOs’ credibility is eroded and scarce development funds wasted. NPOs’ ability to deliver \nservices innovatively and to sustain development advocacy is hampered. \n6.  No Benchmarks of Organizational Performance. As the role of the nonprofit sector in \nsocial development increases, its capacities must be augmented to increase its efficiency and \neffectiveness. Several capacity-building organizations are working to do this. However, there \nare no clear standards and benchmarks for capacity. Because it is semiformal, the nonprofit \nsector does not adhere to sector-wide standards in governance, financial management, and \nprogram delivery. \n7.  Arbitrary Criteria and Processes for Tax Benefits.  The Government supports NPOs \nthrough tax incentives but does not have the required capacity and institutional mechanisms to \nevaluate their governance and financial attributes. Though CBR scrutinizes applications before \nallowing tax benefits, it needs to develop an objective system that will yield reliable information \nbased on a transparent and professional process of evaluation. On the receiving end, NPOs \nseeking these incentives find CBR procedures arbitrary and time consuming. As a result, a large \nnumber of genuine NPOs remain unable to obtain any tax benefits from the CBR.7 \n8.  PCP’s  Approach.  The  important  role  of  PCP  and  its  certification  program  in \ncomplementing the Government’s efforts to reduce poverty and to enhance the role of civil-\nsociety organizations in development has been officially recognized in the Poverty Reduction \nStrategy Paper of December 2003 (Appendix 1). The PCP-led certification regime addresses \nthese  ssues  by  (i)  providing  a  reliable  system  of  updated8  information  about  credible \norganizations after objective and professional evaluation; (ii) setting sector-wide performance \nstandards; (iii) examining internal governance of NPOs, through a participatory decision-making \nprocess in line with best practices; and (iv) facilitating NPOs in seeking tax benefits from the \nGovernment.9\n                                                 \n6 Pakistan has 56,000 registered NPOs (Social Policy and Development Centre In collaboration with Aga Khan \nFoundation (Pakistan) and Center for Civil Society, Johns Hopkins University, USA. 2002. Dimensions of the \nNonProfit Sector in Pakistan Volumes I-IV. Karachi, Pakistan: Social Policy and Development Center).   \n7  Of the registered NPOs, only 961 have been granted tax exemptions by CBR. The rest continue to pay taxes on \ntheir member contributions, subscriptions, and donations. \n8   Certification is time-bound, and NPOs will be evaluated and certified after specified intervals. \n9  Certification by PCP forms the basis of grant of tax benefits by CBR. Tax rules have been amended accordingly. \nNevertheless, certification is optional and an NPO may still approach the CBR directly for tax benefits. \n   ", "                3\n9.  Certification is a system of evaluation of NGOs against standardized parameters. The 72 \nparameters fall into three categories: internal governance, financial management, and program \ndelivery.  PCP  developed  these  parameters  through  participatory  research  and  consultative \nprocess over more than 1.5 years. Certification is optional and voluntary. If an NPO applies to \nPCP for certification, experienced evaluators examine its performance on these parameters. \nThe evaluation process is extensive, involves detailed desk review and a field evaluation, and \nnormally  requires  about  12–15  person-days  spread  over  about  2  months.  Based  on  such \nevaluation, a detailed report is prepared that identifies the strengths and weaknesses of the \nNGO on certification parameters. The draft report is shared with the NGO, and feedback sought. \nThen the report is placed before an independent panel for a decision. \n \n10.  The target groups of PCP’s certification regime are detailed in Appendix 1. However, the \nultimate beneficiaries of PCP’s NPO certification program are the poor and marginalized. By \npromoting philanthropy for social development, by strengthening civil-society organizations, and \nby creating an active linkage between external funding agencies and NPOs, certification is \nattempting to improve service delivery and rights advocacy to marginalized segments of society. \n \n11.  ADB supports these Government initiatives to strengthen the nonprofit sector. PCP’s \ncertification program complements ADB’s efforts in institutional strengthening of civil society by \nbringing accountability and effectiveness to NPO governance. Certification is an institutionalized \nmechanism for rewarding transparency, disclosure, and improved governance. The external \nassistance agencies have supported setting sectoral standards in financial management and \nprogram  effectiveness.  This  manifests  in  recent  PCP  agreements  with  the  United  Nations \nDevelopment  Programme  (UNDP)  Global  Environment  Facility,  and  Australian  Agency  for \nInternational  Development  (AusAID)  to  evaluate  their  partner  NPOs  against  certification \nparameters. \n  \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n12.   The TA’s purpose is to support Government policy commitments to create an enabling \nenvironment for NPOs, one key aspect of which is a certification system. The TA will help PCP \nestablish  the  certification  regime  independent  of  Government  funding  and  political  and \nbureaucratic interference. Additional objectives include giving incentives for adoption of best \npractices  in  organizational  performance  in  the  nonprofit  sector,  enhancing  the  managing \ncapacities of selected NPOs, helping diversify NPOs resource base, providing grant makers \nwith a list of credible partners in social development, and building the capacity of CBR officials \nto process NPO applications for tax exemption. \n \n13.  NPO certification is a PCP initiative, the first of its kind not only in Pakistan but also in \nSouth  Asia.10  The  TA’s  purpose  is  to  set  standards  in  internal  governance,  financial \nmanagement, and program delivery in the nonprofit sector, enhancing grant-seeking capacities \nof NPOs to diversify their resource base. The TA will enable PCP to run its certification program \non a small scale in its first phase, and learn lessons for scaling up of operations. The TA’s main \noutputs will be (i) evaluation of not less than 100 NPOs as per certification parameters, (ii) \npublication  of  a  directory  of  organizational  and  strategic  information  on  NPOs,  (iii)  wide \ndissemination  of  certification  concepts,  process,  and  parameters  through  20  orientation \n                                                 \n10 The Government has already declared PCP as the first certification agency, expecting that in the long term that \nother agencies will assume a similar role (Appendix 1). \n   ", "  4\nsessions for the NPOs in different parts of Pakistan; iv) capacity development of PCP, (v) \ncapacity development of CBR to review certification and grant tax benefits, (vi) facilitation for tax \nexemptions  to  certified  organizations,  (vii)  refinement  of  the  certification  regime  in  light  of \nlessons learned, and (viii) development of a medium-term framework for sustainability of the \ncertification regime.  \n \nB.  Methodology and Key Activities \n \n14.  This TA will enhance the volume and effectiveness of philanthropy for development by \nfacilitating  collaboration  between  various  stakeholders.  The  purpose  is  to  set  standards  in \ninternal  governance,  financial  management,  and  program  delivery  in  the  nonprofit  sector, \nenhancing  grant-seeking  capacities  of  NPOs  to  diversify  their  resource  base.  This  will  be \nachieved through three components: (i) a certification process open to service delivery and \nadvocacy organizations,11 (ii) disseminating the certification process and profiles of certified \nNPOs, and (iii) building capacity of CBR officials in NPO certification and tax benefits. \n \n1.  Government Authorized Certification of NPOs (Component 1)  \n \n15.  The  TA  will  help  PCP  engage  professional  expertise  to  conduct  evaluation  and \ncertification. Evaluation results will be submitted to the certification panel. At least 100 NPOs are \nexpected to be evaluated under the project. Detailed profiles of certified organizations will be \nmade available to national and international agencies. The TA will help certified organizations \nobtain tax exemptions from CBR. During certification, capacity of the NPOs,12 PCP staff, and \nfield evaluators will be built through trainings and workshops, strengthening PCP’s capacity to \nevaluate up to 200 NPOs in 2006. This component will lead to institutionalization of certification. \nThe certification model, including the process and parameters of evaluation and certification, is \navailable on PCP’s Web site www.pcp.org.pk. \n \n2.  Dissemination and Communication of Certified NPOs (Component 2)  \n \n16.  This component will support dissemination of the certification process and its parameters \nand benefits, orientation of stakeholders, and promotion of certified NPOs. Outputs will include a \nminimum of 20 orientation sessions for NPOs through which at least 1,000 NPOs will be briefed \non internal governance, financial management, and program delivery parameters as contained \nin  the  certification  model.  Additional  activities  and  outputs  will  entail  development  and \ndistribution of relevant materials among stakeholders, publication of certified NPOs’ profiles and \ndirectory,  and  using  web  sites  to  post  the  organizational  profiles  of  certified  NPOs.  This \ncomponent will also assist in consultations with CBR, external funding agenices, and NPOs to \ninitiate and sustain policy dialogue on the concept, process, and benefits of certification. \n \n3.  Capacity Development of the Government  (Component 3) \n \n17.  Direct capacity building of CBR officials in NPO certification and tax benefits will be \nconducted. As the primary Government agency involved in the process (the Ministry of Social \nWelfare is the only other), CBR must be engaged in certification. Outputs will include (i) training \n                                                 \n11 NPO evaluation for certification is detailed and thorough, involving desk review of NPO documents, and field \nevaluation using set parameters.  \n12The  Lahore  University  of  Management  Sciences  and  NGO  Resource  Center  provide  capacity-development \nprograms for NPOs with the support of Canadian International Development Agency (CIDA) and United States Aid \nfor International Development (USAID). PCP will forge links between these organizations and NGOs not meeting \nthe certification criteria.  \n   ", "                5\nsessions  for  CBR  officials  in  applying  standardized  evaluation  parameters,  (ii)  improved \nunderstanding of relevant tax laws, (iii) facilitation of tax benefits for the 100 certified NPOs, and \n(iv) discussion of issues and concerns of NPOs with CBR officials.  \n \nC.  Cost and Financing \n \n18.  The TA is estimated to cost $320,000 local currency equivalent, with no foreign currency \ncost.  The TA will be financed by ADB on a grant basis through ADB's Governance Cooperation \nFund. ADB will administer the funds ($240,000) while PCP will contribute the remaining local \ncurrency of $80,000 equivalent for office accommodation, staff support, and administrative \nsupport facilities. Appendix 3 summarizes the cost estimates and financing plan. \n \nD.  Implementation Arrangements \n \n19.  PCP will be the executing agency for the TA, in close collaboration with CBR. The \nexecutive  director  of  PCP  will  be  the  project  coordinator,  overseeing  TA  implementation, \naddressing issues that arise, and providing regular feedback to ADB through PRM. Involvement \nof various stakeholder groups in implementation will be continuous. The certification panel13 will \nmake the final decisions to accept or refuse an NPO applications for certification and provide \nguidance in delivering the certification. TA activities and outputs will be shared among the \nDecentralization  Support  Program  and  Access  to  Justice  Program  steering  committees  to \ninfluence civil-society partnerships fostered under these governance programs. An inception \nmission,  and  quarterly  tripartite  meetings  with  PCP,  CBR,  and  ADB  will  review  TA \nimplementation progress, address issues that arise, and guide the consultants.  \n \n20.  The TA will be implemented over 12 months, from January 2005 to January 2006. A \nteam of domestic consultants will provide a total of 120 person-months of consulting services. \nThe consultants will be engaged by PCP and PRM in accordance with ADB's Guidelines on the \nUse of the Consultants by ADB and its Borrowers and other arrangements satisfactory to the \nADB for the engagement of domestic consultants. Outline terms of reference are in Appendix 4.  \nThe executing agency will manage the team of consultants. The team leader will be responsible \nfor the quality of consultants’ performance. The ED of PCP, team leader, and PRM will jointly \ndecide modifications to the scope, terms, and activities of the consultants. A key TA output is \ndevelopment of a medium-term framework for financing the certification activities after the TA is \ncompleted. Initial response from multilateral donors and corporate entities has been positive, \nand PCP hopes to put in place by the end of 2005 a consortium of external funding agencies to \nsupport certification on a long-term basis. Cross-subsidization will be explored as a medium-\nterm option.  \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $240,000 to the Government \nof Pakistan to be financed on a grant basis by the Governance Cooperation Fund for Improving \nGovernance in the Nonprofit Sector of Pakistan, and hereby reports this action to the Board. \n                                                 \n13 The certification panel is a six-member independent body consisting of eminent representatives from civil \n society, the corporate sector, and the Government (Appendix 1). \n   ", "6 Appendix 1 \n \nGOVERNMENT’S COMMITMENT TO SUPPORTING THE NONPROFIT SECTOR \nA.  Excerpt from the Poverty Reduction Strategy Paper, Pakistan \n \n1.  “The not-for-profit voluntary sector in Pakistan has emerged as a significant force in \npromoting social and human development. It complements government in many ways. A study \nof indigenous philanthropy finds that Pakistanis give Rs70.5 billion ($1.175 billion) in charity in \ncash and kind. The Pakistan Centre for Philanthropy (PCP) has been established since August \n2001 to lead philanthropy promotion in Pakistan with the objectives of raising broad-based \nsocietal understanding of philanthropy, and creating a more enabling policy, regulatory, and \nfiscal environment for philanthropy development. \n \n2.  “The Government appreciates the contribution that the [nongovernment organization] \nNGO sector can make in social development providing help to the vulnerable. This is reflected \nin the institutional support to NGOs through a range of government ministries including the \nMinistry of Women Development, Social Welfare, and Special Education that is the focal point \nfor NGOs and various projects under execution in different provinces. [The Government] also \nprovides financial support through the National Council for Social Welfare and the National \nZakat Foundation and similar bodies in Provincial Governments. The poverty reduction strategy \nrecognizes the significant role that NGOs can play in social service delivery, advocacy, and \nempowerment.  However,  the  arrangements  do  not  exist  to  identify  credible  Not-for-Profit \nOrganizations  (NPOs)  that  can  be  trusted  for  contributions  from  corporate  philanthropists \ntowards social investment. Certification of NPOs will help bridge that gap. As a first step, the \nGovernment has authorized the PCP for such certification. Based on the consultative findings of \nPCP,  the  Government  will  consider  promulgation  of  a  new  law,  Nonprofit  Public  Benefit \nOrganizations (Governance and Support) Law. The aim will be to provide a positive alternative \nfor citizens establishing and operating nonprofit organizations for public benefit.” \n \nB.  Excerpt from the Finance Minister’s Budget Speech, 8 June 2003 \n \n3.  “For years the income tax regime has been allowing appropriate exemptions and tax \ndeductions on nonprofit philanthropic activity. This position continues unchanged in the new law. \nHowever, hitherto the responsibility of accepting the credentials of such nonprofit organizations \nfor entitlement to tax benefits was at the discretion of the officers of income tax department. \nApart from not being well trained in measuring and evaluation of the quality of such NPOs, there \nwere also issues of unequal treatment by different officers in different parts of the country. On \nthe other hand, there is a pool of philanthropy needing an outlet only because of lack of certainly \nabout the credentials of the recipient NPO. Large numbers of local and overseas Pakistanis as \nwell as foreigners do wish to contribute towards bettering the lot of the poor and the under-\nprivileged but because of the absence of comfort about the credentials of the institutions to \nwhich to make such philanthropic contributions, they tend to stay away. In order to assist in the \ncreation of a credible rating list of NPOs, the income tax law contains the provision of non-\ngovernment professional evaluation of the NPOs for entitlement to tax privileges. The Pakistan \nCentre for Philanthropy has therefore been assigned the initial responsibility for setting up a \nhierarchy for evaluation of the NPOs seeking benefits under the income tax regime. They would \noperate against a transparently laid down criteria delivered by qualified professionals. It is \nhoped that in due course of time other rating agencies will also come into being on need basis \nto perform the same job” (para. 34). \n ", "    Appendix 1  7 \n \nC.  Target Beneficiaries of the Certification Process \n \n4.  The  first  group  comprises  NPOs.  An  NPO  may  seek  certification  to  enhance  its \ncredibility with donors and/or the public to obtain tax exemptions. Certification will build NPOs’ \ncapacity  by  establishing  linkages  with  specialized  capacity-building  organizations.  PCP  will \nevaluate not less than 100 NPOs in the project period. PCP’s interface is active and continuous. \nThe parameters and process of certification were developed in close collaboration with NPOs, \nwhose further input is continuously sought to refine the model. \n \n5.  The second target group consists of the numerous philanthropists (individual, corporate, \nand  diaspora),  who  will  be  provided  a  wide  menu  of  choices  for  their  giving.  No  such \nmechanism  exists  yet.  The  certification  system  aims  to  facilitate  resource  mobilization  for \nsustainable  social  investment.  The  system  will  promote  philanthropy  for  development  and \nprovide comfort and confidence to social investors by enhancing NPOs’ credibility. The “donee” \nstatus conferred by the Central Board of Revenue earns tax credits for philanthropists giving to \napproved NPOs. \n \n6.  The  third  target  group  comprises  international  donor  organizations  that  need  easy \naccess to a reliable and up-to-date system of information about credible NPOs.  \n \n7.  The fourth target group is federal, provincial, and district government departments and \norganizations.  The  listing  of  credible  organizations  will  help  government  departments  and \norganizations establish partnerships with organizations whose credibility has been established \nby evaluation. Certification provides the filtering mechanism, saving considerable processing \ncosts. It also enables the Government to target public funding in the form of tax exemptions to \nonly credible organizations with a good track record. \n ", "8 Appendix 1 \n \nTHE PAKISTAN CENTRE FOR PHILANTHROPY \n \nA.  The Pakistan Centre for Philanthropy’s Mission  \n \n1.  The  Pakistan  Centre  for  Philanthropy  (PCP)  was  established  as  an  independent \nnonprofit  philanthropy  support  organization  to  facilitate  collaboration  among  philanthropists, \ncivil-society organizations, prominent business leaders, and Government to reduce poverty. \nPCP’s board of directors brings together their many years of experience and commitment and is \nacknowledged for its members’ exemplary contribution to social development. \n \n2.  Major PCP programs are the following: \n \n(i)  Philanthropy  support  services.  To  support  the  promotion  of  development-\nrelated  philanthropy,  including  advocacy  and  building  of  linkages  and \npartnership, showcasing best practices and dissemination. PCP is implementing \nthe  United  States  Aid  for  International  Development  (USAID)-funded  Public \nPrivate Partnership—Facilitating Philanthropy for Education. \n \n(ii)  Certification of nonprofit organizations. To lead the certification process to \npromote self-regulation among the citizens’ organizations by setting sector-wide \nstandards in critical areas of organizational and program effectiveness. \n \n(iii)  Research program. To improve understanding about the nature and dimensions \nof philanthropy. A study is being conducted on the giving patterns of diaspora \ncommunities in the United States (US). The Rockefeller Foundation, through the \nAga Khan Foundation (US), is funding this study. The final report is expected by \nJanuary 2005.  \n \nA study on the nature and scope of corporate philanthropy in Pakistan was \nrecently  completed,  providing  a  sound  empirical  basis  for  corporate  sector \nphilanthropy  programs.  The  report  will  serve  diverse  stakeholders,  including \npolicymakers, research and development organizations, media, donors, business \nleaders, and nonprofit organizations. \n \nB.    The Certification Panel \n \n1.  The panel is the final authority to accept or refuse an NPO request for certification. It \ndoes so on the basis of the recommendations of PCP’s executive director. \n \n2.  The panel consists of six members: \n(i)  three nominees of the PCP board, \n(ii)  one nominee of the Ministry of Social Welfare not below the rank of a joint \nsecretary, \n(iii)  one nominee of the Central Board of Revenue (CBR) not below the rank of a chief of \nsection, and \n(iv)  the executive director of PCP as an ex-officio nonvoting member.  \n \n3.  The PCP board has nominated six people (none of whom is a member of the board)— \nthree principal and three alternate members—to sit on the panel. Of these, the board appoints \n ", "    Appendix 1  9 \n \ntwo people as chair (and alternate) of the panel. All panel members will work for a term of 3 \nyears in an honorary capacity. However, out-of-pocket expenses to attend panel meetings \n(including travel expenses, if any) are reimbursed by PCP. \n \n4.  The board has nominated its nominees (principals and alternates) such that at least one \nnominee is \n(i)  an expert in law, \n(ii)  an eminent personality from the citizen’s sector, and \n(iii)  an expert in accounting or finance. \n \n5.  All  are  of  good  repute,  impeccable  integrity,  and  acknowledged  professional \ncompetence. The Government makes nominations ex officio and not by name. \n \n6.  The  program  manager  for  certification,  after  having  checked  and  confirmed  the \navailability of members of certification panel, will issue notices for the meeting along with a \ndetailed working paper containing synopses of all cases to be considered by the panel and any \nother material that he executive director deems fit. \n \n7.  The manager will be the panel secretary and record minutes of the proceedings. The \nchair  and  two  voting  members  will  constitute  the  quorum  of  the  panel.  The  manager  will \nprepare, have approved, and issue the panel meeting minutes within 14 days of the meeting.  \n \n8.  The  manager  will  introduce  and  present  a  given  case  to  the  panel,  which  will  be \nauthorized to examine and call for any record related to a case under its consideration. The \nmanager will ensure that during the course of proceedings of the panel all records related to the \napplicant  NPO  is  readily  available  to  the  house.  After  deliberations,  the  panel  will  decide \nwhether or not a certificate is to be issued by PCP to the applicant NPO. \n \n9.  Insofar as possible, the panel proceedings will be consensus based, and decisions will \nbe reached accordingly.  In case of clear difference of opinion, however, the panel will decide \nand settle any issue or point for determination by simple majority.  The chair will use his or her \ncasting vote, if need be. \n \n10.  The panel will not interfere in day-to-day administrative and executive working of the \ncertification unit of PCP. The panel, however, may advise or suggest general improvements in \nthe working of the unit while it disposes of various cases. Similarly, the panel, without interfering \nin the basic design of the certification system, may render its advice and suggestions in the \nyearly review of parameters and system design undertaken by the unit. \n \n11.  Upon nomination, all the panel members (Government servants and nominees of the \nPCP board) may be asked to disclose their relationships with NPOs, if any. For this purpose, \nrelationships  include  the  member’s  being  on  the  governing  body,  or  being  permanent, \ntemporary, or contractual staff of the NPO. The members may also disclose to PCP similar \nrelationships to NPOs on part of their spouse and blood relations, which include siblings, \nparents, and children. For this purpose, the program manager for certification may obtain signed \naffidavits from all members. A panel member involved with an applicant NPO in either aforesaid \ncapacity will not be part of the panel dealing with that NPO. The manager may not invite the \nmember for that particular panel meeting.  \n \n ", "10 Appendix 1 \n12.  If, however, the manager mistakenly invites members for a panel meeting, or while the \nmembers are furnishing affidavits, one such member happens to sit on the panel to consider the \ncase of an NPO wherein he or she has some interest, such member may leave the house for \nthe time being while that NPO’s case is being considered. If his or her leaving the room breaks \nthe panel quorum, the case may be adjourned until the panel’s next meeting. \n13.  In any given case submitted to the panel along with recommendations of the executive \ndirector, the panel can take the following decisions: \n(i)  Where, on the basis of an NPO’s obtaining the requisite marks, the executive \ndirector recommends that the panel may approve the evaluation and issue a \ncertificate to the NPO, the panel may \n(a)  authorize the executive director to issue a recommendatory report and \ncertificate, or \n(b)  remand  the  case  to  the  certification  unit  with  specific  instructions  or \nadvice, as the case may be. \n(ii)  Where, on the basis of an NPO’s not obtaining the requisite marks, the executing \nagency  recommends  that  the  panel  may  refuse  the  NPO’s  request  for \ncertification, the panel may  \n(a)  direct  the  certification  unit  to  invite  the  NPO  to  furnish  further \ndocumentation or records, or \n(b)  direct the certification unit to invite the NPO’s chief executive officer to \nappear before the panel in person or by proxy to explain the NPO’s \nposition, or \n(c)  both (a) and (b), or \n(d)  remand the case back to the certification unit with specific instructions or  \nadvice, or \n(e)  defer the decision for not more than 3 months with specific advice to be \nconveyed to the applicant organization regarding certain documents or \naction that it may produce or perform within the stipulated period. \n14.  In complying with the panel’s instructions, the program manager for certification will \ninform the applicant organization of the panel’s decision. \n \n15.  If, however, after the panel’s instructions regarding reevaluation in part or whole have \nbeen complied with or after the NPO has failed to satisfy the panel, even after having been \nallowed  to  produce  documents  or  have  a  personal  hearing,  the  panel  may  authorize  the \nexecutive director not to certify an NPO. \n \n16.  Where decision has been deferred, the case may be resubmitted to the panel when the \napplicant  organization  has  complied  with  the  panel’s  conditions  to  the  satisfaction  of  the \nexecutive director or the stipulated period of deferment is over. \n \n17.  Where the executive director of PCP recommends rejection of the certification request, \nthe panel will allow the applicant NPO to produce documents or have a hearing. After receiving \nsuch instructions from the panel, the applicant organization will be invited to reapply.  \n \n18.  The panel’s decision will be final and not subject to further determination or discussion, \nprovided that the executive director may put up a case before the panel if new evidence is made \navailable. \n \n ", "    Appendix 1  11 \n \n \nC. Members Certification Panel \n \n1.  Mr. Humayun Khan  \nRtd. Foreign Secretary Ex-Chair,  \nCommon Wealth Foundation \n67-E, Satellite Town \nRawalpindi \n051-4410735, 4413439 \n \n2.  Mr. Shamim Ahmad Khan \nFormer Chairman \nSecurities & Exchange Commission  of Pakistan \nHouse 34, Street 11, F-6/3 \nIslamabad. \n051-9203730 \nsamsak@isb.comsats.net.pk  \n \n3.  Ms. Bushra Gohar \nDirector  \nHuman Resource Management &  \nDevelopment Centre (HRMDC) \n18-F, KKK Road, Usman Lane, \nOld Bara Road,University Town, Peshawar. \n091-842850 \nhrmdc@brain.net.pk  \n \n4.  Dr. Qurat-ul-Ain Bakhteari \nChairperson,  \nInstitute of Development Studies &  \nPractices (IDSP) \nC-32 Railway Housing Society, Joint Road \nQuetta. \n081-449775, 445192, Fax: 445293 \nidsp@qta.paknet.com.pk, \nidsp@idsp.org.pk  \n \n5.  Mr. Arshad Saeed \nFormer Director, Shell Pakistan Ltd. \nHouse 23, Street 1, F-6/3 \nIslamabad. \n051-2824559, 2824524 \n \n6.  Mrs. Rasheeda A Hussain \nConsultant Administrator  \nLady Dufferin Hospital \nChand Bibi Road  \nKarachi-74200. \n021-7764290,7732598, 7732606 \nladydufferin@hotmail.com  \n \n ", "12 Appendix 1 \n \n7.  Mr. Iqbal Muzafar   \nChief Direct Tax Operations \nCBR \nConstitution Avenue, Sector G-5 \nIslamabad. \n051-9207579 \n \n8.  Rais Muhammad Jehangir \nChairman \nNational Council for Social Welfare \nMinistry of Social Welfare & Special Education. \n4th Floor, 9-E, Rizwan Plaza \nBlue Area, Islamabad \n051-9224875 \n \n ", "    Appendix 1  13 \n \n \n ", "14 Appendix 1 \n ", "    Appendix 1  15 \n \n ", "16 Appendix 2 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance Indicators   Monitoring Mechanisms  Assumptions and \nand Targets  Risks \nGoal  Increase in volume of  The SPDC-Johns Hopkins   \nEnhance the volume and  philanthropy for development   (2002) and the AKDN (2000)   \neffectiveness of  study used as the baseline \nphilanthropy for   \ndevelopment by  Research studies to explore \nfacilitating collaboration  changes in the nature and \nbetween various  dimensions of philanthropy for \nstakeholders  development \n   \nRelative proportion of  Annual reports (containing   \nphilanthropic contribution  giving amounts) of major \nchanneled through NPOs  international aid agencies and \n  corporate philanthropists \nIncrease in grants received by \nNPOs \nPurpose       \nImproved standards in  Number of NPOs adopting best  PCP records  Assumptions \ninternal governance,  practice in internal governance,    NPO certification will \nfinancial management,  financial management, and  encourage \nand program delivery in  program delivery as outlined in  documentation and \nthe nonprofit sector and  the certification parameters  adoption of best \nenforcement of these  practices, and bring \nstandards   transparency and \n  accountability to the \nsector. \n     \nNumber of external agencies  PCP records  External agencies \nusing certification as a criteria    accord value to \nfor funding  PCP’s certification as \n  “credibility \nassurance.” \nOutputs       \n1.  Evaluation of not  Number of NPOs evaluated  PCP records  Assumption \nless than 100 NPOs  Project documents  Enough NPOs apply \nas per certification  for certification. \nparameters \n       \n       \n2.  Publication of a  Timely publication and  PCP records  Assumption \ndirectory of  dissemination of the directory    The directory of \norganizational and    certified \nstrategic information    organizations is \non NPOs; detailed    useful in developing \nprofiles of certified    linkages between \norganizations  Number of organizational  NPOs and external \nprepared and made  profiles placed on PCP’s Web  funding agencies. \navailable to external  site   \nagencies \n   ", "              Appendix 2  17\nDesign Summary  Performance Indicators   Monitoring Mechanisms  Assumptions and \nand Targets  Risks \n       \n3.  Wide dissemination  Number of NPO orientation  PCP records \nof certification  sessions planned, designed, \nconcepts, process,  and organized \nand parameters   \nthrough 20  Number of participating NPOs \norientation sessions   \nfor NPOs across  Training-needs staff assessed \nPakistan \n       \n4.  Capacity  PCP’s capacity built to evaluate  PCP records \ndevelopment of  up to 200 NPOs in calendar \nPCP  year 2006 \n \nPublishing of directory of \ncertified organizations \n \nNPOs available on PCP Web \nsite \n       \n5.  Capacity  Number of CBR officials trained  CBR records  Assumption \ndevelopment of    The Government \nCBR staff  Number of applications  continues to \n(approximately 200  processed  encourage adoption \nofficers) to review  of certification \ncertification and  parameters through \ngrant tax benefits  tax benefits. \n       \n6.  Certified  Proportion of certified  CBR records \norganizations  organizations getting tax \nhelped to obtain tax  exemptions during project \nexemptions from the  period \nCBR \n \n       \n7.    Refinement of  Consultations with and review  Minutes of consultative and  Assumption \ncertification regime  by stakeholders (certification  review sessions  Refinement will make \nin light of lessons  panel, PCP board, NPOs, CBR,    the certification \nlearned  Government, corporate  Revised parameters and  regime more \nphilanthropists, PCP  process  inclusive and \ncertification team)  responsive to the \nneeds of \nstakeholders. \n      Risk  \n8.    Development of a  Development of a viable plan  PCP documents  Government and \nmedium-term  for securing adequate human  external agencies’ \nframework for  and financial resources for  commitment may \nsustainability of the  sustainable operations on a  wane if the political \ncertification regime  long-term framework  and economic \nscenario changes. \nActivities       \n• Evaluation of NPOs \nagainst certification \nparameters \n• Preparation of detailed \norganizational and \nprogram profiles \n• Wide dissemination of \ninformation about \n   ", "18 Appendix 2 \nDesign Summary  Performance Indicators   Monitoring Mechanisms  Assumptions and \nand Targets  Risks \ncertified organizations \nthrough PCP Web site \nand directory of \ncertified organizations \n• Feeding back lessons \nlearned to refine \ncertification \nparameters and \nprocess \n• Building the capacity \nof certification unit \nstaff \n• Capacity building of \nCBR staff dealing with \nNPO tax exemption \ncases \n• Critical review by PCP \nboard and certification \npanel of the \ncertification concept, \nprocess, and benefits \nInputs       \n• Personnel: Executive \ndirector; finance and \nadministration; \nprogram manager \ncertification; three \ntraining, monitoring, \nand evaluation \nspecialists; two desk \nreviewers; one finance \nand administration \nassistant \n• Training, publication of \nmaterials \n• Operations \n \n \nCBR= Central Board of Revenue, PCP= Pakistan Center for Philanthropy, NPO= nonprofit organization.  \n \n   ", "  Appendix 3   19\n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Foreign  Local  Total Cost \nExchange  Currency \nA.  Governance Cooperation Fund Financinga      \n  1.   Consultants        \na  Remuneration (domestic consultants)   0.0 151.0  151.0\nb.  Local Travel  0.0 26.0  26.0\n   \n  2.  Direct Project Activities   \na.      Training, Meetings, and Seminars/  0.0 12.5  12.5\nWorkshop \nb.      Developing, Designing, and Printing of    0.0 25.0  25.0\nCertification Material \n   \n3.  Miscellaneous Administrative and Support   \nCosts \na.    Communications Cost  0.0 3.5  3.5\nb.   Equipment  0.0 10.0  10.0\nc.  Contingency    0.0 12.0  12.0\nSubtotal (A)  0.00 240.0  240.0\n   \nB.  Contribution by Pakistan Centre for   \nPhilanthropy  \n1.  Office Facilities and Transport  0.0 30.0  30.0\n2.   Remuneration and Per Diem of PCP  0.0 32.0  32.0\nConsultants / Staff \n3.  Others  0.0 18.0  18.0\nSubtotal (B)  0.00 80.0  80.0\n Total   0.00 320.0  320.0\na Administered by Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n ", "20  Appendix 4     \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The technical assistance (TA) will the Government’s unique initiative to set standards of \ngood  governance  and  financial  transparency  in  the  nonprofit  sector.  As  comprehensively \narticulated in the Poverty Reduction Strategy Paper, the task has been assigned to the Pakistan \nCentre for Philanthropy (PCP), which has developed a set of parameters to objectively assess a \nnonprofit organization’s (NPO’s) performance during the last 3 years for achieving its aims and \nobjectives. Adherence to internationally accepted best practices in internal governance, financial \nmanagement, and program delivery has been encouraged by linking grant of tax exemptions by \nthe Central Board of Revenue (CBR) to evaluation and certification by PCP.   \n \n2.  The TA will support PCP’s nonprofit certification program for 1 year, starting 1 January \n2005.  The  TA  will  be  performed  by  a  team  of  domestic  consultants  (person-months  in \nparenthesis) comprising (i) one senior program manager (12), (ii) one program manager for \ncertification (12), (iii) three project officers for training, monitoring, and evaluation (36); (iv) one \ncommunications specialist (12), (v) one project officer for communication and marketing (12), \n(vi) two desk reviewers (24), and (vii) one finance and administration assistant (12). Some PCP \ncore team members (notably the executive director and manager for finance and administration) \nwill contribute their services. \n \n3.  The TA consultants will report first to the program manager for certification and through \nhim or her to the senior program manager, PCP. Modifications, if any, to the scope, terms, and \nactivities of TA consultants will be decided jointly by the program manager and the senior \nprogram manager in consultation with CBR and Asian Development Bank (ADB). The same will \nbe communicated to the consultants. \n \n4.  Each consultant’s input will be directed around the TA’s three components: (i) evaluation \nand  certification  of  NPOs,  (ii)  orientation  of  NPOs  and  donors  about  certification,  and  (iii) \ncreating productive linkages between certified organizations and philanthropists (national and \ninternational).  \n \n5.  The terms of reference for each position are outlined as follows. They will be further \nrefined by the PCP in consultation with ADB, within 3 months of the start of the assignment. The \nduty station is Islamabad in all cases, though frequent travel to various parts of Pakistan will be \nrequired. \n \n6.   Senior Program Manager (12 person months). The consultant will do the following: \n(i)  Review international literature on principles and practice of evaluating NPOs and \nsocial  programs.  Synthesize  key  features  and  context  to  refine  certification \nparameters. \n(ii)  Comprehensively review the certification parameters and process. Consultation \nwith key stakeholder groups and preparation of detailed recommendations for \naddition, deletion, or amendment in the certification model. \n(iii)  Extensively  consult  with  stakeholders  and  develop  certification  renewal \nprocesses, mechanisms, and parameters. \n(iv)  Identify  and  document  patterns  of  individual,  corporate,  and  diaspora \nphilanthropy for social development. Exploring possible linkages with certified \norganizations. \n(v)  Provide strategic advice and support the management oversight responsibilities \nof the program staff in the PCP certification unit. \n ", "    Appendix 4  21\n   \n(vi)  Develop  a  medium-term  framework  for  financial  sustainability  of  certification \nactivities. \n(vii)  Help PCP review requirements, and prepare detailed terms of reference, for TA \nconsultants. \n(viii)  Provide TA to the Government (principally CBR and Ministry of Social Welfare) to \ncreate an enabling legal and fiscal environment for the nonprofit sector. Facilitate \npolicy dialogue process. \n(ix)  Help prepare and implement the certification annual work plan. \n     \n7.    Program Manager for Certification (12 months). The consultant will do the following: \n(i)  Plan and manage the NPO certification program. Oversee the smooth functioning \nof  the  certification  unit  and  manage  all  day-to-day  business.  Ensure  proper \nfinancial management and reporting. \n(ii)  Ensure  that  the  evaluation  reports  furnished  by  the  Training  Monitoring  and \nEvaluation Officers (TMEs) are complete and correct. \n(iii)  Arrange the meeting of the certification panel. Present evaluation reports for \ndecision. Maintain records of all decisions and important discussion points. \n(iv)  Personally supervise and closely monitor the capacity building of TMEs and desk \nreviewers. \n(v)  Maintain an active interface with key stakeholders. Orient NPOs and donors \n(individuals, corporate entities, diaspora communities, international aid agencies) \nin processes, parameters, and benefits of certification. \n(vi)  Ensure that the certification unit and PCP meet all their funding obligations. \n(vii)  Ensure that timely and appropriate communication takes place with all clients, \nNPOs, philanthropists, Government, and donors. \n \n8  Project  Officers  Training,  Monitoring  and  Evaluation  (3  positions,  36  person \nmonths). The consultants will do the following: \n(i)  Determine the broad framework of evaluation, depending upon the particular \ncase. Examine NPOs’ applications for certification. \n(ii)  Identify and procure the NPO documents for desk review. \n(iii)  Thoroughly review NPO documents and a field evaluation. Ensure that adequate \ninformation has been accessed to formulate opinions about governance, financial \nmanagement, and program delivery in an applicant NPO. \n(iv)  Manage the day-to-day business pertaining to cases assigned by the program \nmanager. \n(v)  Communicate with NPOs being evaluated, other NPOs, donors, and Government \nagencies and departments. \n(vi)  Submit to Project Manager Certification a quarterly report on the general quality \nof the evaluation conducted and suggest measures to address the lacunas, if \nany. \n(vii)  Design, develop, write, and update the training manuals. \n(viii)  Ensure that the manuals’ contents are periodically field-tested and revised to \nimprove the design and methodology of the certification system. \n(ix)  Prepare and execute the training schedules, as approved by the PMC. Ensure \nthat all training sessions, workshops, and seminars are conducted effectively. \nPrepare reports about their effectiveness and impact and suggest improvements \ntherein. \n(x)  Help PMC prepare and execute plans to reach out to stakeholders for marketing \nand creating awareness of the certification process. \n \n ", "22 Appendix 4     \n9.  Communication Specialist (12 months). The consultant will do the following: \n(i)  Develop  and  maintain  an  efficient  in-house  integrated  management  and \ninformation communication system within the Communications Unit. Develop and \nmaintain an in-house database management system. \n(ii)  Ensure  that  all  plans,  programs,  activities,  and  results  are  effectively \ncommunicated to the range of stakeholders. Prepare and deliver presentations to \nstakeholders. Design promotional and introductory material. \n(iii)  Conceive, develop, and execute ideas and campaigns to efficiently portray PCP’s \nmission and role and certification operations, products, and services. \n(iv)  Devise strategies to ensure that all communications and public relations activities \nare done cost-effectively and efficiently.  \n(v)  Position  PCP  as  a  prime  partner  in  credible  certification  of  NPOs,  through \nproactive media and personal marketing campaigns.  \n(vi)  Design, develop, and maintain the content of PCP’s certification Web site in the \nmost readable and effective manner at an international standard. \n(vii)  Conceive and develop new ideas that could promote the mission and objectives \nof the certification project. \n(viii)  Contribute to debate and direction of PCP’s programs. \n \n10.  Project Officer Communication and Marketing (12 person-months). The consultant \nwill do the following: \n(i)  Conceive, develop, and execute ideas and campaigns to efficiently portray PCP’s \nmission and role and certification operations, products, and services. \n(ii)  Market the idea, concept, and practice of certification in the corporate sector and \nits significance for donors and civil society. \n(iii)  Ensure  that  all  plans,  programs,  activities,  and  results  are  effectively \ncommunicated to the range of stakeholders. Prepare and deliver presentations to \nstakeholders. \n(iv)  Explore  and  develop  linkages  between  certified  organizations  and  various \nnational and international donors. \n(v)  Promote certified organizations through PCP. \n \n11.  Desk Reviewers (2 positions, 24 person months). The consultants will do the following: \n(i)  Ensure that all documents required for complete desk review of a particular case \nhave been obtained before the review. \n(ii)  Conduct the desk review and field evaluation. Give input to prepare evaluation \nreports. \n(iii)  Identify and highlight special aspects in a case that need to be examined in \ngreater detail. \n(iv)  Participate in all training activities related to desk review work. \n \n12.  Finance  Administration  Assistant  (12  person-months).  The  consultant  will  do  the \nfollowing: \n(i)  Provide secretarial assistance to PMC. \n(ii)  Maintain all files and keep records of documents etc. \n(iii)  Handle, manage, and archive incoming and outgoing correspondence.  \n(iv)  Arrange travel and schedule meetings and appointments. \n(v)  Maintain contact lists. \n(vi)  Conduct Internet searches and manage e-mail contact of the CU. \n \n "], "metadata": {"ModDate": "D:20050124084916+08'00'", "CreationDate": "D:00000000000000Z", "Title": "SOUTH ASIA DEPARTMENT", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "pcp", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "Pakistan Centre for Philanthropy", "SourceModified": "D:20050107052040"}}