{"path": "data/input/ta/tar-ban-39141.pdf", "pages": [" \n Technical Assistance \n \n \nTAR: BAN 39141 \n \n \nTechnical Assistance to the \nPeople’s Republic of Bangladesh for \nthe Corporatization of the \nBangladesh Power Development \nBoard (Financed by the Japan \nSpecial Fund) \n \n \n \n \n \nAugust 2005 \n \n \n \n   ", " \nCURRENCY EQUIVALENTS \n(as of 5 July 2005) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0157 \n$1.00 =  Tk63.78 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APSCL  –  Ashuganj Power Station Company Limited \n  BERC  –  Bangladesh Energy Regulatory Commission \n  BPDB  –  Bangladesh Power Development Board \n  DESA  –  Dhaka Electric Supply Authority \n  DESCO  –  Dhaka Electric Supply Company Limited  \n  KWh  –  kilowatt-hour \n  MIS  –  management information system \n  MPEMR  –  Ministry of Power, Energy and Mineral Resources \n  MW  –  megawatt \n  PGCB  –  Power Grid Company of Bangladesh Limited \n  PSRB  –  Power Sector Reforms in Bangladesh \n  REB  –  Rural Electrification Board \n  TA  –  technical assistance \n  USAID  –  US Agency for International Development \n  WZPDCL  –  West Zone Power Distribution Company Limited \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Sustainable economic growth, governance \nSubthemes  –  Promoting economic efficiency and enabling markets, \npublic governance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends. For \nexample, FY2005 ends on 30 June 2005.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \nThis report was prepared by a team consisting of P. B. Song (team leader), S. Ahmed, and F. Ahmed. \n ", " \nI.  INTRODUCTION \n1.  In December 2004, the Government of Bangladesh (the Government) requested that the \nAsian Development Bank (ADB) provide technical assistance (TA) for the corporatization of the \nBangladesh Power Development Board (BPDB). ADB Management approved the TA concept \npaper in April 20051 and a fact-finding mission was conducted from 9 to 16 May 2005. An \nunderstanding  was  reached  with  the  Government  on  the  TA’s  impact  and  outcome, \nmethodology and key activities, cost and financing, implementation arrangements, and terms of \nreference. The Government approved the Technical Assistance Project Proforma in April 2004 \nand confirmed the aide-memoire of the fact-finding mission on 31 May 2005. The design and \nmonitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  Inadequate  electricity  supply  and  very  low  levels  of  access  to  electricity  are  major \nconstraints  to  Bangladesh’s  economic  growth.  Only  about  one  third  of  the  population  has \naccess  to  electricity  and  per  capita  generation  is  among  the  lowest  in  the  world,  about \n155 kilowatt-hours (kWh) per year. At the same time, demand is rising: consumption grew at an \naverage annual rate of 8.2% from FY1994 to FY2004, and it is forecast to grow at about 8% per \nyear  for  the  next  10  years.  The  current  dependable  generating  capacity  is  about  3,950 \nmegawatts (MW) and, during FY2004, load in the range of 8–540 MW was shed for a total of \n951 hours over 232 days. Bangladesh is facing an anticipated shortfall of about 2,500 MW of \ngenerating capacity over the next 5 years, hence the need to attract more domestic and foreign \ninvestment to meet demand. \n \n3.  As well as the lack of physical infrastructure, Bangladesh’s power sector has faced \ncritical  financial  challenges,  including  insolvency  (e.g.,  BPDB  owes  the  Government  Tk56 \nbillion). The power sector has also suffered from poor accounting practices, which have resulted \nin delayed account and audit completion, overvaluation of assets, underestimation of expenses, \nand inadequate provision for bad debts. Poor governance—low billing collection ratios and high \nsystem losses—has hampered the power sector’s development and financial sustainability. \n \n4.  In 1994, the Government adopted a policy paper entitled Power Sector Reforms in \nBangladesh (PSRB), which was formulated in consultation with major development partners in \nthe power sector. According to the PSRB, the long-term structure of the power sector will \nfeature  (i)  a  separation  of  sector  regulation  and  operation;  (ii)  autonomy  and  commercial \norientation of the sector entities; (iii) unbundling of generation, transmission, and distribution; \nand (iv) more private sector participation. Under this structure, power transmission will remain in \nthe public sector, while generation and distribution assets will be both publicly and privately \nowned. The objective is to eliminate monopolies and foster competition, in an effort to promote \ncommercial discipline and good customer service. A new regulatory authority will be established \nfor  (i)  setting  electricity  tariffs  and  determining  the  corresponding  performance  norms;  (ii) \ncollecting, verifying, and disseminating sector statistics; (iii) reviewing and approving long-term \npower planning; (iv) creating and maintaining a nondiscriminatory and commercial business \nenvironment  in  the  sector;  and  (v)  adjudicating  disputes  between  sector  entities.  These \nrestructuring reforms are designed to attract more investment in the power sector and they are \nreinforced and prioritized in the policy agenda of the Government’s draft 2005–2007 poverty \nreduction strategy paper for the power sector. \n \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 25 April 2005. \n ", "2   \n5.  Bangladesh’s  power  sector  is  under  the  Ministry  of  Power,  Energy  and  Mineral \nResources  (MPEMR),  which  wholly  owns  and  supervises  BPDB,  Dhaka  Electric  Supply \nAuthority (DESA), and the Rural Electrification Board (REB). Until the late 1990s, BPDB was \nresponsible for national generation and most transmission, as well as distribution in district \ntowns, municipalities, and some rural areas; DESA was responsible for distribution in the Dhaka \narea. At present, about 70 rural electric cooperatives—organized, initially funded, and monitored \nby REB—are in charge of distribution in most rural areas. As part of the power sector reform, \nnew public sector entities—such as the Power Grid Company of Bangladesh Limited (PGCB), \nDhaka Electric Supply Company Limited (DESCO), West Zone Power Distribution Company \nLimited (WZPDCL), and Ashuganj Power Station Company Limited (APSCL)—as well as private \nsector independent power producers—such as the Rural Power Company Limited and the \nElectricity Generation Company of Bangladesh—have been constituted. PGCB has taken over \nall BPDB’s transmission assets and DESCO has secured DESA’s distribution assets in Mirpur \nand Gulshan, Dhaka. WZPDCL and APSCL have taken over BPDB’s distribution assets in the \nwest  and  generation  assets  in  Ashuganj  Power  Station,  respectively.  BPDB  is  currently \nresponsible  for  about  60%  of  electricity  generation  and  about  30%  of  distribution.  The \nBangladesh Energy Regulatory Commission (BERC) was established in March 2004 under the \nnew Energy Regulatory Commission Act 2003.2  \n \n6.  The aforementioned changes in the business environment and organizational set-up \nyielded  major  improvements  in  the  operational  and  financial  performance  of  power  sector \nentities. For example, overall system losses (based on gross generation) decreased from 37% \n(FY1994) to 27% (FY2004), while billing collection rates rose from 80% (1994) to over 90% \n(2004). The Government’s reform initiatives culminated in the Cabinet Committee on Economic \nAffairs’ approval of corporatization plans for BPDB (January 2004), BPDB’s northwest zone \ndistribution network (March 2004), and DESA (July 2004). \n \n7.  ADB  is  a  long-term  lead  development  partner  of  the  Government  in  power  sector \nrestructuring  and  reform.  ADB  supports  the  Government’s  implementation  of  the  PSRB  in \npromoting  good  governance  at  the  sectoral  and  corporate  levels.  At  the  sectoral  level, \ngovernance is to be improved through (i) predictability—long-term planning, codification of rules \nand  regulations,  and  independence  of  regulatory  processes;  (ii)  transparency—systematic \ndissemination of relevant sector information, public hearings, and discussions on issues before \nthey  are  decided;  and  (iii)  accountability—the  cause–effect  structure  of  incentives.  At  the \ncorporate level, governance is to be enhanced through (i) corporatization, (ii) independence of \nthe boards of directors from the Government, (iii) introduction of a work-based pay structure, \n(iv) defined delegation of powers to staff, (v) computerized management information systems \n(MIS), and (vi) commercialization of activities. ADB has approved three TA projects relevant to \nthis reform: corporatization of the Ashuganj Power Station,3 BPDB’s west zone distribution \nsystem,4  and    DESA.5  ADB  is  also  assisting  corporatization  of  BPDB’s  northwest  zone \ndistribution network under a loan.6 The World Bank is financing a TA project for financial \n                                                 \n2   The US Agency for International Development (USAID) is assisting BERC capacity building. \n3  ADB. 2000. Technical Assistance to the People’s Republic of Bangladesh for the Corporatization of the Ashuganj \nPower Station. Manila. (TA No. 3343-BAN, $1 million, approved on 17 December 1999.) \n4  ADB. 2001. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical  Assistance  Grant  to  the  People’s  Republic  of  Bangladesh  for  the  West  Zone  Power  System \nDevelopment Project. Manila. (TA No. 3801-BAN, $900,000, approved on 17 December 2001) \n5  ADB. 2002. Technical Assistance to the People’s Republic of Bangladesh for the Corporatization of the Dhaka \nElectric Supply Authority. Manila. (TA No. 3978-BAN, $850,000, approved on 7 November 2002.) \n6  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Power Sector Development Program. Manila. (Loan No. 2038-BAN, $100 \nmillion, approved on 5 December 2003.)  \n ", "  3\nrestructuring  and  recovery  plans,  developing  policies  on  captive  plants,  establishing  the \nChittagong distribution company, and preparing for a peaking power plant at Siddhirganj. BPDB \nhas drafted a memorandum and articles of association to corporatize BPDB as a holding \ncompany,  and  the  Government  has  agreed  to  establish  a  task  force  with  qualified  and \nexperienced staff by September 2005, before TA consultants are fielded. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The TA will assist the Government and BPDB to (i) corporatize BPDB as a holding \ncompany, (ii) introduce appropriate financial and management systems in the new company, \nand  (iii)  integrate  the new  company  into  the  power  sector  network.  It  will  define  the  new \ncompany’s relationship with subsidiaries and other sector entities. \n \nB.  Methodology and Key Activities \n9.  By the time the consultants are fielded, it is expected that the necessary documents for \ncorporatization of BPDB (such as the memorandum and articles of association) will have been \nfiled with the Registrar of Joint Stock Companies of Bangladesh, and the task force will have \nbeen  established.  The  consultants  will  work  jointly  with  the  task  force  so  that  task  force \npersonnel will be involved throughout the TA. All TA deliverables will emerge as being fully \n“owned” by the task force.  \n \n10.  The TA will be divided into two phases. Phase I (about 4 months) will develop the overall \napproach to the corporatization of BPDB, creating further subsidiaries, and defining the legal \nand accounting formalities for transferring BPDB assets and liabilities to the new company. \nPhase II will develop more concrete options and recommendations for the corporatization of \nBPDB, detail the new company’s MIS, and assist in the corporatization and initial operations of \nthe  new  company.  The  TA’s  key  activities  will  be  to  devise  appropriate  strategies  for \n(i) evaluating assets, (ii) establishing a viable financing plan, (iii) formulating personnel policies, \n(iv) organizing the transfer of assets and staff to the new company, (v) organizing the voluntary \nseparation scheme for eligible BPDB staff, (vi) examining and organizing the sale of BPDB’s \nshares in its subsidiary companies, and (vii) implementing MIS. The consultants will coordinate \nclosely  with  teams  from  other  relevant  studies—including  the  ADB  TA  projects  on  the \ncorporatization of DESA and preparing the Power Sector Development Program II, and the \nWorld  Bank’s  TA  for  power  sector  reform—to  ensure  smooth  implementation  and  non-\nduplication of work. Phase II will begin near the completion of Phase I. \n \nC.  Cost and Financing \n11.  The total cost of the TA is estimated at $1,030,000 equivalent, comprising $590,000 in \nforeign  exchange  costs  and  $440,000  equivalent  in  local  currency  costs.  The  full  foreign \nexchange costs of $590,000 equivalent and $210,000 equivalent of the local currency costs for \na total of $800,000 will be financed on a grant basis from the ADB’s Japan Special Fund, funded \nby the Government of Japan. The Government will contribute the remaining $230,000 of local \ncurrency costs in kind, as office space and facilities, counterpart staff, local transportation, and \nadministrative  and  secretarial  support.  Detailed  cost  estimates  and  financing  plans  are  in \nAppendix 2. \n \n ", "4   \nD.  Implementation Arrangements \n12.  The Power Division of the Ministry of Power, Energy and Mineral Resources (MPEMR) \nwill be the Executing Agency for the TA. To enable smooth implementation of the study and \ntransfer of knowledge, a task force with suitably qualified and experienced staff will be set up \nbefore the consultants are fielded. MPEMR will provide, free of charge to the consultants’ team, \noffice accommodation and facilities, and transport within Bangladesh. MPEMR will assist the \nconsultants in data gathering, preliminary analysis, and report writing. The entire work, including \nreport writing, will be done in Bangladesh to maximize transfer of knowledge. The consultants \nwill make their own arrangements for personal computers and other facilities for producing \nreports. \n \n13.  The  consultants  will  purchase  the  equipment  listed  in  Appendix  2  following  ADB’s \nGuidelines for Procurement. Although the guidelines allow for direct purchase, consultants \nshould seek quotations from at least three suppliers. All equipment purchased under the TA \nshould be used by the consultants and MPEMR during the TA, and handed over to MPEMR \nwhen the TA is completed. The list of equipment will be finalized during the inception stage in \nconsultation with MPEMR, and will be submitted to ADB for review and concurrence prior to \npurchase. \n \n14.  The TA will be implemented over 12 months from October 2005 to October 2006. ADB \nwill  select  and  engage  an  international  consulting  firm,  supported  by  associated  domestic \nconsultants,  in  accordance  with  its  Guidelines  on  the  Use  of  Consultants.  The  simplified \ntechnical proposal and quality- and cost-based selection will be applied to select the consulting \nfirm. The TA will require 20 person-months of international consulting services and 40 person-\nmonths of domestic consulting services. The outline terms of reference are in Appendix 3. \n \n15.  The TA will require input from an international consulting firm with expertise in corporate \nrestructuring and governance, human resources, MIS, law, and commerce. The international \nconsultants will be supported by domestic consultants in the above areas. The international \nconsulting firm will propose a suitable combination of expertise and allocation of person-months, \nand appoint an international consultant as team leader—a technical expert responsible for the \noverall management and coordination of the TA study.  \n \n16.  The consultant will submit an inception report (1 month after appointment), a midterm \nreport (after 6 months), a draft final report (after 10 months), and a final report (after 12 months). \nThe inception report will detail initial findings and the consultant’s proposed action plan. The first \ntripartite meeting among the Government, ADB and the consultants will review the inception \nreport in Dhaka within 3 weeks of receiving it. A midterm report will describe the TA’s progress, \nperson-months utilized, problems encountered, and proposed revision of the work plan; and will \nincorporate detailed reports on completion of Phase I activities. A draft final report will detail the \nconsultants’ findings and recommendations. The second and third tripartite meetings will review \nthe midterm and draft final reports, respectively. The consultants will organize (i) a workshop \nafter the second tripartite meeting to brief stakeholders and receive their feedback on the \ncorporatization program, MIS, and procedures to be implemented, and (ii) a seminar at the \nconclusion of the TA to disseminate the findings. The final report will be submitted within 4 \nweeks after the tripartite review of the draft final report.  \n \n ", "  5\nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe Government of Bangladesh for the Corporatization of the Bangladesh Power Development \nBoard, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign        Performance  Data  Assumptions         \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n   \nImpact  Assumption \nIncreased operational  Elimination of financial  Operation and  •  Continued political \nefficiency in  losses of power sector  performance reports of  will to reform \nBangladesh’s power  entities by 2010  power sector entities  power sector \nsector entities   \n  Annual reports of \npower sector entities \n \n   \nOutcome  Assumption \nA self-sustaining  Registration of BPDB as  Memorandum and  •  Recruitment of \ncorporatized BPDB  an independent legal  articles of association,  competent board \nwith a modern,  entity by 2007, including  appointment paper  of directors and \ncommercial  (i) legal documentation of    managers \nmanagement and  company;  BPDB notice of   \noperation system  (ii) appointment of an  appointment of board \nindependent board of  of directors \ndirectors;   \n(iii) recruitment of  BPDB notice of \nprofessional managers;  appointment of \nand   professional managers \n(iv) execution of   \ncommercial agreements  Power purchase and/or \nwith power suppliers,  sales agreements \ntransmission, and \ndistribution companies. \n \n   \nOutputs  Assumptions \n1. Detailed plan for  Sequenced and time- TA progress report and  •  Timely recruitment \nBPDB corporatization   bound plan for BPDB  completion report  of TA consultants \n2. Establishment of  corporatization developed    and TA \naccounting and  by October 2006  Back-to-office reports  implementation \nfinancial    of ADB TA review  •  Counterpart staff \nmanagement system  Financial and accounting  missions  and budget \n3. Computerized MIS  management system in    available on time \n4. Draft personnel  place by October 2006  Outcome of tripartite    \npolicies    meetings and  Risks \n  Computerized  workshops  •  Weak \nmanagement information  management for \nsystem in place by  TA \nOctober 2006  •  Weak \n  performance by \nPersonnel policies drafted  consultants \nby October 2006   \n \n ", "  Appendix 1  7 \nActivities with Milestones  Inputs \n1.1 Review current legal and regulatory framework, and other relevant  ADB: $800,000 \ndocuments and reports; suggest an appropriate methodology and approach   \nto corporatization of BPDB as a holding company by February 2006.  Government: \n1.2 Recommend the roles and functions of the proposed BPDB holding  $230,000 equivalent of \ncompany, and prepare legal structure and performance criteria for new  in-kind contribution \ncompany by February 2006.   \n \n2.1 Review BPDB’s accounting system, internal control policies, and \nprocedures; recommend required improvements by February 2006. \n2.2 Review BPDB’s financial structure and identify issues related to transfer \nof assets and liabilities to the corporatized BPDB; prepare financial \nprojection for the next 5 years by February 2006. \n \n3.1 Develop a staffing plan for the corporatized BPDB and prepare draft job \ndescriptions, qualification requirements, and salary structures for key \npositions by February 2006. \n3.2 Identify bottlenecks for transfer of employees from BPDB to the \ncorporatized company and propose solutions by February 2006. \n \n4.1 Determine MIS requirements for the corporatized company by April \n2006. \n4.2 Design MIS, and determine hardware and software requirements for \nMIS implementation by August 2006. \n \n5.1 Develop strategies to minimize the social impact of the corporatization \nprocess by August 2006. \n5.2 Finalize corporate governance issues by August 2006, including (i) \nboard of directors’ roles and responsibilities; (ii) financial operations; and (iii) \nmanagement responsibilities, incentives, and accountability. \n5.3 Finalize human resources plans for the corporatized BPDB by August \n2006. \n5.4 Finalize financial management operation procedures for the \ncorporatized BPDB by August 2006. \n \nADB = Asian Development Bank, BDPB = Bangladesh Power Development Board, MIS = management information \nsystem, TA = technical assistance. \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultantsb  440.0  0.0  440.0 \n      ii.  Domestic Consultantsc  0.0  200.0  200.0 \n    b.  International and Local Travel  40.0  0.0  40.0 \n    c.  Reports and Communications  10.0  0.0  10.0 \n      2.  Equipmentd  20.0  0.0  20.0 \n  3.  Seminars, Workshops and Training  20.0  0.0  20.0 \n  4.  Representative for Contract Negotiations  5.0  0.0  5.0 \n  5.  Contingencies  55.0  10.0  65.0 \n      Subtotal (A)  590.0  210.0  800.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transporte  0.0  80.0  80.0 \n  2.  Remuneration and Per Diem  0.0  120.0  120.0 \n    of Counterpart Staff \n  3.  Contingencies  0.0  30.0  30.0 \n      Subtotal (B)  0.0  230.0  230.0 \n        Total  590.0  440.0  1,030.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan.  \nb  Assuming 20 person-months of international consultants at $22,000 per month. \nc  Assuming 40 person-months of domestic consultants at $4,000 per month. \nd  Includes office hardware (four desktop computers, one black and white laser printer (A3), one color inkjet printer (A4), \nand one desktop photocopier). \ne  Includes office facilities and local communications. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n1.  The consultants will work closely to corporatize BPDB with the Ministry of Power, Energy \nand Mineral Resources (MPEMR); Bangladesh Power Development Board (BPDB); and the \nGovernment-established task force. The consultants will undertake, but not be limited to, the \ntasks outlined below. \n \nA.  Phase I \n \n  1.  Legal and Commercial Aspects of Corporatization \n \n2.  The legal and commercial corporatization tasks will comprise all procedural, legal, and \noperational requirements to establish a corporation, effect the transfer, and insure that the \ncompany has the rights and authorities needed to conduct the business. The tasks will include \nthe following: \n \n(i)  Review the memorandum and articles of association for registration of the \ncorporatized  company,  and  determine  what,  if  any,  adjustments  are \nrequired. \n \n(ii)  Review  the  current  Bangladeshi  legal  and  regulatory  framework \napplicable to BPDB’s corporatization. \n \n(iii)  Review BPDB’s existing organization and management structure. Assess \nmanagement  systems,  including  financial  management,  personnel \nmanagement, technical operations, and inventory management. \n \n(iv)  Review all relevant studies, reports, and policies related to corporatization \nof power sector entities in Bangladesh, including the final report of ADB’s \nTA3343-BAN: Corporatization of the Ashuganj Power Station and report \non  Country  Assistance  Program  Evaluation  for  Bangladesh  (CAPE: \nBAN2003-03). \n \n(v)  Propose an appropriate methodology and approach to corporatization of \nBPDB as a holding company, based on the review process. This should \ninclude a timetable and schedule of activities to be completed, and a clear \nassignment  of  duties  and  responsibilities  to  ensure  each  step  is \ncompleted. The methodology should include legal as well as physical \ntransfer of assets, personnel, and liabilities. \n \n(vi)  Determine what, if any, additional legal documents and/or instruments \nwould be required to corporatize BPDB as a holding company. \n \n(vii)  Recommend  the  roles  and  functions  of  the  proposed  BPDB  holding \ncompany. \n \n(viii)  Define  the  functions  and  responsibilities  of  the  new  company  after \ncorporatization, and the relations of the BPDB holding company and its \nsubsidiaries with other entities in the power sector. \n \n ", "10  Appendix 3 \n(ix)  Identify transactions between the corporatized company and other power \nsector entities in the post-corporatization period; review existing power \npurchase agreements and gas purchase agreements between BDPB and \nother relevant entities; recommend changes in the agreements, if any, for \nuse by the corporatized company. \n \n(x)  Prepare detailed functions, responsibilities, and organizational structure \nof the Single Buyer after BPDB’s corporatization. \n \n(xi)  Identify legal steps to transfer assets and personnel from BPDB to the \ncorporatized company, and draft the necessary legal documents. \n \n(xii)  Review  and  design  an  effective  organizational  and  management \ncorporate  structure  with  defined  functional  responsibility  for  the \ncorporatized company and its generation, transmission, and distribution \nsubsidiaries. \n \n(xiii)  Define  rules  and  responsibilities  of  the  board  of  directors  and \nmanagement. \n \n(xiv)  Establish performance criteria and develop a summary business plan for \nthe corporatized company.  \n \n(xv)  Prepare a strategy paper for divestment of subsidiary companies’ shares \nheld by BPDB. \n \n2.  Accounting and Financial Management \n \n3.  The scope of accounting and financial management tasks will include the following: \n \n(i)  Review  of  BPDB’s  accounting  system,  internal  control  policies,  and \nprocedures; recommend required improvements, if any; \n \n(ii)  Review  of  BPDB’s  general  ledgers  to  identify  relevant  accounting \ntransactions and balances; \n \n(iii)  Complete a physical inventory count, including fixed assets and inventory, \nwith assets categorized as operational or administrative; \n \n(iv)  Review  of  BPDB’s  financial  structure,  such  as  assets  and  liability \nstructure,  debt/equity  ratio,  existing  contracts  and  obligations,  and \ninvestment  needs;  identify  issues  related  to  transfer  of  assets  and \nliabilities to the corporatized BPDB; and recommend actions to address \nthe issues; \n \n(v)  Appraise and recommend adjustments to assets and liabilities, estimate \nthe necessary working capital for the corporatized company, and prepare \na proposal for the funding of the working capital requirements; \n \n(vi)  Prepare  the  disposal  and/or  divesture  plan  for  non-core  business \nactivities, if any; and \n ", "  Appendix 3  11 \n \n(vii)  Prepare financial projections for the corporatized company for the next 5 \nyears.  \n \n  3.  Human Resources Management \n \n4.  The scope of human resources management in Phase I is to carry out due diligence of \nBPDB’s  organizational  structure,  staffing  issues,  and  employment  rules  and  personnel \nprocedures. The tasks will include the following: \n \n(i)  Develop  a  realistic  staffing  plan  for  the  corporatized  BPDB,  assess \nBPDB’s  existing  staffing  capabilities,  and  evaluate  the  impact  of \ncorporatization on BPDB’s existing staff; \n \n(ii)  Prepare  draft  job  descriptions  and  qualification  requirements  for  key \npositions in the corporatized company; \n \n(iii)  Propose a draft salary structure for the corporatized BPDB; \n \n(iv)  Identify  bottlenecks  for  transfer  of  employees  from  BPDB  to  the \ncorporatized company and propose solutions; and \n \n(v)  Prepare a needs analysis of management training for the new managers. \n \nB.  Phase II \n \n5.  Building  on  the  work  conducted  in  phase  I,  and  considering  feedback  from  the \nGovernment and ADB, as well as the outcome of the workshop, the consultant will undertake \nthe following activities during phase II. \n \n  1.  Development of Management Information System (MIS) \n \n6.  The consultants will  \n \n(i)  determine  MIS  requirements  for  the  corporatized  company,  including \nhuman resources management, physical asset management, inventory \nmanagement, and financial management; \n \n(ii)  design MIS, including determination of daily and monthly MIS reporting \nformats to enable management of the corporatized company to focus on \nkey issues; \n \n(iii)  determine  hardware  and  software  requirements  (specifications  and \nbudgets) for MIS implementation; and \n \n(iv)  determine staffing requirements and training needs of MIS personnel for \nthe corporatized company. \n \n \n \n \n ", "12  Appendix 3 \n  2.  Assistance in Corporatization/Initial Operation \n \n7.  The consultants will \n \n(i)  develop strategies to minimize the social impact of the corporatization \nprocess; \n \n(ii)  assist  the  Government  and  BPDB  in  conducting  pubic \nawareness/communication  with  stakeholders  on  the  corporatization \nprocess; \n \n(iii)  finalize  corporate  governance  issues  including  (a)  roles  and \nresponsibilities of the board of directors, approvals/authorizations, and \nstockholder rights; (b) financial operations such as funding, controllership, \nbanking  and  trusteeships;  and  (c)  responsibilities,  incentives,  and \naccountability of management;  \n \n(iv)  finalize human resources plans including (a) employee transfer scheme, \n(b)  voluntary  early  retirement  plan,  (c)  new  employment  terms  and \nconditions,  and  (d)  organizational  structure  and  staffing  for  the  new \ncompany;  and  propose  recommendations  on  issues  related  to \nimplementation of human resources plans; \n \n(v)  finalize  financial  management  operations  including  (a)  identifying  and \nevaluating the assets and liabilities to be vested to the new company; (b) \nestablishing the debt/equity structure of the new company at the outset, \nand the share and loan capitals of the new company; (c) identifying the \nrequired start-up or working capital for the new company; (d) projecting \nan opening balance sheet for the new company when the legal transfer of \noperations, employees, assets, and liabilities is expected to take effect; \nand (e) presenting a 10-year corporate plan for the new company; \n \n(vi)  recommend  financial  management  operations,  including  forecasting, \nstart-up and long-term capital raising, and cash flow management; and \n \n(vii)  finalize recommendations on divestment of BPDB shares in its subsidiary \ncompanies. \n "], "metadata": {"ModDate": "D:20050817110111+08'00'", "CreationDate": "D:20050811162302+08'00'", "Title": "Microsoft Word - R199-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}}