{"path": "data/input/ta/tar-cam-37535.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: CAM 37535 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nKINGDOM OF CAMBODIA \n \n \nFOR \n \n \nENHANCING THE RESETTLEMENT LEGAL FRAMEWORK  \n \n \nAND INSTITUTIONAL CAPACITY \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2004) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.0002597 \n$1.00 =  KR3,850.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CLP  –  Council for Land Policy \n  EWMI  –  East West Management Institute \n  IRC  –  Interministerial Resettlement Committee \n  MEF  –  Ministry of Economy and Finance \n  MLMUPC  –  Ministry of Land Management Urban Planning and \nConstruction \n  NGO  –  nongovernment organization \n  TA  –  technical assistance \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Health, nutrition, and social protection \nSubsector  –  Social protection \nTheme  –  Inclusive social development \nSubtheme  –  Human development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of M. Huddleston (team leader), \nInfrastructure Division, Mekong Department; A. Jude, Cambodia Resident Mission; \nand R. Thami, Office of the General Counsel. \n ", " \nI.  INTRODUCTION \n1.  In 2000 as part of its ongoing efforts to improve policy regimes and build resettlement \ncapacity, the Asian Development Bank (ADB) provided regional technical assistance (TA) to six \ndeveloping  member  countries,  including  Cambodia.1  The  TA  prepared  a  draft  national \nresettlement policy for Cambodia and recommended that the draft policy be issued under the \nappropriate legal instrument and implemented by legal regulations using specified guidelines. In \naddition,  it  recommended  institutional  capacity  building.  ADB’s  2003  Country  Programming \nConfirmation Mission confirmed funding for TA to fulfill these recommendations, and the proposed \nTA for Enhancing the Resettlement Legal Framework and Institutional Capacity2 was included in \nADB’s Cambodia Country Program for 2004. The Fact-Finding Mission visited Cambodia from \n19–23 April 2004. In October 2004, the Mission and the Government reached an agreement on \nthe Executing Agency for the TA. The Government also agreed that as a result of the TA, (i) a \nregulatory agency would be designated that would be separate from the financing agency, (ii) line \nagencies would be responsible for resettlement planning and implementation, and (iii) transitional \narrangements  would  be  necessary  while  the  capacity  of  the  regulatory  and  implementing \nagencies is being strengthened.  \n \nII.  ISSUES \n2.  Policy Issues. The main policy issues are Cambodia’s lack of a national resettlement \npolicy and lack of a law on expropriation. The Constitution requires that the taking of land will only \nbe in the public interest, and that fair and just compensation must be paid in advance. As a direct \nresult of the lack of a national resettlement policy, nonformalized ad hoc procedures are used in \nthe resettlement process, and each resettlement varies, even when resettlement is caused by \nprojects funded by the same agency. Little or no effort has been made to address income \nrestoration issues in resettlement projects to date, and no support mechanisms have been put in \nplace for persons adversely affected by a project requiring resettlement.  \n \n3.  Procedural Issues. No legal framework exists for the valuation of assets, although the \nMinistry  of  Land  Management  Urban  Planning  and  Construction  (MLMUPC)  has  begun \npreparation of a subdecree on land valuation. Valuation is difficult, both as a practical matter \nand as a result of a lack of legal framework. This has resulted in unjustified variations in value \nplaced on structures and in nonindividualized compensation benefits as they are easier to \nadminister although not necessarily fair in practice. No valuation of nonland or other intangible \nassets, such as loss of livelihood, is attempted. Members of vulnerable groups have received \nonly limited additional financial compensation if they are affected by a resettlement project \nfunded by ADB or World Bank. Grievance redress mechanisms have not been put in place for \nmost resettlement projects, and when they have been, have not operated as planned.  \n \n4.  Institutional Issues. The most prominent institutional issue is the ad hoc arrangement \ncurrently in place for resettlement efforts. The Interministerial Resettlement Committee (IRC) was \nformed in 1998 at the request of ADB in the absence of any local experience to implement an \nADB-financed road project, and has taken the lead in all aspects of resettlement in Cambodia. \nThe IRC has a changing membership under the chair of the Ministry of Economy and Finance \n                                                 \n1  ADB. 2000. Technical Assistance for National Resettlement Policy Enhancement and Capacity Building. Manila. \nThe TA included follow-on work in the People’s Republic of China, Indonesia, Nepal, Pakistan, and Philippines; \nand initiated national resettlement policy development work in one new developing member country—Cambodia. \n2  The TA first appeared in the ADB Business Opportunities (Internet edition) on 1 September 2003. ", "2    \n(MEF), and membership is newly constituted for each project requiring resettlement. Roles and \nresponsibilities  of  project  proponents  and  the  IRC  overlap,  resulting  in  unclear  lines  of \nresponsibility for resettlement, as implementation requires a complex interaction between MEF \n(the  IRC  chair),  the  implementing  ministerial  agency,  and  local  authorities.  Many  projects \nexperience significant implementation difficulties, and affected people have complained to the \nHuman Rights Commission. ADB is conducting a resettlement audit to investigate the complaints. \n \n5.  The role of nongovernment organizations (NGOs) has been limited, based on a lack of \ncapacity  and  misunderstandings  with  regard  to  their  rights  and  responsibilities  as  project \nmonitors. Monitoring and evaluation has only been performed in some projects and never for \nlong enough, and in no instance has it worked as envisioned. The Government has frequently \nbeen  uncooperative  with  these  monitoring  NGOs  by  withholding  required  documents  (i.e., \nrefusing to give them access to the very resettlement plan they were contracted to monitor), \nrefusing to make payments if it did not agree with the results, and budgeting the contract at such \na low level that adequate monitoring became difficult if not impossible. On at least one project, \nno action was taken by the IRC to investigate and resolve issues that had been reported by the \nmonitoring agency. In response, NGOs have formed their own resettlement action network to \nrespond to complaints from affected people and to initiate their own resettlement monitoring. \nLessons learned from the NGO experience have been incorporated into the TA. Resettlement \nproblems for ADB’s projects in Cambodia are an accountability problem waiting to happen. \nResettlement is subject to the accountability mechanism and the continued failure of Cambodia \nto adhere to this policy requirement is a potential cause for a compliance review to be initiated. \n \n6.  Recommendations from the Regional TA. The key recommendations for Cambodia \nfrom the regional TA (footnote 1) include (i) promulgation of a national legal instrument for \nresettlement, implemented by legal regulations and with specified enforcement procedures, using \nspecified technical guidelines; (ii) permanent designated body to become the regulatory agency \nfor all resettlement activities, with the authority for policy oversight and monitoring, and separated \nfrom the financing and implementing agencies; and (iii) in-country training programs and annual \nrefresher  courses  in  resettlement  to  be  offered  to  relevant  stakeholders  or  representative \nstakeholders involved in any aspect of resettlement. \n \n7.  As a follow up to the recommendations, a draft national policy on resettlement was \nprepared and widely discussed during a national workshop held on 27 November 2001, and \nendorsed  by  key  stakeholders.  The  draft  policy  also  recommended  that  MLMUPC  be  the \nregulatory  agency  to  oversee  policy  implementation.  While  endorsement  of  this \nrecommendation was not fully obtained during the workshop, which was chaired by the IRC \nchairman, agreement was reached during TA processing that MLMUPC is the logical regulatory \nagency, and that oversight of the resettlement legal framework is within MLMUPC’s mandate.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The  objectives  of  the  TA  are  to  help  the  Government  (i)  prepare  a  subdecree  on \ncompensation, resettlement, and rehabilitation for use when the state takes land owned or \noccupied  by  Cambodian  nationals  or  residents;  (ii)  formulate  complementary  implementing \nregulations and technical guidelines; and (iii) develop resettlement planning, implementation, \nfinancing,  monitoring,  and  compliance  enforcement  capacity.  The  policy,  subdecree,  and \ntechnical guidelines, which would be issued during the TA implementation, are intended both for \ninternationally and domestically financed investments, and will be consistent with ADB’s and \n ", "      3\nWorld Bank’s policies on involuntary resettlement, Government legislation, and lessons learned \nfrom past projects.  \n \nB.  Methodology and Key Activities \n9.  The TA will comprise three phases. \n \n(i)  Phase  1  (approximately  6  months).  The  Government  will  be  assisted  in \nundertaking the necessary consultative processes to ensure broad stakeholder \nagreement on key principles of the policy, subdecree, implementing regulations, \nand technical guidelines. The draft national resettlement policy prepared under the \nregional TA (footnote 1) will be used as the basis for preparing the final policy, \nsubdecree, implementing regulations, and technical guidelines during this phase.  \n \n(ii)  Phase  2  (approximately  6  months).  The  draft  policy,  subdecree,  and \nimplementing regulations will be submitted to the Government for approval and \nwill be issued by the Prime Minister. The subdecree will designate an appropriate \nagency as the regulatory body for the subdecree. The designated regulatory \nagency and selected line agencies will establish and staff their resettlement \ndivisions.  A  training-needs  assessment  will  be  undertaken,  and  a  capacity-\nbuilding  and  dissemination  plan  and  training  materials  prepared  for \nimplementation during the TA and beyond. \n \n(iii)  Phase 3 (approximately 9 months). The new legal instruments and guidelines will \nbe disseminated widely and the training program will be initiated, including trials \nand tests of new materials and training approaches, and participatory monitoring \nand  evaluation  to  assess  results  attributable  to  the  training  programs  and \nperceived needs. Training will be focused on the designated regulatory agency; \nline  agencies;  provincial,  district,  and  local  staff  undertaking  resettlement \nplanning and implementation; judiciary; the Land Management Department of the \nRoyal University of Agriculture; and domestic consultants, NGOs, and academic \nor  research  institutions  that  could  undertake  resettlement  monitoring,  or  be \notherwise involved in resettlement activities.  \n \n10.  The policy, subdecree, implementing regulations, and technical guidelines will address \nthe following issues: (i) the need to specify procedures and requirements for resettlement \nplanning, as preconditions for project approval; and for reviewing, approving, implementing, \nmonitoring, and evaluating resettlement plans; (ii) confirmation of the overarching principle of at \nleast restoring the incomes and living standards of the people affected, and improving the \nincomes  and  living  standards  of  the  poor  and  vulnerable  groups  affected;  (iii) this  will  be \nachieved through compensation to replace lost assets, livelihood and income, assistance for \nrelocation including provision of relocation sites with appropriate facilities and services; and \nassistance for rehabilitation to achieve at least the same level of well-being with a project as \nwithout it, such as skills training and microcredit; (iv) development of procedures for relocation \nsite development, including procedures for mobilizing the necessary finances; (v) provision for \nconsultation with people affected and for grievance redress mechanisms, including gender and \nethnic  balance  on  grievance  committees;  (vi)  development  of  procedures  to  mobilize  the \nnecessary  budgets;  (vii)  incorporating  gender  concerns  into  resettlement  including  gender-\nspecific consultation and information disclosure, and special attention to guarantee women’s \nassets, property, and land-use rights; and (viii) methodologies for calculating compensation for \npermanent and temporary losses equivalent to market value. ", "4    \nC.  Cost and Financing \n11.  The total cost of the TA is estimated at $480,000 equivalent, comprising $230,000 of \nforeign exchange costs and $250,000 equivalent of local currency costs. ADB will provide \n$400,000 equivalent, covering the entire foreign exchange cost and $170,000 equivalent of the \nlocal currency costs. The TA will be financed on a grant basis by ADB’s TA funding program. \nThe Government will finance the balance of the local currency costs, equivalent to $80,000, in \nkind  through  the  provision  of  counterpart  and  support  staff,  office  accommodation, \nadministrative support, and other related services and facilities. ADB financing will cover the \ncosts of consultants, workshops, seminars, training, equipment, publications, communications, \ntranslation/interpretation, and travel. The World Bank fully supports the TA and will provide \n$25,000 on a parallel grant basis to finance an assessment of the key institutional requirements, \nincluding capacity improvements, required nationally to implement the legal subdecree. Tentative \ndetails of the cost estimates and financing plan are provided in Appendix 2. \n \nD.  Implementation Arrangements \n12.  Executing Agency. MEF will be the Executing Agency. The IRC chair will be the TA \ndirector. A working group will be formed with MEF as chair and MLMUPC as vice chair, under \nthe technical direction and support of the Council for Land Policy (CLP) and the IRC. Other \nmembers of the working group will include representatives of Électricité du Camboges, Ministry \nof Industry and Energy, Ministry of Interior, Ministry of Public Works and Transport, Ministry of \nWater Resources and Meteorology, and Ministry of Women’s Affairs. \n \n13.  Implementing Agency. MLMUPC will be the Implementing Agency. The Council for \nLand Policy under MLMUPC will provide technical direction and support. MLMUPC will provide \noffice  space  and  administrative  support  for  the  TA,  and  will  assign  at  least  two  technical \nspecialists to work closely with the international and domestic consultants. NGOs experienced \nwith resettlement in Cambodia will be consulted, participate in reviewing the document drafts, \nand be involved in the training needs assessment and training of trainers. \n \n14.  Selection of Consultants and Procurement. The TA will require a total of 28 person-\nmonths of consulting services (10 person-months for international and 18 person-months for \ndomestic consultants). Outline terms of reference are in Appendix 3. ADB will recruit, through \ndirect  selection,  the  nonprofit  organization,  East  West  Management  Institute  (EWMI).  The \ninstitute has been working at MLMUPC since July 2001 on two ADB-funded TAs that are \ncomplementary  to  and  set  the  stage  for  this  TA.3  EWMI  has  established  strong  working \nrelationships with the key stakeholders at MLMUPC, CLP, relevant Government officials, NGOs, \neducational and legal institutions, all of which can be immediately tapped for the TA. Their \n                                                 \n3  ADB. 2000. Technical Assistance to the Kingdom of Cambodia for Implementation of Land Legislation. Manila, and \nADB. 2003. Technical Assistance to the Kingdom of Cambodia for Implementation of Land Legislation–Phase 2. \nManila.  Specifically,  EWMI  has  assisted  MLMUPC  and  CLP  to  (i)  develop  and  implement  participatory \npolicymaking and legislative drafting processes; (ii) develop a broad range of public awareness materials for the \nstakeholders for this TA; (iii) develop training materials and a definitive textbook on Cambodian land law for land \nand law professionals to be revised by EWMI to include new material about resettlement; and (iv) develop \nprocedures for investigation and conciliation of land disputes, develop training materials, and conduct training on \ninvestigating and conciliation of land disputes. EWMI has an established TA office and staff in MLMUPC, which can \nbe applied to the TA as part of the Government’s in-kind contribution, and would require minimal TA start-up time. \nAs a nonprofit organization, EWMI’s overhead is low, leaving more of the limited TA funds for essential capacity \nbuilding. \n \n ", "      5\nstrong relationship with MLMUPC and CLP is particularly important given that resettlement will \nbe very new for them, and having experienced consultants whom they know and trust will make \nfor  a  smoother  process.  The  TA  will  finance  international  and  domestic  consultants  with \nexpertise  in  Cambodian  land-related  legal  procedures,  resettlement  policy  development, \nindigenous  peoples,  asset  valuation,  land  management  assessment,  poverty  assessment, \napplied social research, participatory approaches, gender analysis, training needs assessment, \nand training of trainers. The consultants will be engaged by ADB according to ADB’s Guidelines \non  the  Use  of  Consultants.  Office  equipment  will  be  procured  in  accordance  with  ADB’s \nGuidelines for Procurement. \n \n15.  Implementation Schedule, TA Review, and Reporting. The TA is proposed to be \nimplemented over 24 months, from February 2005 to February 2007. The output from phase 1 \nwill  be  the  complete  drafts  of  (i)  the  national  resettlement  policy,  (ii)  the  subdecree  on \nresettlement, (iii) implementing regulations, and (iv) technical guidelines. The outputs of phase 2 \nwill be (i) issuance by the Prime Minister of the approved policy and subdecree, (ii) issuance of \nimplementing regulations and technical guidelines, and (iii) an established resettlement division \nwithin the designated regulatory body with staff ready to be trained under phase 3, and a \ntraining needs assessment. The outputs of phases 1 and 2 will be of good international standard \nacceptable to ADB, and will be produced in both English and Khmer languages. The outputs \nfrom phase 3 will be (i) the final training program, together with training materials and evaluation \nreports from the trial application of the training program; (ii) resettlement trainers trained through \na  training-of-trainers  approach;  and  (iii)  delivery  of  initial  resettlement  training  to  key \nGovernment agencies and entities. By the time phase 3 is reached, hopefully a commitment will \nhave been obtained for alternative financing for additional capacity development.  \n \nIV.  THE PRESIDENT'S DECISION  \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe  Government  of  Cambodia  for  Enhancing  the  Resettlement  Legal  Framework  and \nInstitutional Capacity, and hereby reports this action to the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance Indicators  Monitoring Mechanisms  Assumptions \nDesign Summary  and Targets    and Risks \n   \nGoal     •  Review of resettlement   \n•  Restore economic and  •  Resettlement planning  planning documents    \nsocial conditions for people  documents prepared for  •  Evaluations of   \naffected by involuntary  all new projects  implementation of \nresettlement, and improve  consistently meet  resettlement plans for \neconomic and social  international good  both domestically and \nconditions for the poorest  standards  internationally funded \nand vulnerable affected  •  Resettlement planning  projects \npeople due to involuntary  objectives on all new  •  Resettlement reviews \nresettlement.  projects to include  •  Independent monitoring \n  restoration of  reports \n  socioeconomic  •  Resettlement plans and \n  conditions for all  review of project \naffected people, and  processing and approval \nimproved  reports \nsocioeconomic \nconditions for the \npoorest and vulnerable \n•  Access to services on \nnew resettlement \nprojects meet or exceed \npre-technical assistance \n(TA) levels \n•  Access to social support \nnetworks on new \nresettlement projects \nmeet or exceed pre-TA \nlevels \n•  Project approvals and \nimplementation \nconsistently meet \ninternational good \npractice \nPurpose      Assumptions \n•  Develop a national policy  •  Subdecree,  •  Copies of subdecree,  •  Political will to \nand regulatory framework  implementing  implementing regulations,  address \non involuntary resettlement  regulations, and  and technical guidelines  resettlement \nconsistent with international  technical guidelines  •  Progress reports of line  continues to deepen \nstandards.  issued consistent with  agencies  •  Legal instruments \n•  Develop resettlement  international standards  •  Asian Development Bank  developed meet \nplanning, implementation,  (within 12 months of  (ADB) resettlement  international \nfinancing, monitoring, and  inception)  supervision reports  standards; and are \ncompliance enforcement  •  Improved resettlement  approved, \ncapacity consistent with the  planning,  consistently \nnew policy and regulatory  implementation,  implemented, and \nframework.  monitoring, and  fully financed \ncompliance enforcement  •  Momentum \nduring the transition  continues to ensure \nperiod of the TA (within  streamlined and \n12 months of inception)  efficient investment \nprocedures together \nwith safeguards for \naffected people \nRisk \n•  Government \nContinued on next page\n ", "  Appendix 1  7 \n       \n  Performance Indicators  Monitoring Mechanisms  Assumptions \nDesign Summary  and Targets    and Risks \n   \ncommitment to the \nTA but not to \nfollowing the spirit \nof the TA in day-to-\nday activities \noutside of the TA \nOutputs      Assumptions \nPhase 1  •  Draft subdecree,  •  Copy of draft subdecree  •  Government’s \n•  Draft subdecree,  implementing  •  Copy of draft  commitment to \nimplementing regulations,  regulations, and  implementing regulations   attaining \nand technical guidelines  technical guidelines  •  Copy of draft technical  international \nthat meet international  incorporating ADB’s  guidelines   standards will be \nstandards and have been  comments and the  •  Report on stakeholder  maintained \nprepared through a  relevant comments of  consultations  •  Consultations will \nconsultative and  other stakeholders    be transparent and \nparticipatory process  (within 6 months of  meaningful  \ninception)  •  TA consultants will \n•  1 national consultation  be effective \nworkshop (line  Risks \nagencies, provinces,  •  The TA consultants \nnongovernment  and/or TA director \norganizations (NGOs),  may not be able to \nacademic institutions)  facilitate meaningful \n  and equal \nparticipation of all \nmembers of the \nworking group \n•  Consultations will \nnot be meaningful \nand effective \nPhase 2      Assumptions \n•  National policy and  •  Subdecree on  •  Copy of subdecree   •  Government’s \nregulatory framework on  involuntary resettlement  •  Copy of implementing  commitment to \ninvoluntary resettlement  consistent with  regulations   attain international \nstrengthened consistent  international standards  •  Copy of technical  standards is \nwith international standards  issued by Prime Minister  guidelines   maintained \n•  Measures prepared and  (within 12 months of  •  Copy of training needs  •  Roles and \nadopted for strengthening  inception)  assessment  responsibilities for \ncapacity for resettlement  •  Regulatory agency  •  Copy of training materials  resettlement \nplanning, implementation,  designated by  and plan  financing will be \nmonitoring, and compliance  appropriate legal  •  Reports from regulatory  separated from \n  instrument (within 12  and line agencies on  resettlement \nmonths of inception)  establishment of  regulation and from \n•  Resettlement divisions  resettlement divisions  resettlement \nestablished in regulatory  •  Resettlement division  planning and \nagency, selected line  established within the  implementation \nagencies (within 12  regulatory agency  •  Resettlement \nmonths of inception)  •  Copy of capacity building  financing will be \n•  Implementing  plans  separate from \nregulations and    monitoring \ntechnical guidelines  Risks \nissued by designated  •  The subdecree will \nregulatory agency  not be consistent \n(within 15 months of  with international \ninception)  standards \n•  Training needs   \nassessment for \nContinued on next page", "8  Appendix 1 \n       \n  Performance Indicators  Monitoring Mechanisms  Assumptions \nDesign Summary  and Targets    and Risks \n   \ndesignated agencies, \nprovinces, districts \n(within 9 months of \ninception) \n•  Training materials and \nplan (within 9 months of \ninception) \nPhase 3      Assumptions \n•  New legislation and  •  1 central level workshop  •  Workshop reports and  •  Political will exists to \ntechnical guidelines  to disseminate new legal  evaluations  support the new \ndisseminated to  instrument and technical  •  Pilot test of training  legal instruments \nGovernment agencies,  guidelines to line  reports  and technical \nprovinces  agencies, educational  •  Adjusted training strategy  guidelines \n•  Capacity for resettlement  and judicial entities, and  and materials  •  Government \nplanning, implementation,  NGOs(within 15 months  •  Records of capacity- agencies participate \nmonitoring, and compliance  of inception)  building activities  in the capacity-\nstrengthened  •  At least 8 provincial  •  Reports on participatory  building program \n•  Needs for ongoing capacity  workshops for provincial  monitoring and evaluation  Risks \nstrengthening coordinated  and district government  of effectiveness of  •  Insufficient TA funds \nwith development partners   staff and local NGOs  capacity building  to accomplish \n(within 20 months of  •  Reports on development  sufficient capacity \ninception)  partner consultation  building \n•  Pilot tests of training  •  Other funds not \n(within 10 months of  forthcoming for \ninception)  ongoing capacity \n•  Training and capacity  building post-TA \nbuilding (12–24 months \nafter inception) \n•  Participatory monitoring \nand evaluation of each \ntraining workshop \n•  Dissemination to and \nconsultation with \ndevelopment partners  \nActivities      Assumptions \nPhase 1  •  Active and \n•  Prepare new subdecree.   meaningful \n•  Prepare implementing  participation of \nregulations.   working group  \n•  Prepare technical  •  Meaningful and \nguidelines.   effective \n•  Conduct workshops and  consultations \nconsultations.  Risk \n•  Meaningful and \neffective \nconsultations are \nnot possible \nPhase 2      Assumptions \n•  Issue subdecree.  •  Subdecree signed by  •  Copy of subdecree,  •  Political will exists to \n•  Issue implementing  Prime Minister  implementing regulations  support the \nregulations.   •  Implementing  and technical guidelines  subdecree  \n•  Issue technical guidelines.   regulations and  •  Copy of training needs  Risk \n•  Designate responsible  technical guideline  assessment  •  Government will not \nagencies.   issued by regulatory  •  Copy of draft training  adopt the subdecree \n•  Establish resettlement  agency  materials and strategy \ndivisions.   •  Training needs   \n•  Prepare training needs  assessment, training \nContinued on next page\n ", "  Appendix 1  9 \n       \n  Performance Indicators  Monitoring Mechanisms  Assumptions \nDesign Summary  and Targets    and Risks \n   \nassessment for designated  materials, and strategy \nagencies, provinces, and \ndistricts. \n•  Prepare training materials \nand plan.  \nPhase 3      Assumptions \n•  Conduct national  •  Workshops for all  •  Workshops materials and  •  Government \nworkshops to disseminate  relevant line agencies,  report  agencies, \nnew legislation.  24 provinces, and a  •  Report on pilot test of  provinces, and \n•  Implement and evaluate  selected number of  training, including  districts will \npilot tests of training and  districts   participatory monitoring  participate in \nnecessary adjustments  •  Legislation disseminated  and evaluation of training  workshops and \nmade.  to development partners  •  Adjusted training  training \n•  Conduct training.   •  Pilot test of training in  materials and strategy \n•  Evaluate effectiveness of  Phnom Penh and one  •  Training report and \ntraining and assess further  province  evaluation and \ntraining/capacity-building  •  Training conducted  assessment of needs \nneeds.  according to the  •  Report on consultation \n•  Consult with development  adjusted strategy  with development partners \npartners about follow-up \ncapacity building \nrequirements and \ncommitments. \nInputs      Assumption \nConsulting services:    •  TA contracts  •  Capable consultants \n10 person-months  $236,000  •  TA accounts  with requisite skills \ninternational, 18 person-   •  TA outputs   mix will be engaged \nmonths domestic       Risk \nEquipment, vehicle rental  $ 10,000    •  ADB does not have \nWorkshops, consultation  $ 30,000    resources for \nTraining  $ 89,000    supervision \nTA implementation  $ 15,000     \nContingency  $ 20,000   \n  Total  $400,000   \nGovernment financing  $ 80,000   \nADB financing  $400,000   \nProject working group      \n   \nADB supervision  ADB review mission reports \n \n \n \n \n \n \n \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  150.0  0.0  150.0 \n      ii.  Domestic Consultants  0.0  50.0  50.0 \n    b.  International and Local Travel  20.0  10.0  30.0 \n           c.  Reports/Communications  1.0  5.0  6.0 \n  2.  Equipmentb  10.0  0.0  10.0 \n  3.  Training, Seminars, and Workshops       \n    a.  Training Program including Follow-Up  39.0  50.0  89.0 \n                 Monitoring \n        b.   Workshops  0.0  30.0  30.0 \n  4.  Miscellaneous Administration and   0.0  15.0  15.0 \n    Support Costs \n  5.  Contingencies  10.0  10.0  20.0 \n      Subtotal (A)  230.0  170.0  400.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  20.0  20.0 \n  2.  Remuneration and Per Diem  0.0  50.0  50.0 \n    of Counterpart Staff \n  3.  Others  0.0  10.0  10.0 \n      Subtotal (C)  0.0  80.0  80.0 \n        Total  230.0  250.0  480.0 \na   Financed by the Asian Development Bank’s technical assistance funding program.  \n b  Equipment to include computers, printer, fax machine, photocopier. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will consist of three phases (i) preparation of a policy, \nsubdecree, implementing regulations, and technical guidelines for involuntary resettlement; (ii) \nissuance by the Government of the policy, subdecree, implementing regulations, and technical \nguidelines; and conduct of a training needs assessment; and (iii) design and delivery of a \ndissemination, training, and capacity-building program.  \n \nA.   Phase  1.  Preparation  of  a  Policy,  Subdecree,  Implementing  Regulations,  and \nTechnical Guidelines for Involuntary Resettlement \n \n2.  The work to be undertaken in this phase will draw on the findings of the regional TA \nNational Resettlement Policy Enhancement and Capacity Building;1 review of existing land-\nrelated legal instruments, relevant documentation from past and ongoing Asian Development \nBank  (ADB)  and  World  Bank  financed  projects;  and  consultation  with  a  wide  range  of \nstakeholders. In relation to the objective and scope of the TA, the consultants’ scope of work will \ninclude the following: \n \n(i)  Review  the  Cambodian  Final  Draft  National  Resettlement  Policy  and  other \nreports  of  the  regional  TA  (footnote  1)  with  special  reference  to  its \nrecommendations for \n(a)  a subdecree on involuntary resettlement promulgated and implemented by \nlegal regulations using specified guidelines; \n(b)  regulations to be enacted into law to cover all aspects of the resettlement \nprocess, with a designated regulatory body having the authority to oversee \nand monitor the process; \n(c)  detailed  guidelines for  resettlement planning and Implementation to be \nprepared  to  address,  among  others,  grievance  redress  mechanisms, \ndetailed  procedures  for  valuation  of  affected  assets,  procedures  for \nbudgetary provisions, and procedures for monitoring and evaluation; \n(d)  a permanent designated body to become the regulatory agency for all \nresettlement  activities,  with  its  choice  based  on  the  responsibilities  of \nvarious agencies with regard to issues relevant to resettlement; \n(e)  designated  regulatory  body  to  initiate  promulgation  of  the  national \nresettlement policy, and ensure compliance with the national policy and \nresettlement guidelines; and  \n(f)  in-country training programs and annual refresher courses in resettlement \nto be conducted for relevant stakeholders and representative stakeholders \nwith separate training modules for each relevant institution, and domestic \nconsultants  to  participate  in  resettlement  plan  preparation  and  be \nresponsible  for  monitoring  and  evaluation  with  the  nongovernment \norganization (NGO) or agency contracted for this purpose. \n(ii)  Review all existing legal instruments including those related to the urban sector, \nagriculture, and the environment (which is likely to refer to social impacts), the \nConstitution,  the  2001  Land  Law,  the  Social  Land  Concessions  Subdecree, \nprocedures for investigation and conciliation of land disputes, the participatory \npolicymaking and legislative drafting process of the Council for Land Policy, and \nthe  property  valuation  and  taxation  and  land  titling  documentation  prepared \n                                                 \n1  ADB. 2000. Technical Assistance for National Resettlement Policy Enhancement and Capacity Building. Manila \n ", "12  Appendix 3 \nunder the Land Management and Planning Project. Ensure harmonization with \nthe draft policy, subdecree, implementing regulations, and technical guidelines. \n(iii)  Provide  a  gender  analysis  of  the  land/resettlement  policy  and  practices  in \nCambodia  and  how  to  ensure  that,  at  all  stages,  resettlement  identification, \nplanning, and management will ensure that gender concerns are incorporated, \nincluding gender-specific consultation and information disclosure. This should \ninclude special attention to guarantee women’s assets, property, and land-use \nrights; and to ensure the restoration of their income and living standards. \n(iv)  Review project-based resettlement planning documents and monitoring reports \nof ADB- and World Bank-financed projects in Cambodia, as well as the findings \nof the resettlement audit for Greater Mekong Subregion: Phnom Penh to Ho Chi \nMinh  City  Highway  Project,2  to  establish  a  basis  of  good  practice  in  the \ndevelopment  of  entitlements,  establishment  of  rates  for  assets,  income \nrestoration, planning, consultation, and disclosure arrangements.  \n(v)  Prepare a comprehensive review of the situation of the urban poor in Cambodia \nin terms of housing and shelter, land titles, and other issues in the context of the \nCambodian  legal  framework.  Recommend  provisions  in  the  resettlement \nsubdecree or other legislation to address the issues raised. \n(vi)  Prepare a comprehensive review of the situation of occupation and use of road \nrights of way vis-à-vis the Government Declaration No. 6 on Eliminating Solution \non  Anarchy  of  Land  Occupation,  dated  27  September  1999.  Recommend \nprovisions in the resettlement subdecree or other legislation to address issues \nraised. \n(vii)  Prepare a comprehensive review of the situation of ethnic minority peoples in \nCambodia  in  terms  of  legal  rights  to  land  and  compensation.  Recommend \nprovisions in the resettlement subdecree. \n(viii)  Review the policy and legal framework in Cambodia to assess the points of \nlinkage between the new subdecree and implementing regulations and technical \nguidelines, and related legal documents, including the Constitution, the 2001 \nLand Law, the Social Land Concessions Subdecree, and related subdecrees. \n(ix)  Conduct a desk review and consultations on the impact of resettlement projects \non indigenous people generally to determine the specific issues that should be \nconsidered when drafting the policy, subdecree, implementing regulations, and \ntechnical guidelines. \n(x)  Liaise with the relevant agencies in Cambodia, and review resettlement projects \nin Cambodia that have involved displacement of indigenous peoples. \n(xi)  Identify  areas  of  displacement-related  risks,  mitigation,  consultation,  poverty \nreduction, and protection of indigenous rights and culture systems. \n(xii)  Provide  specialist  advice  on  enhancing  policy  and  legal  frameworks,  and \nstrengthening institutional arrangements with respect to indigenous peoples and \ninvoluntary resettlement. \n(xiii)  Assist  the  working  group  to  prepare  a  final  policy,  and  a  subdecree, \nimplementing  regulations,  and  technical  guidelines  for  compensation, \nresettlement,  and  rehabilitation  in  cases  where  the  state  recovers  land  and \nproperty  from  its  citizens,  such  that  the  subdecree  reflects  ADB’s  policy  on \ninvoluntary resettlement and World Bank’s Operational Policy 4.12, and lessons \n                                                 \n2  ADB 1998. Report and Recommendations of the President to the Board of Directors on Proposed Loans to the \nKingdom of Cambodia for the Greater Mekong Subregion: Phnom Penh to Ho Chi Minh City Highway Project. \nManila. \n ", "  Appendix 3  13 \nlearned  from  past  projects.  Link  the  implementing  regulations  to  the \nGovernment’s project approval cycle. The sector guidelines are to include simple \nbut targeted indicators to help line agencies identify potential risks and planning \ndocument requirements. \n(xiv)  Help  the  working  group  develop  the  regulatory  framework,  institutional \nframework,  and  procedures  for  resettlement  planning,  implementation,  and \nmonitoring. \n(xv)  Liaise, as necessary, with the related national agencies including Électricité du \nCamboges, Interministerial Resettlement Committee, Ministry of Economy and \nFinance (MEF), Ministry of Industry and Energy, Ministry of Interior, Ministry of \nLand  Management  Urban  Planning  and  Construction  (MLMUPC),  Ministry  of \nPublic  Works  and  Transport,  Ministry  of  Water  Resources  and  Meteorology, \nMinistry of Women’s Affairs, and relevant provincial agencies. \n(xvi)  Help  MEF  and  MLMUPC  organize  national  workshops  and  consultations, \nidentifying key stakeholders as necessary, from government and civil society, \nincluding representatives of people affected. \n(xvii)  Organize the translation of key documents from Khmer into English, and vice \nversa. \n \nB.  Phase 2. Training Needs Assessment and Preparation of Capacity Improvement \nStrategy and Training Program \n \n3.  Activities include the following: \n \n(i)  In coordination with the World Bank-financed assessment of key institutional \nrequirements  for  implementing  the  subdecree  and  related  regulations  and \nguidelines,  assess  the  capacity  improvements  required  nationally  for \nimplementation. \n(ii)  Undertake a training needs assessment at national, provincial, district, local, and \nline  agencies,  as  necessary,  for  resettlement  planning,  implementation, \nmonitoring, and compliance.  \n(iii)  Design a capacity improvement strategy and detailed training program to be \nimplemented during phase 3 of the TA and beyond. Prepare training materials. \n(iv)  Prepare a plan and materials for disseminating the approved policy, subdecree, \nimplementing regulations, and technical guidelines to the public and relevant \nentities. \n(v)  Help the designated regulatory body and selected line agencies establish their \nresettlement divisions and provide guidance on staffing.  \n(vi)  Coordinate inclusion of new material about resettlement in the definitive textbook \non Cambodian land law that was developed for, and used in the training of \njudges, legal practitioners, and institutions of higher education prepared under \nTA 4181.3 \n \nC.  Phase 3. Dissemination, Training, and Capacity-Building Program \n \n4.  Activities include the following: \n(i)  Disseminate  the  approved  policy,  subdecree,  implementing  regulations,  and \ntechnical guidelines according to the plan prepared during phase 2. \n                                                 \n3  ADB. 2003. Technical Assistance to Cambodia for Implementation of Land Legislation—Phase 2. Manila. \n ", "14  Appendix 3 \n(ii)  Test the training materials and training program, and revise the program and \nmaterials based on participatory evaluation of the trial program. \n(iii)  Implement the capacity improvement and training program.  \n(iv)  Conduct  participatory  monitoring  of  the  training  activities  and  follow  up  with \ntrainees  to  assess  trainees’  improvements  in  performance,  and  to  elicit  (a) \ntrainees’ reflections on their enhanced abilities, and (b) trainees’ suggestions for \nfurther learning or other initiatives that might contribute to improved performance.  \n \n5.  Training will be for the designated regulatory agency, line agencies, provincial, district, \nand  local  staff  undertaking  resettlement  planning  and  implementation,  judiciary,  the  Land \nManagement Department of the Royal University of Agriculture, and for the private sector, \nNGOs, and academic or research institutions that could undertake resettlement planning or \nmonitoring, or be otherwise involved in resettlement activities. \n \nD.  Staffing Inputs \n \n6.  The TA will require about 18 person-months of consulting services, including about 10 \nperson-months  of  international  consultants  and  about  18  person-months  of  domestic \nconsultants. The TA will be implemented over 24 months commencing in February 2005. The \ninternational  consultants  will  have  expertise  in  land-related  legal  issues  in  Cambodia, \nresettlement planning, implementation, and policy formation; indigenous peoples; and gender \nand development. The domestic consultants will have experience in land administration and \nland transfer matters; legal knowledge of compensation issues, including valuation issues and \nmethodologies; social and gender assessments; involuntary resettlement on ADB- or World \nBank-financed projects; knowledge of government organization and finance, including local \ngovernment; development and delivery of training programs; and legal expertise and a good \nknowledge of the related legal framework. \n \nE.  Reporting Requirements \n \n7.  The consultants will prepare the following reports for the MEF, MLMUPC, and ADB, and \nwill submit them in the following numbers: 5 each for MEF and MLMUPC; 3 for ADB. For ADB, \nand  where  appropriate  to  the  nature  of  the report  or  document,  the  consultants  may  use \nelectronic transmission, in which case the multiple copy requirements will not apply. All reports \nwill be in English and translated into Khmer.  \n \n8.  Quarterly progress reports will include details of stakeholder consultations. For phase 1, \nreports include an inception report within 1 month of inception; phase 1 national consultation \nworkshop report; consultation draft of resettlement policy, subdecree, implementing regulations, \nand technical guidelines; and the draft final of the resettlement policy, subdecree, implementing \nregulations, and technical guidelines. For phase 2, reports include the final government-issued \ncopies of resettlement policy, subdecree, implementing regulations, and technical guidelines; \nthe training needs assessment report; draft capacity development and training program and \ntraining  materials;  and  the  plan  and  materials  for  broad  dissemination  of  official  policy, \nsubdecree,  implementing  regulations,  and  technical  guidelines  to  line  agencies,  provinces, \njudiciary, Land Management Department of the Royal University of Agriculture, and NGOs. For \nphase 3, reports include a report on dissemination of official policy, subdecree, implementing \nregulations, and technical guidelines; the trial training report and revised capacity development \nand  training  program  and  training  materials;  and  the  training  program  report,  including \nparticipatory monitoring report on each training activity and follow-up. \n "], "metadata": {"ModDate": "D:20050118105612+08'00'", "CreationDate": "D:20050104152843+08'00'", "Title": "Microsoft Word - R330-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20050104072832"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 14 November 2004) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.0002597 \n$1.00 =  KR3,850.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CLP  –  Council for Land Policy \n  EWMI  –  East West Management Institute \n  IRC  –  Interministerial Resettlement Committee \n  MEF  –  Ministry of Economy and Finance \n  MLMUPC  –  Ministry of Land Management Urban Planning and \nConstruction \n  NGO  –  nongovernment organization \n  TA  –  technical assistance \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Health, nutrition, and social protection \nSubsector  –  Social protection \nTheme  –  Inclusive social development \nSubtheme  –  Human development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of M. Huddleston (team leader), \nInfrastructure Division, Mekong Department; A. Jude, Cambodia Resident Mission; \nand R. Thami, Office of the General Counsel. \n ", "authors": [{"documentRole": "", "fullname": "Infrastructure Division", "role": "Mekong Department", "organization": ""}, {"documentRole": "", "fullname": "and R. Thami", "role": "Office of the General Counsel", "organization": ""}, {"fullname": "M. Huddleston "}, {"fullname": "A. Jude"}, {"fullname": "R. Thami"}, {"fullname": "M. Huddleston ", "role": "team leader"}]}