{"path": "data/input/ta/tar-oth-37352.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:OTH 37352 \n \n                   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \nFOR THE \n \nASEAN+3 REGIONAL GUARANTEE MECHANISM \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 2003 ", " \n \n \nABBREVIATIONS \n \n  ABMI  –  Asian Bond Market Initiative \n  ADB  –  Asian Development Bank \n  ASEAN+3  –  Association of Southeast Asian Nations plus People’s \nRepublic of China, Japan, and Republic of Korea \n  ASIA Ltd.  –  Asian Securitization and Infrastructure Assurance Ltd. \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \nThis report was prepared by M. Miyachi, F.C. Kawawaki, and J. Ahmed. \n \n ", " \n \nI.  INTRODUCTION \n \n1.  The  voluntary  working  group,  created  under  the  Forum  of  Finance  Ministers  of  the \nAssociation of Southeast Asian Nations (ASEAN) and People’s Republic of China, Japan, and \nRepublic of Korea (ASEAN+3) on Guarantee Mechanism for the Asian Bond Market Initiative \n(ABMI) has requested the Asian Development Bank (ADB) to support the work of the group by \nconducting a study on guarantee mechanism in the region through technical assistance (TA).1  The \nuse of guarantees is thought of as one way of accelerating the development of domestic and \nregional bond markets in ADB’s developing member countries (DMCs). The design of the TA was \ndiscussed with the concerned countries at the working group meeting held in Hua Hin, Thailand, on \n10 July 2003. The TA framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  The mismatch in maturity and currency between debt and revenue for borrowers in the \nregion intensified the effects of the Asian financial crisis that began in 1997. Although the region \nhas experienced remarkable recovery, in the absence of a well-developed, efficient source of long-\nterm local currency, these mismatches remain as a major source of financial vulnerability in the \nregion. The ASEAN+3 and other forums, including the Asia-Pacific Economic Cooperation (APEC), \nhave been trying to address this issue through the development of domestic and regional bond \nmarkets.  \n \n3.  The ABMI was endorsed at the ASEAN+3 deputies meeting in Chiang Mai, Thailand, on 17 \nDecember 2002. The ABMI emphasizes the need for a joint and comprehensive set of actions by \nthe ASEAN+3 countries in two broad areas: (i) facilitating access to the market by a wide variety of \nissuers, and (ii) creating an environment conducive to developing domestic and regional bond \nmarkets. Six working groups have been set up to examine the factors necessary for bond market \ndevelopment.2  These working groups are expected to provide valuable input to the decision \nmaking by the finance ministers of ASEAN+3. ADB has been a member of the voluntary working \ngroup on guarantee mechanism for the ASEAN+3 since the group’s inception in February 2003. \nThe working group was constituted against a background of recent impressive growth in the \nKorean bond market, which is attributable largely to the use of guarantees and securitization. This \nmodel, as well as other similar arrangements, may act as guide in accelerating the development of \nbond markets in ASEAN+3 countries. The use of guarantees could also assist in developing the \nintra-regional bond market and recycling the savings of the region to be used for developing \nregional  economies  so  that  they  may  become  less  vulnerable  to  changes  in  the  external \nenvironment.3  By bridging the risk perception gap, credit enhancement and structured products \nmay be used to encourage cross-border investment in the region as well as from international \ninvestors outside the region. Guarantees will be an intermediate measure and should be gradually \nreduced as investors become accustomed to structures and credit risk.   \n \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) in June 2003.  \n2  Creating new securitized debt instruments (Thailand), credit guarantee mechanisms (Korea), settlement and exchange \nregulations (Malaysia), issuance of local currency bonds by nondomestic issuers (People’s Republic of China), local \nand regional rating agencies (Singapore and Japan), and technical assistance coordination (Indonesia and Philippines). \nChair countries are noted in parenthesis. \n3  Foreign exchange risk can be minimized by matching the currency of revenue and issuance. Intraregional export \nreceivables  can  be  securitized  and  targeted  toward  the  market  of  the  receivable  denomination.  For  example, \nIndonesian exporters may securitize their Singapore dollar receivables to issue Singapore dollar bonds.    \n ", "2  \n4.  The voluntary working group has identified several domestic guarantee agencies, as well as \nbilateral and multilateral institutions that provide local currency guarantees. However, there are \nvery few guaranteed local currency bond transactions in the market. The reasons vary, from lack of \nmarket acceptance for the guarantee to structural hurdles caused by processing lead time. To \nutilize guarantees for catalyzing the accelerated development of the domestic and regional bond \nmarkets, the working group needs an in-depth study of the existing facilities and their performance, \nincluding the difficulties they may be facing.    \n  \n5.  Asian Securitization and Infrastructure Assurance Ltd. (ASIA Ltd.) was set up in 1995 with \nthe special mandate of helping bond market development in the region through the provision of \nbond guarantees.4  The company was hard hit by the Asian financial crisis and is now dormant. \nOther private sector guarantors from Asia have come and gone. A careful analysis of the factors \nthat resulted in these companies’ failure to establish themselves in the region is pertinent when \nconsidering the efficiencies and pitfalls of guarantee facilities outcomes. The lessons learned, \nwhen compared with international best practices, are expected to provide valuable insights in \ndetermining the next course of action for Asian countries.   \n \n6.  Currently there is no best-practice model for guarantee facilities that can be readily applied \nto improve the effectiveness of the domestic or regional agencies. In this regard, a key mandate of \nthe working group in fact is to develop a model that may be used as a benchmark to examine the \nexisting facilities and suggest measures for improvement. This best-practice model may be applied \nas a benchmark not only for ASEAN+3 countries but also for other DMCs. It is however anticipated \nthat, even with all possible improvements, the existing agencies may not be sufficient to realize the \ndesired outcomes — to develop bond markets regionally — because of limitations resulting from \nthe organizational constraints of existing agencies. The potential and limitations of the facilities \nneed to be critically examined in establishing effective domestic and regional mechanisms for the \ndevelopment of bond markets.   \n \nIII.   THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n7.  The TA aims to identify, assess, and compare guarantee mechanisms that are appropriate \nto support the development of domestic and regional bond markets in the ASEAN+3 countries, \nparticularly Indonesia, Malaysia, Philippines, and Thailand. The TA will review existing and past \nmechanisms, and international and regional best practices, and will consider the most effective \nguarantee mechanism to foster development of an ASEAN+3 bond market.  \n \nB.  Methodology and Key Activities \n \n8.  Through dialogue with institutions and market participants, as well as research into past \ndata,  the  study  will  evaluate  the  use  or  potential  application  of  such  guarantees  as  credit \nenhancement for bonds. Given the evolving nature of the capital markets, the design of the TA will \nbe kept reasonably flexible so that it can meet the emerging needs of the domestic and regional \nbond markets. ADB staff will work closely with the working group and the consultants to ensure \nthat the TA satisfies the objectives of the study. The consultants will liaise with other working \n                                                 \n4  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Equity Investment \nin a Regional Bond Insurance Company. Manila. ADB invested $20 million for equity participation in ASIA Capital \n(Private) Ltd. which is the sole shareholder of this company.  \n \n \n ", "  3\ngroups to leverage off their studies for the infrastructure and other areas they covered. The \nenvisaged TA will comprise five components. \n \n  1.   Existing Guarantee Facilities      \n \n9.  The study will first examine the domestic, private, bilateral, and multilateral guarantees \navailable to borrowers domestically and regionally. The structure and extent of the guarantee, the \neligibility of the borrower, acceptance by investors and lenders, flexibility, applicability to the bond \nmarket, and usage are some items that will determine effectiveness. The adequacy of the existing \nfacilities for the development of the bond market will be examined in close consultation with market \nparticipants. ADB and other organizations have done numerous studies on the bond markets in the \nregion. Those papers will be carefully examined. The TA will not duplicate work that has been done, \nbut will update and expand those studies.5 \n \n  2.   Previous Guarantee Mechanism \n \n10.  Guarantee facilities that have become inactive in or have ceased to exist in the region will \nbe studied to determine the reasons for their failure. The business model, the capital structure, \nproducts, and guarantee criteria will be the main areas covered. After the first component and this \ncomponent  are  completed,  a  presentation  will  be  made  to  the  working  group,  including  an \nassessment of the strengths and weaknesses of the existing facilities.   \n \n  3.   Best-Practice Model \n \n11.  From the examination and analysis of the existing facilities, previous structures, and select \nguarantee facilities outside the region, the TA will recommend a best-practice model for a domestic \nand  regional  guarantee  facility.  The  model  will  include  business  scope,  capitalization,  risk \nmanagement, credit evaluation, and staffing. The model will feature a robust structure capable of \nwithstanding macroeconomic shocks such as those that occurred during the Asian financial crisis.   \n   \n  4.   Improvements to the Existing Facilities  \n \n12.  The TA will compare existing domestic and regional facilities with the best-practice  model, \nwith  a  view  to  making  suggestions  for  improving  existing  facilities,  considering  the  specific \ninstitutional and country circumstances. \n                                                 \n5 Asian Development Bank (ADB). 1997. Technical Assistance for the Review of the Mortgage-Backed Securities \nMarkets in Selected Developing Member Countries. Manila. \n——— 1998a. Technical Assistance for the Study of Financial Markets in Selected Member Countries. Manila. \n——— 1998b. Technical Assistance for the Study on the Development of Government Bond Markets in Selected \nDMCs. Manila.  \nAsian Development Bank Institute (ADBI). 2000. Working Paper No. 11. The Case of the Missing Market: The Bond \nMarket and Why It Matters for Financial Development. Tokyo. \n——— 2001a. Working Paper No. 15. Designing a Financial Market Structure in Post Crisis Asia – How to Develop \nCorporate Bond Markets. Tokyo. \n——— 2001b. Research Paper No. 24. Searching for New Regulatory Frameworks for the Intermediate Financial \nMarket Structure in Post Crisis Asia. Tokyo. \n——— 2001c. Research Paper No. 25. Overview of Financial Market Structures in Asia – Cases of the Republic of \nKorea, Malaysia, Thailand, and Indonesia. Tokyo. \n ", "4  \n \n \n  5.   Potential and Limitations of Existing Facilities \n    \n13.   Keeping in mind the suggested improvement and the possible time frame and costs for \nimplementing of the existing facilities, the TA will examine the potentials and limitations of possible \nimprovements  of  the  existing  facilities  and  consider  their  adequacy,  considering  the  need  to \ndevelop bond markets in the region without delay. \n \nC.   Cost and Financing \n \n14.  The total cost of the TA is estimated at $500,000 equivalent, comprising $455,000 in foreign \nexchange and $45,000 equivalent in local currency. The TA will be financed on a grant basis by \nADB’s TA funding program. Appendix 2 gives the details of the TA cost. The members of the \nworking group have so far financed the costs of its preliminary activities, and will continue to \ncontribute to its ongoing operations costs. The chair of the working group (from the Ministry of \nFinance of the Republic of Korea) has engaged two capital market consultants to assist in the \npreliminary  studies,  and  the  Prime  Minister's  Adviser  for  Thailand  has  been  active  in  the \ndiscussions.  The  expenses  of  the  working  group  will  continue  to  be  borne  in  part  by  the \nparticipating countries. \n \nD.   Implementation Arrangements \n \n15.  The TA will be implemented by ADB (in coordination with Southeast Asia Department, \nMekong Department, and Office of Cofinancing). In consultation with the chair of the working group, \nADB will supervise the work of the consultants.  \n \n16.  Under the TA, three international consultants in the fields of financial sector policy, bond \nmarkets, and guarantees, respectively, will be engaged for a total of 10 person-months. The \ninternational consultants will be supported by four domestic consultants from Indonesia, Malaysia, \nPhilippines,  and  Thailand  (8  person-months).  They  will  be  engaged  by  ADB  as  individual \nconsultants following ADB’s Guidelines for the Use of Consulting Services and other arrangements \nsatisfactory to ADB for engaging domestic consultants. The consultants will have demonstrated \nand comprehensive experience related to bond markets and the development of such markets. \nThe bond market specialist will act as the team leader for the study, and will coordinate the \nactivities  of  the  two  other  international  consultants  and  the  four  domestic  consultants,  in \ncoordination  with  ADB  and  the  working  group.  The  outline  terms  of  reference  for  consulting \nservices are presented in Appendix 3.  \n \n17.  The TA will begin in September 2003 and will be completed by the end of April 2004. The \nconsultants will prepare (i) an inception report, within 1 month of the TA’s start; (ii) an interim report, \nafter the completion of the first two components or within 4 months; (iii) a draft final report, within 5 \nmonths; and (iv) a final report on completion of the study. A draft of the interim report will be \ncirculated for comments to the working group members. Upon receipt of the feedback on the draft \nreport on the first two components, a presentation seminar will be arranged for the working group \naround January 2004. A draft final report with all five components will be circulated to the working \ngroup in February for comments. Upon receipt of the feedback, a second seminar will be arranged \nto present the final report to the working group in April 2004. The report will be used for further \ndiscussions and consideration of concrete actions for developing domestic and regional guarantee \nmechanisms to facilitate the accelerated expansion of the bond market in the ASEAN+3 countries. \n \n ", "  5\nIV.  THE PRESIDENT'S DECISION \n \n18.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for the \nASEAN+3 Regional Guarantee Mechanism, and hereby reports this action to the Board. \n ", " 6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/ Targets  Mechanism  and Risks \nGoal        \nEfficient and effective regional and  Increase in volume of  Market  Infrastructure \ndomestic bond market  long-term bonds in  statistics  for domestic \nthe domestic and  and regional \nregional markets  market is \nadequate. \nPurpose       \nUse guarantees to accelerate the  Increased use of  Market  There are no \ndevelopment of domestic and regional  guarantees for local  statistics  regulatory, \nmarkets  and regional bond    legal, and \n  market issuance  financial \nimpediments \nthat cannot be \novercome \nthrough \nstructuring. \nOutputs       \nDetermine the best-practice model for  Comparison with  ASEAN+3  Information on \ndeveloping domestic and regional bond  guarantee  working group  domestic and \nmarkets  mechanisms outside  and ADB  regional \n  the region    guarantee \nSuggest improvements to the existing      mechanisms is \nfacilities by comparison with the best-  available. \npractice model   \n \nSuggest  potential  and  limitations  of       \nexisting  facilities,  considering  the \nregulatory,  legal,  and  market \nimpediments  \n \nInputs       \nInternational  and  domestic  consulting  10 person-months of   \nservices  international and 8 \n  person-months of \n  domestic consulting \nservices \nActivities       \nPresent to working group the analysis of  Jan 2004 \ncurrent and previous guarantee   \nmechanisms   \n   \nPresent to working group the final report  April 2004 \n \n \n \n ", "Appendix 2    7\n \n \nCOST ESTIMATES AND FINANCING PLAN \n($) \n                                   \nForeign  Local  Total \n  Item          Exchange  Currency Cost \nAsian Development Bank (ADB) Financinga \n1.  International and Domestic Consultants \n a.    Remuneration and Per Diem   \n  i.  International Consultantsb  300,000 0 300,000\n  ii.  Domestic Consultantsc  40,000 40,000\n b.   International and Local Traveld  35,000 5,000 40,000\n c.   Miscellaneous Administrative and Support   2,000 0 2,000\n2.  Report Preparation, Production, and Distribution  5,000 0 5,000\n3.  Seminarse    50,000 0 50,000\n4.  Contingencies  63,000 0 63,000\n               Total     455,000 45,000 500,000\na  Financed by ADB’s TA funding program. \nb   Assuming 10 person-months of international consulting services at $30,000 per month. \nc   Assuming 8 person-months of domestic consulting services at $5,000 per month. \nd   Assuming 7 international trips at $5,000 per trip. \ne   Assuming two seminars (Presentation to Working Group) at $25,000 per meeting. \nSource: Asian Development Bank estimates. \n \n ", "8 Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The responsibilities of the consultants are as follows. \n \nA.  International Consultants (10 person-months) \n \n1.  Bond Market Specialist and Team Leader (5 person-months) \n \n2.   The specialist will have had extensive experience in capital markets and capital market \nresearch. The specialist will coordinate with the other consultants to incorporate their views into \nthe requested reports. The specialist will perform the following tasks: \n \n(i)  Identify  the  existing  local  currency  guarantee  available  in  the  region:  local, \n  bilateral, multilateral, or private entities. \n \n(ii)  Analyze the characteristics of the existing guarantees, including business scope, \ncapital  structure,  ownership,  risk  mitigation,  credit  evaluation,  staffing,  and \ngovernment authorization. \n  \n(iii)  Analyze  major  policy,  regulatory,  institutional,  management,  operational,  and \nfinancial factors that impede the effectiveness or use of the existing guarantees.  \n \n(iv)  Examine guarantee schemes that were previously available in the region and \ndetermine  why  they  failed.  The  analysis  will  include  business  scope,  capital \nstructure, ownership, risk mitigation, credit evaluation, staffing, and regulatory \nhurdles. \n \n(v)  Survey the bond markets for current and potential demand from bond investors \nfor guaranteed bonds.   \n \n(vi)   Analyze the bond markets in detail to determine the type of guarantee support \n(credit guarantee, political risk guarantee, swap counterparty guarantee, etc.) \nnecessary  (the  extent  and  quality)  to  increase  the  investment  appetite  for \ndomestic and regional bonds. \n \n(vii)  Determine the best-practice model for domestic and regional guarantee facilities. \nThe  model  will  include  business  scope,  capital  structure,  ownership,  risk \nmitigation, credit evaluation, staffing, and government authorization. \n \n(viii)  Prepare suggestions to improve existing facilities based on the best-practice \nmodel, keeping in mind institution-specific issues. \n \n(ix)  Determine  the  potentials  and  limitations  of  existing  facilities,  considering  the \nimprovements suggested and the time frame for implementation. \n \n2.  Financial Sector Policy Specialist (2.5 person-months) \n \n3.   The specialist will perform the following tasks: \n \n ", "Appendix 3    9\n(i)  From  a  financial  sector  policy  perspective,  analyze  major  policy,  regulatory, \ninstitutional,  management,  operational,  and  financial  factors  that  impede  the \neffectiveness or use of the existing guarantees. \n \n(ii)  From a financial sector policy perspective, review and comment on the best-\npractice model for guarantees. \n \n(iii)  Reflect  the  varying  policy  perspectives  in  the  local  markets  as  well  as  the \nregional market in the suggestions for improving the existing facilities. \n \n(iv)   In terms of financial policy, analyze the potential and limitations of the existing \nfacilities  considering  the  improvements  suggested  and  the  time  frame  for \nimplementation. \n \n3.  Guarantee Specialist (2.5 person-months) \n \n4.   The specialist will carry out the following tasks: \n \n(i)  Analyze  the  currently  available  guarantee  schemes  and  those  that  were \npreviously available in the region. Determine the reasons why the latter schemes \nfailed.  The  analysis  will  include  assessing  the  capital  management,  risk \ndiversification, risk mitigation, credit evaluation, business scope, and staffing. \n \n(ii)  Summarize the structures and merits of applicable guarantee facilities outside of \nIndonesia, Malaysia, Philippines, and Thailand. \n \n(iii)  Suggest a structure for the best-practice model including capital management, \nrisk diversification, risk mitigation, credit evaluation, business scope, and staffing. \n \n(iv)  Review  and  comment  on  the  improvements,  potential,  and  limitations  of the \nexisting facilities. \n \nB.  Domestic Consultants (8 person-months) \n \n1.  Domestic Bond Market and Financial Policy Specialists \n(2 person-months each for consultants in Indonesia, Malaysia, Philippines, and \nThailand, respectively) \n \n5.   The domestic consultants will have had extensive experience in the domestic bond \nmarket, and knowledge of financial sector policy matters. They will assist the international \nconsultants to undertake the following tasks: \n \n(i)  Identify the availability of local currency guarantees for domestic borrowers: local, \n  bilateral, multilateral, or private entities. \n \n(ii)  Summarize the characteristics of the existing guarantees, including business \nscope, capital structure, ownership, risk mitigation, credit evaluation, staffing, and \ngovernment authorization. \n  \n(iii)  Identify  major  policy,  regulatory,  and  domestic  market  practice  factors  that \nimpede the effectiveness or use of the existing guarantees.  \n ", "10 Appendix 3 \n \n(iv)  Identify and examine guarantee schemes that were previously available in the \nregion and determine why they failed. The analysis will include business scope, \ncapital  structure,  ownership,  risk  mitigation,  credit  evaluation,  staffing,  and \nregulatory hurdles. \n \n(v)  Review and comment on suggestions to improve existing facilities based on the \nbest-practice model, keeping in mind institution-specific issues. \n \n(vi)  Review  and  comment  on  potentials  and  limitations  of  existing  facilities, \nconsidering the improvements suggested and the time frame for implementation. \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "Asian Development Bank", "ModDate": "D:20031030150440+08'00'", "CreationDate": "D:20031029193553+08'00'", "Creator": "Acrobat PDFMaker 5.0 for Word", "Title": "ASEAN+3 Regional Guarantee Mechanism"}}