{"path": "data/input/ta/tar-ino-35150.pdf", "pages": ["ASIAN DEVELOPMENT BANK  TAR:INO 35150 \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n (Cofinanced by the Government  of the United Kingdom) \n \nTO THE \n \nREPUBLIC OF INDONESIA \n \nFOR  \n \nSTRENGTHENING CIVIL SOCIETY PARTICIPATION  \n \nIN THE DESIGN, IMPLEMENTATION, AND MONITORING OF  \n \nASIAN DEVELOPMENT BANK PROJECTS \n \n \n \n \n \n \n \n \n \n \nAugust 2003", " \nCURRENCY EQUIVALENTS \n(as of  31 July 2003) \n \nCurrency Unit –  Rupiah (Rp) \nRp1.00 =  $ 0.000111 \n$1.00 =  Rp 8535.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BAPPEDA  –  Regional Development Planning Agency \n  BAPPENAS  –  National Development Planning Agency \n  BPS  –  Central Bureau of Statistics \n  CSO  –  civil society organizations \n  CSP  –  country strategy and program \n  DG-CRE  –  Director General of Community and Rural Empowerment, \nMinistry of Home Affairs \n  EA  –  Executing Agency \n  ICT  –  information and communications technology \n  IRM  –   Indonesia Resident Mission (ADB) \n  JICA  –  Japan International Cooperation Agency \n  MOHA  –  Ministry of Home Affairs \n  NGO  –  non government organizations \n  NGOC    Non Government Organization Center (ADB) \n  PMO  –  Project management office \n  RWG  –  regional working group \n  TA  –  technical assistance \n \n \n \n \n \n \nNOTE \n \n(i)  In this report, \"$\" refers to US dollars.  \n \n \nThis report was prepared by S. Luddin, Indonesia Resident Mission. ", "I.  INTRODUCTION \n1.  In  January  2001,  Indonesia  launched  a  decentralization  program  that  transferred \nsubstantial authority and resources to regional, especially district governments, creating an \nurgent need for regional good governance mechanisms. One important aspect of encouraging \ngood  governance  is  increasing  the  involvement  of  civil  society  in  decision-making  and  in \nmonitoring of public sector activities.  \n \n2.  The  Country  Strategy  and  Program  (CSP)  for  Indonesia  adopted  in  2002,  and  the \npoverty reduction strategy of the Asian Development Bank (ADB) call for closer cooperation \nbetween  civil  society  and  government,  and  improved  transparency  of,  and  participation  in  \ndecision making process in the Government. This is to be achieved within the scope of a \ngeographic focus to ensure maximum use of ADB resources to reduce poverty. Success of the \ngeographic focus will depend on ensuring local good governance practices. Ownership and \ncommitment of regional stakeholders, civil society, and regional governments, which include \nboth provincial and district governments, must be established. Strong, effective civil society \norganizations (CSO), especially non-governmental organizations (NGOs), will be needed for this \npurpose.1 \n \n3.  To  establish  closer  linkages  between  ADB  and  civil  society,  particularly  in  the \ngeographic  focus  areas,  the  CSO  working  group  was  established  at  the  ADB  Indonesia \nResident Mission (IRM) in March 2001.2  In order to deepen the interaction with civil society, an \nadvisory  technical  assistance  (TA)  project–-Strengthening  Civil  Society  Participation  in  the \nDesign, Implementation, and Monitoring of ADB Projects–-was accordingly programmed for \n2002 based on the request of the Government. IRM staff undertook a fact-finding Mission in \nJune-August 2002, consulting with government officials at all levels and a wide spectrum of \nCSOs on the TA design and scope.3 \n \n \nII.  ISSUES \n4.  Indonesia’s  decentralization  process  transfers  responsibility  for  many  areas  of \ndevelopment to regional governments, including education, health, minor infrastructure, and the \nprotection  of  some  environmental  resources.  Potentially  this  process  allows  for  more \nparticipatory approaches in development planning than in the past when decision-making was \nconcentrated at the central government level. CSOs can play an important role in this new \nparadigm as they have been active in communities for decades and have valuable information \nconcerning local development needs and priorities. \n \n5.  For ensuring sustainability and ownership, all projects must involve interaction with a \nbroad range of stakeholders, including regional governments and legislatures, and civil society.  \nSince its establishment in March 2001, the CSO working group has been meeting regularly with \nADB project staff at the Indonesian Resident Mission (IRM) engaged in administering and \nprocessing loans and TAs to review sector or regional issues. This has provided a mechanism \nto take into account the views of civil society at every stage of the project cycle. \n \n                                                 \n1  “Geographic Focus” is explained in the CSP 2003-2005 document (para 50-55). \n2  Supporting this, IRM engaged a full-time NGO-public information officer in May-2002. \n3 The TA was first listed in ADB Business Opportunities in 29 April 2002. The first draft concept paper was discussed \nwith the CSO Working Group for IRM in July 2001. Follow up discussions on the TA were conducted with regional \nCSOs in Bandung in December 2001, in Medan in March 2002, and in Yogyakarta in June 2002.   ", "2   \n6.  Although the CSO working group provides a good avenue for consultation with civil \nsociety, CSO involvement in development activities is generally limited. Lack of access to \ninformation and understanding of external funding agencies’ policies and procedures on the part \nof  CSOs  has  hindered  strengthening  of  cooperation  among  them.  Capacity  weaknesses, \nespecially  affecting  sustainability  of  CSO  activities,  also  hinder  CSO  involvement  in \ndevelopment planning and implementation. Lack of institutional structures to coordinate efforts \nbetween CSOs and government agencies and among CSOs is a further problem. \n \n7.  CSOs in Indonesia address a variety of felt needs.  Some focus more on advocacy of  \nissues  at  a  macro  level  such  as  debt  reduction,  governance,  anti-corruption,  labor  and \nenvironment.    Other  CSOs  work  in  specific  sectors  such  as  education,  health,  and  rural \ndevelopment.  While some are mainly based in Jakarta, others have large networks throughout \nIndonesia.  However, on the whole, while the process of democratization has led to an upsurge \nin the numbers of CSOs and their activities, they are not sufficiently equipped technically and \norganizationally to play a meaningful role in development as yet.  Their capacity building needs \nare numerous.   \n \n8.  ADB’s operations are more directly relevant for CSOs functioning in sectors.   These \nCSOs need to be brought more closely into ADB operations throughout the project cycle.  CSO \ninvolvement in the design, implementation, monitoring, and evaluation of ADB projects can \nensure that these will bring tangible benefits to the intended beneficiaries, which can help \nensure strong local ownership and sustainability. With experience in ADB projects, CSOs can \nalso strengthen their capacity for cooperation in local development and governance. \n \n9.  During ADB’s consultations with regional civil-society representatives, CSOs requested \nthe establishment of regional organizations similar to the Jakarta based CSO working group, \nespecially in the provinces falling within the CSP’s geographic focus. The regional working \ngroups (RWGs) will interact with regional governments on development matters, particularly \nrelating to ADB projects.  Such interaction could involve, for example, participating in project \nrelated discussions, informing the ADB and Government about problems and issues associated \nwith implementation, and in benefit monitoring and evaluation workshops.  Exposure to ADB \nprojects will also help RWGs build capacity in project implementation and administration. When \ngiven training and other capacity-building inputs, some under the TA, RWGs are expected to \nensure that externally funded projects will have positive impacts and involve a wider range of \nstakeholder groups of people in key decision making.  \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The short-term goal of the TA is to develop a mechanism to fully integrate civil-society \nrepresentatives as key regional players and stakeholders in ADB assisted projects. The long-\nterm objective of the TA is to enable CSOs to contribute to participatory development at the \nregional level.  \n ", "      3\nB.  Methodology and Key Activities \n1.  Establishment of CSO Regional Working Groups \n11.  RWGs will act as consultative bodies on general development issues such as poverty \nreduction and regional economic needs, as well as on specific issues related to ADB projects.  \nRWGs are expected to have regular consultations with regional governments and ADB staff \nduring project design and implementation.  RWGs will be kept informed of all ADB activities and \nare expected to provide information and feedback at all stages of the project cycle –- design, \nprocessing and implementation.  RWGs will also coordinate their   members’ activities in these   \nareas. The existing Jakarta-based CSO Working Group will play a major role in establishing and \nsupporting their operations. \n \n12.  Three pilot, provincial RWGs will be established during the TA implementation, initially in \nprovinces where ADB operations will be concentrated,4 where ADB-CSO cooperation already \nexists or where significant numbers of ADB projects are ongoing.5  Interaction of ADB staff with \ncivil society at the regional level is an important element in capacity building for participating \ngroups and will provide valuable inputs for ADB operations.  \n \n13.  The TA will determine the criteria for CSO selection, and modalities of functioning and \ninteraction with ADB staff and regional governments. Some general criteria for CSO selection \nhave been identified during TA processing such as working experience with funding agencies \nand substantial activities in sectors that are the focus of ADB operations in the CSP.  The \npotential for RWGs to coordinate the activities of CSOs will be explored using ADB’s experience \nwith coordination mechanisms in the Japan Fund for Poverty Reduction (JFPR)-9000 INO: \nAssisting Girl Street Children at Risk of Sexual Abuse. This activity supported a coordination \nmechanism among NGOs implementing the project in Yogyakarta, enhancing their ability to \nhelp project beneficiaries.  The TA will advise on the expected financial and capacity building \nneeds, such as training for CSO working groups, and coordinating inputs from ADB and other \nsources. \n \n2.  Capacity Building and Training Activities for Civil Society Organizations \n \n14.  Capacity building activities will be conducted under the TA to improve the ability of CSOs \nto contribute to project design, management, implementation, monitoring and evaluation, and to \nwork closely with regional governments. Some limited training will be provided to CSOs for   \ngeneral  institutional  development  (e.g.  supporting  improved  business  planning,  project \nformulation, and fund raising).  Materials on these topics will be developed in the Indonesian \nlanguage and made available through the IRM web site.  A core set of trainers from civil society \nwill be trained during TA implementation and the learning process will be continued through \ntraining of trainers.  Training will include relevant regional Government staff as resource persons \nand CSO representatives so as to achieve a participatory approach.  \n \n                                                 \n4 The CSP’s geographic focus includes the provinces of West Java, Banten, Central Java, East Java, Yogyakarta, \nSouth Sumatra, North Sumatra, West Nusa Tenggara,  Southeast Sulawesi,  and Lampung. \n5  One RWG will be established in Yogyakarta to build on strong ADB-NGO activities, including the JFPR 9000 – INO: \nAssisting Girl Street Children at Risk of Sexual Abuse. Two other RWGs are proposed to be established in \nBandung, West Java; and Medan, North Sumatra.   Discussions on the TA have already been conducted in these \ntwo provinces with local governments and CSOs. Final selection of RWG location will be completed after \nconsultant selection and further local consultation. ", "4   \n15  The  TA  will  help  maintain  a  regional  CSO  database6,  which  will  build  on  existing \ndatabase  of  Indonesian  CSOs  published  by  other  organizations  including  external  funding \nagencies such as JICA. The TA will identify and help development-oriented CSOs that have \nsector  or  technical  capabilities  and  regional  interests.    The  database  will  be  useful  to \ngovernment agencies, CSOs, and ADB staff, enhancing cooperation and coordination among \nthem.  The TA will explore avenues to ensure that such databases will be maintained, including \nthrough public-private partnerships.  \n \n16.  The TA will also disseminate information on ADB policy, procedures, and operations to \nbuild  civil  society  capacity  to  support  good  governance  in  externally  funded  development \nprojects.  With access to and better understanding of information on ADB policies, procedures, \nand operations, civil society will be able to participate more effectively in ADB operations. Under \nthe TA, simplified information packages will be developed and disseminated through the IRM \nweb site.  \n \n17.    The TA will develop a basic geographic information system (GIS) on ongoing ADB \nprojects in Indonesia and those to be processed to allow regional CSOs become aware of ADB \nprograms in their jurisdictional areas. \n \nD.  Cost and Financing \n18.  The total TA cost is estimated at $375,000 equivalent of which $223,000 is the foreign \nexchange cost and $152,000 is the equivalent local currency cost.  ADB will finance $300,000 to \ncover the entire foreign exchange cost and $77,000 of the local currency cost.  The technical \nassistance will be financed by ADB on a grant basis from the ADB-funded TA program.  The \nGovernment of the United Kingdom’s Department for International Development will provide \n$100,000 in grant financing from the ADB/DFID Partnership for Innovation in Poverty Reduction \nas part of the total ADB financing of the TA.  The Government will bear the balance of $75,000 \nequivalent of the local currency cost by providing office facilities, administrative support, and \nremuneration and per diem of counterpart staff and their local transport. The details are in \nAppendix 2. \n \nE.  Implementation Arrangements \n19.  The Directorate General of Community and Rural Empowerment (DG-CRE), Ministry of \nHome  Affairs  (MOHA)  will  be  the  Executing  Agency  of  the  TA.  DG-CRE  has  very  strong \noperational capacity in the focus provinces and has been running many training programs and \ndeveloping modules related to participatory development in these regions. This can support the \ninformation  dissemination  process  and  capacity-building  activities  designed.    DG-CRE  will \nestablish a project management office (PMO) at least 1 month before the TA commencement \nand  keep  the  office  fully  functional  during  the  TA  implementation.  A  full  time  staff  of  an \nappropriate level will be assigned to head the PMO and will coordinate and supervise the \nconsultant’s  work.    Provincial  government  coordinators  will  be  appointed  to  monitor  TA   \nimplementation in their regions.  \n \n20.  The involvement of both government and civil-society organizations will be crucial for the \nsuccess of the TA. Central PMO staff and the provincial coordinators will work closely with the \nRWGs which are the TA implementing agencies.  Adequate regional government support and \nfacilitation  are  essential  for  the  TA’s  success  which  should  be  secured  by  the  provincial \n                                                 \n6 The database needs to be available in a variety of forms, including CD-ROM and on the Internet.  ", "      5\ngovernment coordinators.  The role of each of the key participants in the implementation of the \nTA  will  be  spelt  out  during  the  regional  consultation  workshops  to  ensure  an  effective \nparticipatory approach is adopted.  \n \n21.  Using the simplified technical proposal, ADB will select and engage a firm or consortium \nof international and domestic consultants in accordance with ADB’s Guidelines on the Use of \nConsultants and other arrangements satisfactory to ADB for engaging domestic consultants.  \nThe  TA  is  estimated  to  require  18  person-months  of  consulting  services  provided  by  one \ninternational consultant and three domestic consultants. The international consultant will be a \nparticipatory development specialist and team leader. The three domestic consultants will be (i) \na  civil  society  development  specialist,  (ii)  information  and  communications  technology   \nspecialist, and (iii) developer of the CSO database. The consultants will be engaged over a \nperiod of seven months, which is also the expected TA duration. The consultants’ terms of \nreference are in Appendix 3.  \n \n22.  At  least  four  regional  consultation  workshops  will  be  conducted  for  the  technical \nassistance to decide: (i) the process to establish the RWGs, (ii) the process to select the \nmembers, and (iii) operational procedures for RWGs.  Subsequent workshops will support \nRWGs  activities  including  (i)  CSO  coordination,  (ii)  capacity-building  exercises,  and  (iii) \nconsultations  on  regional  development  issues  such  as  the  design  and  implementation  of \nexternally funded development projects. The consultants will prepare a brief inception report \nafter the first 3 weeks in the field, an interim report at the end of the fourth month, and a draft \nfinal report at the end of the seventh month of the TA.  \n \nIV.  THE PRESIDENT'S DECISION  \n23.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $100,000 to be \nfinanced on a grant basis by the Government of the United Kingdom, and (ii) ADB providing the \nbalance not exceeding the equivalent of $200,000 on a grant basis, to the Government of \nIndonesia  for  Strengthening  Civil  Society  Participation  in  the  Design,  Implementation  and \nMonitoring of Asian Development Bank Projects, and hereby reports this action to the Board. ", "6   \nAppendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \nDesign Summary  Performance Indicators/  Monitoring   Assumptions    \nTargets  Mechanisms  and Risks \n     \nGoal       \n       \n(cid:131) Promote regional  (cid:131) Achievement of poverty  (cid:131) Reports by regional BPS  (cid:131) Lack of Government \neconomic growth and  reduction and sustainable  on regional economic  support. \npoverty reduction  development.  and poverty indicators   \nthrough good      (cid:131) Insufficient capacity of \ngovernance and  (cid:131) Enhancement of regional  (cid:131) Level of public  regional institutions. \nparticipatory  capacity and institution.  participation in   \ndevelopment planning.    development planning  (cid:131) Weak cooperation \n  (cid:131) Development of an effective  and managing  between governments \ninformation dissemination  development funds.  and CSOs. \nprocess and system to   \nsupport participatory \ndevelopment planning in 12 \nmonths. \nPurpose       \n       \n(cid:131) CSOs becoming active  (cid:131) Four regional consultations  (cid:131) Monitoring reports by  (cid:131) Independence of \nstakeholders in regional  among ADB staff,  consultant teams and  CSOs. \ndevelopment.  government agencies, and  RWGs   \n  CSOs during TA    (cid:131) Different CSO \n(cid:131) Implement ADB Projects  implementation  (cid:131) Internal ADB documents  capacities, \nEfficiently    and reports on Project  orientation, and \n    Performance  clientele.  \n(cid:131) Ensure sustainable  (cid:131) CSOs involved in   \noutcomes of Projects  development decisions,  (cid:131) CSO commitment and \n  including externally funded  willingness to \nprojects.  participate. \n \nOutputs       \n       \n(cid:131) Establishment of RWGs  (cid:131) Three CSO Regional  (cid:131) Regional  CSO  Working  (cid:131) Weak ICT capacity of \n  Working Groups established  Groups  giving  inputs  to  various stakeholders \n(cid:131) ICT-Based Information  and fully operating after TA  ADB operations  in the regions, which \nDissemination  implementation.    could hinder \n    (cid:131) Regular  evaluation  and  information \n(cid:131) Development of  (cid:131) Increasing public awareness  updating of database and  dissemination \nRegional CSO  and understanding of ADB  website  process. \nDatabase  policies and procedures.   \n    (cid:131) Lack of resources \n(cid:131) Development of  (cid:131) Increasing awareness and  within ADB to support \nCapacity-building and  understanding among ADB  sustainability of \nTraining Activities for  staff on role and profile civil  project outputs. \nCSOs  society organizations.  \n   \n  (cid:131) The design of future ADB \n  projects reflects strong \n  regional ownership by \n  addressing regional needs \n  and priorities \nADB = Asian Development Bank,  CSO = civil society organization, ICT = Information and Communications \nTechnology,  and  RWG = Regional Working Group  ", "      7\nAppendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Foreign  Local  Total   \n   Exchange  Currency  Cost   \nA.    Asian Development Bank Financinga       \n \n       1.    Consultants         \n              a.     Remuneration and Per Diem         \n                   i.     International Consultants  120.0 0.0 120.0 \n                   ii.    Domestic Consultants  70.0 0.0 70.0  \n            b.     International and Local Travel  3.0 17.0 20.0 \n            c.     Reports and Communications  0.0 5.0 5.0 \n       2.   Equipment  5.0 5.0 10.0 \n       3.   Training, Seminars, and Conferences   \n             a. Facilitators  0.0 10.0 10.0 \n             b. Training Program  0.0 10.0 10.0 \n             c. Workshops  0.0 20.0 20.0 \n       4.   Translation Services  0.0 5.0 5.0 \n       5.   Miscellaneous Administration and Support Cost  0.0 5.0 5.0 \n       6.   Representative for Contract Negotiations  5.0 0.0 5.0 \n       7.   Contingencies  20.0 0.0 20.0 \nSubtotal (A) 223.0 77.0 300.0 \n   \nB.     Government Financing   \n       1.    Office Accommodation and Transport  0.0 25.0 25.0 \n       2.    Remuneration and Per Diem of Counterpart Staff  0.0 50.0 50.0 \n       3.    Others  0.0 0.0 0.0 \nSubtotal (B) 0.0 75.0 75.0 \n \nTotal 223.0 152.0 375.0 \na Asian Development Bank financing comprises $200,000 from the Technical Assistance Special Fund   \nand $100,000 from the Government of the United Kingdom.  \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "8   \nAppendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA. International Consultant \n1.  Participatory Development Specialist / Team Leader (7 person-months) \nThe team leader will have the following primary tasks:  \n(cid:131) Ensure that the regional working groups (RWGs) are established and well functioning, \nthrough the following \n(i)  consultations with central Government agencies, regional governments, national \nand regional civil society organizations (CSOs), and external funding agencies; \n(ii)  field  visits  and  consultations  with  regional  governments  (administrative  and \nlegislative) and CSOs; and \n(iii)  organization of at least four regional workshops for the following purposes: \no  identify and select core members in each regional CSO working group, \no  identify the key tasks related to ADB operations to be performed by the CSO \nregional working groups, and \no  develop  a support plan for the CSO regional working groups’ ADB-related \nactivities. \n(cid:131) Develop a plan on how to disseminate information on ADB policies, procedures, and \noperations to civil society, through information and communications technology, etc. \n(cid:131) Develop a methodology monitoring and evaluation system for project processing and \nimplementation, and for disseminating these systems to the general public. \n(cid:131) Supervise a needs assessment of regional participating CSOs to understand capacity- \nbuilding  opportunities  to  ensure  sustainability  of  organizational  efforts  in  local \ndevelopment processes. \n(cid:131) Design  a  training  program  module  on  project  management  and  administration, and \ngeneral organization development, along with the module’s implementation strategy. \n \n(cid:131) Organize  one  training  session  on  project  management  and  administration  for  civil- \nsociety core trainers during TA implementation. \n \n(cid:131) Evaluate the Ministry of Home Affairs’ existing modules, training programs, and overall \nactivities related to participatory development, and assess how they can support the \nactivities of the TA, and provide recommendations for improvements. \n \n(cid:131) Conduct  regular  discussions  with  Indonesia  Resident  Mission  and  Non-Government \nOrganization Center (NGOC) staff in ADB headquarters to ensure that all activities under \nthe TA are consistent with ADB’s overall NGO cooperation agenda. \n \n \n \n ", "      9\nB. Domestic Consultants \n1.  Civil Society Development Specialist (7 person-months) \nThe specialist will have the following primary tasks:  \n(cid:131) Identify and select the regional CSOs most relevant for ADB operations, the CSO’s \norganizational  capacity,  and  provide  recommendations  on  how  to  strengthen  them. \nSupport the needs assessment of regional participating CSOs to understand capacity \nbuilding opportunities. \n(cid:131) Develop the criteria to select CSOs most qualified to design, implement and monitor   \nADB projects and ensure that these criteria are widely accepted across a broad range of \nCSOs.  \n(cid:131) Develop comprehensive RWG terms of reference, which should describe the process of \naccountability and ensure their acceptability among CSOs.  \n(cid:131) Prepare an operations paper on one ADB project that is still in the early stages of \nimplementation, and assess and recommend ways that CSOs can help achieve the \nproject’s development objectives.  \n(cid:131) Prepare an operations paper on one ongoing under performing ADB project, assess   \nand recommend ways that CSOs can improve the project’s performance. \n(cid:131) Develop a plan to provide resources (including financial) from internal ADB and external \nsources to maintain the sustainability of the CSO working groups. \n(cid:131) Disseminate to RWGs the most relevant information on ADB experiences in working with \nCSOs in other countries.  \n \n2.  Information and Communications Technology Specialist (2 person-months) \nThe specialist will have the following tasks:  \n(cid:131) Develop a project database in the form of a geographic information system (GIS) for all \nongoing and future ADB projects in Indonesia. \n(cid:131) Develop  and  implement  a  dissemination  plan  for  the  IRM  website  in  the  selected \nprovinces.  \n \n3.  Civil Society Organization Database Developer (2 person-months) \nThe specialist will have the following tasks:  \n(cid:131) Prepare a CSO database in the targeted provinces that are most relevant for ADB or \nother development operations.  Provide contact details and a summary of the CSO’s \npast  project  experience.  Include  national  and  regional  CSOs  that  have  already \ncooperated with ADB. This task will be performed, based on the input and cooperation \nwith the civil-society development specialist. \n(cid:131) Place the CSO database on the IRM web site in coordination with the information and \ncommunications technology specialist and Office of Information System and Technology, \nADB. \n(cid:131) Ensure that the new database is compatible with the central, web-based NGO database \nby NGOC in coordination with the ICT Specialist.  "], "metadata": {"Creator": "R171-03 - Microsoft Word", "CreationDate": "D:20030915094253Z", "Title": "Strengthening Civil Society Participation in the Design, Implementation, and Monitoring of Asian Development Bank Projects", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030916110514+08'00'"}}