{"path": "data/input/ta/tar-reg-38633.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: REG 38633 \n \n \n \nTechnical Assistance for \nImproving Delivery of \nInfrastructure Services \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2005 \n \n \n \n   ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APIRF  –  Asia Pacific Infrastructure Regulatory Forum \n  DMC  –  Developing Member Country \n  JBIC  –  Japan Bank for International Cooperation \n  PARD  –  Pacific Regional Department \n  PDMC  –  Pacific developing member country \n  PLCO  –  Pacific Liaison and Coordination Office \n  PPP  –  private-public partnerships \n  PSD  –  private sector development \n  PSP  –  private sector partnership \n  QBS  –  quality-based selection \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  WB  –  World Bank \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector: Energy; transport and communication; water supply, \nsanitation, and waste management \nSubsectors  –  Energy sector development, multimodal transport and sector \ndevelopment, water supply and sanitation \nThemes  –  Private sector development, sustainable economic growth, regional \ncooperation.  \nSubtheme(s)  –  Public-private partnerships, Fostering physical infrastructure \ndevelopment, Policy/institutional/legal/regulatory reforms \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by N. Convard. \n ", "I.  INTRODUCTION \n1.  This technical assistance (TA) is part of a joint Asian Development Bank (ADB) -World \nBank  (WB)  and  Australian  Agency  for  International  Development  (AusAID)  initiative  to \nsystematically, and coherently, address infrastructure issues in the Pacific region.1 There has \nyet to be a comprehensive document that brings together the issues and spells out the short-, \nmedium-,  and  long-term  infrastructure  needs  and  options  for  Pacific  developing  member \ncountries (PDMCs). This document also needs to identify the requisites in building effective \npartnerships  with  the  private  sector  in  meeting  the  regions  infrastructure  needs,  including \nfinancing, institutional development, and structural changes. In addition, there is no readily \navailable single source data that could provide a baseline for ADB’s progress on the Pacific \nStrategy’s infrastructure key result areas.2 These gaps limit the ability of donors to structure \nsupport more efficiently and develop a cohesive longer-term strategy. More importantly, it also \nlimits the ability to direct an effective results-based strategy.  \n2.  The technical assistance will produce: (i) diagnostic studies that will serve as resource \ndocuments in the first of three workshops for policy makers from participating countries, (ii) a \nstrategy  and  action  plan  for  improving  the  provision  of  infrastructure  services  that  will  be \ndiscussed in the second workshop, (iii) a feasibility study for a regional regulatory and advisory \nunit as part of the strategy and action plan, (iv) a final report on directions and opportunities for \nimproving the delivery and efficiency of infrastructure services to be included as a publication for \nthe Pacific Studies Series. The draft of this final report will be the subject of the last workshop. \n(paras. 16–21). A participatory process has been designed to engender ownership of reforms.  \n \n3.  Donors,  including  ADB,  have  had  substantial  engagement  in  the  Pacific  in  the \ndevelopment and rehabilitation of infrastructure. This support has often been provided on an ad \nhoc  or  opportunistic  basis  without  a  longer-term  focused  strategy.  In  line  with  the  major \nobjectives of the new Pacific Strategy adopted by ADB in 2004, and in agreement with other \ndonors to work more closely together to achieve improved results, this TA is part of an effort to \nfocus donor resources more strategically and create conditions for partnering with the private \nsector where possible. The aim is to explore options and opportunities for improved service \ndelivery and outreach, with greater attention to efficiency and cost recovery in: water, energy, \nroads, marine transport, and telecommunications.3  \n4.  Improved provision, operation, and maintenance of physical infrastructure is a key result \narea within the private sector development (PSD) strategic objective of the Pacific Strategy. \nDialogue and discussion as part of contemporaneous ADB activities, coupled with consultation \nmissions,  staff  discussions,  and  lessons  learned  from  past  infrastructure  support,  have \ncontributed to the development of this TA.4 The TA also incorporates feedback from Pacific \nislands leaders and development partners, information from ongoing TAs for PSD, state-owned \nenterprise (SOE) restructuring, legal and regulatory reform, and the joint ADB-Japan Bank of \n                                                 \n1  It is anticipated that other partners may also join. For example, New Zealand has recently expressed an interest in \nworking in this area.  \n2  The results of ADB. 1999. Technical Assistance Report on Pacific Water and Power. Manila (TA 5883–REG), will \nprovide key inputs to this effort. \n3  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank, 2005–\n2009. Manila. Support for private sector development is also an integral part of ADB’s Poverty Reduction Strategy.  \n4  For example, Review Missions for the Suva-Nausori Water Supply and Sewerage Project (L2055-FIJ);  Technical \nAssistance to Fiji Islands for Capacity Building in Water and Sewerage Services (TA4270-FIJ);  TA Fact-finding for \nproposed Tonga Urban Development Project (May 2005) and Solomon Islands Country Programming Mission \n(May 2005). ", " 2 \nInternational  Cooperation  (JBIC)-WB-Asia  Pacific  Regional  Infrastructure  study.5  The  TA \nconcept paper was approved on 7 April 2005. The design and monitoring framework is in \nAppendix 1.6 \n5.  Given ADB’s experience in the Pacific and expertise in this area, the Pacific Department \nwill take a leadership role in developing strategies that include exploring opportunities for public-\nprivate partnership (PPP), encouraging PSD, and identifying the necessary reform actions. \nOther donor partners will participate and support the RETA activities with additional workshops, \njoint missions, and information gathering and sharing. The focus will be to explore appropriate \nmodalities to finance, manage, and deliver sustainable and efficacious service delivery and to \nbe incorporated into country strategies and programs.  \n6.  All PDMCs have been invited to participate in the TA. Activities will start only after ADB \nhas  received  the  no-objection  letter  from  the  governments.  The  TA  supports  the  Pacific \nStrategy’s move toward identifying solutions involving regional approaches and cooperation \nwhile recognizing and supporting country-specific actions at the national level. \nII.  ISSUES \n7.  The provision of infrastructure services, or even other social services, has generally \nbeen poor in the Pacific region. In many Pacific islands, infrastructure services are expensive, \ninefficient, and unreliable. In many cases they have limited outreach and are restricted to urban \nor peri-urban areas. Swimming Against the Tide (footnote 5) demonstrated that poor delivery of \ninfrastructure services is a key constraint to PSD and thus impacts directly on economic growth. \nIt has contributed to the unsustainably high cost of doing business.7 In this region, the current \nstructure of full public ownership, operation, and management of utilities has left little incentive \nfor efficiency and eliminated the potential for private sector participation (PSP). This crowding \nout of the private sector has also limited the possibilities for innovating and exploring different \nmechanisms for services delivery. The result is that weak incentives to improve the governance \nof public infrastructure have created an inefficient system of service delivery that continues to \ndrain  and  channel  valuable  resources  away  from  other  priority  uses,  such  as  health  and \neducation. With competitive costing and management incentives, infrastructure services could \nbe delivered in a more cost efficient manner. \n8.  Poor delivery of infrastructure services undermines productivity and broader country \ncompetitiveness  and  thus  prospects  for  longer-term  economic  growth.  Sustained  growth \nrequires an environment where electricity, water, and transport services are continuous and \npredictable.  The  erratic  nature  of  infrastructure  services  has  been  a  direct  disincentive  to \nproduce beyond the needs of subsistence consumption. There have been few reasons to \nexplore economically viable options for extending the outreach of infrastructure services.  \n9.  Inefficient systems have remained in place partly because of the prevalent political \neconomy. In some areas, there is a perceived right to free service, particularly in the case of \nwater.  The  requirement  for  equitable  distribution  of  social  services  such  as  water  is  an \nhonorable cultural trait of the Pacific. Governments have long provided basic social services and \nmany feel it is solely the government’s responsibility. There is a reluctance to try unfamiliar \n                                                 \n5  ADB.  2004.  Swimming  Against  the  Tide.  Manila;  country-specific  private  sector  assessments;  and  Pacific \nInfrastructure Review for World Bank, Castilia. 2004-part of the recently concluded Asian Development Bank-\nJapan  Bank  for  International  Cooperation-World  Bank  Study  Connecting  East  Asia;  a  New  Framework  for \nInfrastructure. \n6  The TA first appeared as Partnering to Improve Delivery of Infrastructure Services in ADB Business Opportunities \n(internet edition) on 16 May 2005. \n7  Swimming Against the Tide (footnote 3); World Bank. 2004. Cost of Doing Business. Washington, DC.  \n   ", "  3\nsystems that could be politically unpopular and potentially lead to unaffordable tariffs, disruptive \njob losses, or any nonequitable distribution of benefits, even if the current system has resulted \nin  non-equitable  access.  Governments  do  have  an  important  role  in  ensuring  the  efficient \ndelivery of infrastructure services, though this need not involve the direct provision of such \nservices. \n10.  In some countries, access to reliable infrastructure services in urban areas is poor and \nthe  rural  situation  is  even  more  acute.  Rural  entrepreneurs,  farmers  and  fisherfolk,  suffer \nexpensive, nonexistent, or unreliable power, road access, shipping services, or water services. \nUrbanization is growing rapidly in the Pacific and urban centers are struggling to meet the needs \nof the migrant population from the rural areas. Urban immigration has sometimes resulted in \npoverty and mounting social problems typical of larger urban areas in other parts of the world. \nRural opportunities will not stop migration, but can limit the reasons contributing to migration \ndecisions.  \n11.  While  external  funding  of  infrastructure  has  been  prevalent,  it  has  not  solved  the \nproblem. It may even have contributed to the problem, as readily available grant assistance for \nrehabilitation  or  new  infrastructure  often  results  in  inattention  to  maintenance  and  asset \nmanagement, and a distorted sense of cost recovery. Indeed, it has contributed to a sense of \nentitlement. Where external funds are readily available, there is limited incentive or financial \npressure to fix fundamental financial management issues, leading to shortfalls in maintenance \ncontract protection, and transparent arrangements for ensuring affordable access.  \n12.  These  issues  are  at  the  heart  of  broader  initiatives  in  Asia  such  as  the  recently \ncompleted ADB-JBIC-WB infrastructure report (footnote 5), which provides a good basis for \nexamining these issues in detail and tackling hard questions such as how much it will cost; the \nappropriate regulatory, institutional, and management reforms; and the sequencing of actions. \nAlso, regional forums such as the Asia-Pacific Infrastructure Regulatory Forum (APIRF) that \nwas launched in 2003 and supported by ADB, WB, and the Public-Private Infrastructure Facility, \npromote good regulatory practices by creating a cross-sectoral platform for discussion and \nknowledge  sharing.  The  APIRF  is  in  its  infancy  and  an  interim  secretariat  is  facilitating \nimplementation activities. As the APIRF develops, there should be room for closer collaboration \nand cooperation.8 \n13.  The resources for individual PDMCs to establish independent utility regulation agencies \nare limited, yet the acceptability of a regional approach is understandably sensitive. A regional \nadvisory  agency  may  provide  the  base  for  sharing  information  on  available  options  for \nregulation. Given resource constraints for regional agencies, a regulatory advice center alone \nmay face continuous budgetary challenges and have a too limited scope to be efficient. As other \nareas of service delivery would benefit from information sharing and regional cooperation, the \nregional advisory center could become more effective if it covered a range of issues important \nfor service delivery—from technical support to managerial training—and could undertake some \ncost recovery for its services. This approach can offer more specialized expertise than individual \ngovernments can afford alone, and provide cost-effective opportunities for cross-learning.   \nIII.  THE TECHNICAL ASSISTANCE \n14.  The TA is directly related to two of the three pillars of the Pacific Strategy, namely, \nsupporting a conducive environment for the private sector and enhancing the supply of, and \ndemand for, basic social services. By focusing ADB’s strategy to improve the functioning and \ndelivery of infrastructure services, and identifying specific interventions, the TA will support the \n                                                 \n8  Other regional initiatives such as the Pacific Plan may also provide opportunities for cooperation and collaboration. ", " 4 \ndiscussion of fundamental reforms required for private sector investment, ultimately contributing \nto job creation and growth. Improved efficiency and broader access to infrastructure services in \nrural and urban areas directly increase the potential return on assets as well as access to basic \nsocial services. The TA will promote PPP, regional cooperation, and cost and delivery efficiency \nas key elements of sustainable improvements that are also fundamental aspects of the Pacific \nStrategy. The developed strategies will inform ADB’s assistance to the region and individual \ncountries.  \nA.  Impact and Outcome \n15.  The TA’s intended impact is for broad dissemination and, ultimately buy in, for the \neventual adoption of modalities that support efficient delivery of infrastructure services that \ncontribute to job creation and growth. Its immediate outcome will be to identify the necessary \nreform actions and develop innovative regional and private sector approaches directly impacting \non the management of infrastructure service delivery in PDMCs. The TA will include exploring \nopportunities  for  regional  collaboration  and  PSP.  These  focused  strategies  will  include \nidentification  of  appropriate  modalities  to  finance,  manage,  and  deliver  sustainable  and \nefficacious service, and will be incorporated into country strategies and programs. Outputs that \nwill support the impact and outcome include a diagnostic review of infrastructure delivery issues, \na strategy and action plan for improving service provision with a results-based monitoring \nsystem, a feasibility study for a regional advisory unit, and a final report consolidating the \nfindings, conclusions, and recommendations.  \nB.  Methodology and Key Activities \n16.  The approach and methodology will draw from, and build on, the operational experience \nof  ADB  and  other  funding  partners,  as  well  as  lessons  learned  in  the  field.  The  regional \nworkshop and several individual country workshops will provide essential inputs and checks of \naccuracy, political economy, and recommendation viability in the Pacific regional context. They \nwill also be part of a participatory process to build support and dialogue on reform.  \n17.  The international consultants will bring specialized, global experience and innovative \nideas. Regional and reform experts will ensure adequate understanding of the Pacific situation \nboth technically and politically, including constraints and opportunities. International consultants \nwill  partner  with  reform  champions  and  personnel  involved  with  on-going  infrastructure \nassistance projects of all donor partners. The consultants will conduct site visits and interviews, \nand gather data from governments, utilities, and regional organizations. They will produce inputs \nfor the diagnostic analysis and; in consultation with governments, utility agencies, private sector \nrepresentatives, community members, regional organizations, and donor partners; other reports \nas needed, including the introduction of a results-based monitoring system. The workshops will \nbe a unique opportunity for feedback but also for government counterparts to learn about \ncurrent practices and private sector-based solutions.     \n18.  The diagnostic work will include (i) expansion of the overview initiated in the Pacific \ninfrastructure review9 and examination of economic, financial, institutional, and regulatory reform \nissues in all participating countries, and (ii) a review of available modalities and approaches for \nimproving the delivery of infrastructure services. This includes a discussion of the full range of \noptions  from  corporatization  under  full  government  ownership  to  full  privatization,  or  any \noutsourcing arrangements in-between. \n19.  The feasibility study for a regional advisory agency will examine the potential demand, \nsupport, and economic viability of this type of agency in the Pacific. The agency is intended to \n                                                 \n9  Castilia report, footnote 5. \n   ", "  5\nprovide regional support for SOE reforms, PPP, and TAs for utility regulation. There is a risk \nthat, if the agency is perceived as only a regional regulatory agency, it may limit the appeal and \ndiminish efforts already under way to bring better international practices to the Pacific.   \n20.  A strategy and action plan will follow from the completed diagnostic work, consultations, \nand the feasibility study for the regional advisory agency. The strategy and action plan will \ninclude  (i)  financing  requirements  for  current  and  future  infrastructure  needs,  and  (ii) \nidentification of potential public, private, and public-private financing sources and appropriate \npolicy, regulatory, and institutional tools available to promote PPP. Where PPP would not be \nappropriate, options for improved efficiency in public service delivery would be identified. The \nvalue of including a case study of an individual country will also be considered.    \n21.  A draft final report summarizing the conclusions and recommendations identified will be \npresented  at  the  final  workshop.  This  workshop  will  endorse  and  finalize  the  report \nrecommendations.  It  will  also  provide  a  platform  to  discuss  the  sequencing  of  actions  in \nparticipating countries. The final report will be part of The Pacific Studies series and will be \navailable for discussion with governments and aid partners.  \nC.  Cost and Financing \n22.  The total cost of the TA is estimated at $885,000 equivalent. ADB will finance $800,000 \non a grant basis from ADB’s TA funding program. Participating countries will contribute $85,000 \nequivalent in kind: counterpart staff time, communications, and administrative costs. Appendix 2 \npresents detailed cost estimates and the financing plan. \nD.  Implementation Arrangements \n23.  ADB will be the Executing Agency for the TA and will work with the Ministry of Finance of \nthe respective countries and with relevant utility, infrastructure, and planning agencies. ADB will \nengage a team of consultants (24 person-months international and 3 person-months domestic) \nwith expertise in infrastructure design, management, and planning; financing; PPP; institutional \nreform; utility regulation; and economics to undertake the TA. Individual consultants may be \nengaged for specialist services to support the TA as needed.10 The consultants will be engaged \nas a firm by ADB on a quality-based selection (QBS) basis in accordance with ADB’s Guidelines \non the Use of Consultants. QBS is justified because of complexity and subregional focus of the \nTA as well as the flexibility needed to include individual specialist consultants, as required. \nAppendix 3 gives the outline terms of reference. The TA will be undertaken over a period of \nabout 18 months from September 2005 to March 2007. The TA will procure computer and \nteleconference equipment, which will be turned over to ADB on completion of the TA.   \nTHE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis for \nImproving Delivery of Infrastructure Services, and hereby reports this action to the Board. \n \n                                                 \n10 Such  specialist  areas  may  include,  but  are  not  limited  to,  legal  and  banking,  facilitators,  and  specialized \ninfrastructure technical specialists and may be international or domestic. ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms  \n       \nImpact      Assumptions \nBroad dissemination  Planned or real  Government and private \n•  Developed strategy and \nand eventual adoption  changes in service  sector information on utility \naction plans are \nof modalities that  delivery arrangements   and infrastructure \nincorporated into ADB \nsupport efficient    companies.  \nprograms at the country \ndelivery of  Changed tariff   \nlevel. \ninfrastructure services  mechanisms to reflect  Company annual reports \n•  New modalities are \nthat contribute to job  actual costs   \ntaken up by \ncreation and growth     \ngovernments. \nIncreased service  Regional benchmarking  \n•  Sufficient reforms are \nreliability   \nimplemented to stimulate \n   \nprivate sector interest. \nImproved efficiency as   \n•  PDMC political will is \nmeasured by   \nmaintained. \n•  lower system \n \nlosses \nRisks \n•  decreased staff per \n•  Continued focus on \nconnection ratios \ngrant assistance limits \n•  other indicators as \nthe appeal of \ndeveloped \nimplementing difficult \n \nreforms needed for the \n \nprivate sector to become \n \ninvolved. \n \n       \nOutcome      Assumptions \n     \n•  PDMC commitment to \nFocused strategies for  Strategy and Action  National Development \nthe process remains \ninfrastructure service  Plan endorsed by  Plans \n•  Sufficient data is \ndelivery in participating  regional workshop by   \navailable to focus the \ncountries incorporated  December 2006   \nStrategy and Action Plan \ninto ADB’s CSPs and     \n•  PDMCs are politically \nindividual country  Final paper endorsed  ADB programs \nstrong enough to \nnational development     \nundertake difficult state \nstrategies.     \nowned enterprise (SOE) \n     \nreforms. \nInformation  Dissemination through  Paper published by June \n \ndisseminated beyond  the Pacific Studies  2007 \nRisks \ncountries included in  Series    \nthe TA      •  Regional forums are too \n  divisive and ineffective at \nthe policy level  \n       \nOutputs      Assumptions \n1. Diagnostic analysis  June 2006 delivered at  Consultant reports  •  PDMC participants in \nof service delivery   workshop    workshops \n      knowledgeable and \n2 Feasibility study for a  Feasibility study of  Report review   senior enough to state \nregional advisory unit  regional advisory unit    respective governments’ \n ", "Appendix 1  7 \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms  \n  by September 2006    focus and concerns. \n      •  Contemporaneous \n3. Strategy and action  Regional strategy and  Regional workshops  activities of ADB and aid \nplan for improving the  action plan endorsed by  reports  partners provide \nprovision of  October 2006 and     sufficient data to support \ninfrastructure services  one country-specific    diagnostics and \n  strategy and action plan    recommended reforms \n  by October 2006     \n      Risks \n4. Final paper for  Final report by  Published paper  •  PDMCs are unwilling to \nPacific Studies Series  February 2007    release to the public key \non the status,      benchmarking data. \ndirections, and      •  PDMCs reject diagnostic \nopportunities for    analysis. \nimproving the delivery     \nand efficiency of \ninfrastructure services.  \n   \nActivities with Milestones  Inputs \n1.   Workshops and consultations    \n1.1 TA inception (November 2005)  •  ADB: $800,000 \n1.2 Seminars and workshops in selected countries (throughout TA)  (consulting services, \n1.3 Diagnostic analysis of service delivery workshop (June 2006)  about 27 person-months, \n1.4 Strategy and action Plan workshop including the options for a regional  3 regional workshops \nadvisory unit feasibility (October 2006)  and staff  resources),  \n1.5 Final regional workshop-summarize, discuss and disseminate findings  •  PDMCs: Government \n(February 2007)  personnel participation in \n  workshops and \n2.   Data/information collection, review, and analysis  contribution of data \n2.1  Initial consultations (by November 2005 concurrent with first in country  •  Private sector-\nworkshops  participation in \n2.2  Country visits and individual country reviews (by March 2006)  workshops \n2.3  Review of aid partner project reports and studies and other relevant   \nliterature review (by (April 2006)   \n2.4  Second round of country consultations, as needed) (by April 2006)   \n   \n3.  Reporting and dissemination   \n3.1  Draft of listed documents submitted for comment 45 days before   \nscheduled completion of TA   \n3.2 Comments issued (3 weeks from draft submission)   \n3.3 Revised documents incorporating comments (by dates indicated above) \n3.4  Dissemination of outputs through (i) final workshop, (ii) Pacific Study \nSeries Paper, (iii) uploading to ADB web site. \nADB = Asian Development Bank, CSP =Country Strategy and Program, PDMC = Pacific developing member country, TA \n= technical assistance. \n   \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign   \nItem  Exchange  Cost \nA.  Asian Development Bank Financing (ADB)a    \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International Consultants  470.0  470.0 \n      ii.  Domestic Consultants  12.0  12.0 \n    b.  International and Local Travel  30.0  30.0 \n    c.  Reports and Communications  5.0  5.0 \n  2.  Equipmentb 6.0  6.0 \n  3.  Training, Seminars, and Conferences     \n    Travel, Per Diem, Facilities  175.0  175.0 \n  4.  Surveys  13.0  13.0 \n  5.  Miscellaneous Administration and   4.0  4.0 \n    Support Costs \n  6.  Contingencies  85.0  85.0 \n      Subtotal (A)  800.0  800.0 \n     \nB.  Counterpart Financingc    \n  1.  Office Accommodation and Transport  15.0  15.0 \n  2.  Remuneration and Per Diem of  50.0  50.0 \nCounterpart Staff \n  3.  Communications and Administrative  20.0  20.0 \nExpenses \n      Subtotal (B)  85.0  85.0 \n        Total  885.0  885.0 \na Financed by the ADB’s technical assistance funding program. \nb Equipment include notebook computer, projector, color laser printer, and teleconference equipment and will \nbe turned over to ADB on completion of the TA. \nc  The counterpart contributions will be provided in-kind by participating countries. \nSource: ADB estimates. \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nA.  Introduction \n1.  The principal outcome of the technical assistance (TA) will be focused strategies for \nmanaging infrastructure service delivery in Pacific developing member countries (PDMCs). The \nstrategies include opportunities for public-private partnership (PPP), encourage private sector \ndevelopment (PSD), and identify necessary reform actions. The focused strategies will include \nidentification  of  appropriate  modalities  to  finance,  manage,  and  deliver  sustainable  and \nefficacious  service  delivery  and  will  be  incorporated  into  country  strategies  and  programs. \nOutputs that will support the intended impact and outcome include a comprehensive review of \ninfrastructure delivery issues, diagnostic studies for improving service delivery, strategy and \naction plan for improving the provision of services with a results-based monitoring system, a \nfeasibility  study  for  a  regional  advisory  unit,  and  a  final  report  consolidating  the  findings, \nconclusions  and  recommendations  of  the  individual  studies.  An  international  team  of \nconsultants, recruited as a firm on quality-based selection, will support the Asian Development \nBank’s (ADB) Pacific Liaison and Coordination Office (PLCO) in implementing the TA. The TA \nwill be implemented over a period of 18 months.  \n2.  The consultants will be a team with expertise in infrastructure design, management, and \nplanning; infrastructure financing; PPP, institutional reform; utility regulation; and economics. \nThe team will provide 27 person-months of consulting services: 24 international and 3 domestic. \nThe international experts will be as follows with person-months in parenthesis: economist/utility \ninstitutional  specialist  (11),  PPP/financing  specialist  (6),  utility  regulation  specialist  (4),  and \ninfrastructure planner (3). The firm’s contract will include a provision for regional resource \npersons  that  will  be  identified  and  agreed  upon  by  ADB  and  the  consultants.  Individual \nconsultants  may  be  engaged  for  specialist  services  to  support  the  TA  as  needed.  Such \nspecialist  areas  may  include,  but  are  not  limited  to,  legal,  and  banking  facilitators  and \nspecialized infrastructure technical specialists. The level of inputs from these specialists, if \nneeded, will be initially determined during the inception phase. Domestic consultants will be \nengaged as resource persons through the firm contract or as individuals, depending on the \nneed. \nB.  Terms of Reference \n1.  General \n3.  Consultants will (i) conduct diagnostic studies, (ii) organize and present workshops; (iii) \nconsult  with  regional  governments,  regional  utilities,  private  sector,  regional  organizations, \ncommunity members, and other stakeholders as appropriate; and (iiv)1 prepare technical reports \nand documentation for the TA. In making reviews and diagnostics, the consultants will (i) review \navailable ADB operational reports and the TA study; (ii) identify and review relevant reports of \nregional  organizations;  (iii)  identify  and  review  relevant  operational  reports  and  studies  of \ndevelopment partners, e.g., World Bank (WB), Australian Agency for International Development \n(AusAID), New Zealand Agency for International Development (NZAID); in review industry and \nprofessional literature on the subject for other regions, particularly for comparable countries and \nregions; and (iii) identify and consult with professionals active in the field and with stakeholders \nas indicated above. \n                                                 \n1  It is understood that the consultants have read and understood the TA paper. \n ", "10  Appendix 3     \n2.  Comprehensive Review of Infrastructure Delivery Issues and Opportunities \nand Diagnostic Analysis of Service Delivery \n4.  The consultants will undertake the following: \n(i)  Review  relevant  reports  and  studies  indicated  under  the  general  terms  of \nreference. \n(ii)  Consult  with  regional  governments,  regional  utilities,  private  sector,  regional \norganizations, community members, and other stakeholders as appropriate. \n(iii)  In  consultation  with  ADB  and  PDMCs,  agree  on  infrastructure  sectors  and \ncountries for detailed assessment during the inception phase. \n(iv)  Assess and report the status of infrastructure service provision (institutionally, \nefficiency,  effectiveness,  costs,  access,  and  expectations)  regionally  and  in \ncountries selected for detailed study. \n(v)  Assess  how  infrastructure  will  compete  with  other  sectors  such  as  health \neducation, crime reduction, environmental protection for limited resources; and \nhow infrastructure provision supports improvements in those sectors.  \n(vi)  Identify  measurable  indicators  of  infrastructure  service  delivery  (efficiency, \neffectiveness, cost, level of access, etc.), sources of data for these indicators, \nand develop a system of indicators and a sustainable source or mechanisms for \nlong-term assessment of results in improving infrastructure provision. \n(vii)  Identify approximate financing needs in the short,-medium-, and long term (e.g., \n5 to 15 years outlook) for the selected infrastructure sectors. \n(viii)  Provide  an  inventory  of  the  range  of  available  modalities  for  infrastructure \nfinancing,  potential  partnering  opportunities  to  meet  needs,  and  related \ninstitutional arrangements; assess the relevance of each modality for PDMCs \n(including but not limited to economic, institutional, cultural, social, regulatory, \nfinancial aspects); discuss success or failure of different modalities in PDMCs \nand similar settings (including probing beneath the surface for root causes); and \nmake appropriate specific and general recommendations. \n(ix)  Review and describe issues in urban and rural areas, including linkages between \nthem. \n(x)  Review  best  practices  for  subsidy  and  affordable  access  to  infrastructure \nservices and recommend appropriate systems to implement in PDMCs. \n(xi)  Consolidate findings, conclusions, and recommendations in a final report. \n3.  Feasibility Study for a Regional Advisory Agency \n5.  The consultants will undertake the following: \n(i)  Consult  with  regional  governments  and  utilities  on  the  need  for  a  regional \nadvisory agency and the specific areas of advice suitable for such a regional \nagency. \n(ii)  Identify appropriate “owners” of the proposed agency. \n(iii)  Identify necessary staff and physical office needs. \n(iv)  Estimate the costs, and potential sources of sustainable funding for the proposed \nagency. \n(v)  Identify potential institutional arrangements and location of the proposed agency, \nincluding attachment to an existing organization, if any, and physical location; cite \nthe advantages and disadvantages of various arrangements. \n(vi)  Present the findings, conclusions, and recommendations in reports suitable for \ndiscussion with governments, utilities, and regional organizations. \n(vii)  Assess the economic viability of the proposed agency. \n ", "  Appendix 3  11 \n4.  Strategy  and  Action  Plan  for  Improving  the  Provision  of  Infrastructure \nServices \n6.  The consultants will undertake the following: \n(i)  Based on information and views obtained in the diagnostic studies, make a \ncomprehensive review and feasibility study for a regional advisory agency to \ndevelop a strategy and action plan that will direct ADB assistance in this area for \nthe medium- term. \n(ii)  Identify and agree with ADB on a country for a pilot country-specific strategy and \naction plan for improving the delivery of infrastructure services for the medium \nand long term. \nC.  Reporting Requirements \n7.  Consultants are expected to regularly inform ADB, through the TA project officer, of the \nTA  activities,  consultants’  field  schedule  and  travel,  discussions  with  governments  and \nstakeholders, and results of diagnostic studies. In addition to the major outputs and reports \nlisted in para. 8, consultants are expected to provide updates through brief e-mailed monthly \nreports  (1–2  pages,  bullet-point  or  similar  format)  and  routine  telecommunications  as \nappropriate. Progress reports update and summarize the status of TA implementation and raise \nissues and recommendations for ongoing TA implementation. Technical reports are attached to \nthe progress reports, in draft form as appropriate. Technical reports will also be submitted \nseparately as appropriate and as agreed upon with ADB. \n8.  The required reports include the following: \n  1.  Progress Reports \n(i)  Inception report \n(ii)  Interim report \n(iii)  Draft final report  \n(iv)  Final report (consolidating the findings, conclusions, and recommendations of the \nindividual studies) \n  2.  Technical Reports \n(i)  Briefing papers, as necessary, for dialogue and discussion at workshops for each \nTA study area \n(ii)  Comprehensive regional review of infrastructure delivery: issues, needs, and \nopportunities \n(iii)  Strategy and Action Plan for improving the provision of services (with results-\nbased monitoring system) \n(iv)  Feasibility study for regional advisory unit  \n(v)  Discussion  paper  on  issues  and  opportunities  for  infrastructure  results  for \neconomic growth, suitable for publication in the Pacific Study Series \n "], "metadata": {"ModDate": "D:20050926135732+08'00'", "CreationDate": "D:20050916160417+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "Nancy S. Convard", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "ADB", "SourceModified": "D:20050916080406"}}