{"path": "data/input/ta/tar-oth-35022.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR: OTH 35022 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \nFOR \n \n \nCAPACITY BUILDING FOR RESETTLEMENT RISK MANAGEMENT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2002 ", "ABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  JBIC  –  Japan Bank for International Cooperation \n  LTSF  –  long-term strategic framework \n  PRC  –  People's Republic of China \n  PRS  –  poverty reduction strategy \n  R&R  –  risk and reconstruction \n  RSES  –  Environment and Social Safeguard Division \n  TA  –  technical assistance \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by Susanna Price, Environment and Social Safeguard Division. \n ", "I.  INTRODUCTION \n1.  The 1995  Policy on Involuntary Resettlement of the Asian Development Bank (ADB) \nrequires restoring the income levels and living standards of the affected people. In the case of \ninvoluntarily affected people who may be poor or otherwise vulnerable, the policy requires \nparticular attention to their needs and special measures to improve their status, rather than \nrestoring them to preproject levels of vulnerability. Recent studies have confirmed the need to \nsafeguard displaced people from poverty risks and to maximize positive development outcomes \nfor them. This challenge is complex. It requires risk analysis tools and instruments, which can \nbe applied early during project preparation as a basis for follow-through during implementation.   \n \n2.  This  regional  technical  assistance  (TA)1  will  provide  cross-fertilization  and  lateral \nlearning opportunities for developing and disseminating knowledge products that address the \nmanagement  of  poverty  risk  due  to  involuntary  resettlement.  Executing  and  implementing \nagencies of DMCs, and domestic consultants at the project level may draw on such products for \ndeveloping national  standards and corporate policies to address poverty and other risks of \ninvoluntary displacement. The TA will build on and extend the involuntary resettlement networks \nof government stakeholders and civil society groups which were established in selected DMCs \nwith significant involuntary resettlement under RETAs 57812 and 5935.3 The TA framework is \npresented in Appendix 1. \n \nII.  ISSUES \n3.   The policy on involuntary resettlement is a cornerstone of ADB’s safeguard policies, \nwhich  in  turn  are  linked  to  the  poverty  reduction  strategy  (PRS)  and  long-term  strategic \nframework (LTSF).4 The policy is designed to avoid the risk of impoverishment among those \ndisplaced as a direct result of ADB investment. The policy recognizes that restoring the incomes \nand living standards of the affected people is complex, and requires a development strategy that \nencompasses compensation, resettlement and rehabilitation packages to improve, or at least \nrestore, their social and economic base. For the poor and vulnerable, the policy requires special \nmeasures for improvement. Socially inclusive development, as defined in the PRS, includes \nprotection of the poor and vulnerable from external shocks and offers assistance to individuals, \nhouseholds, and communities to manage impoverishment risks more effectively, to continue \nwith their security of property and tenure rights, and to ensure their economic security.  This \naccords with the policy focus on the needs of the poor and vulnerable, including households \nwith female heads, ethnic minorities, and those without land titles.5 \n \n4.  Economic growth objectives require expanded infrastructure for a growing population. \nPopulation  growth  and  land  scarcity  make  involuntary  resettlement  a  continuous,  albeit \nundesirable, companion of development. Involuntary resettlement impacts vary between project \ntypes and range from minor effects along the margins of narrow alignments or where population \ndensities may be low, to major impacts with significant risks, for example, displacing whole \ncommunities in densely populated areas.  Such risks often include landlessness – particularly \nwhere land is the principal source of income and subsistence.  Other risks can be joblessness, \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 29 August 2002. \n2  ADB. 1998. Technical Assistance for a Review of National Resettlement Policies and Experience with Involuntary \nResettlement Projects, Manila. It included Bangladesh, People’s Republic of China, Indonesia, Nepal, Pakistan, \nPhilippines, and Viet Nam. \n3  ADB. 2000. Technical Assistance for National Resettlement Policy Enhancement and Capacity Building, Manila, for \nfollow-on work in People’s Republic of China, Indonesia, Nepal, Pakistan, and Philippines, and Cambodia. \n4  The primary safeguard policies are on environmental assessment, involuntary resettlement and indigenous \npeoples. See ADB. 1999. Fighting Poverty in Asia and the Pacific: The Poverty Reduction Strategy. Manila; ADB. \n2001. Moving the Poverty Reduction Agenda Forward in Asia and the Pacific: The Long-Term Strategic Framework \nof the Asian Development Bank (2001-2015). \n5  ADB. 1995. Policy on Involuntary Resettlement, para. 34 (vii).  ", "2  \nhomelessness, marginalization from the mainstream social and economic development, food \ninsecurity, increased morbidity, loss of access to common property resources such as grazing, \nfishing or forestland, and community disarticulation as people lose basic social capital, and \nreligious and cultural facilities. The poor, near poor, and otherwise vulnerable are particularly at \nrisk, since they have fewer resources to fall back on, fewer options in the job market and less \nexperience in negotiating for fair compensation.  Women may be particularly disadvantaged in \nresettlement planning and implementation if their use of assets and resources, their roles and \nresponsibilities are not fully recognized.  \n \n5.  A recent evaluation study6 assessed the adequacy and effectiveness of the policy and its \nimplementation.  The  study  found  that  implementing  the  policy  had  significantly  enhanced \npayments for assets lost, housing and income restoration, and improved institutional capacity \nfor resettlement in some executing agencies. It also found enhanced awareness in dealing with \nvulnerable groups, especially the poor and, women. The study found that, in field-based case \nstudies from Bangladesh, Philippines, and Indonesia, the income of about one third of those \naffected  by  ADB  projects  was  not  restored  after  resettlement.  In  many  cases,  social \ninvestigation  during  project  preparation  was  inadequate,  and  incomplete  identification  of \nimpoverishment risks resulted in inadequate restoration of incomes and livelihoods. The study \nrecommended refinements to clarify policy application such as for compensation at replacement \ncost, definition of those directly affected and types of assistance to vulnerable groups, use of \ngender analysis, and more focus on the requirements of improved income restoration. This is \nconsistent  with  the  focus  on  impoverishment  risks  recommended  in  ADB’s  Handbook  on \nResettlement.7 \n \n6.  For  ADB  supported  projects,  the  borrower  or  project  sponsor  is  responsible  for \nresettlement  plan  preparation  and  implementation,  in  close  consultation  with  the  affected \npeople. ADB encourages and assists these agencies to adopt the ADB Resettlement Policy \nprinciples within their own policy, legal, and administrative frameworks. The evaluation study \nfound  that,  while  successful  resettlement  requires  effective  supervision,  financing,  and \nmonitoring of implementation, many executing agencies have weak resettlement planning and \nimplementation capacity.  In addition, effective methods for valuing assets at replacement cost \nand  for  restoring  incomes  and  livelihoods  are  generally  not  well-developed  in  the  macro \nframeworks of DMCs. The need for such methods was identified at a recent Regional Workshop \nat ADB in February 2002,8 and represents an important area for future attention. Even timely \nprovision of compensation at replacement cost might not suffice to restore fully the incomes and \nliving standards for the severely affected, or for the poor, near poor, or vulnerable among the \ndisplaced.   \n \n7.  New models for resettlement risk assessment and management are being developed \nand applied internationally, and will be a starting point for work on developing a range of \npractical tools and methods for risk management. One such model, the risk and reconstruction \n(R&R) model is considered an effective approach to social risk management.9 In focusing at the \n                                                 \n6  ADB. 2000. Special Evaluation Study on the Policy Impact of Involuntary Resettlement. The evaluation covered \neight sample projects in four countries (Bangladesh, People’s Republic of China, Philippines, and Indonesia), and a \ndesk study on managing ADB’s resettlement portfolio.  \n7  ADB. 1998. Handbook on Resettlement:  A Guide to Good Practice. Manila p. 61. \n8  Under RETA 5935 (footnote 5), ADB convened a regional Workshop in Manila at ADB Headquarters in February \n2002 that had presentations from the six participating DMCs, and from three other DMCs, namely, Sri Lanka, Lao \nPeople's Democratic Republic, and Viet Nam where ADB has ongoing country-specific technical assistance on \nnational resettlement policies. The workshop included representatives from Government agencies, civil society, aid \nagencies and multilateral financial institutions, including the World Bank.   \n9  See, for example, Michael M. Cernea. The Risks and Reconstruction Model for Resettling Displaced Populations, \nin World Development, 25 (10) 1997; L. K. Mahapatra.1999. Resettlement, Impoverishment and Reconstruction in \nIndia,  New  Delhi,  Vikas,  in  particular,  see  2000.Risks  and  Reconstruction.  Experiences  of  Resettlers  and \nRefugees. eds. M. M. Cernea and C. McDowell, The World Bank: Washington DC. \n ", "  3\noutset on the poverty risks, moving risk discovery upstream in project preparation, the R&R \nmodel facilitates early consideration of trade-offs for risk reduction and management actions. \nThe R&R model performs two basic functions:  (i) a diagnostic and predictive function, to \nanticipate risks in resettlement, assess their nature and their expected intensity; and (ii) a \nproblem resolution and planning function, to guide the incorporation of measures matching each \nidentified risk, for both prevention and management. \n \n8.  In synthesizing results of past processes, applying the R&R model can save time and \neffort in feasibility work.  It involves preparation of a matrix of basic risks that (i) ensures that no \nmajor risk to affected people is overlooked in feasibility analysis; (ii) organizes data collection \nand structures the thinking process for project design along pre-identified variables that form a \nbasis for subsequent management and monitoring; and (iii) allows planners to distinguish the \ndifferent intensity of each risk rather than treating all risks uniformly. \n \n9.  Risk models offer a potential starting point for developing new instruments to implement \nthe ADB resettlement policy more effectively, particularly for rehabilitation, as called for in the \nrecent evaluation study. While ADB has undertaken two resettlement-related TAs so far, they \nfocused on examining the macro frameworks for involuntary resettlement, proposing a range of \nmeasures for further refining and enhancing such frameworks, including measures for effective \nlivelihood rehabilitation. Several follow-on, country-specific TAs are providing the enhanced \nresources that are more commensurate with the requirements for comprehensive development \nof national standards and their implementation.10 By contrast, this TA focuses specifically on \ngenerating those instruments that are needed to address risk management, asset valuation, and \nlivelihood  rehabilitation,  where  there  are  special  challenges  in  policy  implementation.  The \nresults  will  enable  ADB  to  provide  the  best  possible  up-to-date  advice  on  methods  and \napproaches to meet the policy objectives, whether at the project or policy level.  In this sense \nthe TA complements, but does not duplicate, work already undertaken in the two TAs and in \nseveral country-specific TAs, for example, the TA on social assessments.11   \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The TA supports ADB's regional poverty reduction strategy by addressing poverty risks \nin displacement. It also supports a key ADB safeguard policy on involuntary resettlement by \ndeveloping instruments for resettlement risk management. Taking advantage of the regional \nframework that presents a cost-effective means of assisting individual countries jointly through \nopportunities for lateral learning, review, and dissemination of findings, the TA will complement \ncountry-specific initiatives and provide a wider range of approaches for use at the country level.    \n \n11.  The longer term TA goal is to develop instruments that will help minimize poverty risks \nfor  people  dispossessed  of  assets,  incomes,  and  resources  under  ADB-financed  projects \nthrough a regional framework. The immediate objective is to develop, refine, test and prepare \nfor  publication  knowledge  products  with  a  project-specific  focus  on  risk  management.  By \n                                                 \n10 See, for example, VIE-TA 3727 entitled Resettlement Policy Enhancement and Capacity Building, for $310,000, \nthat was approved on 24 September 2001; TA 3792-SRI: Capacity Building for the National Policy on Involuntary \nResettlement for $150,000 approved on 11 December 2001; and a proposed SSTA in BAN Enhancing Capacity of \nInfrastructure Agencies in Management of Involuntary Resettlement.  \n11 TA 3441-PRC: Capacity Building for Social Assessments,  for $781,400, approved on 18 May 2000. State \nDevelopment Planning Commission (SDPC) has now approved the issuance of the publication Guidelines for \nFeasibility Studies of Investment Projects  (March 2002), which incorporates social assessments into feasibility \nstudies for investment projects. This includes a requirement for social risk analysis that would provide a framework \nfor further work in this area.  Similarly, TA 3365-IND Capacity Building for Social Development was approved for \n$800,000 on 23 December 1999.  \n \n   ", "4  \nfostering collaborative links, the TA will build on efforts to address these issues, extend the \nimpact, find new channels for disseminating knowledge products and avoid any duplication with \nother  multilateral  development  banks,  development  agencies  and  bilateral  sources,  and \nresearch organizations. The work will help create awareness among DMCs’ executing and \nimplementing agencies, domestic consultants, and civil society groups to address poverty and \nother risks of involuntary displacement, focusing particularly on restoration of income, living \nstandards, and social capital.   \n \nB.  Methodology and Key Activities \n12.  The TA will provide a range of models, knowledge products and methods that can \naddress  poverty  risks  in  involuntary  resettlement  that  emerge  in  project  processing  or \nimplementation. Initially focusing on developing methods for valuing assets at replacement cost \nand on refining the R&R model, the TA will develop a range of practical methods and tools for \nrisk identification, analysis, and management to restore and enhance income and social capital, \nwith associated strategies for focused, gender-sensitive consultation with affected people. The \nproducts will be tested and refined through selected case studies and workshops. The TA will \nhave these outputs:  \n \n(i)  For  each  focal  country,  a  database  of  in-country  researchers,  civil  society \nrepresentatives, and government agency staff that have a particular interest in or \nexpertise in resettlement risk management, with any need for capacity building;  \n(ii)  For each focal country, a country report that sets out issues and options for \nresettlement risk management, both countrywide and in critical sectors and for \ncritical projects with significant or sensitive resettlement;  \n(iii)  A range of models, and methods and tools developed and refined, through \nproject and empirical testing as necessary that can be mobilized to address risks \nthat emerge in project processing or implementation. These will form the basis \nfor publishable knowledge products that help identify resettlement risks and \nmanage them through enhanced opportunities that can be applied during project \npreparation and implementation. They include a refined operational model for \ninvoluntary  resettlement  risk  and  reconstruction  to  apply  during  project \npreparation and implementation; methods for valuating assets at replacement \ncost and restoring income and living standards; strategies for restoring of social \ncapital;  and  gender-sensitive  strategies  for  consultation  strategies  on \ncompensation and rehabilitation options, presented in publishable form; and \n(iv)  Where appropriate, recommendations on the application of specific instruments \nfor  resettlement  risk  management  and  asset  valuation  in  national  policy \nframeworks and corporate policies and procedures on involuntary resettlement. \n \n13.  Projects with especially complex or sensitive involuntary resettlement will be targeted for \nparticular attention, providing immediate practical tools and methods for addressing risks as well \nas longer-term capacity building for the relevant implementing agencies and project sponsors. \nThe focus will initially be on ADB case studies, with emphasis on cases that provide practical \noutcomes for projects with a potentially high level of risk. \n \n14.  At the level of national standards, the TA will recommend, where appropriate, the \napplication of TA instruments for draft national policy and legal documents and private sector \ncorporate  policies  on  resettlement  that  address  resettlement  risk  management  and  asset \nvaluation at replacement cost.  Such work will complement, but not replace, any substantial \ncountry-specific initiatives to approve national standards on involuntary resettlement and build \ncapacity to implement them.  \n \n ", "  5\n15.  The DMCs participating in the TA activities will have demonstrated commitment to \napplying risk management methods in order to strengthen the country’s resettlement capacities. \nIn particular, countries that have participated in previous resettlement TAs will be invited to \nparticipate in this TA. It is expected that risk management models will be tested in five DMCs, to \nbe selected on the basis of country-level commitment and experience. \n \nC.  Cost and Financing  \n16.  The total cost of the TA is estimated at $500,000 equivalent, to be financed on a grant \nbasis from the Japan Special Fund, funded by the Government of Japan. Appendix 2 provides \ndetailed cost estimates. \n \nD.  Implementation Arrangements \n17.  The TA will be implemented over 18 months, starting on 1 March 2003 and ending on 30 \nAugust 2004.  ADB will be the Executing Agency, working together with a focal group of \nresearchers, civil society representatives, and government agencies in each country. In ADB, \nthe Environment and Social Safeguard Division (RSES) will take the lead in coordinating \nbetween countries and other development agencies, in collaboration with the members of the \nADB Resettlement Network who will help identify operational requirements and approaches, \npotential case studies, and in-country and regional workshop participants.  \n \n18.  The TA will build on and extend resettlement networks established in several DMCs \nunder RETAs 5781 and 5935. The TA consultant team will contact the focal agencies and \nrelated TA implementing agencies, and select a focal agency for each of the participating DMC. \nOperational materials will be distributed to DMC participants through workshops and other \nchannels. The TA final report will compile the refined models, methods, tools, and case studies \nfor direct application in future ADB and DMC projects. It will present the materials in form for \ndissemination as ADB publications, by ADB’s resettlement specialists through the Resettlement \nNetwork and on ADB’s resettlement web site.    \n \n19.  Consultant inputs will comprise 8 person-months international and 20 person-months \nfrom domestic consultants in the participating countries. All consultants will have experience in \nresettlement risk management and resettlement planning. The lead international consultant will \nbe responsible for organizing the work, supervising the domestic consultants and the national \nworkshops,  helping  ADB  prepare  the  regional  workshop,  and  producing  the  reports.  An \ninception report after 2 months will set out the work plan. Progress  reports to be submitted \nquarterly will contain regular workshop and research reports, together with the forward program \nfor the next quarter. A draft overview synthesis volume will be submitted after 17 months, and a \nfinal report at the end of month 18. For each focal country, a deputy team leader will be \nappointed from among the domestic consultants. ADB will engage individual consultants in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nacceptable to ADB for engaging domestic consultants. The outline terms of reference are in \nAppendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis, for \nCapacity Building for Resettlement Risk Management, and hereby reports this action to the \nBoard. \n   ", "6 Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Targets  Monitoring  Risks and \nMechanisms  Assumptions \nGoal       \n       \nContribute to reducing the risk of  Refined instruments for identifying  Review of TA  Policy/legal \nimpoverishment arising from involuntary  impoverishment risks and to manage  products and reports,  frameworks \nresettlement through instruments for risk  them through developmental strategies in  especially publications  complement and \nmanagement and enhanced development  five focal DMCs   and workshop reports  support project \nopportunities for people affected       initiatives. \n     \n  Development \n  planners will review \nand adopt the \ninstruments \ndeveloped.  \n \nPurpose       \n       \nDevelop risk management instruments for  Instruments that show the potential, after  Review of TA  Policy/legal \ninvoluntary resettlement that will help to  compensation and rehabilitation for  products especially  frameworks \nidentify, restore, and, where appropriate,  (i)  income levels to meet or exceed  publications  complement and \nenhance incomes and living standards of  preproject   support project \naffected people   (ii)  for the poor, incomes to exceed  initiatives.  \n  preproject levels \n  (iii)  access to services to meet or exceed \n  preproject levels; and \n(iv) access to community networks to \nmeet or exceed preproject levels.  \n \nOutputs       \n       \nFor each focal DMC, a database of in- Reference data bank, network and data  RETA inception,   \ncountry researchers, civil society  bank of specialists;   quarterly, and final   \nrepresentatives, and government agency    reports    \nstaff that have a particular interest in       \nand/or expertise in resettlement risk    5 country reports   \nmanagement; with identified needs for       \ncapacity building       \n        \nFor each focal country, a country report  Country reports on  5 country reports  Sufficient country \nthat sets out issues and options, both  (i)  major risk mitigation and    data can be \ncountrywide and in critical sectors and for  rehabilitation issues by country,  Draft documents for  obtained; data on \nproject types, with significant and/or  sector, and project type  presentation at  sectors and project \nsensitive resettlement  (ii)  options to address these issues; and  workshops  types can be \n    (iii) recommendations for ADB to assist    obtained.  \n  in addressing these issues.     \n       \nA range of models, methods, and tools— Publishable documents on   Publishable  Case studies can \ndeveloped and refined through project or  (i)  gender-sensitive, refined operational  manuscripts   be identified and \nempirical testing—that can be used to  models that deal with involuntary    utilized for testing. \naddress risks in project processing or  resettlement risks and reconstruction     \nimplementation. These are to be reflected  which could apply during project     \nin publishable knowledge products that  preparation and implementation     \ncontribute to identifying and managing  (ii)  methods for asset valuation at     \nresettlement risks.  replacement cost and the restoration     \n  of income and living standards     \n  (iii)  strategies for restoration of social     \n  capital; and     \n  (iv) gender-sensitive consultation on     \n  compensation and rehabilitation     \n  options, presented in publishable     \n  form.     \n       \n ", "Appendix 1  7\nDesign Summary  Targets  Monitoring  Risks and \nMechanisms  Assumptions \n       \nRecommendations on the application of  Section on policy application to national  Draft documents for   \nspecific instruments for resettlement risk  standards included in the country reports  presentation at   \nmanagement and asset valuation that  for five focal countries  workshops \ncontribute to national policy frameworks   \nand corporate policies and procedures on  Publishable \ninvoluntary resettlement.  manuscripts \n \nActivities       \n       \nSelect focal agencies;    Inception report  Cooperation in \n      conducting the TA \nCollect data on key country stakeholders;  5 focal country databases  Regular quarterly  and “ownership” of \n    progress reports; draft  the process by key \nPrepare inception reports;    final and final report  stakeholders in \n      each focal DMC. \nReview country data on involuntary  5 focal country databases   \nresettlement research;   \n   \nReview sector and project type data for  5 country analyses \neach country to identify critical gaps, risks,   \nand options for research;   \n   \nIdentify affected people at risk;   \n   \nIdentify policy, resource, and other   \nconstraints;    \n   \nPrepare research plan for each focal  Research plans and reports included in \ncountry, through consultation;  quarterly reports \n   \nConduct research;   \n   \nPrepare findings;   \n   \nArrange workshops to present and review  Workshop reports \nfindings;   \n   \nRefine materials for publication;  Draft and final reports for publication \n   \nIdentify areas for ADB assistance in further   \naddressing the issues; and   \n   \nPrepare final TA reports.  Draft final and final reports \n \n \nInputs       \n     \nDomestic and international consultants  Consulting services: 8 person-months  TA progress reports \n  international and 20 domestic    \n     \nFunds  $500,000  Project accounts \n \n   \n \n \n   ", "8 Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n \n($) \n \n   \nItem  Costa \n   \n  A.  Consultants   \n    1.  Remuneration and Per Diem   \n      a.  International Consultant  188,000 \n      b.  Domestic Consultants  70,000 \n    2.  International and Local Travel  47,000 \n   \n  B.  Workshops   \n1.  Meetings   60,000 \n2.  Social Survey Work  20,000 \n3.  Workshops  25,000 \n \n  C. Publications (including editing and translation)  12,000 \n   \n  D.  Communications  2,000 \n   \n  E.  Miscellaneous Administration and   21,191 \n    Support Costs \n   \n  F.  Contingencies  54,809 \n   \n        Total  500,000 \na Financed by the Japan Special Fund, funded by the Government of Japan. \n \nSource: Asian Development Bank estimates.\n \n \n ", "Appendix 3  9\n \n \nOUTLINE TERMS OF REFERENCE \n \n1.  The Asian Development Bank (ADB) will recruit one lead international consultant together \nwith specialist international consultants, and domestic consultants from participating DMCs. All \nconsultants will have experience in resettlement planning and implementation, preferably with \nrespect to poverty risk mitigation and risk management in ADB’s region. The lead international \nconsultant will have background and experience in coordinating large studies. All international \nconsultants must have good analytical and writing skills and experience in workshop facilitation.  \n \n2.  The domestic consultants will have significant experience in social research, together with \nrelevant  tertiary  level  academic  qualifications  and  experience  in  resettlement  planning  and \nimplementation. They will be selected for their expertise in one or more of the following areas as \nappropriate to the country context: legal issues on land ownership and use, compensation and \nresettlement,  asset  valuations,  institutional  assessment,  livelihood  strategies,  gender  in \nresettlement, impoverishment risks, and participation strategies. \n \nA.  Lead Consultant \n3.  The lead international consultant (5 person-months) will have the following responsibilities: \n \n(i)  Take overall responsibility for coordinating the (TA), for producing the reports and \naccounts, and for regularly reporting the progress to ADB. Assist in selecting \nfocal agencies in each participating DMC. He/she will prepare the Inception \nReport and will set out the overall strategy and proposed work plan in greater \ndetail; thereafter submit to ADB quarterly progress reports that will include a \nreport on the activities and outcomes for the previous quarter, plus forward work \nplans for the next quarter; the draft final report after 17 months; and the final \nreport after 18 months. \n(ii)  Take overall responsibility for preparing 5 focal country reports with the following \ninformation: (a) data on key country stakeholders; (b) review of country data on \ninvoluntary resettlement as applicable to risk management; (c) data on sectors \nand project types to  identify critical gaps, risks and options for research; (d) \nidentification of poverty parameters, causes and people at risk; (e) identification \nof resource, policy, gender-specific and other constraints; (f) possible solutions; \n(g) research plan for each focal country; (h) research reports and findings; (i) \nworkshop plans; (j) plans for disseminating findings. \n(iii)  Take responsibility for coordinating the workshops, conducting research work \nand supervising domestic consultants, including appointing a deputy team leader \nin each country from among the domestic consultants.  \n(iv)  Recruit an administrative assistant to provide support services. \n(v)  Provide specialist advice on resettlement risk mitigation strategies.  \n(vi)  Prepare  short  terms  of  reference  (TOR)  for  each  specialist  international \nconsultant assignment for prior approval by ADB; advise on recruitment; advise \non specific contracting and reporting requirements; and coordinate their work \nprograms, so as to maximize benefits and impact.  \n(vii)  Liaise with key agencies in each participating DMC with interest in involuntary \nresettlement to identify and select a focal group of researchers, civil society \nrepresentatives, public and private sector agencies for each country that will help \nplan and implement the TA activities.   \n(viii)  Liaise  with  representatives  of  other  multilateral  development  banks  and  aid \nagencies to seek opportunities for collaboration in operational research, case \nstudies, workshops and joint programming. \n \n   ", "10 Appendix 3 \n \n \n(ix)  Take overall responsibility for producing the TA outputs, including the following:  \n \n(a)  for each focal country, a reference database and network data bank of in-\ncountry  researchers,  civil  society  representatives,  and  government \nagency staff that have a particular interest in or expertise in resettlement \nrisk mitigation, together with any needs for capacity building; \n(b)  for each focal country, a country report that sets out issues and options, \nin  critical  sectors  and  for  project  types  with  significant  or  sensitive \nresettlement as in point (ii);  \n(c)  improved  operational  model  for  involuntary  resettlement  risk  and \nreconstruction to apply during project preparation and implementation, in \npublishable form that takes account of poverty and gender analysis;  \n(d)  practical methods for valuating assets at replacement cost and restoring \nincome and living standards that take account of poverty and gender \nanalysis; \n(e)  practical  strategies  for  restoring  social  capital,  and  gender-sensitive \nconsultation on compensation and rehabilitation options;  \n(f)  good-practice case studies by region, country or sector; \n(g)  thematic workshop reports, on risk management strategies;  \n(h)  materials applicable to national policy standards, presented in publishable \nform; and \n(i)  materials applicable to private sector corporate policies and procedures in \nthe context of socially responsible development.  \n \nB.  International Specialists \n4.  International specialists (3 months) will support operational research and teaching, and \nworkshops to provide specialist input and technical advice as necessary.  The specialists will be \nselected by the lead ni ternational specialist, and contracted individually by ADB to provide \nspecific  support  services.    Each  specialist  will  prepare  a  final  report,  which  sets  out  the \nachievement  of  the  tasks  in  relation  to  the  original  short  terms  of  reference,  and  which \naccompanies his/her paper or technical report.  The tasks are: \n \n(i)  prepare  a  publication  on  risk  and  reconstruction,  and  risk  management \nstrategies;  \n(ii)  prepare specialist papers on asset valuation methods at replacement cost and \nmethods for restoring incomes and living standards to their preproject level; and \n(iii)  prepare a paper on applying risk management strategies to assess the impact of \nlarge-scale infrastructure investments in isolated areas. \n \nC.  Domestic Consultants \n \n5.  ADB will engage  domestic consultants who will carry out their assignments under the \ngeneral supervision of the lead international consultant. Each domestic consultant will have an \nindividual mini-TOR that will cover the following general areas and each will report on the \nachievement of the TA objectives and work program at the end of the assignment. The tasks of \nthe domestic consultants are as follows: \n \n(i)  In each selected country, help identify public and private sector agencies and \ncivil  society  groups  and  create  a  databank  of  researchers,  civil  society \nrepresentatives, and government agency staff who are interested in or have \nexpertise on resettlement risk mitigation or both; \n \n ", "Appendix 3  11\n \n(ii)  Help identify key persons to take part in the TA focal working group;  \n(iii)  Help identify reference material for the database; help assess national, sector \nand  project-specific  issues  relating  to  resettlement  risk  mitigation;  and  help \nidentify  affected  people  at-risk;  and  resource,  policy,  and  gender  specific \nconstraints; \n(iv)  Liaise with members of the TA group and coordinate with them and the lead \ninternational consultant on the necessary steps to achieve the TA targets and \noutputs;  \n(v)  Conduct gender-sensitive consultations with key stakeholders in the government; \ndevelopment  organizations,  and  civil  society,  including  the  private  sector, \ncommunities, people affected by past resettlement, poor and vulnerable groups, \nand nongovernment organizations; \n(vi)  Advise on country-specific operational issues in managing resettlement risks, \nvaluating assets, and restoring living standards and income; \n(vii)  In collaboration with the lead international consultant and other specialists help \ndevelop and implement specific operational research activities;  \n(viii)  Coordinate in-country workshops, workshop evaluations, and reports. Prepare \nworkshop reports, summarizing key findings and recommendations to enhance \nresettlement policies, foster good practice, and build implementation capacity; \n(ix)  Advise  on  follow-on  capacity-building  efforts,  and  on  disseminating  the  TA \noutputs, and identifying additional research requirements;  \n(x)  Advise on applying the TA work to national policy standards on involuntary \nresettlement; \n(xi)  Advise on applying the TA work to private sector and corporate involuntary \nresettlement policies and procedures;  \n(xii)  Prepare country-specific training materials and operational guidelines as required \nand translate into the official language; and \n(xiii)  Prepare  inputs  for  the  following  reports  as  requested  by  the  team  leader, \ninception report, country reports, quarterly progress reports, workshop report, \ndraft final and final reports. \n \n \n \n \n \n \n \n \n \n \n   "], "metadata": {"CreationDate": "D:20030204113729", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030212132650+08'00'"}}