{"path": "data/input/ta/tar-ban-36268.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: BAN 36268 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO THE \n \n \nPEOPLE'S REPUBLIC OF BANGLADESH \n \n \nFOR \n \n \nPROMOTING PRIVATE SECTOR PARTICIPATION IN THE ENERGY SECTOR  \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004\n ", " \n \nCURRENCY EQUIVALENTS \n(as of 30 November 2004) \n \nCurrency Unit  –  taka (Tk) \nTk1.00  =  $0.0167 \n$1.00  =  Tk60.05 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCIC  –  Bangladesh Chemical Industries Corporation \n  EA  –  executing agency \n  ERC  –  Energy Regulatory Commission \n  GTCL  –  Gas Transmission Company Limited \n  MPEMR  –  Ministry of Power, Energy, and Mineral Resources \n  PGCB  –  Power Grid Company of Bangladesh \n  PSRB  –  Power Sector Reforms in Bangladesh \n  RPGCL  –  Rupantarita Prakritik Gas Company Limited \n  TA  –  technical assistance \n  USAID  –  United States Agency for International Development \n \n \nTA CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nTheme  –  Private-sector development \nSubtheme  –  Public-private partnerships \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. “FY” \nbefore a calendar year denotes the year in which the fiscal year ends; e.g., \nFY2003 ends on 30 June 2003. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \nThis report was prepared by N. Tas-Anvaripour. \n ", " \nI.  INTRODUCTION \n1.  During the Country Program Confirmation Mission between 2 to 22 November 2003, the \nGovernment of Bangladesh (the Government) renewed its request that the Asian Development \nBank (ADB) provide assistance1 for enhancing private-sector participation in its gas sector to \nsupport sustainable development. ADB conducted a fact-finding mission from 7 to 15 July 2004.  \nA consultation mission2 (the Mission) visited Bangladesh from 4 to 10 November 2004 to finalize \nand reach an understanding with the Government on the objective, scope, cost estimates, \nfinancing, implementing arrangements, and the consultants’ terms of reference of the proposed \ntechnical assistance (TA). The TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  Natural gas accounts for almost 70% of commercial energy and also provides the source \nfor about 90% of electricity generation in Bangladesh. Although Bangladesh has been producing \nnatural gas for more than three decades, its major fields are underdeveloped and have not been \nproperly delineated because  public resources cannot provide adequate support for essential \ninvestments.  Gas  sector  performance  has  fallen  short  of  its  potential  because  of  limited \nextraction and domestic use. The sector’s operational performance has been affected by high \nsystem losses and, to some extent, by infrastructure constraints. Gas system losses were 6.3% \nof total production in FY2003, compared with 5.3% in the early 1990s. Bangladesh’s natural gas \nis also under priced in relation to the long-term marginal cost. This leads to a high opportunity \ncost in terms of foregone resources that could have been mobilized to support investment within \nand outside the sector. As a result, constrained gas production causes supply shortages and \ndisrupts activities in power generation and industrial production. \n \n3.  Regulatory  Framework.  There  are  several  major  players  in  the  gas  sector  with \noverlapping and conflicting responsibilities.  The Energy and Mineral Resources Division of \nMinistry of Power, Energy and Mineral Resources (MPEMR) has overall responsibility for the \ncountry’s energy sector, with policy formulation, regulation, and investment decisions under its \ncontrol. Petrobangla, a statutory body, also plays a dominant role in policy formulation and \nenforcement  of  production-sharing  contracts  (PSCs)  with  international  oil  companies. \nPetrobangla  is  the  business  partner,  purchaser  of  gas,  and  enforcer  of  the  PSCs.  A \nhydrocarbon unit has been established at Petrobangla to assume regulatory functions for \nupstream activities, but its responsibilities remained limited to some technical issues. The \nEnergy Regulatory Commission (ERC) was created in 2003 to oversee the energy and power \nsectors, in accordance with ERC Act 2003, government policies, and other laws. Nevertheless, \nthe  government  plans  to  continue  regulating  upstream  activities  in  the  gas  sector  and \ntransferring regulation of downstream activities to ERC.  In order to encourage private-sector \nparticipation in the gas sector, a regulatory framework that provides comfort in terms of pricing \nand services provided is critical. This could be ensured through an independent regulatory \ncommission  with  appropriate  staff  and  explicit  power.  It  is  also  essential  to  separate  the \nGovernment’s policy and regulatory functions, and to remove any policymaking tasks from \nstate-owned enterprises. \n \n                                                 \n1  The technical assistance (TA) was included in the Asian Development Bank’s (ADB) country strategy program of \nBangladesh for 2004–2007. The TA first appeared in ADB Business Opportunities (Internet edition) on 2 July 2004. \n2 The Mission comprised Neside Tas Anvaripour, Senior Energy Specialist (Finance), team leader, Energy Division, \nSouth Asia Department (SAEN); P. Abeygunawardena, Principal Project Economist, SAEN; and Shamsuddin \nAhmed, Head, Energy, ADB Bangladesh Resident Mission.   \n ", "2  \n \n4.  Unbundling of Gas Sector Entities. Gas sector reforms have been slow because of \nthe industry’s structure and  size. Although Petrobangla  has been organized along functional \nlines, it is still a government agency in the form of a corporation. The National Energy Policy \n(NEP) envisions converting Petrobangla into a holding company under the Companies Act 1994 \nwith necessary organizational and financial restructuring.3 In order to improve management \nefficiency, the NEP envisages managing production, transmission, and distribution as separate \ncost and profit centers. Under ADB’s Dhaka Clean Fuel Project, assets of transmission and \ndistribution companies were transferred to GTCL to create a national gas grid company. The \nGovernment plans but has yet to segregate TGTDCL’s distribution business and Bakhrabat Gas \nTransmission and Distribution Company Limited into two independent companies. Some retail \nsupply could be transferred to the private sector, provided the necessary regulations and a \nstrategic timebound plan. \n \n5.  Corporate Governance. Corporate governance is another important policy issue. The \nGovernment has allowed full autonomy to gas subsector entities, but autonomy has yet to be \nfully exercised. Gas sector entities have been established as limited liability companies and are \ngoverned in principle by their boards of directors. In practice, however, the powers of the boards \nof directors are limited when it comes to making decisions on prices and investments. It is \nimportant for companies to interact with one another and with customers in a commercial \nmanner. Some directors sit on multiple boards, precluding real independence of one company \nfrom another. Board directors often lack knowledge of commercial operations. Reports on \noperations  at  Petrobangla  and  its  subsidiaries  are  not  published  annually.  Policies  and \nprocedures governing Petrobangla and its subsidiaries need to be reviewed and updated to \nreflect the recent developments in corporate governance. \n \n6.  Pricing Framework. The Government establishes domestic gas prices and determines \ntaxes for all gas sector companies as well as the distribution margins for gas transmission and \ndistribution companies. At present, taxes amount to 55% of tariffs. Following policy dialogue \nwith ADB and other development partners, the Government has taken steps to move away from \nadministered gas tariffs to a flexible and transparent mechanism under which gas prices would \nbe linked to the cost of supply for each category of consumer and adjusted periodically. In 2003, \nthe Government adopted an interim pricing framework that allows formula-based frequent tariff \nadjustments in line with international market prices. The Government was to implement initial \nprice adjustments based on these principles, resulting in an increase of about 6% in three \nphases (September 2003, March 2003, and September 2004). The adjustments expected in \nSeptember 2003 were only introduced in July 2004, however. The prices for transmission and \ndistribution do not reflect the size of the pipeline, volume of gas transported, length of pipelines, \nor return on investment. The transmission and distribution companies receive margins for the \nvolume of gas transmitted and sold to consumers that are hardly sufficient to cover operation \nand maintenance or debt servicing.  \n \n7.  Private-Sector Participation.  There is some private-sector involvement in the  gas \nsector through international oil companies, which operate in gas exploration/production, and \nthrough small companies that distribute liquefied petroleum gas and compressed natural gas. \nPublic-sector resources are insufficient for essential investments such as increasing exploration, \nexpanding transmission pipelines, and reactivating abandoned gas fields. The scale of the \nrequired investments in exploration means a significant potential role for the private sector \nprovided  the  right  incentives  and  business  environment.  In  gas  transmission,  operational \n                                                 \n3 Issues related to Petrobangla will be addressed under the TA 4332 (ADB. 2005. Gas Sector Development Project. \nManila).   \n ", "  3\nefficiency could be improved through various forms of private-sector participation. GTCL could \nenter into a long-term strategic partnership with an international gas transmission companies or \nconsider other  forms of private–sector partnership such as build-own-maintain or build-own-\ntransfer. Future funds for investment could also come from a stock flotation or equity placement. \nSimilar options could be exercised in distribution and production companies. Private-sector \nprovision  of  gas  services  will  bring  modernization  opportunities,  as  well  as  customer \nresponsiveness, efficiency, and accountability. Substantial rehabilitation of existing facilities by \nprivate investors would also add value to poorly performing assets and expedite their potential \nfor privatization. \n \n8.  ADB has been involved in the gas sector in Bangladesh with eight loans totaling $446 \nmillion. The Third Natural Gas Development Project4 was completed in October 2003. Major \ninitiatives taken under the Third Natural Gas Development Project were (i) the establishment of \nthe  Hydrocarbon  Unit  in  the  MPEMR,  (ii)  adoption  of  a  gas  pricing  framework  linked  to \ninternational fuel oil prices, and (iii) regulatory framework that led to the creation of the Energy \nRegulatory  Commission.5  ADB  is  further  addressing  regulatory,  policy,  and  capacity \nstrengthening measures in the gas sector through the Dhaka Clean Fuel Project6 and the \nproposed Gas Sector Development Project.7     \n \n9.  The Government has been preparing a roadmap for gas sector reforms covering the \nnext 3 years and outlining its vision for matters including restructuring, ownership, private-sector \nparticipation, and regulation. Following the preparation of the roadmap, the Government  will \nbegin implementing gas sector reforms through a sequence of structural changes over the next \n2 to 3 years. Medium-term reforms proposed for the gas sector would include restructuring of \ngas-sector  entities,  ensuring  good  governance  through  providing  more  autonomy  to  the \ncompanies, further refinement of the gas price framework, operationalization of a new regulatory \nframework, and offloading shares in some companies. The gas sector, with its large potential in \ncontributing to economic development, would have to be effectively managed to maximize its \nrole  in  poverty  reduction.  The  Government  recognizes  that  it  should  focus  on  planning, \nstructuring, and regulation while the private sector should specialize in investment, construction, \nfinancing, and management. Private-sector participation is needed to meet gas sector’s critical \nneed for rehabilitation and expansion. The proposed TA will help the Government improve the \nframework for private-sector participation and eventual privatization of gas sector activities to \nthe extent feasible and assuring sustainable development. The proposed TA will also implement \nselected gas sector reforms identified in the NEP and the Government’s draft roadmap and \nbroaden  private-sector  participation  by  identifying  additional  opportunities  for  private-sector \ninvestments. \n \n                                                 \n4  ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Third Natural Gas Development Project. Manila. \n5  ADB. 1993. Technical Assistance for the Preparation of a Gas System Development Plan and the Strengthening of \nthe Organizational and Regulatory Framework for the Oil and Gas Sector. Manila;  ADB. 1997. Support to the Gas \nRegulatory Authority Project. Manila;  ADB. 1998. Support for the Energy Regulatory Authority Project. Manila. \n6  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Dhaka Clean Fuel Project. Manila. \n7  ADB.  2004.  Technical  Assistance  to  the  People’s  Republic  of  Bangladesh  on  Preparing  the  Gas  Sector \nDevelopment Project.  Manila. \n \n ", "4  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The TA will address issues constraining sector development through continuing policy \nreform, institutional restructuring and priority investments that would facilitate private sector \nparticipation. The TA will  help the Government in promoting private-sector participation and \nassuring sustainable development in the gas sector. \n \nB.  Methodology and Key Activities \n11.  A detailed examination of sector structure, unbundling of transmission and distribution \ncompanies, and investment planning will be undertaken to meet the reform objectives and to \nfacilitate  greater  private-sector participation for sustainable development of the gas sector. \nAdvice  on  policy  matters  and  stakeholder  communication  will  be  provided  throughout  TA \nimplementation.     \n \n12.  The key TA activities are grouped into five components: \n \n(i)  Component A: Assessing the adequacy of the existing policy and regulatory \nframework for private-sector participation in the gas sector. The assessment will \ninclude  recommendations  for  improvement  and  suggestions  for  better \nenforcement of the framework. \n \n(ii)  Component  B:  Examining  the  corporate  structure  of  gas-sector  entities  and \npreparing a corporate strengthening plan. Developing policies and procedures for \ngas  companies  that  reflect  recent  developments  in  corporate  governance \narrangements in more developed countries. \n \n(iii)  Component C: Analyzing gas transmission and distribution pricing framework to \nevaluate how these prices are reflecting the size of the pipeline, volume of gas \ntransported,  distance  or  length  of  pipelines,  and  return  on  investment. \nDeveloping recommendations for adequate pricing framework for these business \nsegments. \n \n(iv)  Component  D:  Examining  unbundling  options  for  gas  transmission  and \ndistribution entities, identifying major issues to be addressed, and defining steps \nto achieve this unbundling. \n \n(v)  Component  E: Designing  an  investment  package  covering  transmission  and \ndistribution business segments  of  gas  sector  that  would  facilitate  additional \nprivate-sector investment. \n \n13.  Petrobangla has identified several gas sector projects, and preparation of feasibility \nreports is underway. Component E will evaluate whether these feasibility reports are consistent \nwith a least-cost development plan for the gas sector and select suitable projects to develop an \ninvestment package to facilitate private-sector participation in the gas sector. \n \n    \n ", "  5\nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $625,000 equivalent, of which $370,000 is the \nforeign exchange cost and $255,000 equivalent the local currency cost. ADB will finance \n$500,000 on a grant basis from the Japan Special Fund, funded by the Government of Japan, \nconsisting of the entire foreign exchange cost of $370,000 and $130,000 of the local currency \ncost. The Government will finance the remaining local currency cost of $125,000 equivalent. \nDetailed cost estimates and financing plan are in Appendix 3. \n  \nD.  Implementation Arrangements \n15.  The Executing Agency will be MPEMR, which will provide overall supervision through its \nenergy  division.  MPEMR  will  be  the  Implementing  Agency  for  components  A  to  D,  and \nPetrobangla will implement Component E. A TA steering committee will be  established and \nchaired  by  the  energy  secretary.  The  Implementing  Agencies  will  provide  (i)  office \naccommodation  and  facilities,  Internet  access,  and  secretarial  support;  and  (ii)  land \ntransportation within Dhaka for consultants. The Implementing Agencies will appoint directors \nfor  the  TA  management  offices.  Consultants  will  pay  for  international  communications \nconnected with TA implementation. MPEMR will buy office equipment in accordance with ADB’s \nGuidelines  for  Procurement.  The  Implementing  Agencies  will  guide  consultants  in  data \ngathering, preliminary analysis, and report writing, and will provide them with all necessary \nguidance in liaising with other government ministries and agencies. MPEMR, Petrobangla, and \nthe consultants will jointly organize dissemination workshops for counterpart staff and other \nstakeholders.  The  executing  and  Implementing  Agencies  will  coordinate  closely  with  the \nconsultants in ADB’s ongoing project preparatory TAs in the gas sector. Consultants will be \naccountable to both ADB and MPEMR. \n \n16.  The TA will require about 10 person-months of international and 20 person-months of \ndomestic consulting services. Appendix 4 sets out terms of reference for consultants. The TA \nwill be implemented over 6 months from April 2005 to October 2005. ADB will engage a \nconsulting  firm  or  consortium  of  firms  in  accordance  with  its  Guidelines  on  the  Use  of \nConsultants  or  other  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic \nconsultants. Recruitment of consultants will be under the quality- and cost-based selection \nprocedures, and simplified technical proposals will be requested. The consultant team will be \nfielded when the steering committee is established and counterpart staff has been nominated. \n \n17.  The consultants will submit an inception report focusing on the work program no later \nthan two weeks after the commencement of their services. An interim report and a draft final \nreport will be submitted 10 and 16 weeks after inception, respectively. The consultants will \nprepare monthly status reports for their specific scope of work, highlighting any issues that could \nbecome critical to the timely completion of the TA. Tripartite meetings will be held in Dhaka to \ndiscuss the inception, interim, and draft final reports. Within 3 weeks after the tripartite meeting \nto discuss the draft final report, the consultants will submit a final report to the Government and \nADB incorporating all comments received from the Government and ADB.  \n \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Bangladesh for Promoting Private Sector Participation in the Energy Sector, \nand hereby reports this action to the Board.  \n ", "6 Appendix 1     \n \nTECHNICAL ASSISTANCE FRAMEWORK \n  \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nGoal       \nFacilitate sustainable  Increased economic  Increased energy supply   \ndevelopment through  growth in Bangladesh  and better corporate   \nprivate-sector  through provision of  governance.  \nparticipation in the gas  energy in a sustainable \nsector.  manner. \n \nPurpose       \nRemove or reduce  Policy, investment, and  Associated  Government’s willingness to \nconstraints to gas sector  institutional  assessments, reports,  engage in dialogue and \ndevelopment through  strengthening package  review missions, and  commitment to implement \npolicy reform,  for the development of  policy dialogue.  necessary policy changes. \ninstitutional  the gas sector.   \nrestructuring, and priority \ninvestments to facilitate \nprivate-sector \nparticipation. \n \nOutputs       \nAn action plan for  An analysis of reasons,  Associated  Data is available and \nunbundling of  methods, and outcome  assessments, reports,  capable consultants are \ntransmission and  of transmission and  review missions, and  recruited.   \ndistribution entities.  distribution entities  policy dialogue.   \n   within 2 months of TA  The government and \n  commencement.  agencies are committed for \n    the development of the \nCorporate governance  Prepare a corporate  energy sector. \nprocedures for gas  governance procedure \nsector entities.  manual for the gas \n  sector entities within 2 \n  months of TA \n  commencement. \n   \nInstitutional/corporate  Develop a corporate \nstrengthening package  strengthening plan within \nfor gas sector entities.  3 months of TA \n  commencement. \n   \n   \nAn investment package  Prepare an investment \nthat will facilitate private  package within 5 months \nsector participation.  of TA commencement. \n   \n  Develop a policy and \nPolicy and regulatory  regulatory reform \nreform package.   package within 3 months \nof TA commencement. \n \n \nContinued on next page  \n ", "  Appendix 1    7\n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nActivities       \nA. Assess the adequacy  Develop a set of  Technical assistance  Information is available, \nof the existing policy  recommendations to  (TA) outputs and review  consultants are capable, and \nframework for private- improve the existing  missions.  stakeholders are involved. \nsector participation in  regulatory \nthe gas sector.   arrangements. \n   \nB. Develop corporate  Corporate governance \ngovernance procedures  procedures for gas \nfor gas sector  sector entities. \ncompanies.    \n   \nC. Analyze gas  Recommendations to \ntransmission and  improve transmission \ndistribution pricing  and distribution pricing \nframework.   framework. \n   \nD. Examine unbundling  A timebound action plan \noptions for gas  that details steps for \ntransmission and  unbundling. \ndistribution entities.     \n   \nE. Design an investment  Develop an investment \nplan that would facilitate  package using technical, \nadditional private-sector  financial, and economic \ninvestment.  criteria. \n \nInputs       \nConsulting services  International consulting  Consultants’ reports and  Capable consultants with the \n  services for 10 person- review missions.  requisite mix of skills are \n  months.    engaged. \n       \n  Domestic consulting  Consultants will be  Domestic consultants will \n  services for 20 person- fielded after the steering  provide required expertise \n  months.  committee is  and support. \n    established. \nTotal cost  Estimated total cost of \n  $625,000 equivalent, \n  comprising $370,000 in \n  foreign exchange and \n  $255,000 in equivalent \n  local currency. \n   \nFinancing  ADB will finance \n$500,000 equivalent on \na grant basis;  \nGovernment’s \ncontribution is $125,000 \nequivalent. \nADB = Asian Development Bank, TA = technical assistance.  \nSource: Asian Development Bank. \n ", "8 Appendix 2     \n \nINITIAL POVERTY AND SOCIAL ANALYSIS (IPSA) \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Bangladesh \n \nDeveloping Bangladesh’s natural gas sector is key to promoting sustainable, pro-poor economic growth. \nNatural gas, largely available in Bangladesh, is a cleaner source of energy than oil and other fossil fuels, \nand air quality will improve with wider use of this resource. However, there is the need to increase \nproduction, transmission, and distribution, particularly to poor consumers. Government investments alone \nwill be insufficient to optimize sector development, and the substantial investment requirements to upgrade \ngas infrastructure can best be met via public-private partnerships. Lifeline gas pricing to poor consumers \ncan  be  maintained  with  public-private  partnerships  so  that  the  poorest  consumers  will  benefit  from \nexpected improvements in distribution quality and reliability. Better quality and greater reliability of gas \nsupply shall help both agriculture and industry, agriculture through a greater supply of fertilizers and \nindustry through a better energy supply. Improvements are expected to lead to pro-poor economic growth \nand job creation. \n \nB.  Poverty Analysis                                                      Targeting Classification: General intervention \n   \nWhat type of poverty analysis is needed?   Economic growth \n \nAt this stage, no social impact and poverty reduction assessment is \nrequired for the TA. \n \nThis TA will provide complementary social and poverty analysis to \nsupport  preparation  of  the  proposed  Bangladesh  Gas  Sector \nDevelopment  project  and  the  Bangladesh  Power  Sector \nDevelopment II project as included in the country program for 2005 \nand 2006, respectively. Social and poverty analyses are required \nduring preparation and appraisal of these new projects so that \nappropriate social interventions are integrated in project design. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \n \nIs there a participation strategy?    Yes     No \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women:  \n \nAt this stage it is not possible to identify any gender-specific intervention. Specific strategies will be \nassessed at later stages \n \n \nHas an output been prepared?      Yes     No \n \n \n \n ", "  Appendix 2    9\n \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    A resettlement framework or plan will be pre-  \n   Significant  pared at the design stage if any of the potential   Full \nResettlement     \nissues are found significant. \n Not significant   Short \n   \n None   None  \n    Gas  and  electric  power  pricing  to  include   \n   Significant  lifeline tariffs for poor consumers.   Yes \nAffordability     \n Not significant    No \n \n None \n    To be defined by consultants during TA.    \n   Significant  Expansion of gas and power development will   Yes \nLabor     \ncreate demand for semiskilled and skilled labor \n Not significant    No  \n \n None \n    A development plan for indigenous peoples will   \n   Significant  be required at the design stage if any potential   Yes \nIndigenous     \nPeoples   Not significant  issues are found significant.    No  \n \n None \n    None identified at this stage   \n   Significant   Yes \nOther Risks     \nand/or   Not significant    No  \nVulnerabilities   \n   None \n \n \n ", "10 Appendix 3     \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Foreign  Local  Total \nExchange  Currency  Cost \nA. Asian Development Bank (ADB) Financinga       \n     1. Consultants       \n          a. Remuneration and Per Diem       \n               i. International Consultants  255  0  255 \n               ii. Domestic Consultants  0  70  70 \n          b. International and Local Travel  15  10  25 \n          c. Reports and Communications  5  0  5 \n     2. Equipmentb  15  0  15 \n     3. Training, Seminars, and Conferences  0  30  30 \n     4. Representative for Contract Negotiations   5  0  5 \n     5. Contingencies  75  20  95 \n       \n         Subtotal (A)  370  130  500 \n       \nB. Government Financing         \n     1. Office Accommodation and Transport  0  105  105 \n     2. Remuneration and Per Diem  0  10  10 \n         of Counterpart Staff         \n     3. Othersc  0  10  10 \n       \n         Subtotal (B)  0  125  125 \n       \n                Total   370  255  625 \na  Financed by ADB from the Japan Special Fund, funded by the Government of Japan. \nb  Includes  office  hardware  (photocopier,  desktop  computers,  and  a  printer  and  computer  software  for  word \nprocessing, spreadsheet analysis, and Internet access). \nc  To provide for unforeseen expenses such as data acquisition, data processing, and map preparation. \nSource: ADB estimates. \n \n ", "Appendix 4     1 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultant’s terms of reference will include but not be limited to the following.   \n \nA.  Component A \n \n2.  Assessing the adequacy of the existing policy and regulatory framework for private-\nsector  participation  in  the  gas  sector.  The  assessment  will  include  recommendations  for \nimprovement and suggestions for better enforcement of the framework. \n  \n1.  International Gas-Sector Development Specialist (1 person-month) \n \n(i)  Study existing policies, the legal and regulatory environment, and issues and \nconstraints facing the entry and exit of private firms, including foreign investors, \ninto the gas sector by specifying how these policies and the legal and regulatory \nframework encourage or impede private firms. Include successes and failures of \nthe Government’s policy and programs to involve the private sector. \n \n(ii)  Examine the Government’s policy stance regarding private-sector participation \nand successes and failures of the Government’s policies and programs that have \nhad implications for private-sector participation in the gas sector. \n \n(iii)  Investigate and assess macroeconomic issues such as financing, taxation, and \nemployment generation and their impact on gas-sector development. \n \n(iv)  Prepare  recommendations  for  developing  an  alternative  policy  package  and \nimproving the regulatory framework in order to establish adequate incentives for \nprivate firms to initiate gas sector investments. \n \n(v)  Advice on policy matters and stakeholder communication.     \n \n(vi)  Prepare  a  report  that  summarizes  findings  on  the  issues  above;  organize \nseminars and workshops on the outputs of this component in collaboration with \nthe  Asian  Development  Bank  (ADB),  the  Executing  Agency,  and  the \nGovernment; and act as a resource person for such seminars and workshops in \nDhaka. \n \n2.  Local Legal Counsel (2 person-months)  \n \n(i)  Analyze related laws and regulations, perspective on state of crucial laws and \ntheir key elements such as related to property rights, contractual rights, law of \nassociations, and others. \n \n(ii)  Analyze costs of doing business and transactions; the capacity and quality of the \npublic institutions responsible for planning and implementing the policy, laws, and \nregulations; perspective on state of crucial laws and their key elements such as \nrelated to property rights, contractual rights, law of associations, and others. \n \n(iii)  Examine sector-related governance issues and prepare recommendations. \n \n ", "12 Appendix 4     \n \n(iv)  Assist the international consultant in preparing a report that summarizes findings \non the issues above; organizing seminars, workshops on the outputs of this \ncomponent. \n  \nB.  Component B \n \n3.  Examining the institutional structure of gas-sector entities and developing a corporate \nstrengthening plan. Developing policies and procedures for gas companies that reflect recent \ndevelopments in corporate governance in the developed markets.  \n \nInternational Corporate Governance Expert (1 person-month) \n \n(i)  Evaluate the constraints on the institutional structures of gas sector entities to \nattract more private investment. \n \n(ii)  Develop  policies  and  procedures  for  gas  companies  that  reflect  recent \ndevelopments  in  corporate  governance  arrangements  in  more  developed \ncountries.  \n \n(iii)  Analyze the institutional profile of private and public companies in the energy \nsector from the perspective of corporate governance and develop an institutional \nstrengthening plan. \n \n(iv)  Examine  the  institutional  structure  of  gas  sector  entities  and  develop  an \ninstitutional strengthening plan.  \n \n(v)  Advise on stakeholder communication.     \n \n(vi)  Prepare  a  report  that  summarizes  findings  on  the  issues  above;  organize \nseminars, workshops on the outputs of this component in collaboration with ADB, \nthe Executing Agency, and the Government; and act as a resource person for \nsuch seminars and workshops in Dhaka. \n \nLocal Institutional Strengthening Specialist (2 person-months) \n  \n(i)  Determine  the  best  organizational  and  ownership  structure  to  address  the \nconstraints and meet the objectives of improving sector efficiency and attracting \nprivate-sector participation, taking into account proposed reforms in relevant \nsectors of the economy. \n \n(ii)  Outline possible approaches for institutional restructuring of gas sector entities, \nincluding roles of national and local agencies and proper corporatization plans. \nShare the information with the international consultants. \n \n(iii)  Assist the international consultant in preparing a report that summarizes findings \non the issues above; organize seminars and workshops on the outputs of this \ncomponent. \n \n \n \n \n ", "Appendix 4     1 3\nC.  Component C \n \n4.  Analyzing gas transmission and distribution pricing framework to evaluate how these \nprices reflect the cost of operations and return on investment on the related assets.  \n \n1.  International Gas Sector Economist (1 person-month) \n \n(i)  Analyze and evaluate how the interim price work adopted in September 2003 for \nproduction, transmission, and distribution is implemented.    \n \n(ii)  Develop  recommendations  to  improve  the  gas  transmission  and  distribution \npricing framework to reflect the size of the pipeline, volume of gas transported, \ndistance or length of pipelines, and return on investment.  \n \n(iii)  Prepare  recommendation  on  regulating  and  monitoring  gas  prices  for  all \nbusiness segments of gas sector. \n \n(iv)  Provide advice on policy matters and stakeholder communication.     \n \n2.  Local Gas Sector Economist (2 person-months) \n \n(i)  Assist the international consultant in analyzing the interim price framework in the \ngas sector and developing a gas transmission and distribution framework that \nreflects the size of the pipeline, volume of gas transported, distance or length of \npipelines, and return on investment.  \n \n(ii)  Based on the reviews and analyses, and in consultation with the team leader and \nthe other members of the team, provide inputs to the policy matrix for gas sector \nreforms and development. \n \nD.  Component D \n \n5.  Examining unbundling options for gas transmission and distribution entities, identifying \nmajor issues to be addressed and defining steps to achieve this unbundling.    Assess the \nadjustment  costs  that  may  arise  from  recommendations  of  Components  A  to  D.  Such \nadjustment costs may include labor retrenchment, institutional strengthening, assets valuation, \nand financial restructuring. \n \n1.  International Gas Sector Restructuring Specialist (3 person-months) \n \n(i)  Analyze the profiles of private and public companies in gas sector, the size and \ndimensions of these companies, and performance-related problems. \n \n(ii)  Prepare  an  unbundling  plan  for  TITAS  Gas  Transmission  and  Distribution \nCompany Limited (TGTDCL) and Bakhrabad Gas Transmission and Distribution \nCompany Limited (BGSL). \n \n(iii)  Develop options for a sector structure after further unbundling of TGTDCL and \nBGSL and reconfiguration of distribution. \n \n ", "14 Appendix 4     \n \n(iv)  Assess  the  adjustment  cost  that  may  arise  from  recommendations  of \nComponents  A  to  D  of  Phase  I.  Such  adjustment  costs  will  include  labor \nretrenchment,  institutional  strengthening,  assets  valuation,  and  debt \nrestructuring. \n \n(v)  With domestic consultants, based on findings and recommendations of Phase I, \nrecommend  policy  reforms,  including  (i)  segregation  and  reassignment  of \npolicymaking, regulatory, and ownership functions; (ii) pricing based on cost of \nservice;  and  (iii)  sector  restructuring  and  private-sector participation. Identify \nshort-, medium-, and long-term reform targets beyond the 3-year plan being \ndeveloped by the Government. \n \n(vi)  Develop recommendations for TGTDCL and BGSL in (a) developing a strategy \nfor communication with stakeholders, including employees and consumers; (b) \norganizing  workshops  and  seminars  to  build  awareness  of  reform  among \nstakeholders and reflect their views in the reform process, including reduction of \nnontechnical losses; (c) organizing workshops and seminars with the employees \nand outside stakeholders to disseminate the outputs of the TA and information \nabout the reform program. \n \n(vii)  Prepare  a  report  that  summarizes  findings  on  the  issues  above,  organizing \nseminars and workshops on the outputs of this component. \n \n2.  Local Gas Sector Restructuring Specialist (4 person-months) \n \n(i)  Assist international gas restructuring specialist in developing recommendations \nfor TGTDCL and BGSL.  \n \n(ii)  Organize workshops and seminars to build awareness of reform and reflecting \nTGTDCL and BGSL’s in the reform process, including reduction of nontechnical \nlosses. \n \n(iii)  Organize workshops and seminars with the employees of TGTDCL and BGSL \nand outside stakeholders to disseminate the outputs of the TA and information \nabout the reform program and preparing report that summarizes findings on the \nissues above, organizing seminars, workshops on the outputs of this component. \n \n(iv)  Develop a timebound action plan to implement recommendations developed. \n \nE.  Component E \n \n6.  Design an investment plan covering transmission and distribution business segments of \ngas sector that would facilitate additional private investment. \n \n1.  International Gas Sector Development Specialist (4 person-months) \n \n(i)  Review  medium-term  investment  plans  for  gas  sector  and  identify  priority \nprojects to facilitate private-sector participation. \n \n(ii)  Assess financial and economical viability of projects that for feasibility studies \nreviewed by local financial analyst and examine their suitability for inclusion in \n ", "Appendix 4     1 5\nthe investment package. Confirm that feasibility studies are consistent with a \nleast-cost development plan for the gas sector. \n \n(iii)  Identify and analyze project components according to technical perspective and \noperating conditions. \n \n(iv)  Review estimates for the scope, capital, and operating costs, as well as the \nimplementation  schedule  and  contracting  and  implementation  arrangements. \nPrepare procurement packages for the proposed investment package. \n \n(v)  Work with the economist to review current natural gas pricing policies and their \nimpact on the investment package. \n \n(vi)  Assess and finalize the financial return of the investment package, as well as \noptions for structuring the investment package to attract private investment.  \n \n(vii)  Identify  the  specific  sources  and  projection  of  revenue  from  the  investment \nprojects to indicate the financial viability of the investment subprojects, taking into \naccount the reduction of system losses and any improvements in operational \nefficiency. Develop a financial projection model and prepare 10-year financial \nprojections  for  all  gas  sector  entities,  including  income  statements,  balance \nsheets, and cash flow statements. The projections should take the investment \nand restructuring actions into account. \n \n(viii)  Review and update  cost estimates, including physical and price contingencies \nand interest during construction.   \n \n2.  Local Gas Sector Economist (5 person-months) \n \n(i)  Provide the economic rationale for the investment package, including an analysis \nof alternatives. \n \n(ii)  Assess the economic feasibility of components of the investment package. \n \n(iii)  Estimate the economic capital and operating costs, and carry out least-cost, \nviability, and beneficiary analyses of the investment packages. Include sensitivity \nanalysis according to ADB's Guidelines for the Economic Analysis of Projects. \n \n(iv)  Undertake an economic benefit-cost analysis to confirm the overall viability of the \nproposed project in terms of economic internal rates of return. \n \n3.  Local Financial Analyst (5 person-months) \n \n(i)  Work closely with gas  companies in reviewing prefeasibility studies of energy \nprojects for possible private-sector participation. \n \n(ii)  Assist the international consultant in reviewing the detailed project cost estimates \nfor various components of the investment package.  \n \n ", "16 Appendix 4     \n \n(iii)  Prepare summary cost tables for the component of investment package based \non 2004 prices expressed in foreign exchange and local currencies and share \nthem with the project team. \n \n(iv)  Assist the international consultant in developing a suitable financing plan for the \ncomponents  of  the  investment  package,  including  financing  available  from \ndomestic sources. \n \n(v)  Support sensitivity analyses of the components' financial evaluation, considering \nkey factors that could affect their viability. \n \n(vi)  Assist the international consultant in developing a financial projection model and \nprepare a 10-year financial projection for all gas sector entities covering income \nstatements, balance sheets, and cash flow statements. The projections should \ntake investment and restructuring actions into account. \n  \n "], "metadata": {"ModDate": "D:20050126171010+08'00'", "CreationDate": "D:20050107084439Z", "Title": "v8 PPP TA Paper 14 Dec FINAL.doc", "Creator": "v8 PPP TA Paper 14 Dec FINAL - Microsoft Word", "Author": "hmr", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}