{"path": "data/input/ta/tar-prc36150.pdf", "pages": [" \n ASIAN DEVELOPMENT BANK TAR: PRC 36150 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nPEOPLE’S REPUBLIC OF CHINA \n \n \nFOR  \n \n \nFISCAL MANAGEMENT REFORMS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNovember 2002", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2002) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1208 \n$1.00 =  CNY8.2769 \n \nOn 1 January 1994, the dual exchange rate system of the People’s Republic of China was \nunified. The exchange rate of the yuan is now determined under a managed floating exchange \nrate system. \n \n \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nEBF    –  extra-budgetary funds \nGDP    –  gross domestic product \nIMF    –  International Monetary Fund \nMOF    –  Ministry of Finance \nPBC    –  People’s Bank of China \nPFB    –  provincial finance bureau \nPRC    –  People’s Republic of China \nSDPC   –  State Development Planning Commission \nSOCB   –  state-owned commercial bank \nTA    –  technical assistance \nVAT    –  value added tax \nWB    –  World Bank  \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \nThis report was prepared by Ramesh Subramaniam, Senior \nCorporate and Financial Governance Specialist, ECRD. \n \n \n ", " \nI.  INTRODUCTION \n \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  requested  the  Asian \nDevelopment Bank (ADB), during the 2002 Country Programming Mission, to provide technical \nassistance (TA) support to strengthen fiscal management as the PRC enters the third decade of \nits transition to a market economy. A Fact-Finding Mission visited the PRC in August 2002 and \nreached an understanding with the Government on the TA.1 The TA is included in the 2002 TA \nprogram. The logical framework is in Appendix 1. \n \nII.  ISSUES \n2.  Macroeconomic  management  and  the  fiscal  functions  of  the  Government  are  not \neffectively coordinated in PRC. Traditionally, much of the fiscal planning process had evolved \naround  the  needs  of  a  centrally  planned  economy,  with  limited  coordination  between  the \nMinistry of Finance (MOF) and the State Development and Planning Commission (SDPC) at the \ncentral  level.  Until  the  initiation  of  reforms  in  1999,  spending  priorities  had  been  largely \ndetermined at the central level, with little discretion given to the line ministries in planning or \ndetermining  expenditures.  The  significant  support  provided  through  Government-directed \ninfrastructure investments or debt issuance to restructure the domestic banking sector has been \ntreated outside of the fiscal envelope, for purposes of policy formulation. The MOF has played a \nprimarily allocative role, along with some monitoring functions.  \n \n3.  Given the size of the PRC and its economy, public sector resource management and \nestablishment  of  overall  macroeconomic  and  strategic  priorities  have  posed  significant \nchallenges.  There  are  22  provinces  and  5  autonomous  regions,  each  with  an  average \npopulation of 45.3 million; and 4 municipalities in Beijing, Shanghai, Tianjin, and Chongqing, \neach with an average population of 16.8 million. The PRC has 331 prefectural units, 2,109 \ncountry-level units, and 44,741 township-level units.  \n \n4.  Despite these issues, PRC has managed to keep budget deficits at a manageable level, \nclose to less than 1.5% of the gross domestic product (GDP) until 1996. Since 1997, however, \nfiscal deficits have grown, reaching 2.8% of GDP by 2000. While deficits declined slightly in \n2001, the upward trend continues, given the Government’s expansionary fiscal stance in 1998-\n2002. For instance, three fiscal stimulus packages were introduced over 1998-20002 to cushion \nthe  impact  of  the  Asian  financial  contagion.  While  revenues,  supported  by  enhanced  tax \ncollection, increased from 12.1% of GDP in 1997 to 17.4% in 2001, public expenditures grew \nfaster, reaching 20% of GDP by 2000. In nominal terms, public expenditures grew at around \n6.5% annually over much of the 1990s. \n \n5.  While the PRC has embarked on commendable reforms in fiscal management, several \nissues need to be effectively addressed. First, the budget is not comprehensive. Under the \ncentrally planned system, the budget was treated as an accounting tool, capturing only part of \nthe resource allocations, with all major revenue and expenditure decisions taken as part of the \n5-year central plan. The revenue collection mechanism almost collapsed with the adoption of \nmarket-oriented reforms in the late 1970s. Overall Government revenue fell from 35% of GDP in \n1978 to 11.4% in 1996. The declining trend led all levels of government to impose a wide range \nof fees, levies, and surcharges to generate significant extrabudgetary funds (EBF) to offset the \n                                                 \n1  The TA first appeared in ADB Business Opportunities in July 2002. \n2  Together, they amounted to CNY360 billion ($43.5 billion): CNY100 billion in 1998, CNY110 billion in 1999, and \nCNY150 billion in 2000.  ", "2 \nrevenue  loss  and  growing  expenditure  responsibilities.  The  off-budget  revenues  and \nexpenditures  are  particularly  evident  at  the  lower  levels  of  government.  While  overall \ngovernment revenue had recovered to half of the pre-1980 levels by 2001 because of the fiscal \nreform initiatives adopted in 1999, EBFs have not declined in any significant manner. \n \n6.  Published data indicate that EBFs and off-budgetary expenditures grew from 2.6% of \nGDP in 1980 to 5.7% of GDP by 1996, before declining to 4.1% in 1999. Independent audits by \nMOF and the State General Audit Agency estimate these unauthorized funds and fees in the \nrange of 8-10% of GDP. At this magnitude, the rapidly growing EBFs and other off-budget \nfunds3 account for more than half of all consolidated resources of the Government. If quasi-\nfiscal  expenditures  such  as  directed  credit  to  state-owned  enterprises  were  added,  the \nGovernment’s extra budgetary spending would be close to 24% of GDP. While EBFs have \nprovided  flexibility  to  finance  local  initiatives  without  having  to  seek  central  approvals  and \nallocations, they have impeded expenditure control, thus, adversely affecting macroeconomic \nmanagement. Off-budget spending has eroded fiscal discipline and significantly reduced the \noverall budgetary performance of the Government in relation to economic stabilization, regional \nequalization, and resource allocation. Fees and extra charges in health and education sectors, \nin  particular,  have  had  an  adverse  impact  on  the  poor.  Oversight,  transparency,  and \naccountability with regard to EBFs are limited.  \n \n7.  Second, budget preparation is not fully integrated with the fiscal cycle or the overall \nplanning process. It takes place late in the fiscal year, and is not well coordinated between the \ncentral, provincial, and subprovincial levels. As a result, the spending units do not receive their \nappropriations in time. Although the National People’s Congress approves the overall budget, \nMOF engages in negotiations with the spending units and adjusts the budget throughout the \nfiscal year. The link between the budget and overall strategic priorities is weak. Annual budgets \nare prepared and implemented with a distinction between basic, recurrent expenditures and \nproject  outlays,  with  the  latter  including  both  capital  and  recurrent  expenditures.  Basic \nexpenditures are estimated through norms of the past and are seldom discussed or changed. \nMOF manages the recurrent budgets in relation to projects, while the SDPC deals with the \ncapital budgets. This poses coordination difficulties and impedes effective fiscal planning, since \nMOF does not play any role in determining new capital investments, but is presented with \ninformation on the recurrent needs only upon approval of the new projects. \n \n8.  Third, there is no effective framework to account for or analyze the contingent liabilities \nstemming from the quasi-fiscal operations to finance investment projects, social expenditure \nneeds  of  other  state-owned  entities,  and  the  implicit  pension  debt.  To  meet  the  financing \nrequirements, the People’s Bank of China (PBC) has lent more than CNY460 billion ($55.6 \nbillion) to the four state-owned commercial banks (SOCBs) and over CNY1 trillion ($121billion) \nto the three policy banks. While directed credit has gradually declined, it still accounts for about \n3-5% of GDP at present. Overall public debt planning is not well integrated with fiscal policy. For \ninstance, the four asset management companies that operate at present, each established with \nCNY10 billion in operating capital, have issued interest-bearing bonds worth CNY820 billion to \nthe SOCBs and policy banks in return for over CNY580 billion of the loans extended by PBC. \n \n9.  Fourth, while significant tax reform measures have been introduced, revenue adequacy \ncontinues to be a problem. The formal tax system contributes only 16% to GDP and consists of \n                                                 \n3  In the PRC, EBFs comprise surtaxes, levies, and other types of user charges that various ministries, government \ndepartments, and administrative units can levy. All other funds are categorized as off-budget funds, including, self-\nraised funds, enterprise contributions to local and central governments, social security funds, and tax exemptions. ", "    3 \nvarious taxes that are distortionary in their impact. For instance, although enterprises in coastal \nareas have received favorable income tax treatments, the Government does not undertake \nperiodic assessments to determine whether tax rebates should be continued or eliminated in a \ntimely manner. Joint-venture enterprises enjoy tax benefits, while domestic enterprises in the \nsame sectors face unfair competition. Although provinces can determine the local tax rates, \nmost of the direct taxes and key indirect taxes have a narrow base and generate relatively little \ntax revenue except in the larger provinces or municipalities. \n \n10.  Fifth, while the fiscal decentralization process has reassigned revenues, it has paid \nlimited attention to the mounting expenditure burden at the provincial and subprovincial levels. \nThe dismantling of the central planning system led to major changes in the overall tax base and \nin the tax-sharing arrangements between the center and the provinces. In general, tax sharing is \nnot adequate and has over the years aggravated horizontal and vertical imbalances across \ndifferent  tiers  of  the  government,  and  distribution  of  revenues  has  generally  favored  rich \nlocalities. As provincial growth rates diverged during the transition, so have public expenditures. \nAs a result, regional disparities in fiscal spending and service provision are large by international \nstandards. The combination of heavy responsibilities and inadequate transfers has meant that \nthe levels of service provision vary considerably in line with local economic potential. Local \ngovernments in the poorer regions are unable to fulfill their expenditure responsibilities, and \nprovide inadequate levels of vital public services. These problems call for rationalization of \nintergovernment fiscal transfers. \n \n11.  Sixth, there is lack of coordination in formulating fiscal and monetary policies. At a basic \nlevel, MOF aims at lower interest rates on Government securities to lower the cost of financing. \nAlthough there is an auction system in place for the sale of securities, there is also an implicit \nceiling on the interest rates. This deters PBC’s role in effective monetary policy formulation and \ncoordination. While PBC prescribes a floating interest rate system and short-term rolling over of \ndebt, MOF has issued fixed-coupon securities, which may increase the long-term risks faced by \nthe commercial banks that hold these instruments. There is no integrated approach in place to \nevaluate the implications of debt issuance through treasury securities versus lending through \nSOCBs for long-term fiscal and monetary policies. \n \n12.  Finally,  budget  execution  suffers  from  significant  weaknesses.  The  current  internal \ncontrol systems are not designed to effectively trace the use of funds. In addition to leakages \nstemming from the recourse to EBFs, system wastage and misuse of contingency funds occur. \nThere is no capacity to assess the veracity of the final statements produced by the departments \nwithin MOF and the provincial finance bureaus (PFBs). These constraints have reduced the \ncredibility of fiscal reporting and internal controls. \n \n13.  Recognizing these difficulties, the Government has undertaken a number of key reforms. \nSince the late 1990s, with advisory support from the International Monetary Fund (IMF) and the \nWorld Bank (WB), public expenditure management has received high priority as part of the \noverall  budget  reform  package.  This  package  includes  the  enactment  of  the  Budget  Law, \nintroduction of new procedures for budget preparation and approval, adoption of a new budget \nclassification scheme, and strengthening of audit practices. MOF has been restructured, and a \ntreasury department was established in 2000. It has introduced measures to consolidate all \nbudgetary transactions into a treasury single account, and a pilot is under way in six key central-\nlevel agencies. ADB’s past TAs have supported an evaluation of subprovincial fiscal relations \nand efforts to reduce EBFs at the central level. WB undertook a public expenditure review in \n2000 and a study on intergovernmental fiscal relations in 2002, both of which have highlighted \nthe constraints outlined above. The Government has sought the proposed TA to enhance ", "4 \nmacroeconomic and fiscal coordination and strengthen internal controls. ADB will coordinate \nwith IMF and WB in implementing the TA. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n14.  The goal of the TA is to strengthen fiscal management in the PRC. This is to be \nachieved by (i) improving macroeconomic and fiscal coordination to meet national strategic \npriorities  leading  to  a  fair  and  equitable  distribution  of  growth  across  the  provinces;  and \n(ii) instituting sound internal control systems to ensure that the budget is executed effectively. \nThe outputs include (i) recommendations to MOF and the State Council for improving the \nlinkage between established policy priorities, and budget formulation and resource allocation in \nkey sectors; and (ii) redesigned internal control systems within MOF and PFBs to improve the \nuse of budgetary funds. \n \nB.  Methodology and Key Activities \n \n15.  The TA will have two components. The key activities are listed under each. \n \n1.  Component A: Strengthening Macroeconomic and fiscal Coordination \n(i)  Provide overall institutional capacity building support to enhance coordination \nbetween macroeconomic priorities and fiscal policy formulation. \n(ii)  Enhance the interface between MOF and the line ministries to strengthen budget \nformulation and execution. \n(iii)  Evaluate budgetary and off-budgetary allocations to eliminate support to state \nactivities that crowd out the private sector. \n(iv)  Streamline EBFs to improve the linkage between expenditures and strategic \npriorities. \n(v)  Recommend measures to rationalize expenditure and revenue assignments at all \nlevels of the government, based on efficiency (choice and economies of scale) \nand equity (access) considerations, to align macroeconomic priorities and fiscal \nfunctions. \n(vi)  From work already undertaken by MOF, assess the current tax and fiscal levy \npolicies and tax-revenue sharing arrangements to improve income redistribution \nacross provinces. \n(vii)  Support the transition to medium-term budget planning to strengthen the link \nbetween macroeconomic planning, fiscal policy formulation, and budgeting.  \n(viii)  Develop  a  sound  methodology  and  implementation  framework  for  effectively \nintegrating  quasi-fiscal  means  of  financing  and  other  contingent  liabilities  in \nformulating the medium-term budget. \n(ix)  Evaluate  the  coordination  between  MOF  and  PBC  in  formulating  fiscal  and \nmonetary  policies,  and  prepare  a  position  paper  with  recommendations  and \nappropriate institutional arrangements to achieve greater coordination. \n(x)  Through  in-country  and  external  training  seminars,  enhance  the  skills  and \ncapacity of policy and budget officials in MOF and selected key ministries in \nmacroeconomic and fiscal coordination and medium-term budget planning.  \n(xi)  Design for the State Council’s consideration, a comprehensive strategy for fiscal \nmanagement focused on achieving market economic objectives through efficient \nuse of fiscal policy tools. ", "    5 \n2.  Component B: Instituting Sound Internal Controls and Audit on Budget \nUtilization  \n \n(i)  Institute an effective internal control system in MOF and the PFBs of three \nselected  provinces  to  strengthen  budget  preparation  and  execution,  control \nEBFs, improve monitoring of treasury operations, and enhance fund tracing.  \n(ii)  Enhance the integrity and consistency of internal audits, with effective reporting \nto the senior management of MOF and PFBs.  \n(iii)  Strengthen the interface between the internal supervision departments and other \nline departments within MOF and PFBs as well as between MOF/PFBs and the \nother line ministries to enhance coordination in monitoring budget execution at all \nlevels. \n(iv)  Enhance the skills and capacity of financial controllers and auditors in MOF and \nthe selected PFBs through in-country training seminars. \n \nC.  Cost Estimates and Financing Plan \n16.  The total cost of the TA is estimated to be $1,155,000 equivalent. ADB will provide \n$875,000 on a grant basis from the ADB-funded TA program comprising the entire foreign \nexchange cost of $634,000 and the local currency cost of $241,000 equivalent. Component A \nwill be allocated $575,000 equivalent and component B, $300,000 equivalent. Overall, the \nGovernment will contribute $280,000 equivalent by providing counterpart facilities. Detailed cost \nestimates are in Appendix 2. \n \nD.  Implementation Arrangements \n17.  The TA will engage a team of three international consultants to provide 17 person-\nmonths of advisory services and 4 domestic experts to provide 18 person-months of services. \nAll will be recruited individually, in accordance with the Guidelines on the Use of Consultants \nand other arrangements for selecting and engaging domestic consultants. Their expertise will \ncover macroeconomic and fiscal coordination, tax and fiscal levy review, and internal control \nand audit functions. The terms of reference for the consultants are in Appendix 3. The TA is \nexpected to begin in January 2003, and will be implemented over a period of 15 months. Any \nnecessary equipment will be procured in accordance with procedures acceptable to ADB. \n \n18.  The International Department of MOF will be the Executing Agency for the TA, and the \nPolicy and Fiscal Affairs Department and the Supervision and Inspection Department of MOF \nwill be the Implementing Agencies for components A and B, respectively. The executing and \nimplementing agencies will ensure smooth implementation of the TA and coordinate with all \nrelevant agencies, including PBC. MOF will provide the necessary counterpart facilities and will \nfacilitate the consultants’ liaison with local governments, relevant agencies and organizations. \nAn advance payment facility will be instituted to support the Government in organizing the \nexternal study visits.  \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $875,000 on a grant basis to \nthe Government of the People’s Republic of China for Fiscal Management Reforms, and hereby \nreports this action to the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nGoal       \n       \nStrengthen fiscal management in the  Progress in adoption  Report to the State  Recommendations \nPeople’s Republic of China (PRC)  of medium-term  Council  for enhancing \nbudget planning at    macroeconomic \nthe provincial and    and fiscal \nsubprovincial levels     coordination acted \n    upon \nAcceptance by the  Consultations with   \nMinistry of Finance  the Government   Sustained \n(MOF) of the new  reduction in extra-\npolicy directions to  budgetary funds \nenhance  (EBFs) \nmacroeconomic and   \nfiscal coordination  No resistance to \n  improved internal \nA position paper on  audit practices \nEBFs completed  and internal \n  control procedures \nRecommendations to   \nrevamped internal   \ncontrol and audit   \nsystems within MOF   \nat the central level   \nand the three   \nselected provincial \nfinance bureaus \n(PFBs) finalized \nPurpose       \n       \nEnhance macroeconomic and fiscal  Budgetary allocations  Review missions  Government’s \ncoordination to achieve the national  for key sectors    commitment to \nstrategic priorities, leading to a fair and  reviewed, and  Consultations with  take hard \nequitable distribution of growth across  revisions planned to  MOF on interim  decisions on \nthe provinces; and institute sound  align with strategic  recommendations  expenditure \ninternal control systems to ensure that  macroeconomic  and advisory  priorities, if the \nthe budget is executed effectively  priorities, both at the  support   review suggests \n  central level as well    major changes \nas across provinces  Draft and final \n  versions of the \nPosition paper on  report to the State \nmonetary-fiscal  Council \ncoordination \ncompleted  \n \nReport to the State \nCouncil completed \nand accepted by \nMOF \n \n ", "  Appendix 1  7 \nAssessments of \ninternal control and \naudit procedures \ncompleted, along with \ncapacity-building \nprograms \n \nOutputs       \n       \n(i)  Recommendations to MOF and  Interim  Policy assessments  MOF and other \nState Council on improving the  recommendations  under the technical  key ministries \nlinkage between established  formulated, finalized,  assistance (TA),  being able to \npolicy priorities and budget  and adopted by MOF  through periodic  coordinate in a \nformulation and resource  prior to completion of  reporting  sustained manner \nallocation in key sectors such as  the TA     \neducation, health, agriculture,      MOF to adopt the \nsocial security, environment, and  Clear demonstration,  Consultations with  recommendations \nscience and technology (within 4  through periodic  the Government  to enhance \nmonths of TA inception)  interface during the    macroeconomic \nTA, of inter- Domestic and  and fiscal \n(ii)  Measures to enhance the  ministerial  external capacity- coordination \nusefulness of fiscal policy as a  coordination for  building initiatives \ntool to achieve balanced growth  aligning budgetary \nacross the provinces  allocations with \nmedium-term \nstrategic \n(iii)  Position paper on enhancing \nmacroeconomic \ncoordination between monetary \npriorities \nand fiscal policies (within 6 \n \nmonths of TA inception) \nPosition paper on \nmonetary and fiscal \n(iv)  Redesigned internal control \npolicy coordination \nsystems within MOF and PFBs \ncompleted and \nto improve use of budgetary \ndiscussed by MOF \nfunds (within 3 months of TA \nand People’s Bank of \ninception) \nChina \n \n(v)  Training programs and materials \nExternal study tour \non macroeconomic and fiscal \nand domestic training \ncoordination (within 8 months of \nseminars \nTA inception) and internal audits \nsuccessfully \nand controls (within 4 months of \ncompleted, and \nTA inception) \ntraining reports \nsubmitted by the \n \nparticipating officials \n \n ", "8  Appendix 1 \nActivities       \n       \nAll items identified in the Methodology  Sound progress  Consultants’ and  Availability of \nand Key Activities Section of the TA  demonstrated by  the government’s   counterpart \npaper  timely submission of  reports  support, and full \n  interim assessments    cooperation \n      between all the \nPreparation of a comprehensive report  Report finalized  Monthly  relevant \nto the State Council, based on the    consultation  government \nmacrofiscal assessments    meetings, and  agencies \n    interim and final \nConsultation and dissemination  Workshop materials  workshops \nworkshops  and outcomes    \n    Final review \nExternal training program for selected  Final training report  meeting \nofficials, aimed at increasing awareness  from those \nof internationally accepted sound  participating in the \npractices for improving macroeconomic  external training \nand fiscal coordination  activities \n \nInputs       \n       \n35 person-months of consulting    Periodic reports  Delivery of quality \nservices, comprising 17 person-months  advisory services \nof international and 18 domestic \nconsulting inputs on fiscal assessments, \nanalysis of tax and fiscal levies, and \ninternal audits and controls ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n \nAppendix A 2.1: Component A: Strengthening Macroeconomic and Fiscal Coordination \n($'000) \n \nForeign  Local  Total \nItem  Exchange  Currency  Cost \nA. Asian Development Banka     \n1. Consultants     \na. Remuneration and Per Diem     \ni.  International Consultants  300 0    300\n     – 12 person-months \nii. Domestic Consultants  0  60    60\n     – 10 person-months \n \nb. International Travel  20  0    20\nc. Domestic Travel  0 15    15\n2. Equipment  0  10    10\n3. Training Events      \na. Domestic Training Seminars and  15  0    15\nWorkshops \nb. Overseas Training Courses and  60 0    60\nConsultation visits to Governments \n  4. Report Preparation, Communication,      0  20    20\n          and Translation \n5. Contingencies  60  15    75\n \n                  Subtotal (A)  455  120    575\n   \nB.  Counterpart Financingb     \n1.  Office Accommodation and     0  120    120 \n            Venue/Facilities for Training/Seminar \n2.  Local Counterpart Staff  0 80    80 \n                  Subtotal (B)  0  200    200 \n   \n                          Total  455  320    775\na Funded from the Asian Development Bank-funded TA program. \nbThe Government will provide office space and basic furniture and telephone lines for consultants’ use; and workshop  \n  facilities including space and related amenities. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 2 \nTable A 2.2: Component B: Instituting Internal Controls and Audit Functions \n \n    Foreign  Local  Total \nItem    Exchange  Currency  Cost \nA. Asian Development Banka     \n1. Consultants     \na. Remuneration and Per Diem     \ni.  International Consultants  125 0    125\n     –5 person-months \nii. Domestic Consultants  0  42    42\n      – 8 person-months \nb. International Travel  10  0    10\nc. Domestic Travel  0 15    15\n2. Equipment  0  8    8\n3. Domestic Training Seminars and  10 30    40\nWorkshops  \n4. Report Preparation, Communication,  0  20    20 \nand Translation \n5. Contingencies  34  6    40\n                  Subtotal (A)  179  121    300 \n   \nB.  Counterpart Financing b     \n1.  Office Accommodation and  0  40    40 \n            Venue/Facilities for Training/Seminar   \n \n2.  Local Counterpart Staff  0  40   40 \n \n                  Subtotal (B)  0  80    80\n   \n      Total  179  201    380\na Funded from Asian Development Bank-funded TA program. \nbThe Government will provide office space and basic furniture and telephone lines for consultants’ use; and workshop  \n  facilities including space and related amenities. \n  Source: Asian Development Bank estimates. \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.   Consulting Services \n \n1.  Component A: Strengthening Macroeconomic and fiscal Coordination \n \na.  Fiscal Policy Specialist – Team Leader for Component A \n(international, 10 person-months) \n1.  The expert will be responsible for the overall management of technical assistance (TA) \nimplementation and the timely delivery of quality interim and final reports. The expert will \nprimarily assist the Ministry of Finance (MOF) staff and will be primarily responsible for initiating \nthe work to streamline public sector reforms and educate counterparts and key policy makers on \nthe importance of such reforms. Specifically, the expert will \n \n(i)  Evaluate progress on the recommendations contained in the World Bank’s Public \nExpenditure Review of 2000. \n(ii)  Assess if the strategic priorities set for the key sectors in the short and medium \nterm are in line with the overall development vision established by the State \nCouncil  and  National  People’s  Congress,  and  if  the  current  and  proposed \nbudgetary allocations would achieve such sectoral and overall national priorities; \nas part of this process, evaluate if a sound linkage could occur in a multiyear \nplanning  framework;  within  MOF  and  the  key  sector  ministries;  enhance \nawareness  of  the  need  for  medium-term  budget  planning  and  expenditure \nprioritization. \n(iii)  Explore the means to rationalize expenditure assignments at different levels of \nthe  government  based  on  efficiency  (choice,  economies  of  scale),  equity \n(access), as well as administrative capacity considerations. \n(iv)  Assess the prevalence and extent of use of extra budgetary funds (EBFs) in the \nkey sectors, and examine how to streamline the line ministries’ recourse to EBFs \nto achieve better linkages between expenditures and strategic priorities. \n(v)  Advise MOF and support the preparation of a position paper on EBFs clearly \noutlining the extent and pervasiveness of EBFs, and suggest reform directions to \nreduce recourse to them. \n(vi)  Enhance the interface between MOF and the line ministries in the key sectors to \nensure that the policy proposals seeking budgetary allocations are reviewed \nconsistently.  \n(vii)  Evaluate budget and off-budget allocations to activities that should be carried out \non commercial considerations, and institute sound policies to reduce ad hoc \nallocations; help the Government to redefine its role in providing public goods, \nwhile withdrawing from private goods production. \n(viii)  Advise on measures to strengthen government fiscal operations to meet public \nexpenditure  objectives  through  rationalized  expenditure  allocation  to  ensure \nfiscal efficiency; help MOF in clarifying its policy objectives in the fiscal area and \nin  achieving  better  linkages  between  overall  national  development  priorities, \nmedium-term sector priorities (in the key sectors identified in the scope), and \nbudgetary allocations.   \n(ix)  Assess the management information system and extend it to include subnational \nlevels  to  provide  more  accurate  and  timely  information  on  local  government \nexpenditures. \n ", "12  Appendix 3 \n(x)  Make an initial assessment of the coordination between MOF and People’s Bank \nof China in formulating fiscal and monetary policies, and prepare a position paper \nfor  enhancing  coordination  in  the  short,  medium  and  long  term,  with \nrecommendations  on  appropriate  institutional  arrangements  to  achieve  such \ncoordination. \n(xi)  Through in-country training seminars, enhance the skills and capacity of policy \nand budget officials in MOF and selected key sector ministries in medium-term \nbudget planning.  \n(xii)  Advise on and coordinate the external study visit of selected Government officials \nto enhance their skills on macroeconomic and fiscal coordination. \n(xiii)  Coordinate the work and inputs of the tax and fiscal levies policy expert, and the \ndomestic consultant. \n(xiv)  From the above, design a comprehensive strategy for expenditure management \nfor the State Council’s consideration, in a manner consistent with the ongoing \nfiscal management reforms at the national level; within the strategy, ensure a \nGovernment focus on providing public goods, while withdrawing from private \ngoods production. \n \nb.  Tax and Fiscal Levies Policy Expert (international, 2 person-months) \n \n2.  The expert will be primarily responsible for analyzing the existing tax and fiscal levy \npolicy and its role in intergovernmental fiscal relationships and recommend reform plans aimed \nat collecting and distributing fiscal resources more equally.  Specifically, the expert will pursue \nthese tasks \n \n(i)  Reevaluate the tax revenue sharing system, which contributes substantially to \nthe large and increasing fiscal disparities. \n(ii)  Identify fundamental flaws of the current sharing of the value added tax (VAT) \nand enterprise income tax by the central and local governments and develop a \nstrategy for using VAT more effectively for rebates. \n(iii)  Recommend how to allocate more resources for equalization, by changing the \nbasis for tax rebates, and formulate efficient measures for implementing the \nequalization program together with adjustments in tax assignments.  \n(iv)  Coordinate the work of the domestic consultants and provide effective advisory \nsupport to the team leader on tax and fiscal levy issues. \n(v)  Establish better administrative mechanisms to implement equalization through a \ncentral  transfer  mechanism  or  central  norms  on  provincial  arrangements  to \nensure that equalization takes place. \n \n3.  Two  domestic  consultants  will  be  recruited,  to  provide  6  and  4  person-months  of \nservices, respectively, in (i) fiscal policy and budget management; and (ii) tax and fiscal levy \nanalysis. Their primary task will be to provide effective research, policy analysis, coordination, \nand logistics support to the international consultants. In particular, the experts will carry out but \nwill not be limited to the following tasks: \n \nc.  Fiscal Policy and Budget Management (domestic, 6 person-months)  \n(i)  Review  all  recent  Government  regulations  and  orders  regarding  budget \nmanagement, and synthesize the key requirements for the international expert. \n(ii)  From existing MOF databases, compile a database on expenditure and revenue \nallocations at the central and provincial levels; focus on the key sectors to be ", "  Appendix 3  13 \nselected as pilots for enhancing macroeconomic and fiscal coordination, and \nundertake  an  in-depth  analysis  of  the  expenditure  patterns  and  resource \nallocations to those sectors. \n(iii)  Provide effective support in all aspects relating to fiscal policy formulation and \nbudget management, as needed by the team to attain the objectives and scope \nof the proposed TA. \n(iv)  Prepare detailed interim and final reports outlining the findings to the team leader \non a timely basis. \n \nd.  Taxes and Fiscal Levies (domestic, 4 person-months) \n \n(i)  From existing MOF databases, compile a database on tax revenue collections \nand  revenue  collected  through  fiscal  levies/EBFs  at  central  and  provincial \n(aggregated from subprovincial) levels.  \n(ii)  Prepare and provide the team with a synthesis of the recent tax policy and fiscal \nlevy changes, and how they have impacted on the relative collections. \n(iii)  Provide overall support to the tax expert in assessing the revenue collections and \nassignments. \n(iv)  Prepare detailed interim and final reports outlining the findings to the tax expert \nand team leader on a timely basis. \n \n2.  Component B: Instituting Sound Internal Controls and Audit Functions on \nUtilization of Budget \n \na.  Internal Control and Audit Expert/Team Leader for Component B  \n(international, 5 person-months) \n \n4.  The expert will be primarily responsible for advising MOF and the selected provincial \nfinance bureaus (PFBs) in establishing a proper internal control and audit system, and will \nrecommend reform plans aimed at improved fiscal discipline and accountability. Specifically, the \nexpert will undertake the following tasks: \n \n(i)  Evaluate the existing internal control systems at MOF and the selected PFBs, \nand compare existing practices against international sound practices for internal \ncontrols  and  audits  in  budget  formulation  and  execution;  formulate  short-, \nmedium-,  and  long-term  reform  measures  aimed  at  improving  financial \nmanagement and reducing the scope for corruption. \n(ii)  Give advisory support in instituting an effective internal control system at the \ncentral level within MOF and in the local PFBs of three selected provinces, with \nappropriate  standards,  and  checks  and  balances,  and  with  focus  on  budget \npreparation and execution, controlling EBFs, treasury operations, fund tracing \nand performance evaluation.  \n(iii)  Advise on implementing an internal audit system at the central and selected local \nlevels, with focus on interim procedures as well as final outcomes, with the \nobjective of ensuring integrity and consistency of internal control procedures, with \neffective  reporting  to  the  senior  management  of  MOF  and  PFBs  and  the \ngovernment.  \n(iv)  Help MOF and the PFBs in strengthening the interface between the internal \nsupervision departments and other line departments within MOF and PFBs as \nwell  as  between  MOF/PFBs  and  the  other  line  ministries  to  ensure  better \ncoordination in monitoring budget execution at all levels.  \n ", "14  Appendix 3 \n(v)  Formulate detailed terms of reference for the domestic consultants and oversee \ntheir inputs. \n(vi)  Design  appropriate  training  programs  to  enhance  the  skills  and  capacity  of \nfinancial controllers and auditors in MOF and the selected PFBs through in-\ncountry training seminars. \n \nb.  Domestic Consultants (8 person-months) \n \n5.  Two domestic consultants will be recruited to provide 4 person-months each of services, \nrespectively, in (i) internal controls and (ii) fiscal/financial statement audits. Their primary task \nwill be to provide effective research, policy analysis, coordination, and logistics support to the \ninternational consultant.  \n \nB.  Reporting Arrangements  \n \n6.  The team leader for component A, and the internal control expert for component B will \nbe responsible for delivering the reports, with appropriate contributions from the other experts. \nThe team leader for each component will submit (i) an inception report 3 weeks after the start of \ntheir services, (ii) a regular monthly report until the completion of the TA; (iii) a midterm report \nfor component A 5 months of TA inception, and an interim report for Component B 3 months of \nTA inception (which can be combined with the 3 monthly report); (iv) a draft final report 4 weeks \nbefore the conclusion of the contract; and (iv) the final report, to be submitted within 2 weeks \nafter comments from the EA and ADB are received and incorporated. The TA will begin in \nDecember 2002 and be completed in March 2004. Seminars and workshops will be organized \nintermittently during implementation period to invite comments from international and domestic \nexperts in the field and disseminate the findings of the report. All reports will be translated and \ndisseminated in the English and Chinese languages. \n \nC.  Training Arrangements \n7.  Capacity-building  initiatives  in  component  A  will  comprise  (i)  external  study  and \nconsultation visits to one or two selected countries for up to five officials; and (ii) training \nseminars in the People’s Republic of China (PRC) for which experts from developed and \ndeveloping economies will be invited to share their experiences in macroeconomic and fiscal \ncoordination. The external study visits will be combined with intensive short-term courses on \nfiscal policy-related issues offered by a major university in the United States or Europe. The \nGovernment and ADB will jointly select the participating officials, as well as the countries and \ninstitutions to be visited, with inputs and coordination support from the team of consultants. \n \n8.  For component B, the training in internal controls and audits for MOF and PFB officials \nwill consist of a minimum of three seminars to be organized at three major centers in the PRC. \nInternational experts and budget controllers/auditors from developed economies and developing \neconomies with more modern budget systems will be invited to the seminars. The Government \nofficials participating in all the training activities will be required to submit a detailed training \nreport, focusing on the lessons learned and how they will incorporate the tools and techniques \ndisseminated at the training events in their operations within MOF and PFBs. "], "metadata": {"CreationDate": "D:20021126205038", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021202100717+08'00'"}}