{"path": "data/input/ta/tar-con35154.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: CON 35154\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nFOR THE\nTEN YEARS AFTER RIO: PROMOTING SUBREGIONAL COOPERATION FOR\nFOR\nSUSTAINABLE DEVELOPMENT PROJECT\nSeptember 2001", "2\nABBREVIATIONS\nADB – Asian Development Bank\nASEAN – Association of South East Asian Nations\nCSD – Commission on Sustainable Development\nDMC – developing member country\nESCAP – Economic and Social Commission for Asia and the Pacific\nMCED – Ministerial Conference in Environment and Development\nNGO – nongovernment organization\nTA – technical assistance\nUN – United Nations\nUNCED – United Nations Conference on Environment and Development\nUNDP – United Nations Development Programme\nUNEP – United Nations Environmental Programme\nUNGA – United Nations General Assembly\nNOTE\nIn this report, \"$\" refers to US dollars.", "I.   INTRODUCTION\n1. The World Summit on Sustainable Development will be the first meeting of heads of\nstate since the Earth Summit in Rio de Janeiro in 1992, and has been dubbed the Rio+10\nSummit. Preparations for Rio+10 include review of progress achieved during the last 10 years in\nimplementing the Earth Summit’s Agenda 21, and mapping out priority actions as short- and\nlong-term strategies for sustainable development. International organizations have been called\non  to  launch  a  preparatory  process  at  the  regional  and  subregional  levels  to  establish  a\nprovisional agenda and possible themes for Rio+10. Representatives of the Asian Development\nBank (ADB), Economic and Social Commission for Asia and the Pacific (ESCAP), and United\nNations  Environmental  Programme  (UNEP)  met  in  February  2001  to  discuss  possible\ncollaboration in assisting Asia and the Pacific developing countries to prepare for Rio+10. A\nfollow-up reconnaissance mission was undertaken in April 2001 to meet with senior officials of\nESCAP and UNEP’s Regional Office in Bangkok to discuss (i) partnerships among the three\ninstitutions; (ii) the conceptual framework, objectives and scope of the technical assistance (TA);\nand (iii) formation of a steering committee and task force for the TA. An understanding was\nreached on the objectives, scope, cost estimates, and implementation arrangements for the TA.\nSubregional  environmental  organizations  were  subsequently  consulted  to  determine  their\npriorities for Rio+10 preparations. A strong interest has been expressed at the subregional level,\nparticularly by the member countries of the Association of South East Asian Nations (ASEAN)\nand Central Asian republic (CAR) developing member countries (DMCs). This TA will assist the\nsubregional preparatory process for Rio+10.1\nII.   BACKGROUND AND RATIONALE\n2. The 1992 Earth Summit2 was an important milestone in addressing increasing global\nand local environmental degradation and risks. It produced action on five official agreements: (i)\nadoption of the Rio Declaration on Environment and Development, (ii) endorsement of Agenda\n21, an action plan setting forth ways of achieving sustainable development by the 21st century,\n(iii) signing of the Framework Convention on Climate Change, (iv) signing of the Convention on\nthe Protection of Biological Diversity, and (v) agreement on basic principles for managing and\nconserving the world’s forests. Aside from the written commitments by most nations, the Earth\nSummit (i) secured a set of legal agreements among Governments for international cooperation\non development and environment; (ii) established political commitment to the agreement at the\nhighest level, and placed the issue of sustainable development on the international diplomatic\nagenda; (iii) opened new pathways for communication and cooperation between government\nand nongovernment organizations (NGOs); and (iv) led to an enormous increase in public\nawareness  on  environmental  issues.  A  number  of  programs  and  projects  have  been\nimplemented in line with the Earth Summit recommendations, and ADB has been instrumental\nin this regard, particularly ADB’s assistance to DMCs for environmental and social capacity\nbuilding integrating poverty reduction and environmental improvement; strengthening of local\ngovernments and civil society participation; support for local actions to address global issues\nsuch as climate change, biodiversity conservation and desertification; and strengthening of\nsubregional cooperation for sustainable development.\n3. The 55th General Assembly of the United Nations called for a 10-year review of progress\nin  implementing  the  Earth  Summit’s  recommendations  and  formulated  follow-up  action\n                  \n1  The TA was first listed in the ADB Business Opportunities (Internet version) on 15 June 2001.\n2  ADB, with a delegation led by the President, actively participated in the 1992 Earth Summit and discussed the\nrole of regional development banks in the post-summit period.", "2\nproposals for consideration at the forthcoming Rio+10 Conference, to be held in September\n2002 in Johannesburg, South Africa. The conference will be at the summit level, and is needed\nto reinvigorate, at the highest political level, global commitment to sustainable development. 3 In\ndoing so, the summit and its preparatory process should ensure a balance between economic\ndevelopment, social development, and environmental protection, as these are interdependent\nand mutually reinforcing components of sustainable development.\n4. Major  objectives  of  Rio+10  will  include  a  review  of  progress  in  implementing\nrecommendations and the other outcomes of the Earth Summit, to be carried out at the local,\nnational, regional, and international levels by governments. The review will focus on  identifying\naccomplishments and areas where further efforts are needed to implement Agenda 21. Agenda\n21 sets a blueprint for action in the 1990s onto the 21st century of strategies and integrated\nmeasures  to  halt  and  reverse  the  effects  of  environmental  degradation,  and  promote\nenvironmentally sustainable development. Agenda 21 is premised on the belief that sustainable\ndevelopment is not an alternative to but an imperative in both environmental and economic\nterms.\n5.  In anticipation of Rio+10, environmental issues in Asia and the Pacific were discussed\nduring the interministerial conference on environment and development organized by ADB,\nESCAP,  and  UNEP  in  Kitakyushu,  Japan  in  September  2000.  The  participating  ministries\nconfirmed that the Agenda 21 implementation has been inhibited by a number of factors. While\nthe region’s financial crisis slowed some efforts, institutional weakness and lack of financing\nwere the major barriers. The conference resulted in the Ministerial Declaration on Environment\nand Development in Asia and the Pacific on Vision for the Twenty-First Century. The Kitakyushu\nInitiatives focus on implementation of programs at the local level bringing together the local\ngovernment, NGOs, the private sector, and the general public, with involvement of national\ngovernment  to  ensure  the  (i)  setting  up  of  socioeconomic  and  technological  conditions  to\nachieve countrywide sustainable development; (ii) provision of legislative infrastructure; and (iii)\nin particular, mobilization of assistance from bilateral and multilateral financial institutions.4\n6. Since the Earth Summit, two ADB studies5 have concluded that progress on tackling\nenvironmental management problems has been inadequate. The Emerging Asia study in 1997\ngave a quantitative picture of the situation and pinpointed institutional and market failures as the\nkey barriers, and the Asian Environment Outlook 2001 elaborates on this. It identifies several\nspecific sectoral and economic development policies that stimulate environmental decline. It\nalso prescribes institutional, policy, and governance measures that would provide a sound basis\nfor concurrent improvement of environmental performance and poverty reduction in the region,\nincluding options and opportunities to redirect the current development trajectory implicated by\nthese driving forces. These ADB studies provide guidance for DMCs and international and\nbilateral  assistance  agencies  on  the  most  important  and  immediate  changes  that  can  be\nadopted by the region’s policy makers, and on mainstreaming environmental concerns across\nand within sectors into all levels of poverty reduction and economic development planning,\nwhich should become a central theme of programs resulting from Rio+10.\n                  \n3  Negotiations of the implementing protocols of the conventions agreed at the Earth Summit (e.g., the Kyoto\nProtocol) were dominated by national interests. Unilateral decisions by one or more particular countries, which\nmay affect other countries, could be minimized through building subregional cooperation and consensus.\n4  As a first step of follow-up actions, ESCAP, together with the Government of Japan, conducted a study on\nindicators and designation of pilot projects in January 2001. A network secretariat will be established to help\nstakeholders formulate projects based on the assessment of pilot projects.\n5   (i) ADB. 1997. Emerging Asia: Changes and Challenges. Manila: ADB; and (ii) ADB. 2001. Asian Environment\nOutlook. Manila: ADB.", "3\n7. The consultations and dialogues with multilateral and bilateral financial institutions, and\nreview of the implementation of the Earth Summit's follow-up proposals indicate the necessity\nfor Rio+10 preparations to focus on facilitating implementation of approved actions. On the\nother hand, responsibility for preparations for Rio+10 in particular, and sustainable development\nplanning  in  general,  should  not  be  limited  to  environment  agencies.  Planning  and  finance\nagencies  and  other  stakeholders  need  to  be  fully  involved  in  preparing  initiatives.\nRepresentatives of DMCs and subregional organizations at the September 2000 Kitakyushu\nconference emphasized that collaboration and lesson-sharing for sustainable development will\nbe  more  effective  at  the  subregional  than  the  regional  level  due  to  similar  sociocultural\nbackgrounds and challenges for environmentally sound development. Addressing the common\nenvironmental problems at the subregional level will strengthen the DMCs’ position at Rio+10 in\nthe  short  term  and  strengthen  cooperation  among  countries  in  the  subregions  to  more\neffectively address environmental problems in the longer term. Finally, activities need to be\ndesigned to integrate poverty reduction, social development, governance, and environmental\nimprovement  to  achieve  sustainable  development.  After  consultations,  ADB,  ESCAP,  and\nUNEP agreed that (i) preparatory activities will involve planning and finance agencies in the\nanalysis,  dialogue,  and  action  planning  from  the  outset;  (ii)  action  planning  will  be  on  a\nsubregional basis, building on national sustainable development plans; and (iii) an integrated\nand participatory approach will be taken in designing proposals involving multiple stakeholders.\nIII.   THE TECHNICAL ASSISTANCE\nA. Objectives\n8. ADB,  ESCAP,  and  UNEP  have  agreed  to  help  DMCs  prepare  for  Rio+10  at  the\nsubregional level. United Nations Development Programme (UNDP) and other international and\nregional organizations have expressed interest in coordinating their activities with the ADB-\nESCAP-UNEP  partnership.  Because  of  ADB's  comparative  advantage  through  ongoing\nenvironmental assistance programs, ADB will lead the subregional preparatory process for\nRio+10 in two subregions: Southeast Asia and Central Asia. ESCAP and UNEP will lead the\npreparatory process in the other subregions. Thus, the TA objectives are to help countries in\nSoutheast Asia and Central Asia subregions (i) establish subregional strategies, and develop an\nintegrated and participatory action plan that will be implemented in the medium and long term;\nand  (ii)  strengthen  subregional  cooperation  in  addressing  common  problems  and  poverty\nalleviation.\n9. This is the first time a subregional approach is being taken in establishing strategies for\nimplementing  the  Earth  Summit  recommendations,  and  developing  an  integrated  and\nparticipatory action plan. Consultations and related analyses will build on existing national\nsustainable development plans, national-level preparation that is being supported by UNDP,\nand other relevant reports. Subregional and regional action plans will present the outcome of\nconsultations with emphasis on mechanisms for implementation and on monitoring systems.\nThe  action  plans  will  delineate  priority  issues  and  major  challenges;  present  subregional\nplatforms and mechanisms outlining key policy issues, priorities, and follow-up actions to ensure\ncooperation; and prepare specific projects, including institutional and financial requirements, to\naddress the priority issues.\n10. The discussions at the national to global level will be brought together into four common\ngroupings: (i) rural poverty and the environment: the relationships among poverty, agriculture\nand  environment,  food  security,  social  dimensions  of  sustainable  development,  good  local\ngovernance, and financing; (ii) urban and industrial environment: the need to strengthen and", "4\nintegrate urban and industrial development management, slum upgrading, empowering of local\ngovernment and community, reduction of environmental health hazards (e.g., air and water\npollution),  and  adoption  of  clean  production  concepts  in  industrial  development  and  urban\nmanagement; (iii) natural resources management: consumption and production, environmental\nmanagement through efficient technologies and processes, economic instruments, long-term\nplanning  for  abatement  of  greenhouse  gas  effects  and  climate  change,  biodiversity,\nenvironmental  security,  other  sectoral  issues,  and  the  related  international  trade;  and  (iv)\ninstitutional and policy issues: strengthening of the global institutional framework for sustainable\ndevelopment, institutional reforms, coordination between the treaty regimes, and assessment of\nnational and local sustainability strategies.\nB. Scope\n11. The TA activities will include (i) compiling and reviewing reports from national-level\npreparation and other relevant reports including subregional environmental programs (e.g., the\nASEAN Environmental Action Plan), relevant regional TA reports and environmental projects\nfinanced by ADB, and evaluation and audit reports on selected projects and TAs undertaken by\nADB;  (ii)  preparing  subregional  analyses  and  an  action  plan  based  on  such  review  and\nconsultation  with  government  institutions  and  other  stakeholders  including  NGOs;  and  (iii)\norganizing a subregional preparatory process that includes discussions at the subregional level\ninvolving NGOs, the private sector, civil society, academia and other stakeholders active in\nenvironment and sustainable development, and subregional intergovernmental consultation to\ndiscuss and endorse the proposed subregional action plan.6 The subregional action plan will\nincorporate  stakeholders’  inputs  and  be  endorsed  by  the  intergovernmental  meeting  for\npresentation in the Rio+10 Conference. This action plan will present subregional strategies and\nhelp  development  financial  institutions  to  identify  the  driving  forces  that  have  resulted  in\nenvironmental problems, and prepare specific programs to address the issues. Supplementing\nor (when necessary) adjusting the action plan accommodating Rio+10 recommendations will be\nundertaken by ADB, ESCAP, and UNEP in coordination with the concerned intergovernmental\norganizations through existing mechanisms. In ADB, the action plan will be used as input to\ncountry strategy and programs or their updates in consultation with the concerned governments\nof countries in the subregions.\n12. The  TA  will  (i)  develop  integrated  and  participatory  subregional  action  plans;  (ii)\nstrengthen ownership of the plans by a multistakeholder group including government, financial\nand sector development agencies; the private sector; academia; and civil society; (iii) achieve a\nstronger negotiating position for DMCs through subregional participation at Rio+10; and (iv)\nestablish  a  mechanism  for  feedback  and  commitment  from  countries  to  ensure  that  their\nnational positions will be consistent with the agreed upon subregional position and reflected in\ntheir governments’ plans and strategies. The TA framework is in Appendix 1. The background\non global, regional, and subregional preparatory processes for Rio+10 is in Appendix 2.\nC. Cost Estimates and Financing Plan\n13. The TA is estimated to cost $500,000. ADB will finance $200,000 equivalent, on a grant\nbasis from the Japan Special Fund, funded by the Government of Japan. ESCAP has confirmed\navailability of $100,000; and UNEP, $200,000. The cost estimates include consulting services,\n                  \n6  The intergovernmental meeting will be attended by representatives of key government agencies in environment,\nfinance,  and  planning.  The  discussions  with  nongovernment  stakeholders  will  take  place  prior  to  the\nintergovernmental meeting to assure that the outcomes will be considered during the intergovernmental meeting.", "5\nregional workshops, reporting and publications, and secretarial support. UNEP’s contribution will\ninclude in-kind support covering office space and technical staff resources and other facilities in-\nkind, totaling $50,000. The detailed cost estimates and financing plan are in Appendix 3.\nD. Implementation Arrangements\n14. The TA will be implemented as a partnership between ADB, ESCAP, and UNEP. A\nsteering committee of senior officials of the three agencies has been established to guide the\nsubregional  preparation  for  Rio+10.  ADB  is  represented  by  the  manager  of  Environment\nDivision,  ESCAP  by  the  director  of  its  Environment  and  Natural  Resource  Development\nDivision, and UNEP by the director of its Regional Resource Center for Asia and the Pacific. A\ntask force with one member from each of the three agencies has also been established to\nundertake the works under the TA. A task manager will be selected by the steering committee to\nhead the task force. A secretariat for daily TA implementation will be established in Bangkok,\nThailand with general independence from the three agencies but under the overall guidance of\nthe steering committee. The task force will focus on assisting at the subregional level. The TA\nwill be implemented in eight months, from August 2001 to March 2002. ADB will execute the TA\nin partnership with ESCAP and UNEP pursuant to the terms of an implementation agreement to\nbe signed by each of the three entities prior to commencement of TA activities.\n15. An international consultant (two person-months) will be engaged to support the day-to-\nday tasks of ADB in the Task Force. The consultant will have expertise in environmental\nmanagement,  a  thorough  understanding  of  international  conventions  and  treaties,  and\nexperience with implementing national economic development programs and projects. Domestic\nconsultants will be engaged by the task force for each subregion in consultation with ADB (a\ntotal of four person-months). They will help the task force prepare the draft subregional reports.\nThe consultants financed by the ADB TA grant will be selected and engaged in accordance with\nADB’s Guidelines on the Use of Consultants and other arrangements satisfactory to ADB on the\nengagement of domestic consultants. The outline terms of reference for consulting services are\nin Appendix 4. ADB will be responsible for procuring materials under the TA. However, ADB\nmay agree on arrangements with the secretariat, when appropriate, to carry out procurement\nsatisfactory to ADB and in accordance with ADB’s Guidelines for Procurement.\n16.  ADB, ESCAP, and UNEP will monitor and periodically review the progress of TA\nimplementation  by  the  task  force  through  monthly  progress  reports.  ADB  will  review  the\ninception, interim, and draft final reports, and attend at least one subregional workshop.\nIV. THE PRESIDENT’S DECISION\n17. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, in an amount not exceeding the equivalent of\n$200,000 for the purpose of the Ten Years After Rio: Promoting Subregional Cooperation for\nSustainable Development Project, and hereby reports such action to the Board.", "TECHNICAL ASSISTANCE FRAMEWORK\nDesign Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\nGoal\nEstablish subregional strategies, and Regional environmental improvement Close liaison with the TA secretariat in Consensus and commitment of countries\nstrengthen subregional cooperation in arising from strengthened subregional monitoring progress of TA in the subregion to establish subregional\naddressing common problems and cooperation through adoption of implementation, and communication strategies and promote regional\nissues. subregional policy, projects, and action with ESCAP and UNEP’s regional office cooperation can be reached.\nplans. in Bangkok.\nPurpose\nDevelop subregional action plans Time-bound action plans, subregional Review of subregional reports, record of Subregional reports will be used by the\n(Southeast Asia and Central Asia) in commitment to implement the plans, presentation at Rio+10, and monitoring concerned subregions for Rio+10, and\n( environmental management to and earmarking of funds by of decisions made by subregions, as DMCs will implement the project\nR\naddress common problems through governments and development well as subregional cooperation in proposals and action plan presented in\ne\nfe subregional cooperation. financial institutions. implementing the action plans. subregional reports.\nr\ne\nn\nc Outputs\ne Subregional programs in addressing Well-received subregional reports ADB, ESCAP, and UNEP will monitor Subregional consensus can be reached\n \nin common problems (rural poverty/ covering integrated and participatory and record presentation of the reports in in addressing common issues, strategies\n \nte environment, urban and industrial action plans, and coownership of the Rio+10, and implementation of the to address the issues, and priorities.\nxt environment, natural resource reports by finance and planning action plans. 6\n:\n p management, and institutional issues) agencies, and stakeholders; and DMC governments will use the materials\na in an integrated and participatory statements on subregional produced by the TA.\ng\ne action plan. cooperation.\n \n4 Finance and planning agencies will adopt\n,\n \np the action plan.\na\nr\na\n. Activities\n \n1\n2 Compile and review national-level Draft subregional action plan prepared. Records of the follow-up of the TA and The subregional reports will be\n) preparation and other relevant reports presentation at Rio+10. presented at Rio+10.\nfor preparing subregional action plan.\nOrganize subregional preparatory Subregional preparatory process Records of the organization of Subregional preparatory process will be\nprocess: (i) meetings with covering a series of meetings with subregional preparatory processes. implemented as envisaged, and the\nstakeholders to discuss the draft stakeholders, and intergovernmental reports will be used for Rio+10. A\naction plans; and (ii) meetings and workshops undertaken. p\np\nintergovernmental meetings at the e\nn\nsubregional level. d\nix\n \nFinalize and publish subregional Subregional action plans prepared and Records of subregional report Strong consensus among countries to 1\n,\n \naction plans incorporating finalized for presentation in Rio+10. incorporating strategic, action, and address common problems and p\na\ngovernment and stakeholder inputs implementation plans. solutions. g\ne\nduring the preparatory process.  \n1", "2\nDesign Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\n Inputs\nProvision of consulting services, International and domestic consultants Records of activities, and regular Cooperation by ESCAP and UNEP as\nsubregional workshops for the selected and engaged to assist the monitoring by ESCAP and UNEP. ADB’s partner in the Rio+10 preparatory\nRio+10 preparatory process, and subregional preparatory process. process and overall TA implementation.\ncounterpart staff and project Counterpart staff and TA management\nmanagement. provided by ESCAP and UNEP.\nADB = Asian Development Bank, DMC = developing member country, ESCAP = Economic and Social Commission for Asia and the Pacific, Rio +10 = World Summit\non Sustainable Development, TA = technical assistance, UNEP = United Nations Environmental Programme\n7\nA\np\np\ne\nn\nd\nix\n \n1\n,\n \np\na\ng\ne\n \n2", "8 Appendix 2, page 1\nPREPARATORY PROCESS FOR THE WORLD SUMMIT ON SUSTAINABLE\nDEVELOPMENT\nA. Background\n1.  The 1992 United Nations Conference on Environment and Development (UNCED) has\nbecome a milestone in addressing increasing environmental problems that may endanger the\nearth’s life support system. In view of this, the 55th Session of the United Nations General\nAssembly  (UNGA)  called  for  a  ten-year  review  of  progress  achieved  in  implementing  the\nUNCED’s recommendations, and follow-up action proposals in the forthcoming United Nations\n(UN) World Summit on Sustainable Development (Rio+10).\nB. International Level\n \n1. Decision of the 55th Session of the United Nations General Assembly\n2.  The UNGA decided to (i) hold Rio+10 in Johannesburg, South Africa in September\n2002; (ii) organize the 10-year review of progress in implementing Agenda 21 to reinforce the\nglobal commitment to sustainable development; (iii) launch a preparatory process to establish a\nprovisional agenda and possible themes for Rio+10 at the regional and subregional levels\nthrough  the  Commission  on  Sustainable  Development  (CSD);  and  (iv)  ensure  a  balance\nbetween  economic  development,  social  development,  and  environmental  protection\n(interdependent  and  mutually  reinforcing  components  of  sustainable  development)  through\nRio+10, including its preparatory process.\n2. Global Preparatory Process\n3.  The  UNGA  invited  the  UN  Secretariat  and  relevant  organizations,  agencies,  and\nprograms  from  within  and  outside  the  UN  system  to  support  preparatory  activities  in  a\ncoordinated and mutually reinforcing way. These include the United Nations Environmental\nProgramme (UNEP), United Nations Development Programme (UNDP), regional commissions\nand secretariats of conventions related to UNCED, and international and regional financial\ninstitutions (e.g., the Global Environment Facility).\n4.  The UNGA also encouraged effective contributions from, and active participation of, all\nmajor groups identified in Agenda 21 at all stages of the preparatory process. International-level\npreparations will include a series of (i) CSD meetings in its function as the summit preparatory\ncommittee, and (ii) global meetings of stakeholders to be organized and coordinated by the\nCSD Secretariat in collaboration with various partners. Four meetings planned by CSD for the\nRio+10 preparations include the first (30 April-2 May 2001), second (late January 2002) and\nthird (late March 2002) preparatory committee meetings at the UN headquarters, New York; and\nthe Fourth Preparatory Committee Meeting (May 2002) in Indonesia.\n3. Regional and Subregional Preparatory Processes\n5.  Two key regional preparatory processes designed by UNGA are the: (i) stakeholders’\nmeetings at the regional and subregional levels, consisting of nongovernment organizations, the\nprivate sector, civil society, community-based organizations, academia, and other stakeholders\nactive  in  the  field  of  sustainable  development;  and  (ii)  intergovernmental  meetings  at  the\nregional and subregional levels. These regional and subregional preparatory meetings will be\nundertaken  by  various  UN  agencies  in  cooperation  with  multilateral  and  bilateral  financial\n(Reference in text: page 4, para. 12)", "9 Appendix 2, page 2\ninstitutions. The stakeholders’ meetings will take place prior to the intergovernmental meetings\nto assure that their outcome will be considered during the intergovernmental meetings. The\nsubregional and regional reports should be available by January 2002 for the first substantive\nCSD meeting. The regional and subregional preparatory meetings will undertake two main\ntasks:\n(i)  develop (a) regional assessments on the main achievements in implementing\nAgenda  21  and  other  outcomes  of  UNCED,  including  major  regional,\nsubregional,  and  national  initiatives  toward  sustainable  development;  (b)\nprospective  outlooks  and  main  constraints;  and  (c)  new  initiatives  and\ncommitments to overcome constraints and foster further progress; and\n(ii)  formulate regional platforms outlining key policy issues, priorities, and follow-up\naction  proposals,  including  specific  proposals  to  strengthen  or  raise  the\neffectiveness of international cooperation and international institutions.\nC. The Asia and Pacific Region\n1. Five Subregions of Asia and the Pacific\n6.  Asia and the Pacific is the world’s most populated region. Because of its vastness and\ndiversity in terms of geography, topography, climate, ecology, and other natural conditions, as\nwell as differences in sociocultural, economic, and political systems, the region is grouped into\nfive subregions: South Asia, Southeast Asia, Northwest Pacific, Central Asia, and South Pacific\n(with Australia and New Zealand).\n7.  The subregions have a history of cooperation in the environmental sector either through an\nintergovernmental agency or directly through South Asian Association for Regional Cooperation,\nand South Asia Cooperative Environment Programme for South Asia; Association of South East\nAsian  Nations  (ASEAN)  for  Southeast  Asia;  and  South  Pacific  Regional  Environmental\nProgramme  (SPREP)  for  South  Pacific.  Intergovernmental  action  programs  include  the\nNortheast  Asia  Subregional  Programme  on  Environmental  Cooperation,  and  Central  Asian\nRegional Environment Action Plan. The technical assistance (TA) will cover two subregions\n(Southeast Asia and Central Asia) while the other subregions will be covered with assistance\nfrom the Economic and Social Commission for Asia and the Pacific (ESCAP) and UNEP.\n2. Rio+10 Preparation Partnership\n8.  The Asian Development Bank (ADB), ESCAP, and UNEP have agreed to help prepare\nfor Rio+10 on an equal partnership basis.  A steering committee and task force with senior\nofficials from the three agencies have been established. Each agency has designated a senior\nstaff member to the task force. A task manager will be selected by the steering committee to\nhead the task force. A secretariat for daily TA implementation will be established in Bangkok.\nThis agreement will be communicated to concerned governments, and subregional, regional,\nand global concerned agencies bearing the three agencies’ logos. The task force is responsible\nfor substantive and logistical arrangements.\n3. Subregional and Regional Preparations\n9.  At  the  subregional  level,  the  three  agencies  will  work  with  and  build  on\nintergovernmental bodies and existing cooperation mechanisms. A comprehensive report for", "10 Appendix 2, page 3\neach subregion will be prepared based on a common guideline. The report will be composed of\ntwo parts, 20 percent being \"Review and Evaluation” and 80 percent being “Mechanisms for\nImplementation.”\n(i)  The “Review and Evaluation ” section will cover (a) main achievements and\nlessons  learned  in  implementing  Agenda  21  and  other  UNCED\nrecommendations;  (b)  major  constraints  and  time-bound  measures;  (c)\ninstitutional and financial requirements and opportunities; (d) new initiatives and\ncommitments toward overcoming constraints and fostering progress; (e) linkage\nof the subregional program with regional initiatives; and (f) ways to strengthen\nthe  institutional  framework  for  sustainable  development,  focusing  on  action-\noriented decisions.\n(ii)  The “Mechanisms for Implementation” section will cover (a) priority issues and\nassessment of major challenges, (b) regional action program, (c) subregional\nplatforms and mechanisms outlining key policy issues, (d) priorities and follow-up\nactions to ensure cooperation, and (e) project proposals on institutional and\nfinancial requirements to address the priority issues.\n10.  The  report  will  be  reviewed  in  a  discussion  involving  major  stakeholders  at  the\nsubregional level. The five subregional reports will be consolidated into a regional synthesis\nreport.  The  latter  will  be  reviewed  by  major  stakeholders  in  a  meeting,  followed  by  an\nintergovernmental  meeting.  The  reports  and  their  preparatory  processes  will  (i)  involve\nconsultation and engagement of environment, finance, and planning agencies; (ii) focus on\nidentification  and  analysis,  and  facilitate  implementing  mechanisms  to  address  the  priority\nissues; and (iii) engage informal networks for advise and consultation.\n4. Schedule of the Preparatory Process\n11.  ADB, ESCAP, and UNEP have formed a steering committee and task force to guide the\npreparatory process, which includes organization of five subregional meetings, and one regional\npreparatory committee meeting. The overall activities and calendar of events in preparation for\nRio+10 are in the table on the next page.", "11 Appendix 2, page 4\nCalendar of Events for World Summit on Sustainable Development 2002 Preparations\nEvent Date Location Focal Agency\nGlobal\nFirst Preparatory Committee 30 April-2 May 2001 New York CSD\nSecond Preparatory Committee 28 January-8 February New York CSD\n2002\nThird Preparatory Committee 18-29 March or 1-19 New York CSD\nApril 2002\nFourth Preparatory Committee 6-17 May 2002 Indonesia CSD\nWorld Summit on Sustainable 2-11 Sep 2002 Johannesburg, CSD\nDevelopment South Africa\nRegional\nRegional Roundtable for East 9-11 July 2001 Kuala Lumpur, DESA\nAsia and the Pacific Malaysia\nRegional Roundtable for 30 July-1 August 2001 Bishek, DESA\nCentral Asia and the Pacific Kyrgyzstan\nRegional PrepCom for Asia and 27-29 November 2001 Pnomh Penh, ESCAP, Task\nthe Pacific Cambodia Force\nSubregional\nSubregional Preparatory 26-28 July 2001 Beijing, Led by ESCAP\nCommittee for Northeast Asia People’s (supported by\nRepublic of ADB, UNEP)\nChina\nSubregional Preparatory 17-19 October 2001 Manila, Led by ADB\nCommittee for Southeast Asia Philippines (supported by\nESCAP, UNEP)\nSubregional Preparatory 27-29 September 2001 Colombo, Sri Led by UNEP\nCommittee for South Asia Lanka (supported by\nADB, ESCAP)\nSubregional Preparatory 5-7 September 2001 Apia, Samoa Led by SPREP\nCommittee for South Pacific (supported by\nADB, ESCAP,\nUNEP)\nSubregional Preparatory 19-21 September 2001 Almaty, Led by ADB and\nCommittee for Central Asia Kazakstan UNEP\n(supported by\nESCAP)\nADB = Asian Development Bank, CSD = Commission on Sustainable Development, DESA = Department of Economic and Social\nAffairs, ESCAP = Economic and Social Commission for Asia and the Pacific, SPREP = South Pacific Regional Environment\nProgramme, UNEP = United Nations Environment Programme", "8 Appendix 2, page 1\n12 Appendix 3\nCOST ESTIMATES AND FINANCING PLAN\n($’000)\n ADB ESCAP UNEP Total\n Item Cost\nA. Staff Resources/Consultants\n1.  Remuneration and Per Diem\n     a. International Consultants 44 15 15 74\n     b. Domestic Consultants\n40 20   20 80\n2.  International and Local Travel\n15 0 0 15\n        3.  Communications\n2 0 0 2\n4.  UNEP’s Technical Support Staff (In-kind)\n0 0 30 30\nB.    Subregional and Regional Workshops\n1.  Subregional Workshops\n     60 50      50 160\n         2.  Regional Workshops\n0 10 20 30\nC.     Reports and Publications\n10 5 15 30\nD. Administration\n2 0 2 4\nE. Office Space (UNEP’s In-kind  Contribution)\n0 0 20 20\nF. Secretarial Services (Interpreter)   5 0 5 10\nG.     Contingencies 22 0 23 45\n                    Total 200 100 200 500\nADB = Asian Development Bank; ESCAP = Economic and Social Commission for Asia and the Pacific; UNEP = United\nNations Environment Programme\nNote:  ADB will mainly finance the southeast and central Asian subregions. ESCAP and UNEP will mainly finance\nthe south Asia, northeast Asia, and south Pacific subregions. Two subregional workshops will be financed\nunder the TA, i.e., for Southeast Asia in Manila, and for Central Asia in Almaty.\nSource: Staff estimates.\n(Reference in text: page 5, para. 13)", "13 Appendix 4, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1. A regional technical assistance (TA) on Ten Years After Rio: Promoting Subregional\nCooperation for Sustainable Development is prepared to help countries in the region prepare for\nthe  World  Summit  on  Sustainable  Development  (Rio+10)  to  be  held  in  South  Africa  in\nSeptember 2002. The Asian Development Bank (ADB), Economic and Social Commission for\nAsia and the Pacific (ESCAP), and United Nations Environmental Programme (UNEP) have\nagreed to help prepare for Rio+10 on an equal partnership basis (text: para. 14; and Appendix\n2, paras. 6 and 7).\n2. The TA objectives are to (i) help countries in southeast and central Asia subregions\nestablish subregional strategies and develop an integrated and participatory action plan that will\nbe implemented in the medium- and long-term, and (ii) strengthen subregional cooperation in\naddressing  common  problems  and  poverty  alleviation.  The  scope  of  activities  for  each\nsubregion will include the following.\n(i)  Compile and review national reports1 from national-level preparation and other\nrelevant reports including subregional environmental programs (e.g., Association\nof Southeast Asian Nations [ASEAN] Strategic Plan of Action on the Environment\nfor 1999-2004), Regional Environmental Action Plan for Central Asia, relevant\nregional TA reports and environmental projects financed by ADB, and evaluation\nand audit reports on selected projects and TA undertaken by ADB. Prepare\nsubregional analyses and action plans based on such review and consultation\nwith government institutions and other stakeholders, including nongovernment\norganizations (NGOs). The report will contain a proposal for the development of\nan integrated and participatory action plan at the subregional level.\n(ii)  Organize  a  subregional  preparatory  process  that  includes  a  series  of  (a)\nstakeholders’  meetings  to  discuss  the  draft  report  at  the  subregional  level\ninvolving local governments, NGOs, the private sector, civil society, academia,\nand other stakeholders active in the field of sustainable development; and (b)\nintergovernmental meetings to discuss and endorse the report.2\n(iii)  Finalize the subregional report incorporating stakeholders’ inputs and have the\nreport endorsed by the intergovernmental meeting, for presentation at Rio+10.\nThe subregional report will be composed of two parts: “Review and Evaluation”\nwill comprise 20 percent of the report, and “Mechanisms for Implementation” will\ncover 80 percent.\n3. ADB,  ESCAP,  and  UNEP  have  each  designated  one  member  to  the  task  force.\nHowever, since the TA secretariat will be in Bangkok, an international staff consultant (two\nperson-months) will be recruited to undertake day-to-day tasks of the ADB representative in the\ntask  force.  The  consultant  will  have  expertise  in  environmental  management.  Domestic\nconsultants will be engaged by the task force for each subregion in consultation with ADB (a\n                  \n1  The national report presents the outcome of a multistakeholder assessment of progress achieved by each country\nin implementing Agenda 21 and other United Nations Conference on Environment and Development (UNCED)\nrecommendations. This will be carried out in coordination with the United Nations Development Programme\n(UNDP).\n2  The meeting will be attended by representatives of key government agencies in environment, economics, finance,\nand planning. The meeting with stakeholders will take place prior to the intergovernmental meeting to assure that\nthe  outcomes will be considered during the intergovernmental meeting.\n(Reference in text: page 5, para. 15)", "14 Appendix 4, page 2\ntotal of four person-months). The consultants will have a general understanding of international\nconventions and treaties, and experience with implementing national economic development\nprograms and projects. The domestic consultants will support the work of the task force in\npreparing the subregional action plans. Each consultant may travel to countries in the subregion\nin undertaking the tasks.\nA. International Consultant\n4. The consultant will be recruited to assist and support the ADB representative on the task\nforce. The consultant will coordinate and work with ADB’s 5844-REG: Promoting Sustainable\nDevelopment Agenda in Asia: Ministerial Conference, 2000. The consultant will be recruited for\ntwo person-months, and will be based in Bangkok. The consultant’s tasks will include, but not\nlimited to, the following.\n(i)  Together with members of the task force, undertake the subregional preparatory\nprocess for Southeast Asia and Central Asia, in preparing the subregional reports\nfor Rio+10. The report will be composed of two parts (para. 2 [iii]).\n(ii)  In coordination with domestic consultants and relevant institutions/organizations,\nprepare subregional reports. In carrying out the preparatory process, undertake\nthe following.\n(a)  At the national level, coordinate with the United Nations Development\nProgramme (UNDP), National Council for Sustainable Development, focal\ninstitutions in each country preparing the Agenda 21 review, and other\nrelevant  institutions  in  compiling  and  reviewing  the  national-level  and\nother relevant reports (including national Agenda 21, and evaluation and\naudit reports on selected projects and TA undertaken by ADB).\n(b)  At the subregional level, coordinate with intergovernmental agencies (i.e.,\nASEAN  for  Southeast  Asia,  and  Intergovernmental  Sustainable\nDevelopment  Commission  for  Central  Asia),  and  other  relevant\ninstitutions and stakeholders in compiling and reviewing the subregional\nenvironmental programs. Based on this, prepare the draft subregional\nreport.\n(c)  Assist  intergovernmental  agencies  in  preparing  presentations  for  the\nsubregional and regional meetings.\n(iii)  Undertake other tasks of the task force, as needed, during TA implementation.\nB. Domestic Consultants\n5. The  consultants,  under  the  guidance  of  the  Task  Force,  will  prepare  two  separate\nsubregional reports focusing on integrated and participatory action plans in the southeast and\ncentral  asian  subregions.  He/she  may  travel  to  countries  in  the  subregions  to  undertake\nconsultations. These reports will be composed of two parts in which “Review and Evaluation”\nand “Mechanism for Implementation” will cover about 20 and 80 percent respectively, with\ngreater focus on the latter. It will also include an effective monitoring system.", "15 Appendix 4, page 3\n6. After preparing the first draft reports (in coordination with the international consultant),\nthe consultants will (i) submit the draft reports to the task force for comments; (ii) visit key\ncountries in the subregion (when necessary) to revise the draft reports; (iii) resubmit the final\ndrafts  to  the  task  force;  and  (iv)  present  the  draft  reports  (together  with  the  international\nconsultant) in the subregional meetings, i.e., (i) a one-day stakeholders’ meeting to be attended\nby representatives from academia, NGOs, the private sector, financial institutions, industrial\ngroups, women and youth groups, and other stakeholders; and (iii) a one-day intergovernmental\nmeeting  attended  by  environment,  finance,  and  planning  agencies  from  countries  in  the\nconcerned subregion.\n7. The consultant  will  incorporate  the  inputs  and/or  comments  received  in  the  final\nsubregional report.\nC. Subregional Report\n8. The “Review and Evaluation” section will cover the following.\n(i)  the main achievements and lessons learned by the subregions in implementing\nAgenda  21  since  the  United  Nations  Conference  on  Environment  and\nDevelopment  (UNCED),  including  major  subregional  and  national  initiatives\ntoward sustainable development;\n(ii)  a review of (a) implementation of subregional environmental programs; and (b)\nprojects financed by ADB, including assessment of costs that have been invested\nin,  and  environmental  and  social  benefits  accrued  from  them  (based  on\nevaluation and audit reports on projects and TA undertaken by ADB);\n(iii)  the major constraints faced by the subregions’ countries, and of the action-\noriented  decisions  needed  to  implement  Agenda  21,  and  environmental\nprotection, and specific time-bound measures to address them;\n(iv)  an assessment of (a) institutional and financial requirements (or obstacles) and\nopportunities that have emerged since UNCED within Agenda 21’s framework;\nand (b) initiatives and commitments toward overcoming constraints and fostering\nfurther progress within the subregions;\n(v)  the  linkage  of  the  subregional  programs  with  the  outcomes  of  the  regional\ninitiatives such as the Ministerial Conference in Environment and Development\n(MCED) in Kitakyushu, September 2000; and\n(vi)  ways to strengthen the institutional framework for sustainable development at the\nglobal, regional, and national levels.\n9. For the “Mechanisms for Implementation” section, the consultant will do the following.\n(i)  Compile priority issues from existing assessments,3 and national and subregional\nassessments; and assess major challenges.\n                  \n3 E.g., (i) UNEP. 1997. Global Environment Outlook. London: UNEP; (ii) ADB and ESCAP. 1990,1995,2000. State of\nthe Environment in Asia and the Pacific. New York: United Nations; and (iii) ADB. 2001. Asian Environment\nOutlook 2001. Manila: ADB.", "16 Appendix 4, page 4\n(ii)  Prepare two separate reports for the southeast and central Asian subregions\naddressing priority issues. Reflect International Development Goals, which set\nthe targets, including those for poverty reduction, natural resource management,\nand  addressing  institutional  issues,  in  the  report,  and  the  Regional  Action\nProgram for Environmentally Sound and Sustainable Development in Asia and\nthe Pacific, adopted at the MCED in 2000. The report will specifically address the\nfollowing:\n(a)  rural  poverty  and  the  environment:  ways  to  reduce  rural  poverty  by\nimproving agriculture, food security, local governance, environment, and\nfinancing;\n(b)  urban  and  industrial  environment:  ways  and  opportunities  for  urban\npoverty  reduction  by  improving  urban  planning,  strengthening  and\nintegrating  urban  and  industrial  development  management,  upgrading\nslums,  empowering  the  local  government  and  community,  reducing\nenvironmental health hazards (e.g., air and water pollution control), and\nadopting the cleaner production concept;\n(c)  natural  resource  management:  improving  resources  management\nconsidering  issues  related  to  consumption  and  production;\nenvironmentally  sensitive  management,  technologies,  and  processes;\neconomic instruments; long-term planning for abatement of greenhouse\ngas  emissions  and  climate  change;  biodiversity;  and  other  sectoral\nissues); and\n(d)  institutional issues: strengthening the global institutional framework for\nsustainable development, institutional reforms, coordination between the\ntreaty  regimes,  and  assessment  of  national  and  local  sustainability\nstrategies.\n(iii)  Formulate subregional platforms and mechanisms outlining key policy issues,\npriorities, and follow-up action proposals to ensure cooperation, including actions\nand cooperation required at the regional and global levels taking into account the\nregional message for Rio+10 adopted at the MCED in 2000.\n(iv)  Formulate project proposals and their institutional and financial requirements to\naddress  the  priority  issues,  and  monitoring  system.  They  should  meet  the\nInternational  Development  Goals  and  Regional  Action  Plan  in  Asia  and  the\nPacific region."], "metadata": {"CreationDate": "D:20011010141835", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R169-01TA.doc", "ModDate": "D:20011012154326+08'00'"}}