{"path": "data/input/ta/tar-cam35276.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR:CAM 35276 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Poverty Reduction Cooperation Fund) \n \n \nTO THE \n \n \nKINGDOM OF CAMBODIA \n \n \nFOR \n \n \nSUSTAINABLE EMPLOYMENT PROMOTION FOR POOR WOMEN \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 2002 ", "CURRENCY EQUIVALENTS \n(as of 14 October 2002) \n \n \nCurrency Unit  –  Riel/s (KR) \nKR1.00 =  $0.0002607 \n$1.00 =  KR3,835.00 \n     \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCSP  –  country strategy and program \nEEOW  –  Expansion of Employment Opportunities \nfor Women \nGAD  –  gender and development \nILO  –  International Labor Organization \nMOEYS  –  Ministry of Education Youth and Sports \nMOSALVY  –  Ministry of Social Affairs, Labor, \nVocational Training and Youth \nRehabilitation \nMOWVA  –  Ministry of Women’s and Veterans’ Affairs \nNGO  –  nongovernment organization \nPDWVA  –  provincial department of women’s and \nveterans’ affairs \nTA  –  technical assistance \nUNDP  –  United Nations Development Programme \n \n \n \n \n \n \nNOTE \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n         (ii)        In this report, “$” refers to US dollars. \n \n \n \n \n \n \nThis Report was prepared by a team consisting of P. Chang, Principal Education Specialist,\nMKSS (Team Leader); Y. Uehara, Senior Social Development Specialist, MKOC; A. Bauer,\nSenior Economist (Poverty Reduction), RSPR; C. Ouch, Program Officer (Social Sectors),\nCARM; and K. Emzita, Counsel, OGC. ", "I.  INTRODUCTION \n \n1.  In support of gender and development (GAD) in Cambodia, the Asian Development \nBank  (ADB)  provided  technical  assistance1  (TA)  to  help  formulate  the  National  Policy  for \nWomen (issued in 1996) and establish the Ministry of Women’s Affairs (in 1998, the ministry \nwas expanded to include veterans’ affairs and was renamed the Ministry of Women’s and \nVeterans’  Affairs  [MOWVA]  in  1999).  MOWVA  plays  a  catalytic  role  within  the  Royal \nGovernment of Cambodia (the Government) to mainstream gender in the mandates, policies, \nand programs of line ministries, local governments, public institutions, civil society, and private \nsector.  MOWVA  also  collaborates  with  nongovernment  organizations  (NGOs)  through  the \nWomen’s Forum and coordinates all external assistance for GAD. \n \n2.  A second TA2 provided capacity-building support to enable MOWVA to influence and \nguide the line ministries and lower level administration units to mainstream gender concerns. \nImplementation of the TA commenced in May 2000 and was completed in October 2001. The \nTA completion report rates the activity successful. The Government requested a follow-up TA to \nbring the newly acquired expertise to the grassroots level in the rural areas and initiate activities \nfor the economic empowerment of women. The current TA is included in ADB’s country strategy \nand program (CSP) for 2002. It supports poverty reduction interventions for disadvantaged \nwomen, one of the priorities for cooperation between the Government and ADB as formalized in \nthe poverty reduction partnership agreement signed on 29 July 2002. A TA fact-finding mission \nvisited Cambodia in March 2002 and reached an understanding with the Government on the \nobjectives, scope, cost estimates, implementation arrangements, and consulting services for the \nTA.3 The logical framework for the TA is in Appendix 1.  \n \nII.  ISSUES \n \n3.  Cambodia’s gross domestic product per capita is estimated at only 257 (US) dollars in \n2000,  among  the  lowest  in  the  region.  The  incidence  of  poverty  is  high,  with  36.1%  of \nhouseholds living below the poverty line. Cambodia has one of the highest female labor force \nparticipation rates in the region, at 73.5% of women over the age of 15 years. Women comprise \n54% of skilled workers in agriculture, 75% of the primary labor force in wholesale and retail, and \n67% of the labor force in manufacturing. The adult literacy rate is 61% (vs. 83% for males), and \nonly 12% of women over 25 years have more than a primary school education. The total fertility \nrate at 4.1 and maternal mortality ratio at 473 per 100,000 live births (2000) are the highest in \nthe region. Cambodia has become a sending, receiving, and transit country for trafficking of \nwomen and children. The Second Socioeconomic Development Plan, 2001-2005, estimates that \n88,000 Cambodian women are in Thailand, with 40–60% of sex workers saying they were \nforced or tricked into the business. As of 2000, 31% of commercial sex workers and 2.3% of \nwomen attending antenatal clinics were infected with HIV/AIDS.4 Poverty, social upheaval, \nunderdeveloped legal infrastructure, and weak law enforcement contribute to the exploitation of \nwomen. \n \n4.  While MOWVA has improved its technical and managerial capacity considerably over \nrecent years, much is still to be desired to fortify its role as advocate, catalyst, and facilitator of \ngender mainstreaming and awareness of gender concerns. Staff in MOWVA’s central offices \nhave been upgraded, but staff at the provincial, district, and commune levels, who number over \n1,000 and comprise the bulk of the ministry’s human resources, have gone largely untrained. \n                                                 \n1   ADB. 1994. Technical Assistance to Cambodia for Women in Development, Manila. \n2   ADB. 1999. Technical Assistance to Cambodia for Capacity Building for the Ministry of Women’s and \nVeterans’ Affairs, Manila. \n3   The TA first appeared in the ADB Business Opportunities in March 2002. \n4   Human immunodeficiency virus/acquired immunodeficiency syndrome. ", "2   \nMOWVA’s middle management is inadequate. MOWVA does not have adequate resources to \nsupport gender focal points in the line ministries, and coordination is still unsatisfactory and \nineffective.  Findings  in  many  impact  evaluation  studies  of  ADB’s  Operations  Evaluation \nDepartment show that to ensure sustained development, a series of overlapping projects with \nconsistent core objectives, aiming over a decade or more, is needed to make an impact on key \nindicators while strengthening government management capacity. \n \n5.  The participating line ministries need strengthened capacity to (i) gather information and \nanalyze  gender  concerns  in  employment  directed  at  influencing  policy  formulation  and \nintegration of gender concerns, especially as they affect the poor into sector policies and \nprograms; (ii) identify and respond to gender concerns in their areas of responsibility; and (iii) \nestablish systems and procedures within the ministry for sectorwide management of women’s \neconomic  empowerment  activities.  The  participating  line  ministries  are  the  Ministry  of \nAgriculture, Fisheries and Forestry; Ministry of Commerce; Ministry of Education, Youth and \nSports (MOEYS); Ministry of Industry, Mines and Energy; Ministry of Rural Development; and \nMinistry of Social Affairs, Labor, Vocational Training and Youth Rehabilitation (MOSALVY). All \nare directly involved in employment generation. A memorandum of understanding will be drawn \nup between MOWVA and these line ministries for the TA. \n \n6.  Close cooperation and coordination among aid agencies and executing agencies of \nprojects and programs will be critical. Several capacity building projects with MOWVA are \nongoing. Notable among these are the International Labor Organization (ILO) and Japan Asian \nRegional  Project,  the  Expansion  of  Employment  Opportunities  for  Women  (EEOW);  the \nPartnership for Gender Equity (formerly Partnership for Building Together) financed by the \nUnited Nations Development Programme (UNDP) and the Government of the Netherlands; \nSEILA5 financed by UNDP, Department for International Development (United Kingdom), and \nSwedish  International  Development  Cooperating  Agency;  and  the  Integrated  Economic \nEmpowerment, Entrepreneurship and Employment for Women (NEEEW) in Cambodia assisted \nby Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ). The TA will build on the \nachievements  of  these  projects  and  complement  the  gender  training  being  conducted  for \nMOWVA with training for staff in the participating line ministries.  \n \n7.  The Government has well-defined policy and strategic plans in (i) the National Policy for \nWomen (1996); Neary Rattanak, “Women are Precious Gems” (1999), and in the Second Socio-\nEconomic  Development  Plan  (2001–2005).  Capacity  building  must  be  considered  within \nMOWVA  and  line  ministries  must  be  initiated  into  mainstreaming  gender  and  women \nempowerment into their activities. The TA is the first phase of a recommended program to \naddress the economic empowerment of women in Cambodia. The second phase will be the \napplication of the knowledge built in the line ministries to actual programs for employment \npromotion among women on a pilot scheme.  \n \n8.  The TA is consistent with ADB’s CSP update (2003-2005). The TA is necessary and \ntimely  and  will  contribute  to  the  overall  goal  of  reducing  poverty  through  the  economic \nempowerment of women, especially the poor, widows, single parents, migrants, working women \nand those at risk.  \n \n9.  In the design of the TA, a number of issues has been considered: (i) sociocultural \nconstraints that continue to subordinate women, manifested in their limited occupational choices \nand in the gender gap in literacy and levels of educational attainment; (ii) very low levels of \nliteracy in rural areas, so that programs directed at expanding employment opportunities for \nwomen should include training in functional literacy; (iii) growing pressures on agriculture that \n                                                 \n5\n   Seila is the khmer word for “foundation stone”. ", "  3\nare increasing pressure on poor rural families to seek alternative sources of livelihood, pointing \nto  the  need  for  more  emphasis  on  developing  and  strengthening  alternative  livelihood \nopportunities  in  rural  areas  to  absorb  the  rapidly  growing  labor  force;  (iv)  the  need  for \nstrengthening opportunities in secondary occupations for the rural work force; (v) retail trade, \nthe  most  important  industry  for  women  outside  of  agriculture,  requires  addressing  gender \nconcerns in the market place; and (vi) increased mobility that is changing the nature of the \nfamily unit and contributing to high-risk behavior and increased vulnerability to exploitation.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n10.  In support of the Government’s goal of reducing poverty, the goal of the TA is to \ncontribute to the economic empowerment of disadvantaged women in the rural areas, especially \nthe poor, widows, single parents, working women, and migrants. The TA will strengthen the \ncapacity of MOWVA to manage its mandate of gender mainstreaming at the provincial and \ncommune  levels  (through  the  provincial  departments  of  women’s  and  veterans’  affairs \n[PDWVA]). It will also strengthen the capacity of the six participating line ministries to generally \nmanage gender mainstreaming and activities in their sectors, and specifically to implement \nemployment generation schemes under the TA. It will build on the achievements of the previous \nTA and align capacity-building efforts along the decentralized system6 being implemented. It will \ncover to the extent possible, organizations and agencies that are involved in such work, e.g., the \nCambodian Union Federation, Employers’ Federation, Cambodian National Council for Women, \nand NGOs.  \n \n11.  Key outputs will include (i) a situation analysis of the existing management system and \ncapacity to mainstream gender at the provincial offices of MOWVA and at the six line ministries; \n(ii) action plans for supporting strategic planning, monitoring, and evaluation; (iii) a labor market \ninformation  database;  (iv)  training  materials  on  entrepreneurship  development  and \nmicroenterprise  development;  (v)  market  research  methodologies  and  tools;  (vi)  strategic \nframework for micro and small enterprise development and support; and (vii) ministry strategies \nin support of economic empowerment of women.  \n \nB.  Methodology and Key Activities \n \n12.  The TA will cover geographical areas and activities in 8 provinces not already covered \nby projects of other aid agencies. Activities will be centered in the line ministries (central and \nprovincial/commune levels) with oversight by MOWVA and the consultants. The TA will have \nthree major components: (i) strengthening capacity in advocacy for employment promotion in \nMOWVA  and  the  six  line  ministries  through  training;  (ii)  development  of  approaches  and \nmaterials  for  strengthening  women’s  employment  opportunities  (labor  market  information, \nentrepreneurship  development  and  microenterprise  management,  training  programs,  and \nproduct marketing); and, (iii) strengthening capacity in policy formulation and networking (micro \nand small enterprise development, models and best practices, and networking).  \n \n13.  Advocacy  for  Economic  Empowerment  of  Women.  Activities  will  include \n(i) information  and  data  gathering  about  and  analyses  of  gender  concerns  in  employment, \ndirected at influencing policy formulation and integration of gender concerns into national and \nsectoral policies and programs; (ii) identification of gender-specific concerns in employment \npromotion for women through the PDWVAs and local governments in the selected provinces; \n                                                 \n6   A project in support of the Government’s decentralization, the Commune Council Development Project (formerly \nthe Decentralization Support Program), in the amount of $17 million, is in the Cambodia CSPU (2003-2005). ", "4   \nand (iii) strengthening of systems and procedures within MOWVA for sectorwide management \nof women’s economic empowerment activities, such as aid coordination, external aid sourcing, \nand  interministerial  networking;  work  planning,  monitoring,  evaluation,  and  feedback;  and \nimproving communication (English), management, and computing skills. \n \n14.  Development of Approaches and Materials. Activities include (i) establishment of a \ndatabase for labor market information in collaboration with the National Institute of Statistics,  \nwith particular emphasis on the informal sector: data are to be segregated by gender, age, \neducational qualification, rural-urban setting, and province; (ii) development of methodologies \nand tools for identifying local products with market potential, and analyzing opportunities and \nconstraints to developing these products from a gender perspective; (iii) development and field-\ntesting  of  teaching  and  learning  materials  on  women  entrepreneurship  development  and \nmicroenterprise management in collaboration with relevant line ministries and aid agencies; and \n(iv) support for development and testing of microenterprise and entrepreneurial training, training \nof trainers, employment services, and job counseling (in cooperation with MOEYS, MOSALVY, \nand women in development centers).  \n \n15.  Policy Formulation and Networking. Activities include (i) formulating the micro and \nsmall  enterprise  development7  framework  for  MOWVA’s  strategic  plan;  (ii)  supporting  the \nestablishment  of  a  framework  and  identifying  models  and  best  practices  to  support  the \nimplementation of the National Policy for Women across the line ministries; (iii) assisting line \nministries to formulate their strategies to support the economic empowerment of women; and \n(iv) developing networks with other ministries, aid agencies, NGOs, and other projects, among \nprovinces and with other countries. \n \n16.  The anticipated outcomes from the TA will include (i) strengthened MOWVA’s capacity \nas  advocate,  catalyst,  and  facilitator  of  gender  mainstreaming  and  awareness  of  gender \nconcerns among the line ministries, including planning, implementation, monitoring, evaluation, \nand feedback; (ii) improved MOWVA aid coordination, external aid sourcing, and interministerial \nnetworking; (iii) strengthened interdepartmental coordination mechanisms between MOWVA \nand PDWVAs; (iv) strengthened capacity of the line ministries to formulate policy and integrate  \ngender concerns into their sector policies and programs; and (v) improved capability of MOWVA \nand line ministries at provincial, district, commune, and institutional levels for program planning, \nmonitoring, and reporting, including technical and financial aspects. \n \n17.  For the TA, MOWVA must manage (i) a multiplicity of government implementing agencies \n(PDWVAs),  other  ministries  and  their  provincial  departments;  and  (ii)  complex  coordinating \nrequirements between central and local governments, and with NGOs, projects/programs of aid \nagencies. ADB experience shows that such complex management requirements have resulted in \nproblems in the sequencing and synchronizing activities and have strained interoffice relations. \nThus, close supervision and monitoring of activities will be required. There is also a risk that \nadequate social capital may not be built. Key stakeholders, and their interests and power, needs \nand  demands,  and  willingness  to  participate  must  be  identified.  The  local  organizational \ncapacity must be built through participatory processes to enhance people’s ability to work \ntogether, trust each other, mobilize resources, resolve conflicts, and network. Stakeholders \nmust be provided with opportunities to make choices and options on the type of projects they \nwant and given the authority to manage such projects. \nC.  Cost and Financing  \n18.  The total cost of the TA is estimated at $470,000 equivalent, comprising $300,000 in \n                                                 \n7   Linkages will be made with the proposed SME Sector Development Project (in the CSPU for a loan of $15 million \nin 2004), a project preparatory TA for $500,000 in 2003, and an advisory TA for $500,000 in 2004. ", "  5\nforeign exchange and $170,000 equivalent in local currency. The Government has requested \nADB to finance $400,000 equivalent, covering the entire foreign exchange cost, and $100,000 \nequivalent of the local currency cost. The TA will be financed on a grant basis, from the Poverty \nReduction Cooperation Fund. The Government will finance the balance of the local currency \ncost, equivalent to $70,000, through the provision of counterpart staff and training, workshops, \nadministrative and support services, and office accommodation. The Government assured ADB \nof the availability of counterpart services, facilities, and funds. The detailed cost estimates and \nproposed financing arrangements are in Appendix 2. \nD.  Implementation Arrangements \n19.  MOWVA will be the Executing Agency and will coordinate activities closely with the six \nline ministries, agencies, and NGOs. The undersecretary of state will be the TA director and will \nhave overall responsibility for the TA. Quarterly and annual reports summarizing the outcome of \nTA  activities  will  be  prepared.  The  TA  will  be  implemented  during  18  months  in  close \ncoordination and collaboration with ILO (EEOW), NEEEW, UNDP’s Partnership for Gender \nEquity and SEILA, and GAD projects of other aid agencies. The TA will work in collaboration \nwith  the  project  steering  committee  already  set  up  for  EEOW.  The  steering  committee  is \ncomprised  of  11  full  members  and  11  back-up  members  representing  (i)  MOWVA;  (ii) \nMOSALVY; (iii) MOEYS; (iv) Ministries of Industry, Mining and Energy; (v) Ministry of Rural \nDevelopment; (vi) Ministry of Commerce; (vii) Ministry of Agriculture, Forestry and Fishery; (viii) \nthe  Cambodian  Union  Federation;  and  (ix)  the  Employers’  Federation.  The  committee  will \nestablish guidelines for the training and seminar programs and will meet every 6 months to \nreview progress and resolve issues. \n20.  The  TA  will  require  a  total  of  30  person-months  of  consulting  services,  including \n12 person-months for an international consultant (institution development and management \nexpert), and 18 person-months for a domestic consultant (human resource development and \ntraining  expert).  The  services  will  be  spread  over  the  project  implementation  period  of \n18 months  starting  in  November  2002  and  ending  in  April  2004.  The  two  experts  will  be \nengaged on an individual basis by ADB in accordance with ADB’s Guidelines on the Use of \nConsultants  and  other  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic \nconsultants.  Office  equipment  will  be  procured  in  accordance  with  ADB’s  Guidelines  for \nProcurement. The outline terms of reference for the consultants are in Appendix 3. \n21.  The Government will provide a suitably qualified counterpart team of six staff to work \nwith the consultants, as well as office accommodation for the project management team. Under \nthe supervision of MOWVA, the team will implement the planned activities and outputs. The \nconsultants will facilitate the functioning of the team, and provide intensive, on-the-job capacity \nbuilding support. The consultants will also help develop training programs and conduct training \nworkshops to be organized in accordance with arrangements satisfactory to ADB. \nIV.  THE PRESIDENT’S DECISION \n22.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $400,000 to the Government \nof Cambodia to be financed on a grant basis by the Poverty Reduction Cooperation Fund for the \npurpose of Sustainable Employment Promotion for Poor Women, and hereby reports this action \nto the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and Risks \nIndicators/Targets \nGoal  By 2010:  Compared to     \n2002 baseline, \n1.  Poverty reduction   1.1 Average daily wage of  •  Government line   \nwomen in the six sectors  ministry statistical \nassisted in the technical  reports submitted to \nassistance (TA) significantly  Ministry of Women’s \nincreased.   and Veterans’ Affairs \n  (MOWVA). \n  •  Annual surveys as \n1.2 Percentage of  part of the Cambodia \nhouseholds in the targeted  socioeconomic \npopulation group below the  survey. \nabsolute poverty level  •  ADB Annual \nreduced.  Development Reports \n  •  World Bank \nDevelopment Report \n \nPurposes  By 2005:  Compared to     \n2002 baseline, \n1. Efficient management  1.2 Significant improvement  •  ADB Mission reviews   •  Continued \nby MOWVA and 6 line  in administrative efficiency   •  Special evaluation  commitment of senior \nministries in employment  in terms of new program  study of MOWVA and  officials in \npromotion at provincial  development focusing on  6 other ministries’  participating \nand commune levels  employment of women,  regulations, staffing,  ministries to improve \n  administration and progress  operations and  the status of women. \n  reporting  business processes  •  Continued \n    •  Opinion survey of  cooperation between \n2.  Effective promotion of  2.1 Number of women  target population and  local government and \nemployment  employed in economic  employers,  community groups. \nopportunities for poor and  activities in the six sectors  nongovernment  •  Sustained \ndisadvantaged women in  assisted by the TA  organizations  commitment to policy \nrural areas by MOWVA  significantly increased.   (NGOs), MOWVA  reforms by ministries \nand 6 line ministries    and ministry  and local \n  2.2 Employment rate (i.e.  employees, and  governments. \nratio) of women : men in the  target women   \nsix sectors significantly  beneficiaries \nincreased.   \n \nOutputs       \n1.  Situation analysis of  1. Workplan approved by  TA Consultants:  •  Openness to \nmanagement capacity  MOWVA senior officials by  •  Interim progress  innovation of \nand forward planning in  November 2002  report  MOWVA and other \neach ministry completed  •  TA quarterly reports  ministry and local \n  •  TA review missions  government officials. \n2.  Action plan for  2.  Plan endorsed by  •  Special studies  •  Appropriate MOWVA \nstrategic planning  MOWVA and line ministries  reports  staff delegated to \nsupport (including aid  by December 2002.  •  TA completion report   specific planning and \ncoordination, external aid  •  Joint reviews by  monitoring tasks. \nsourcing, and  MOWVA, line  •  Effective coordination \ninterministerial  ministries, NGOs and  and working \nnetworking completed.  aid agencies  relationships among \n  central and local \ngovernment staff. \n ", "  Appendix 1  7 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and Risks \nIndicators/Targets \n3.  Action plan to  3.  Plan endorsed by     \nstrengthen English  MOWVA and line ministries \nlanguage, and computer  by December 2002. \nskills (including use of \ninternet) completed. \n \n4.  Action plan for  4. Action plan approved by     \nsystems development of  various authorities by March \nprogram planning,  2003. \nmonitoring, evaluation, \nand feedback completed. \n \n5.  Systems and  5.  Systems operational by     \nprocedures for  April 2003. \nsectorwide management, \nprovincial, and commune \nplanning, monitoring and \nfeedback developed. \n \n6.  Labor market  6.  System operational by     \ninformation data base  June 2003. \ndeveloped. \n \n7.  Training materials on  7. First batch of materials     \nentrepreneurship  completed by June 2003. \ndevelopment and \nmicroenterprise \nmanagement developed. \n \n8.  Methodologies and  8.  Completed by July 2003.     \ntools for market research \nfor identifying local \nproducts developed. \n \n9.  Strategic framework  9.  Completed by August     \nfor micro and small  2003. \nenterprise development \nand support, including \nidentification of models / \nbest practices developed. \n \n10. Strategies for the  10. Completed by November     \nsupport of economic  2003. \nempowerment of women \nin each of the ministries \ndeveloped. \n \n11. Networks among  11. Systems operational by     \nministries, aid agencies,  September 2003. \nNGOs, projects/ \nprograms among \nprovinces and other \ndeveloping member \ncountries developed. \n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions and Risks \nIndicators/Targets \nInputs       \n1.  Consultants  $350,000  ADB project disbursement  •  Qualified international \n12 person months,  reports  and domestic \nInternational  consultants are \n18 person months, Domestic  available and willing \n  to work on the TA  \n2.  Training, workshops  $52,000     \nand seminars.  •  Effective TA \n  management system \n3.  Administrative and  $68,000     \nlogistical support.   \n ", "9      Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN   \n($) \n                        \nForeign  Local \nItem            Total Cost\nExchange Currency \nA. Asian Development Bank Financinga          \n  1.  Consultants         \n    a. Remuneration and Per Diem         \n      i.  International Consultants  248,000 0   248,000\n      ii.  Domestic Consultants  0 46,000   46,000\n    b.  International and Local Travel  15,000 10,000   25,000\n    c.  Reports, Dissemination, and          \n      Communications  0 4,000   4,000\n  2 . Equipmentb    10,000 2,000   12,000\n  3 . Training, Seminars, and Workshops  0 25,000   25,000\n  4.  Administration and Support Costs  0 4,000   4,000\n  5.   Contingencies   27,000 9,000   36,000\n               \n       Subtotal (A)  300,000 100,000   400,000\n               \nB. Government Financing         \n  1.  Remuneration, Per Diem, and Travel of          \n    Counterpart Staff and Task Forces  0 20,000   20,000\n  2.  Workshops and Counterpart Trainingc  0 22,000   22,000\n  3.  Administrative and Support Servicesd  0 16,000   16,000\n  4.  Office Accommodation and Utilities  0 12,000   12,000\n    (for consultants)         \n      Subtotal (B)  0 70,000   70,000\n               \n      Total  300,000 170,000   470,000\n                        \na    Financed by the Poverty Reduction Cooperation Fund. \nb    Includes computers and standard accessories and software, copiers, printers, and miscellaneous office \n    equipment. \nc \n  Cost of travel, accommodation and per diem of government workshop participants and counterpart staff. \nd   Function and meeting rooms, utilities, computer, photocopying, and communications. \nSource: Asian Development Bank estimates.         \n \n \n ", "10   Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultant: Institution Development and Management Expert, Team \nLeader (12 person-months) \n \n1.  Under the guidance of the technical assistance (TA) director, senior officials of Ministry \nof Women’s and Veterans’ Affairs (MOWVA), Asian Development Bank (ADB) staff, and in \nconsultation with senior officials of the six line ministries, the consultant will: \n \n(i)  formulate an overall work plan and programs for the TA program; \n \n(ii)  provide overall direction, coordination, and management for the TA project; \n \n(iii)  be responsible for planning and coordinating the activities of the consultants and \ncounterpart staff;  \n \n(iv)  provide administrative management (oversight of logistic support expenses) of \nthe domestic consultant and project management team, including remuneration, \ndata collection and processing, procurement of office supplies, workshop and \nseminar requirements, financing, and accounting; \n \n(v)  ensure collaboration with the International Labor Organization (ILO) project team \nand the complementarity of all aspects of the TA with that of the Expansion of \nEmployment Opportunities for Women (EEOW) and other similar projects; \n \n(vi)  review technical and financial sectorwide management processes of MOWVA \nand the relationship with other line ministries and provinces, and help design \naction plans for strengthening these processes; \n \n(vii)  review sector policies in general and subsector policies in detail in terms of \ngender  mainstreaming  and  economic  empowerment  of  women,  and  analyze \nprogress, achievements, and deficiencies to date using key indicators; \n \n(viii)  design  a  framework  for  performance  and  program  monitoring  indicators  and \nassociated data collection, provide timely feedback, and ensure that all activities \nare carried out in accordance with the work plan; \n \n(ix)  review the mandate, work plans, and individual job descriptions of MOWVA staff \nresponsible for economic empowerment initiatives in light of the decentralization \nprocess; \n \n(x)  assess institutional capabilities of the central and provincial line ministry units in \nplanning, management, and administration;  \n \n(xi)  review  and  analyze  MOWVA’s  personal  and  financial  management  systems, \noperational procedures, marketing strategies, and human resources; \n \n(xii)  identify  key  sector  and  subsector  issues  and  challenges,  and  develop  an \nadvocacy and strategic framework outline for development plans addressing (a) \nsupply and demand of skills, (b) product marketing, (c) finance, (d) private sector \ninitiatives, and (e) decentralization; ", "          Appendix 3     11 \n \n(xiii)  develop tailor-made management training programs and training materials for \nsenior staff of the six line ministries, and carry out management training; \n \n(xiv)  monitor  and  evaluate  the  effectiveness  of  the  systems  and  procedures \ndeveloped, and the marketing effectiveness; and incorporate changes into the \ntraining programs;  \n \n(xv)  design and organize the TA midterm review among participating ministries, local \ngovernments, and interested aid agencies and NGOs;  \n \n(xvi)  liaise with multilateral and bilateral aid agencies involved in similar activities; \ncoordinate  with  the  experts,  consultants,  and  advisers  working  under  other \ncapacity building support for MOWVA; and facilitate interministerial coordination; \nand \n \n(xvii)  prepare an initial inception report, quarterly progress reports, and a TA final \nreport containing issues and strategies in each sector, realistic plan targets, \nrecommendations for institutional and financial arrangements, and a feasibility \nstudy for a follow-up project that will address the most urgent and critical areas in \nthe sectors covered by the TA. \n \nB.  Domestic Consultant: Human Resource Development and Training Specialist (18 \nperson-months) \n \n2.  Under the guidance of the TA director and the direction of the international consultant,  \n \n(i)  collaborate closely with the team leader and provide the link to local officials and \nother contacts;  \n \n(ii)  facilitate  interaction,  visits,  and  consultations;  identify  and  source  local \ndocuments on the subject; and assist the international consultant in analyzing the \nfindings; \n \n(iii)  identify  policy  issues  that  affect  the  effectiveness  and  efficiency  of  the  line \nministries; linkage between training institutions (supply) and industry and other \nemployers  (demand);  cooperation  with  the  private  sector;  and  coordination \namong government agencies, NGOs, and aid agencies; \n \n(iv)  help develop training need assessments for staff of MOWVA and the six line \nministries in gender and development (GAD) advocacy and mainstreaming; \n \n(v)  review technical and financial sectorwide management processes at the central \nand provincial levels, and design appropriate training programs in GAD advocacy \nand mainstreaming; \n \n(vi)  help prepare sector action plans; \n \n(vii)  prepare and write a report incorporating findings and issues identified in the field, \nrecommendations  and  a  plan  of  action,  and  submit  all  materials  to  the \ninternational consultant for consolidation. "], "metadata": {"CreationDate": "D:20021111195846", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20021113094214+08'00'"}}