{"path": "data/input/ta/tar-stu35210.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: STU 35210\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nFOR THE\nSTUDY ON MONETARY AND FINANCIAL COOPERATION\nIN EAST ASIA\nOctober 2001", "ABBREVIATIONS\nADB – Asian Development Bank\nASEAN – Association of Southeast Asian Nations\nDMC – developing member country\nKRP – Kobe Research Project\nREMU – Regional Economic Monitoring Unit\nTA – technical assistance\nNOTE\nIn this report, “$” refers to US dollars.", "I. INTRODUCTION\n1. At the third Asia-Europe Finance Ministers’ Meeting held on 13-14 January 2001 in\nKobe, Japan, the ministers decided to encourage cooperative activities in the economic and\nfinancial fields among Asian and European countries. As a first step, the ministers launched the\nKobe Research Project (KRP), which is designed to facilitate interregional cooperative research\nand study activities on topics of mutual interest. In particular, the KRP is intended to facilitate\ncooperative research by Asian and European institutions covering the broad thematic areas of\nregional economic cooperation and public debt management in Asia and Europe. The findings\nof the KRP are to be reported to the fourth Asia-Europe Finance Ministers’ Meeting to be held in\nthe second quarter of 2002.\n2. Subsequently, the KRP coordinators invited the Asian Development Bank (ADB) and\nother institutions to submit proposals for studies on regional monetary and financial cooperation\nin East Asia. ADB looks upon its involvement in the KRP as an opportunity to promote greater\nmonetary and financial cooperation in the region and as complementary to its support for the\nAssociation of Southeast Asian Nations (ASEAN) and ASEAN+31 Surveillance Process, which\nADB has been extending in response to the 1997 Asian financial crisis.\n3. In consultation with the KRP coordinators and as a first step to promoting greater\nregional monetary and financial cooperation in East Asia, ADB proposed a technical assistance\n(TA)  for  a  study  on  regional  monetary  and  financial  cooperation  in  East  Asia.  The  key\nobjectives, scope, financing plan, and implementation arrangements of the TA are reflected in\nthis paper. The TA framework is attached as Appendix 1.2\nII. BACKGROUND AND RATIONALE\n4. With globalization and increased capital flows, vulnerabilities in one country quickly spill\nacross national boundaries. Hence, within the region, especially after the Asian crisis, countries\nare  increasingly  interested  in  promoting  regional  monetary  and  financial  cooperation  to\ncomplement the evolving international financial architecture. The first important initiative in this\ndirection was the ASEAN Surveillance Process established by ASEAN member countries in\nOctober  1998.  Under  this  process,  the  ASEAN  finance  ministers  meet  semiannually  to\nexchange information, undertake peer review of economic policies, and consider individual and\ncollective responses to events that could negatively impact on the region's well-being.\n5. In November 1999, ASEAN+3 was formalized. Like their ASEAN counterparts, under the\nASEAN+3 Surveillance Process, the ASEAN+3 finance ministers also meet semiannually to\nexchange information and discuss policy issues. More recently, ASEAN+3 developed other\ninitiatives, including the Chiang Mai Initiative (in May 2000), and began cooperative efforts to\nmonitor short-term capital flows and establish early warning systems.\n6. In early 1999, ADB established the Regional Economic Monitoring Unit (REMU) to\nsupport efforts of its developing member countries to strengthen regional economic monitoring\nand promote monetary and financial cooperation in the region. So far, ADB's support through\n                  \n1 Includes the 10 ASEAN members (Brunei, Cambodia, Indonesia, Lao People’s Democratic Republic, Malaysia,\nMyanmar, Philippines, Singapore, Thailand, and Viet Nam) plus the People’s Republic of China, Japan, and\nRepublic of Korea.\n2 The TA first appeared in ADB Business Opportunities in June 2001.", "2\nREMU has focused on capacity-building activities and preparation of various reports and studies\nrequested by ASEAN and ASEAN+3.\n7. In particular, through a number of regional TAs, ADB is (i) strengthening the capacity of\nthe ASEAN Surveillance Coordination Unit at the ASEAN Secretariat in Jakarta, (ii) supporting\nthe  establishment  of  national  surveillance  units  in  ASEAN  member  countries,  and  (iii)\nconducting regular training programs in economic surveillance and monitoring for officials of\nASEAN member countries.3 In addition, ADB prepares semiannual ASEAN and East Asian\nEconomic Outlook reports, which are regularly presented at the meetings of the ASEAN and\nASEAN+3 finance ministers and/or finance and central bank deputies. In April 2000, ADB,\njointly with the ASEAN Secretariat, organized the Monitoring Private Capital Flows Workshop. In\nJuly  2001,  a  small-scale  TA  was  approved  to  support  ASEAN+3’s  effort  to  develop  early\nwarning systems that would detect emerging vulnerabilities in an attempt to prevent future\nfinancial crises.4 The current TA will continue ADB’s efforts to strengthen regional economic\nmonitoring and promote regional monetary and financial cooperation.\nIII. THE TECHNICAL ASSISTANCE\nA. Objectives\n8. The key TA objective is to develop a road map of policy options, at the regional and\ncountry levels, for carrying forward the ongoing monetary and financial cooperation efforts by\nASEAN+3  countries.  To  develop  the  road  map,  the  TA  will  assess  (i)  the  scope  for\nstrengthening the regional information exchange and surveillance activities initiated by ASEAN\nand ASEAN+3 countries; (ii) the need for and the possibility of expanding the regional resource\nprovision and sharing mechanisms beyond the Chiang Mai Initiative; and (iii) the benefits and\ncosts of adopting alternative regional exchange rate arrangements, including the prospects and\nconstraints of adopting a common currency by these countries over the long run. The road map\nwill  enable  countries  to  formulate  a  coherent  long-term  strategy  of  regional  monetary  and\nfinancial cooperation.\nB. Scope\n9. Within the overall scope of the TA, three core studies will be prepared on (i) regional\ninformation  exchange,  surveillance  systems,  and  institutions  for  East  Asian  monetary  and\nfinancial cooperation; (ii) mechanisms for resource provision to enhance monetary and financial\ncooperation, including bilateral swap arrangements, multilateral reserve pooling schemes, and\nregional financing facilities; and (iii) regional exchange rate arrangements and coordination\nmechanisms.\n                  \n3 TA 5827-REG: Technical Training and Capacity Building in Support of the ASEAN Economic Surveillance Process,\nfor $707,000, approved on 24 December 1998; TA 5870-REG: Capacity Building for the ASEAN Surveillance\nCoordination Unit and Technical Support for the ASEAN Surveillance Process, for $480,000, approved on 29\nNovember 1999; TA 5879-REG: Capacity Building of Ministries of Finance in Selected DMCs for the ASEAN\nSurveillance Process, for $500,000, approved on 16 December 1999; and TA 5965-REG: Capacity Building of\nMinistries of Finance in Selected DMCs for the ASEAN Surveillance Process, Phase II, for $300,000, approved on\n18 December 2000.\n4 TA 5986-REG: An ASEAN+3 Framework for the Development of Early Warning Systems, for $150,000, approved\non 3 July 2001.", "3\n10. The studies will draw upon many sources, including experiences with regional monetary\nand financial cooperation in other parts of the world, especially in Europe, Latin America, and\nWest Africa. Against this backdrop, the studies will examine constraints to implementing policy\nproposals in East Asia. The results of the core studies will be integrated into a TA report. Based\non the report, and in consultation with ASEAN+3 officials, a road map of future monetary and\nfinancial cooperation will be developed.\n11. As  experience  elsewhere  shows,  improving  information  exchange,  strengthening\nsurveillance systems, and developing institutions are the initial steps to greater monetary and\nfinancial cooperation at the regional level. ASEAN and ASEAN+3 member countries began this\nprocess in response to the Asian financial crisis. Regular meetings and information exchange\namong these countries are now taking place. The establishment of the ASEAN Surveillance\nCoordination Unit and national surveillance units in the finance ministries of most ASEAN\ncountries are part of this process (para 7). The core study on information exchange, surveillance\nsystems, and regional institutions will examine the need for further efforts in all these areas,\ndrawing upon the experiences in Europe and Latin America. Special emphasis will be given to\nthe institution-building aspect as monetary and financial cooperation progresses in the region.\n12. Since the 1997 Asian financial crisis, the bilateral swap arrangements under the Chiang\nMai  Initiative  constitute  an  important  beginning  on  resource  provision  for  greater  regional\nmonetary  and  financial  cooperation.  The  core  study  on  resource  provision  will  make  an\nassessment of the progress under the recent Chiang Mai Initiative and then examine what\nneeds to be done beyond the Chiang Mai Initiative. The study will deal with several aspects of\nresource provision: (i) swap and repurchase arrangements, (ii) general arrangements to borrow,\n(iii) multilateral reserve pooling schemes, (iv) medium-term credit facilities, and (v) regional\nrefinancing facilities. The study will examine the feasibility of these alternatives, review the\nexperiences of other subregions, identify constraints, and make policy recommendations for the\nregion. In particular, the study will examine the pros and cons of multilateralizing the recent\nbilateral swap arrangements introduced under the Chiang Mai Initiative.\n13. The Asian financial crisis has brought into sharp focus questions about appropriate\nexchange rate regimes for economies in the region. With the notable exceptions of the People’s\nRepublic of China; Hong Kong, China; and Malaysia; most economies have now shifted to\ngreater flexibility in their nominal exchange rates, although official interventions in the foreign\nexchange market to stabilize exchange rates are resorted to occasionally. While these countries\nare experimenting with these changes in the exchange rate regimes, an intense debate is\ncontinuing on the choice of appropriate exchange rate regime for developing countries in an\nintegrating world. One view is that developing countries should adopt a polar solution: either a\nfixed exchange rate system based on some version of a currency board system, or a fully\nfloating exchange rate. In between these corner solutions lies a third view that recommends an\nintermediate exchange rate regime. Advocates of the intermediate regime suggest different\nversions, but essentially argue that countries in the region should peg or link their exchange\nrates to a (common) basket of currencies (often the dollar, yen, and euro), rather than to the\ndollar alone.  Within this basket peg, several versions have been advocated, with the basket,\nband, and crawl as a prominent version among these.\n14. The study on cooperative exchange rate arrangements will assess the need and scope\nfor embracing a coordinated exchange rate system in the region. The study will identify the\nvarious proposals for coordinated exchange rate arrangements and assess their suitability for\nthe region. Given that a common currency is normally the last step in a sequence of policy\ninitiatives toward regional monetary cooperation, East Asia may perhaps be decades away from", "4\nadopting a common currency. Yet, a serious debate on the adoption of a common currency in\nEast Asia is slowly emerging, especially in the aftermath of the Asian crisis and now that the\nsingle European currency is a reality (since the beginning of 1999). The study will make a\ndetailed assessment of the benefits and costs of East Asia adopting a common currency, albeit\nover the long run. As in the case of the other studies, this study will draw lessons from other\nsubregions with the experience of the European Union being of most direct relevance.\nC.  Cost Estimates and Financing Plan\n15. The total cost of the TA is estimated at $500,000 and will be financed by ADB on a grant\nbasis from the Japan Special Fund, financed by the Government of Japan.  Details of the cost\nestimates are given in Appendix 2.\nD. Implementation Arrangements\n16. ADB will be the Executing Agency for the TA. Within ADB, REMU will implement the TA\nin  close  collaboration  with  other  concerned  departments  and  offices.  The  TA  will  require\napproximately 15.5 person-months of international consulting services provided by individual\nconsultants. All the consultants will be engaged in accordance with the ADB’s Guidelines on the\nUse of Consultants. Outline terms of reference for consultants are given in Appendix 3.\n17. Each of the three core studies will be coordinated by an international consultant or, if\nfound necessary, jointly coordinated by a set of international consultants. The core studies will\nbe supported by a set of background papers to be prepared by consultants under the overall\nsupervision of the core study coordinators. A principal consultant will coordinate the work of the\ncore study coordinators and integrate the overall findings of the three core studies.\n18. A TA inception workshop will be organized to (i) finalize the terms of reference for the\ncore  studies;  (ii)  identify  the  number  and  scope  of  the  background  papers,  as  well  as\nconsultants  to  write  these  papers;  and  (iii)  develop  a  timetable  for  the  completion  of  the\nbackground papers, core studies, and integrated TA report.\n19. A second workshop will be held once the draft reports of the core studies and the\nintegrated TA report are completed. This workshop will discuss the key findings of the core\nstudies and recommend the revisions to be made to the draft study reports. The principal\nconsultant and core study coordinators will then revise the respective draft reports and submit a\nfinal TA report to ADB.\n20. The final TA report will be discussed at a seminar of senior policymakers from ASEAN+3\nmember countries, and at other meetings. Based on the feedback from the senior policymakers,\na road map for monetary and financial cooperation in East Asia will be developed. The road\nmap will identify the measures that can be taken at the regional and country levels, at various\nintervals, for promoting greater monetary and financial cooperation among ASEAN+3 countries.\n21. The TA is expected to be completed in 12 months from October 2001 to September\n2002.", "5\nIV. THE PRESIDENT’S DECISION\n22. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, in an amount not exceeding the equivalent of\n$500,000 for the purpose of the Study on Monetary and Financial Cooperation in East Asia, and\nhereby reports such action to the Board.", "6\nAppendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nPerformance Monitoring Risks and\nDesign Summary\nIndicators/Targets Mechanisms Assumptions\n1. Goal\nTo promote greater •  Stability in regional •  Regional •  Continued\nmonetary and financial exchange rates and exchange rates, commitment by\ncooperation in East Asia that increased volume of extent of concerned\nwill ultimately lead to greater trade, especially resource pooling developing member\neconomic stability and intra-regional trade. among countries (DMCs)\nsustained growth in the countries, and governments to\nregion. resilience of the greater monetary\nregion to and financial\nexternal shocks. cooperation\n2. Objective\nTo develop a road map of •  Assessment of (i) the •  Progress •  Timely recruitment\npolicy options  at the regional scope for monitoring by of consultants with\nand country levels for strengthening the ADB staff the required\ncarrying forward  ongoing regional information •  Consultants’ expertise\nmonetary and financial exchange and reports •  Cooperation of\ncooperation efforts among surveillance activities •  Inception and concerned DMC\nthe ASEAN+3 countries initiated by Finalization governments to\nAssociation of Workshops provide relevant\nSoutheast Asian •  Feedback during data and other\nNations and the seminar of information\nASEAN+3 groups, (ii) senior •  Adequate\nthe need for and the policymakers supervision by ADB\npossibilities of from ASEAN+3 staff\nexpanding the member\nregional resource countries and\nprovision and sharing other meetings\nmechanisms beyond\nthe Chiang Mai\nInitiative, and (iii) the\ncosts and benefits of\nadopting alternative\nregional exchange\nrate arrangements\n3. Components/Outputs\n(i)  An integrated technical •  Recommendations •  Inception •  Cooperation of\nassistance (TA) report on medium and long- Workshop policymakers of\n(ii)  Core study on term policy changes •  Progress concerned DMC\ninformation exchange, required in the three monitoring by governments to\neconomic surveillance, core study areas ADB staff participate in the\nand regional institutions including the nature •  Consultants’ workshops/seminars\n(iii) Core study on regional and type of reports to provide feedback\nresource provision institutions that need on the TA integrated\narrangements to be developed to report, particularly\n(iv) Core study on regional implement the on the feasibility of\nexchange rate recommended the recommended\narrangements changes. changes given\n(v)  Background papers on •  Recommendations country differences\n(Reference in text: page 1, para. 3)", "Appendix 1, page 2\n7\nPerformance Monitoring Risks and\nDesign Summary\nIndicators/Targets Mechanisms Assumptions\nthe three major issues on medium and long- •  Timely recruitment\n(vi) Finalization workshop term policy changes of consultants with\n(vii) Seminar of senior required in the the required\npolicymakers in the respective core study expertise.\nASEAN+3 countries areas including the •  Consultants’\ninstitutions that need productivity and\nto be developed to expertise and timely\nimplement the submission of\nrecommended reports\nchanges\n•  Papers on subtopics\nthat will serve as\ninputs for the three\ncore studies\n•  Discussion of key\nfindings of the study\n•  Feedback on the final\nintegrated TA report\n4.  Activities/Inputs\n(i)  Consulting services •  International •  Progress •  Consultants’\n(ii)  Finalization workshop consulting for 15.5 monitoring by productivity  and\n(iii) Seminar of senior person-months ADB staff timely submission of\npolicymakers in the •  Supervision from •  Consultants’ reports\nASEAN+3 countries ADB professional reports •  DMC governments’\nstaff responsiveness and\n•  Feedback from senior cooperation in\npolicymakers providing inputs to\nimprove the reports\n•  Adequate\nsupervision by ADB\nstaff", "8\nAppendix 2\nCOST ESTIMATES\n($'000)\nItem Amount\nA.   International Consultants\n           1.   Remuneration and Per Diem   280.0\n     2.   Travel 60.0\nB.    Workshops and Meetings 75.0\nC.   Publications, Communications, and Office Supplies 20.0\nD.   Technical and Administrative Support and Other Miscellaneous 5.0\n       Items\nE.    Contingencies 60.0\nTotal 500.0\nNote: Financed from the Japan Special Fund, funded by the Government of Japan.\nSource: Staff estimates.\n(Reference in text: page 4, para 15)", "9\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\nA.  Consultants for the Core Studies and the Principal Consultant\n1. Coordinator for the Core Study on Information Exchange, Surveillance Systems,\nand  Regional  Institutions  (2.0  person-months,  international).  In  consultation  with  the\nRegional  Economic  Monitoring  Unit  (REMU)  and  the  principal  consultant  for  the  technical\nassistance  (TA),  the  consultant  will  have  the  responsibility  of  conducting  the  information\nexchange, surveillance systems, and regional institutions study; the report will be the key output\nexpected. Building on the recent initiatives in information exchange, peer review, and economic\nsurveillance  among  the  Association  of  Southeast  Asian  Nations  (ASEAN)+3  countries  and\ndrawing on the experiences from Europe and Latin America, the study will identify the types of\nefforts required in this area for greater regional monetary and financial cooperation among the\nASEAN+3 countries. The study will\n(i) examine the adequacy of the recent initiatives to improve information exchange\nand economic surveillance among the ASEAN+3 countries;\n(ii)  identify the scope for strengthening the process and mechanisms of regional\ninformation exchange and economic surveillance;\n(iii) evaluate, in detail, the relative merits and demerits of the alternative processes\nand mechanisms for greater regional information exchange and surveillance;\n(iv) recommend  the  types  of  future  changes  required  in  the  area  of  information\nexchange and economic surveillance among the ASEAN+3 countries;\n(v) assess  the  nature  and  type  of  institutions  needed  to  implement  the\nrecommended changes in the process and mechanisms of regional information\nexchange and economic surveillance;\n(vi) recommend how the structure and role of these institutions should evolve as the\npace of monetary and financial cooperation picks up in the region;\n(vii) classify the recommendations into three broad categories: (a) those that can be\nimplemented over 2 to 4 years, (b) those that can be implemented over 5 to 10\nyears, and (c) those that require a longer period for implementation; and\n(viii) identify  and  analyze  any  other  issues  that  are  relevant  for  fulfilling  the  key\nobjectives of the study.\n2. Coordinator for the Core Study on Regional Resource Provision Arrangements for\nEnhanced Monetary and Financial Cooperation (2.5 person-months, international).  In\nconsultation  with  REMU  and  the  principal  TA  consultant,  the  coordinator  will  conduct  the\nregional resource provision arrangements for enhanced monetary and financial cooperation\namong the ASEAN+3 countries; the report will be the key output expected. Building on the\nrecent initiatives at improving regional resource provision, especially under the Chiang Mai\nInitiative, and drawing on experiences in Europe and Latin America, the study will identify efforts\nrequired to promote greater regional cooperation in resource provision. In particular, the study\nwill\n(i) examine  the  adequacy  of  the  recent  initiatives  to  improve  regional  resource\nsharing and provision, especially under the Chiang Mai Initiative, among the\nASEAN+3 countries;\n(ii) identify the scope for strengthening these recent efforts at regional resource\nsharing and provision, especially the feasibility of multilateralizing the Chiang Mai\nInitiative, as well as developing new initiatives;\n(Reference in text: page 4, para 16)", "10 Appendix 3, page 2\n(iii) evaluate, in detail, the relative merits and demerits of the alternative methods\n(such as swap and repurchase arrangements, general arrangements to borrow,\nmultilateral reserve pooling schemes, medium-term credit facilities, and any other\nregional financing facilities) of promoting greater resource sharing and resource\nprovision at the regional level;\n(iv) recommend the types of future changes required in regional resource sharing\nand resource provision among the ASEAN+3 countries;\n(v) assess  the  nature  and  type  of  institutions  needed  to  implement  the\nrecommended changes in regional resource sharing and resource provision;\n(vi) classify the recommendations into three broad categories: (a) those that can be\nimplemented over 2 to 4 years, (b) those that can be implemented over 5 to 10\nyears, and (c) those requiring a longer implementation period; and\n(vii) identify  and  analyze  any  other  issues  that  are  relevant  for  fulfilling  the  key\nobjectives of the study.\n3. Coordinator for the Core Study on Regional Exchange Rate Arrangements\nfor Enhanced Monetary and Financial Cooperation (2.5 person-months, international). In\nconsultation  with  REMU  and  the  principal  TA  consultant,  the  coordinator  will  conduct  the\nregional exchange rate arrangements for enhanced monetary and financial cooperation among\nthe ASEAN+3 countries study; the report will be the key output expected. Against the evolution\nof exchange rate regimes in postcrisis Asia and drawing on the experiences from other parts of\nthe world, especially Europe, the study will assess the desirability of regional cooperation in\nexchange rate management, and identify the future efforts required for promoting such regional\ncooperation among the ASEAN+3 countries. In particular, the study will\n(i) document  the  responses  in  exchange  rate  management  by  the  ASEAN+3\ncountries to the 1997 Asian financial crisis, and evaluate the adequacy of these\nresponses;\n(ii) assess  the  desirability  and  scope  for  regional  cooperation  in  exchange  rate\nmanagement among the ASEAN+3 countries;\n(iii) evaluate, in detail, the relative merits and demerits of the alternative cooperative\nexchange  rate  arrangements  for  the  region  (such  as  a  regime  of  floating\nexchange  rates,  hard  pegs  through  some  version  of  currency  boards,\nintermediate  exchange  rate  regimes,  and  a  common  regional  currency)  by\nconducting detailed analyses including simulating the possible impacts;\n(iv) assess the nature and type of institutions that will have to be developed to\nimplement the recommended changes in exchange rate management;\n(v) conduct a detailed analysis of the benefits and costs of adopting a common\ncurrency in East Asia, including calculation of optimum currency criteria,  albeit\nover the longer run;\n(vi) recommend  the  types  of  future  changes  including  convergence  criteria  and\ncoordinating mechanisms required in exchange rate management among the\nASEAN+3  countries  as  the  pace  of  monetary  and  financial  cooperation  is\nenhanced;\n(vii) classify the recommendations into three broad categories: (a) those that can be\nimplemented over 2 to 4 years (b) those that can be implemented over 5 to 10\nyears and (c) those that require a longer implementation period; and\n(viii) identify  and  analyze  any  other  issues  that  are  relevant  for  fulfilling  the  key\nobjectives of the study.", "Appendix 3, page 3\n11\n4.   Overall  Coordinator  for  the  TA/Principal  Consultant  (2.5  person-months,\ninternational). In consultation with REMU staff, the principal consultant will coordinate the work\nof the consultants responsible for the three core studies, including reviewing the draft reports\nprepared by the core study consultants and suggesting revisions to the draft reports to ensure\nthat the three core studies form a mutually consistent report. Based on the three core study\nreports, the principal consultant will prepare an integrated overview TA report on monetary and\nfinancial cooperation among the ASEAN+3 countries.\n5. The  consolidated  report  will  have  four  parts:  the  three  core  study  reports  and  an\noverview report. Besides coordinating the work of the core study consultants, preparing the\noverview report will be the key responsibility of the principal consultant. The overview report will\nintegrate the key findings of the three core studies. Based on the three core study reports, the\noverview report will\n(i) examine the adequacy of recent initiatives for regional monetary and financial\ncooperation among the ASEAN+3 countries;\n(ii) identify the scope for strengthening these recent efforts at regional monetary and\nfinancial cooperation;\n(iii) recommend the types of changes required in the three key areas: (a) information\nexchange, economic surveillance, and regional institutions; (b) regional resource\nsharing and resource provision; and (c) regional exchange rate arrangements;\n(iv) assess  the  nature  and  type  of  institutions  needed  to  implement  the\nrecommended changes in each of three areas mentioned in (iii);\n(v) classify the recommendations in each of the three areas mentioned in (iii) into\nthree broad categories: (a) those that can be implemented over 2 to 4 years, (b)\nthose that can be implemented over 5 to 10 years, and (c) those requiring a\nlonger implementation period; and\n(vi) identify  and  analyze  any  other  issues  that  are  relevant  for  fulfilling  the  key\nobjectives of the TA.\nB. Consultants for the Background Papers (6 person-months, international)\n6. The TA has a provision for financing international consultants to prepare background\npapers that would feed as inputs to the three core studies. These background papers will be on\nsubtopics under each of the three core studies.  The budget for this consists of 6 person-months\nof international consulting. The coordinators of the core studies will identify the topics and\ndevelop  the  terms  of  reference  for  the  background  papers.  In  consultation  with\nthe core study coordinators, REMU will finalize the list of background papers, and ADB will\nrecruit the consultants to write the background papers."], "metadata": {"CreationDate": "D:20011016190136", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ldm", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R176-01ta.doc", "ModDate": "D:20011022100100+08'00'"}}