{"path": "data/input/ta/tar-mon-36477.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: MON 36477 \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n  \n \nTO  \n \n \nMONGOLIA \n \n \nFOR THE \n \n \nAGRICULTURE SECTOR STRATEGY STUDY  \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2004 ", " \nCURRENCY EQUIVALENTS \n(as of 15 May 2004) \n \nCurrency Unit –  togrog (MNT) \nMNT1.00 =  $0.0009 \n$1.00 =  MNT1,130 \n \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASP  –  Agricultural Sector Program  \nDanida  –  Danish International Development Assistance \n  FAP  –  Food and Agriculture Policy \nGDP  –  gross domestic product \nJICA  –  Japan International Cooperation Agency \nMOFA  –  Ministry of Food and Agriculture \nMOFE  –  Ministry of Finance and Economy  \nTA  –  technical assistance \nTACIS  –  Technical Assistance for the Commonwealth of Independent \n    States \nUNDP  –  United Nations Development Programme \n     \n   \n   \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by J. Tokeshi, Agriculture, Environment, and Natural Resources \nDivision, East and Central Asia Department. \n ", "     \nI.  INTRODUCTION \n1.  The Government of Mongolia requested the assistance of the Asian Development Bank \n(ADB), to review the performance of the agriculture sector, refine the sector strategy, and \nprepare a medium-term investment plan for the sector. A fact-finding mission visited Mongolia in \nSeptember 2003, and reached an understanding with the Government on the objective, scope, \ncost  and  financing,  and  implementation  arrangements  for  the  technical  assistance  (TA).1 \nAppendix 1 shows the TA framework. \nII.  ISSUES \n2.  In  2003,  agriculture  contributed  20%  of  Mongolia’s  gross  domestic  product  (GDP), \ncompared with 15% in 1990. The sector now provides 47% of employment, compared with 33% \nin 1990, and is responsible for about 30% of total exports. Within agriculture, livestock rearing is \nthe dominant activity, accounting for 72% of agricultural output in 2001. After the national herd \nwas privatized, dependence on livestock increased steadily up to 2001, when 256,600 herding \nhouseholds existed, compared with some 100,000 under the former Soviet Union. The resultant \npressure on natural pastures was unsustainable, resulting in declining productivity of livestock. \n \n3.  Considerable support for the extensive livestock sector has come from international \ndonors  and  external  funding  agencies,2  which  have  attempted  to  address  the  difficulties \nassociated  with  transition  to  an  open  market  economy,  including  privatization  of  veterinary \nservices,  national  programs  for  animal  health  improvement,  and  improved  management  of \nnatural  pasturelands  on  which  the  livestock  subsector  depended  and  the  associated \nagroprocessing industries were founded. The comparative advantage of the extensive livestock \nsector  has  been  discussed  in  many  recent  sector  reviews.3  However,  despite  identified \nadvantages, obstacles remain that prevent the sector from reaching its full potential. Issues also \nremain over pasture management and access by nomadic herders, particularly in relation to the \nwatering points as they are rehabilitated. Herders are reluctant to pay the cost of recently \nprivatized  veterinary  services,  viewing  animal  health  and  risk  as  a  public  responsibility. \nDispersed production units make it difficult to aggregate marketable quantities of traded livestock \nproducts, and limited rural infrastructure and distribution networks make it difficult to access \nproduction inputs.  \n \n4.  While  reliance  on  the  livestock  sector  has  increased,  reliance  on  cropping  has \ndiminished. Between 1989 and 2002, the contribution of the crop subsector to total agricultural \noutput declined from 23% to 10%, with its contribution to GDP falling to 4%. Liberalization of \nproduction input prices in the early 1990s substantially increased the cost of wheat production, \nwhile farm-gate prices were kept artificially low to enable affordable consumer prices. The \nGovernment kept the cereal crop industry alive through subsidized credit and other inputs. \nFarmers responded to the increasing losses by minimizing inputs with consequent impact on \nproductivity.4 In 2002, domestic production accounted for only 32.7% of local requirements, while \ndomestic vegetable production accounted for 30.0% of domestic demand. \n                                                 \n1  The TA first appeared in ADB Business Opportunities in May 2003. \n2  World  Bank  Sustainable  Livelihoods  Project,  United  Nations  Development  Programme  (UNDP)  Sustainable \nGrasslands Project, Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) Veterinary Support Project, \nDanish International Development Assistance (Danida) Livestock Marketing Projects, and Japan International \nCooperation Agency (JICA) Support for Veterinary Research.   \n3  The  JICA  Livestock  Sector  Study,  World  Bank  Sustainable  Livelihoods  Design  Study,  UNDP  Sustainable \nLivelihoods Design Study, Danida Livestock Sector Review, and Technical Assistance for the Commonwealth of \nIndependent Status (TACIS) Agriculture Extension Study. \n4  In 2002, cereals accounted for 92% of the cropped area, of which wheat comprised 97%. Grain production declined \nby 79% between 1990 and 2002 as average yields fell from 1.12 to 0.76 ton per hectare. \n ", " 2  \n \n5.  Declining productivity is due to (i) unavailability of inputs (including credit), (ii) obsolete \nequipment, (iii) poor-quality seed material, (iv) inadequate extension services for which farming \nhouseholds  and  herders  are  reluctant  to  pay,  (v)  limited  agricultural  research  that  inhibits \ntechnical innovation for improving productivity, and (vi) poorly developed marketing channels \nthat depress farm-gate prices. The combination of these, plus the harsh, unpredictable weather \nand the perceived high investment risks in agriculture, discouraged private investment in the \nsector.  The  collapse  of  many  privatized  farms  and  enterprises  resulted  in  massive \nunemployment and poverty.5 Faced with limited private investment, the Government attempted \nto maintain output levels through market interventions, i.e., directed credit and supply of inputs, \nwhich further undermined private sector development. The Government has adopted import \nsubstitution policies but without fully assessing the economic costs involved. The emerging \nopportunities  for  horticultural  production  appear  to  be  more  economically  based,6  but  the \nGovernment continues to strive for self-sufficiency in wheat production. \n \n6.  In 1995, ADB financed the Agricultural Sector Program (ASP).7 Its main objectives were \nto promote competitive and open markets and to provide institutional support to facilitate private \nsector participation in agriculture. The support contributed to desirable outcomes, particularly in \nrelation to privatization of state farms and enterprises; price liberalization; gradual withdrawal of \nthe  Government  from  the  provision  of  directed  credit  and  subsidized  inputs;  and  private \nownership of farmland. However, the ASP did not implement complementary policy actions to \npromote proactive lending by private banks to agriculture, and credit access in rural areas \nremained difficult. The retrospective program performance audit report8 pointed out that due to \nthe importance of access to affordable credit in the transition, the ASP should have included \nmeasures to address this issue. The report concluded that the sequencing of ASP objectives \ncould have been improved by first focusing on sector efficiency to lead its recovery rather than \non the broader policy issues necessary for transition.  \n \n7.  These perceived shortcomings were addressed in the design of the Agriculture Sector \nDevelopment Project,9 which concludes in 2006, addressing low productivity, lack of marketing \nchannels, and resulting constraints on income-earning opportunities in rural areas through an \napproach involving (i) provision of support services for production (including credit, improved \nveterinarian  services,  and  livestock  health  control)  and  marketing;  and  (ii)  deepening, \nrefinement, and effective implementation of the policy and legal framework for agriculture. The \nproject  intends  to  support  second-generation  policy  reforms  to  further  promote  the  private \nsector’s taking over previous state functions.  \n \n8.  The Government aims to reverse declining productivity to achieve food self-sufficiency by \nincreasing private sector participation and investment. However, the policies and strategies to \nachieve  these  goals  are  not  clearly  articulated  or  justified  in  the  Government’s  Food  and \nAgriculture  Policy  (FAP),10  issued  in  2003.  Recognizing  this  weakness,  the  Government \nrequested ADB during the Country Programming Mission of April 2003 to support a review of the \n                                                 \n5  According to the Living Standards Measurement Survey of 1998, about 36% of the rural and 39% of the urban \npopulation was reported to be living below the poverty line.  \n6  The TACIS Crop Diversification Project and the recently completed Crop Production Project Design. \n7  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grants to Mongolia for the Agriculture Sector Program. Manila. \n8  ADB. 2002. Program Performance Report on the Agriculture Sector Project. Manila. \n9 ADB. 2001. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical Assistance Grant to Mongolia for the Agriculture Sector Development Program. Manila. \n10 The FAP aims to increase productivity and sector growth by promoting investment in irrigated vegetable production; \nimproving seed quality, crop production techniques, and access to equipment; intensifying agricultural production; \nand increasing production of cereals, vegetables, and fruits, accompanied by local value-added processing. ", "     3\nsector’s  performance,  policies  (especially  the  FAP  and  its  food  self-sufficiency  and  import-\nsubstitution policies), and strategies to identify and address the constraints on and opportunities \nfor sector growth. Particular attention should be given to policy formulation in three important \nareas: (i) competitiveness of domestic production of wheat and flour, considering the agriculture \nsector  is  constrained  by,  among  other  things,  difficult  agro-ecological  conditions,  lack  of  a \nmarketing network, poor access to credit, poor quality agricultural inputs, and an unsustainable \nextension service; (ii) appropriate role of the private sector in farm and livestock support services \nand input supply, agroprocessing, and marketing for crop and livestock products; and (iii) how \nthe Government can help create a conducive environment to fulfill the intended role of the \nprivate sector in agriculture. Imperfect knowledge of these issues has led to adoption of sector \ngoals and strategies that cannot be achieved, considering sector constraints. The Government \ndoes not appreciate the economic cost of policies such as achieving food self-sufficiency, or the \nfiscal implications of pursuing them. Not only does the Government have limited information on \nthe economic cost of some of its proposed activities (the comparative advantage of horticulture \nproduction compared with cereal cropping), but also lacks the means of engaging the private \nsector to determine how it might facilitate private sector participation through policy reform and \ninvestment incentives. The TA will help increase the Government’s appreciation of these costs \nbut also provide a platform for engaging the private sector and donors in prioritizing future \nassistance.  \n \n9.  Based on the sector review findings, and after extensive consultation and policy dialogue \nwith  the  Government,  private  sector  and  international  development  agencies,  realistic  and \nprioritized medium- and long-term sector goals and objectives that can be achieved through \nclearly defined roles of the public and private sectors will be identified. The Government also \nrequested support to identify initiatives required to achieve the identified sector goals. The TA \nshould also identify areas for potential international development organization support, especially \nfrom ADB. The results from this process will be used to develop a sector road map that will help \nthe Government make better-informed decisions in the sector. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The goal is to help the Government promote agriculture sector growth. The purpose is to \ndevelop a comprehensive sector strategy and program of investments, TAs, and policy reforms. \nThe TA will also help the Government and ADB develop and share a common informed vision \nabout ADB’s specific role in rural development, and in development of the agriculture sector as \nan important input to ADB’s country strategy and program for 2005–2009. \n \n11.  Anticipated TA outputs include (i) a review of the crop, livestock, and agro-industry \nsectors, policies, and strategies; (ii) rigorous analysis of policies and strategies, i.e., food self-\nsufficiency,  import-substitution  policies,  and  deepened  policy  dialogue  using  a  participatory \napproach; and (iii) a sector road map with concept papers for investment projects. \n \nB.  Methodology and Key Activities \n12.  The TA will be implemented using a participatory approach to promote strong ownership \nof TA outputs by the Government and other stakeholders. The TA will be undertaken over 12 \nmonths in two phases. Phase I (problem and opportunity analysis) will identify sector problems \nand opportunities, and where the Government wants to be in 10 years. Activities include the \nfollowing: \n \n ", " 4  \n (i)   Use  previous  studies  and  stakeholder  consultations  to  identify  potential \ndevelopment  opportunities  for  and  constraints  on  growth.  Since  considerable \ninformation material exists on the livestock sector, the study will focus on gaps \nmentioned  in  para.  3,  identify  constraints  on  the  sector’s  development,  and \npropose initiatives to address them. Major efforts will be focused on the crop \nsector, where information gaps are larger and sector potential priorities must be \nidentified more than in other sectors. The TA will be complemented by reports on \nselected topics where the crop sector needs further study, such as prospects for \ncrop  diversification,  and  farm  inputs  and  marketing.  Sector  institutional \narrangements will be assessed, and key sector policies, i.e., food self-sufficiency \nand import substitution, will be subjected to economic, financial, and institutional \nevaluation.  \n(ii)   Identify and evaluate the economic comparative advantage of crops that warrant \nfurther development as well as the comparative advantages of intensive and \nextensive livestock production systems.  \n(iii)   Identify the role of the private sector, determine bottlenecks for a more active role \nof the private sector in agriculture, and propose measures to overcome them. \nPast and ongoing sector interventions will be reviewed and lessons drawn. \n \n13.  Under phase II (strategy development) the sector road map will be developed. The TA \nwill help the Government decide how it wants to go to where it wants to be in 10 years. Under \nphase II alternative strategies’ merits and demerits, and stakeholders’ choices and trade-offs will \nbe compared. Based on the findings of phase I activities (i) to (iii), consultations and discussions \nwith policymakers and key stakeholders will be conducted to identify realistic and prioritized \nmedium- to long-term sector goals and objectives and to determine if and how the present policy \nframework and sector strategies need to change. The TA will include an assessment of external \nassistance.  Proposed  areas  where  external  assistance  could  most  effectively  support \ndevelopment of policies and investments will be assessed, in particular, to rationalize ADB’s role \nin rural and agricultural development. Phase II activities will therefore include the following:  \n \n(i)   Prepare a sector road map based on the identified medium- to long-term sector \ngoals identified through the dialogue process in phase II, and the identified and \nranked  sector  constraints.  Identify  priority  policy,  together  with  physical  and \ncapacity-building  investment  projects  to  support  implementation  of  agreed-on \nareas. Prepare concept papers.  \n(ii)   Conduct  other  activities,  including  dissemination  of  the  sector  road  map  and \ndevelopment of strong Government ownership. \n \n14.  A policy advisor recruited under the TA will undertake initial research (policy impact \nanalyses) on the major policy issues facing the Government, i.e., food self-sufficiency and \nimport-substitution policies and strategies, and regulatory reforms to promote private sector \ninvestment in the rural areas. Deliberations with the Government will aim to (i) ensure awareness \nand appreciation of the TA outputs, (ii) provide advisory support and further clarify issues on \nagricultural sector reforms, and (iii) provide credible insights of the lessons learned and best \npractices for reform initiatives. \n \n15.  Extensive consultations through stakeholder meetings and focus group discussions will \nbe conducted with the central and local governments, private sector, research institutions, civic \norganizations,  farmers’  associations,  and  international  development  organizations.  Greater \nownership,  understanding,  adoption,  and  commitment  to  the  strategic  documents  that  are \ndeveloped in partnership with the Government and the private sector will be pursued. ", "     5\n \nC.  Cost and Financing \n16.  The total cost of the TA is estimated at $433,000 equivalent, of which $282,000 is the \nforeign exchange cost and $151,000 equivalent the local currency cost. The Government has \nrequested  ADB  to  finance  $350,000  equivalent,  covering  the  entire  foreign  exchange  cost \namounting to $282,000 and the local currency cost amounting to $68,000 equivalent. The TA will \nbe financed on a grant basis by the Japan Special Fund, funded by the Government of Japan. \nThe Government will finance the balance of the local currency cost, equivalent to $83,000. \nAppendix 2 provides detailed cost estimates and financing plan. \n \nD.  Implementation Arrangements \n17.  The Executing Agency will be the Ministry of Food and Agriculture (MOFA). A steering \ncommittee, chaired by the Ministry of Finance and Economy (MOFE), will comprise other senior \nrepresentatives from MOFA, MOFE, and Ministry of Nature and Environment; other central and \nlocal  government  agencies;  research  institutes;  and  other  stakeholders.  The  TA  will  be \nimplemented over 12 months, from August 2004 to July 2005.  \n \n18.  ADB will finance eight consultants—four international and four domestic—for a total of 27 \nperson-months, to be provided by an international consulting firm, to be recruited in accordance \nwith ADB’s Guidelines on the Use of Consultants by Asian Development Bank and its Borrowers \nand other arrangements satisfactory to ADB for the selection and engagement of domestic \nconsultants, using the quality- and cost-based selection method and biodata technical proposals. \nThe international consultants (14 person-months) will include (i) an agricultural economist and \nregional planner cum team leader (4 person-months), (ii) a crop and rural development specialist \n(2 person-months), (iii) a livestock development specialist (4 person-months), and (iv) a policy \nadvisor (4 person-months). The domestic consultants (13 person-months) will include (i) an \nagro-industry  and  agroprocessing  specialist  (3  person-months),  (ii)  an  agronomist  and \nagriculture support service specialist (3 person-months), (iii) a livestock development specialist \n(3 person-months), and (iv) an economist (4 person-months). The outline terms of reference are \nin Appendix 3. Within 45 days of mobilization, a report outlining the sector goals, priorities, areas \nof potential support, and proposed ADB interventions will be prepared. The findings will be used \nas inputs to the country strategy and program for 2005–2009. Inception, interim, and draft final \nand final reports will be prepared. Procurement of equipment required for the consultants to \ncarry out their work will be done following ADB’s Guidelines for Procurement. \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $350,000 on a grant basis to \nthe Government of Mongolia for the Agriculture Sector Strategy Study, and hereby reports this \naction to the Board. \n ", " 6 Appendix 1 \n \nTECHNICAL FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators  Mechanisms  and Risks \n     \nSector Goal       \nHelp the Government  Agriculture sector  Government reports on  Government priority on \nof Mongolia promote  growth increases on  economic and sector  the role of food and \ngrowth of the  average by 3% per  performance.  agriculture in promoting \nagriculture sector.  annum.  economic growth and \n    reducing poverty remains \n    in place.   \n \nPurpose       \nDevelop a  The Government and  Draft final and final  The leadership and \ncomprehensive  key stakeholders accept  reports of the  support of top \nstrategy and program  policies and strategies  consultants.  Government officials in \nof investments,  and reach a consensus    developing the support \ntechnical assistance,  on the sector’s vision  ADB’s 2005–2009 CSP  plan for development of \nand policy reforms.  and required  report for Mongolia.  the sector remain in \n  developmental actions.  place. \n \nOutputs       \n(i) Review of the  A sector review paper  Draft final and final  The spirit of cooperation \nagricultural sector,  summarizes trends in  reports of the  between the officials of \npolicies, and  performance, key  consultants.  Government and ADB \nstrategies.  issues, constraints and    continues at a high level. \n  opportunities, and  ADB’s CSP report for \nlessons learned from  Mongolia. \npast and ongoing   \ninterventions.  \n \n  Growth areas are  Mission dialogue with  All sector stakeholders, \n  identified in agriculture  agencies, farmers,  particularly potential \n  sector with focus on  private sector, and other  private sector players, \n  improved productivity,  stakeholders.  fully participate in several \n  crop diversification,    stakeholder consultations \n  livestock,    and workshops during TA \nagroprocessing, and    implementation. \nmarketing.      \n   \nEvaluation of sector  TA reports of the \npolicies, institutions, and  consultants. \nongoing sector reforms.   ", "   Appendix 1  7\n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators  Mechanisms  and Risks \n     \n  Economic comparative     \nadvantages of proposed \ngrowth areas have been \nevaluated. \n \nIncreased role of private \nsector in agriculture, \nand measures to \npromote it are identified. \n \nAreas and projects for \ninternational assistance \nare identified. \n       \n(ii) Rigorous policy  The TA policy advisor  Review of reports \nanalysis and  meets regularly with key  submitted by the policy \ndeepened policy  policymakers and  advisor under the TA. \ndialogue using a  analysts to discuss \nparticipatory  broad policy trends and \napproach.  major issues. \n \nPolicy impact analysis is \ncarried out on main \nsector policies, i.e., food \nself-sufficiency \nand import substitution, \nconsidered by the \nGovernment. \n \n       \n(iii) Sector road map.  Medium- to long-term  Review of the draft final   \ngoals for the agriculture  report for phase I. \nsector, inclusive of their   \nindicators, and  Mission participation in \ndiscussed and agreed  stakeholder \nfor donor support.   consultations and \n  workshops. \nKey policy barriers to   \nachieve the agreed-on  Mission dialogue with \nmedium-term goals are  agencies, farmers, \nidentified and ranked.  private sector, and other \n  stakeholders. \nPolicy and institutional \nreforms measures are \nidentified and included \nin the road map, with a \ntime frame for their \n ", " 8 Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators  Mechanisms  and Risks \n     \nimplementation. \n \nPriority policy, physical, \nand capacity-building \ninvestment projects to \nsupport implementation \nof agreed-on areas are \nidentified, with a time \nframe for their \nimplementation. \nConcept papers for \nthese projects are \nprepared. \n \nInputs       \n       \nADB’s  A total of 27 person- Consultant contract- The TA international and \ncontribution.  months of consulting  monitoring sheets.  domestic consultants are \n  services, including four    able to work closely as a \ninternational consultants  Monitoring of  team with their \n(14 person-months) and  disbursement of TA  counterparts from \nfour domestic  funds.  concerned ministries.  \nconsultants (13 person-    \nmonths).     \n \n  Office equipment and  Dialogue with agency   \nbudgetary support for  staff, stakeholders, and \nTA administration,  consultants. \ncommunications,   \ntranslations, surveys, \nseminars, and \nworkshops.  \n       \nGovernment  Staff resources of  Government officials’ \ncontribution.  MOFA, and other  willingness to devote \nagencies concerned  quality time to supervise \nwith the TA.  and guide the work of the \n  consultants remains in \nGovernment officials’  place. \nguidance in   \nimplementing the ADTA. Required documents and  \n ", "   Appendix 1  9\n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators  Mechanisms  and Risks \n     \n      reports of pertinent laws \nOffice facilities, support  and regulations, and \nfor seminars, and  ongoing and completed \nworkshops.  projects financed by \ndevelopment partners are \navailable. \n \nADB = Asian Development Bank, ADTA = advisory technical assistance, CSP = country and strategy program, GDP = \ngross domestic product, MOFA = Ministry of Food and Agriculture, TA = technical assistance. \n \n \n                         \n                         \n                         \n                         \n   \n                         \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign Local  Total\nItem  Exchange Currency  Cost\nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants     225  0   225\n      ii.  Domestic Consultants   0  48   48\n    b.  International and Local Travel   35  5   40\nc.  Reports and Communications,       \nTranslation, and Interpretation   3  3   6\n  2.  Equipmentb   4  0   4\n  3.  Seminars and Workshops   0  5   5\n  4.  Miscellaneous Administration and        \n    Support   3  3   6\n  5.  Contingencies   12  4   16 \n      Subtotal (A)   282  68   350\n     \nB.  Government Financing \n  1.  Counterpart Staff, Per Diem, and Travel   0  15   15\n2.  Project Office   0  9   9\n3.  Miscellaneous Administration and Support     \nCosts   0  10   10\n4.  Survey Data and Studies   0  9   9\n5.  Seminars and Workshops   0  10   10\n6.  Contingencies   0  30    30\n      Subtotal (B)   0  83   83\n        Total   282  151   433\na  Financed by the Japan Special Fund, funded by the Government of Japan.  \nb  Includes two desktop computers (with standard software and internet access), one printer, and one copy machine. The \nequipment is for the use of consultants and will be turned over to the Ministry of Food and Agriculture on completion of \nthe advisory technical assistance. \nc  About two workshops with stakeholders will be conducted. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Consultants’ Qualifications and Inputs \n1.  A total of 27 person-months of consultants’ services will be provided by an international \nconsulting firm, to be recruited in accordance with ADB’s Guidelines on the Use of Consultants \nby Asian Development Bank and its Borrowers, and other arrangements satisfactory to ADB for \nthe  selection  and  engagement  of  domestic  consultants,  using  the  quality-  and  cost-based \nselection method, and biodata technical proposals. The international consultants (14 person-\nmonths) will include (i) an agricultural economist and regional planner cum team leader (4 \nperson-months), (ii) a crop and rural development specialist (2 person-months), (iii) a livestock \ndevelopment specialist (4 person-months), and (iv) a policy advisor (4 person-months). The \ndomestic consultants (13 person-months) will include (i) an agro-industry and agroprocessing \nspecialist (3 person-months) (ii) an agronomist and agriculture support services specialist (3 \nperson-months),  (iii)  a  livestock  development  specialist  (3  person-months),  and  (iv)  an \neconomist (4 person-months). \n \n2.  The international agricultural economist and regional planner (team leader) will have \nextensive  experience  in  conducting  comprehensive  agricultural  and  rural  sector  reviews  in \ntransitional  and  market  economies.  These  reviews  should  have  encompassed  sector \nperformance, issues, and opportunities. The consultant should have experience in facilitating \nparticipatory strategy formulation and have strong analytical, written, and oral communication \nskills. The consultant should also have good experience in facilitating participatory strategy \nformulation for rural development, particularly in transition economies. The strategy formulation \nshould use a participatory approach involving farmers, rural communities, local governments, \nthe private sector, academia, government agencies, and international organizations. \n3.  The  policy  advisor  should  be  a  reputable  agricultural  policy  expert  with  extensive \nexperience in conducting rigorous policy studies and dialogue on sector reforms and strategy \nformulation  in  transitional  and  developing  market  economies.  The  consultant  should  be \nrecognized  by  key  Government  policymakers  and  have  keen  awareness  of  the  concerns, \nconstraints,  and  priorities  of  the  policymakers,  and  an  accurate  perspective  of  the  role  of \nagriculture and rural sectors in the economy. \n4.  The international crop and rural development and livestock development specialists \nshould have extensive experience in agriculture and rural development, and livestock projects in \ntransitional and developing countries. \n5.  Knowledge of relevant institutions and working experience in Mongolia will be preferred. \n6.  The  domestic  consultants,  who  will  possess  adequate  and  relevant  academic \nqualifications,  and  experience  working  in  their  fields  of  expertise  and  with  international \norganizations, will complement and support the international consultants in facilitating sector \nproblem analysis, participatory strategy formulation, and formulation of a sector road map. \n7.  Inputs by resource persons and research assistants with specific expertise such as \nsociology,  legal,  and  regulatory  issues,  and  survey  implementation  could  supplement  the \nconsultants’ work. The team leader will propose engagement of resource persons as short-term \nconsultants or research assistants, depending on the complexity of their tasks. ADB will engage \nthe resource persons, if necessary. \n ", "12  Appendix 3 \nB.  Work Approach \n8.  The  consultants  should  ensure  strong  ownership  of  the  outputs  of  the  technical \nassistance (TA) by all involved stakeholders, i.e., local and central governments, line agencies, \nprivate sector, civil society, academia, farmers’ and herders’ associations, and international \ndevelopment  organizations.  Frequent  stakeholder  meetings  will  be  held,  culminating  in \nworkshops to be attended by stakeholders to discuss and disseminate the TA findings and \nrecommendations of phases I and II.  \nC.  Terms of Reference \n9.  The TA outputs are (i) a review of the agricultural sector, policies, and strategies; (ii) \nrigorous  analysis  of  policies  and  strategies,  i.e.,  food  self-sufficiency,  import-substitution \npolicies, and deepened policy dialogue using a participatory approach; and (iii) a sector road \nmap as a guide for short- and medium-term sector policy and investment interventions for the \nGovernment. Activities include the following: \n  \n(i)   Review  the  agriculture  sector  using  previous  studies  and  stakeholder \nconsultations to identify potential development opportunities for and constraints \non growth. Since considerable information material exists on the livestock sector, \nthe study will focus on gaps mentioned in para. 3 of the main text, identify \nconstraints on the sector’s development, and propose initiatives to address them. \nMajor efforts will be focused on the crop sector, where information gaps are \nlarger and sector potential priorities must be identified more than in other sectors. \nThe TA will be complemented by reports on selected topics where the crop \nsector needs further study, such as prospects for crop diversification, and farm \ninputs and marketing. Sector institutional arrangements will be assessed, and \nkey  sector  policies,  i.e.,  food  self-sufficiency  and  import  substitution,  will  be \nsubjected to economic, financial, and institutional evaluation.  \n(ii)  Identify and evaluate the economic comparative advantage of crops that warrant \nfurther development as well as the comparative advantages of intensive and \nextensive livestock production systems. \n(iii)   Identify the role of the private sector, determine bottlenecks for a more active role \nof the private sector in agriculture, and propose measures to overcome them.  \n \n10.  The support for deepened policy analysis and dialogue will provide an in-depth analysis \nof the Government’s sector policies and facilitate extended discussions between the policy \nadvisor to be engaged under the TA and key policymakers on the validity and justification of \nthese policies in terms of the intended sector goals and the potential need to readdress them if \nnecessary. The sector road map proposes a program of policy reforms and priority investments, \nincluding their time frame for their implementation. The road map will be formulated based on \nthe sector assessment and stakeholder consensus of the sector’s medium- to long-term goals \nand prioritized constraints to overcome. This document should not be longer than 10 pages. \n \n11.  The consultants’ activities are grouped into two parts. The first will focus on formulating \nthe sector road map, the second on deepening sector policy dialogue. \n \n1.  Road Map Formulation \n12.  The consultants will do the following: \n ", "  Appendix 3  13 \n(i)  Review agriculture and rural sector development trends and challenges. The \nreview will incorporate findings of existing sector studies. The consultants will \nreview existing Government sector programs and strategies and undertake initial \ndialogue with all stakeholders. \n(ii)  Conduct a kick-off meeting with key stakeholders to reconfirm the envisaged TA \noutputs,  methodological  approach,  and  implementation  arrangements.  The \nmeeting will also determine the activities of the working group that will oversee \nthe TA work. Within 3 weeks of TA implementation, the consultants will submit a \nbrief inception report outlining the findings of the initiating meetings, a detailed \nTA work plan, resource requirements, and implementation issues.  \n(iii)  Assess  the  performance  of  the  agriculture  sector  to  identify  potential \ndevelopment opportunities for and constraints on sector growth. The assessment \nwill be complemented by detailed studies on selected topics such as prospects of \ncrop diversification, challenges in providing credit, farm inputs, and adequate \nmarketing.    Sector  institutional  arrangements  will  be  assessed,  and  sector \npolicies  and  ongoing  sector  reforms  on  the  crop,  particularly  cereal  and \nvegetable,  and  livestock  subsectors  subjected  to  economic,  financial,  and \ninstitutional evaluation. \n(iv)  Identify and evaluate the economic comparative advantage of crops that warrant \nfurther development as well as the comparative advantages of intensive and \nextensive  livestock  production  systems  and  their  relevance  to  Mongolian \nconditions. Identify bottlenecks for a more active role of the private sector in \nagriculture and proposing measures to overcome them. \n(v)  Review past and ongoing sector interventions to extract lessons learned. \n(vi)  Hold dialogue with key planners in the Ministry of Finance and Economy, Ministry \nof  Food  and  Agriculture,  and  other  relevant  stakeholders  to  discuss  the \nagriculture and rural development sector objectives in the medium to long term. \n(vii)  Based  on  the  findings  of  activities  (i)  to  (vi),  conduct  consultations  and \ndiscussions with policymakers and key stakeholders to identify realistic priority \nmedium- to long-term sector goals and objectives and agree on if and how the \npresent  policy  framework  and  sector  strategies  need  to  change.  The \nconsultations  with  the  sector  key  stakeholders  should  widen  stakeholder \ncommon views on sector targets; key challenges; and priority actions (reforms, \ncapacity  building,  and  physical  investments)  required  in  the  sector.  The \nconsultation should identify specific and measurable reform programs with a \nspecific time frame. \n(viii)  Assess  the  areas  where  external  assistance  could  most  effectively  support \ndevelopment of policies and investments identified in activity (vii), in particular, \nidentifying the role that ADB can play in rural and agriculture development. \n(ix)  Formulate a sector road map based on the medium- to long-term sector goals \nidentified  in  phase  I,  and  the  identified  and  ranked  key  sector  barriers  to \nachieving the agreed-on goals. Identify priority policy, physical, and capacity-\nbuilding investment projects to support implementation of agreed-on areas, with \na time frame for their implementation. Prepare concept papers for these projects. \n(x)  Within  45  days  of  mobilization,  submit  a  report  outlining  the  sector  goals, \npriorities,  areas  of  potential  support,  and  proposed  ADB  intervention.  The \nfindings will be used as inputs to the country strategy and program for 2005–\n2009. \n(xi)  Within 2 months of TA implementation, submit an interim report containing the \nsector overview report and reports on selected thematic studies.  \n ", "14  Appendix 3 \n(xii)  Within 3.5 months of TA implementation, submit a draft final report containing the \nfindings of the interim report refined after receiving ADB’s comments, a road \nmap, and concept papers of investments included in the road map. \n(xiii)  Conduct national workshops for stakeholders to discuss and disseminate the TA \nfindings and recommendations of phases I and II. \n \n2.  Deepening Policy Dialogue \n \n13.  The consultants will do the following: \n \n(i)  Conduct regular discussions with key Government policymakers and analysts \nand stakeholders to (a) ensure stakeholder appreciation of the TA outputs, (b) \nprovide advisory support and help the Government further clarify key issues \nimpeding  successful  implementation  of  agriculture  sector  reforms,  and  (c) \nprovide insights into the lessons learned and best practices on reform initiatives \nand strategic planning in other countries. \n(ii)  Prepare interim and final reports on the output of the policy analysis and dialogue \ncarried out during the TA, within 6 and 12 months, respectively. The reports will \noutline accomplishments of policy dialogue, results of policy analysis performed \nby the policy advisor, and a proposed plan to refine sector policies. \n(iii)  Conduct  seminars  to  update  stakeholders,  including  staff  of  ADB  and  other \ninternational  development  institutions,  of  the  policy  analysis  results  on  the \nagriculture sector.  \n \nD.  Consultant Work Arrangements \n \n14.  The TA will be implemented over 12 months, from August 2004 to July 2005. Phases I \nand II (preparation of the sector road map and concept papers) will be carried out from August \nto November 2004, while the other activities of phase II—i.e., dissemination of the sector road \nmap and deepening of policy dialogue—will occupy the rest of the TA implementation period. \nThe policy advisor’s activities will be carried out intermittently over the entire TA implementation \nperiod. All draft and finalized documents produced by the consultants will be translated into \nMongolian. The consultants will arrange interpretation and translation. \n \n15.  The international agricultural economist and regional planner cum team leader will (i) \nprovide overall leadership in conducting the TA and provide direction and support to the team of \ninternational  and  domestic  consultants;  (ii)  develop  the  TA  methodology;  (iii)  identify  the \nbackground studies required under the TA; (iv) monitor the work progress; (v) review existing \nstudies and sector initiatives, policies, and programs carried out by major stakeholders; (vi) \ntogether with the policy advisor engaged under the TA, review and assess agricultural and other \nmacroeconomic  policies,  including  trade  and  price  policies,  fiscal  policies,  credit  policies, \ninvestment policies, and the regulatory environment impinging on the agriculture sector; (vii) \ncarry out a comparative advantage analysis of main crops for potential development support; \n(viii) prepare the sector overview paper; (ix) based on the sector review of the agricultural \nsector,  identify  major  key  constraints  and  opportunities,  and  propose  interventions  where \ninternational  development  organizations,  particularly  ADB,  can  have  the  best  impact  on \nagriculture  and  rural  development;  (x)  draft  a  sector  road  map  with  concept  papers  for \ninvestments  included  there;  (xi)  help  organize  and  implement  workshops  to  ensure  full \nparticipation  of  stakeholders  from  public  and  private  sector  agencies,  and  of  other  key \nstakeholders; and (xii) prepare and submit on time the required inception, interim, draft final, \nand final reports.  ", "  Appendix 3  15 \n \n16.  The international crop and rural development specialist, together with the two domestic \nconsultants under the TA (the agronomist and agriculture support service specialist and the \nagro-industry  and  agroprocessing  specialist)  will  (i)  prepare  selected  background  studies \nrequired under the TA; (ii) evaluate the experience of, and identify lessons learned in, (a) \nongoing and completed studies and investment projects for intensifying agricultural production \nand improving provision of production input supplies, including working capital and term credit; \n(b) creation of a national seed reserve based on open-market principles; (c) research to improve \nagricultural productivity; (d) promotion of investment in equipment; (e) development of marketing \noutlets, including downstream processing of primary products, and delivery and distribution of \ninputs to farmers and industries; and (f) successful agro-industries and agroprocessing, for \nincorporation into new investment projects; (iii) provide direct support to the agronomist-cum-\nagriculture  support  service  specialist  in  (a)  evaluating  the  results  of  research  on  farming \nsystems for crops and livestock, and recommend areas for further research, particularly on \ndiversifying agriculture and improving feed and pasture development; and (b) evaluating the \ncapacity and effectiveness of agricultural support services, including veterinary and livestock \nservices and input supply, agricultural research, credit, marketing, storage, processing, and \ntraining facilities, and recommending measures to strengthen their capacity and effectiveness; \nand (iv) help the agro-industry and agroprocessing specialist identify new investment projects, \ninvolving high-value crops; irrigated fruits and vegetables; milk and meat livestock development, \nincluding value-added processing; and specific interventions to improve animal health, nutrition, \ngenetics, management, and pastures. \n17.  The livestock development specialist, together with the domestic counterpart, will (i) \nidentify the lessons learned in ongoing and completed investment projects in the livestock \nsector to increase agricultural production and income and reduce poverty, for incorporation into \nnew investment projects under the livestock subsector; (ii) review the findings of ADB TA 2602-\nMON,1 involving proposals to provide incentives for the livestock subsector, policy changes, and \ninstitutional strengthening; (iii) assess productivity levels in livestock meat and meat product \nmanufacturing,  and  formulate  interventions  to  improve  animal  health,  nutrition,  genetics, \nmanagement, and processing; (iv) evaluate the international competitiveness and comparative \nadvantage of livestock and livestock products, and make projections of supply and demand in \nthe short and medium term, and of export potential; (v) evaluate the constraints hampering the \ngrowth of production of major livestock products; and (vi) prepare concept papers for investment \nproposals in the livestock sector, to be included in the sector road map, involving the active \nparticipation of the private sector in delivery and distribution of agricultural inputs (including \nveterinary medicines and vaccines) and support services to farmers and industries to increase \nlivestock productivity and the quality of livestock products.  \n18.  The international policy advisor will carry out the activities described in para. 13 and \nprovide support to the consultant team on analysis and formulation of relevant and required \nglobal and subsector policies. The domestic economist will support the advisor in undertaking \ndata  collection,  policy  analysis,  and  dialogue.  Inputs  of  both  consultants  will  be  provided \nintermittently over 12 months to allow flexible and appropriate timing for policy dialogue.  \n19.  The domestic consultants will complement the work of the international consultants. The \nconsultants will help disseminate the TA findings and recommendations. \n                                                 \n1 ADB. 1996. Study of Extensive Livestock Production Systems. Manila. \n "], "metadata": {"ModDate": "D:20040726103013+08'00'", "CreationDate": "D:20040714105047+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "ADB", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}