{"path": "data/input/ta/tar-phi-30546.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR:PHI 30546 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \nTO THE \n \n \nREPUBLIC OF THE PHILIPPINES \n \n \nFOR  \n \n \nINSTITUTIONAL STRENGTHENING FOR THE DEVELOPMENT  \nOF THE NATURAL GAS INDUSTRY \n \n \n \n \n \n \n \n \n \n \nOctober 2003", " \nCURRENCY EQUIVALENTS \n(as of 1 September 2003) \n \nCurrency Unit =  peso (P) \nP1.00 =  $0.0182 \n$1.00 =  P55.05 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  CNG  –  compressed natural gas  \n  DOE  –  Department of Energy \n  E&P  –  exploration and production \n  EPIRA  –  Electric Power Industry Reform Act of 2001 \n  ERC  –  Energy Regulatory Commission \n  IRR  –  interim rules and regulations  \n  JICA  –  Japan International Cooperation Agency \n  LNG  –  liquefied natural gas \n  TA  –  technical assistance \n  USAID  –  United States Agency for International Development  \n \nWEIGHTS AND MEASURES \n \n  BCF  –  billion cubic feet \n  MW  –  megawatt  \n  TCF  –  trillion cubic feet \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by Y. Zhai. \n ", " \nI.  INTRODUCTION \n1.  The Government of the Republic of the Philippines requested the Asian Development \nBank (ADB) to provide advisory technical assistance (TA) for strengthening the Department of \nEnergy (DOE) and the Energy Regulatory Commission (ERC) for the development of the natural \ngas industry in the country. The Fact-Finding Mission, conducted from 22 May to 2 June \n2003,  reached  an  understanding  with  the  Government  on  the  objectives,  scope,  cost \nestimates, financing, and implementation arrangements of the TA.1  The TA framework is in \nAppendix 1. \n \nII.  ISSUES \n2.  The  discovery  and  the  ensuing  development  of  the  Malampaya  gas  field,  offshore \nnorthwest of Palawan, gave birth to the Philippine natural gas industry. With reserves estimates \nranging from 2.26 trillion to 4.58 trillion cubic feet (TCF), the Malampaya gas field is currently \nsupplying gas to three power plants with overall capacity of 2,760 megawatts (MW) of power in \nBatangas, South Luzon, and will be able to provide fuel for another 1,000 MW capacity of power \nplants for at least the next 20 years. The additional demand for gas for power plants and other \nuses is planned to be met by new reserves to be proven, or by imported gas, either as liquefied \nnatural gas (LNG) in the medium term and/or through the Trans-ASEAN gas pipeline2 in the \nlong term.  \n \n3.  With the assistance of Japan International Cooperation Agency (JICA), the Government \nhas developed a master plan study for developing the natural gas industry in the Philippines.3  \nOn the basis of a least-cost analysis of energy supply options and an assessment of the energy \ndemand,  the  study  prepared  a  comprehensive  medium-  and  long-term  master  plan  for \npromoting natural gas utilization in the Philippines, including an action plan to implement priority \nprojects  in  the  medium  term.  After  public  consultations  with  public  and  private  sector \nstakeholders, the Government approved the master plan. The Government is introducing policy \nmeasures and fiscal incentives to further promote the use of natural gas because it is consistent \nwith the country’s economic sustainability objective and energy self-sufficiency program. It is \nnoted, in particular in line with the ongoing power sector reforms in the Philippines under the \nADB-supported Power Sector Restructuring Program,4 that it is critical to ensure the successful \nestablishment of the natural gas industry, to avoid the forecast power shortages in 2007-2008.   \n \n4.  Based on DOE’s projections in consideration of competitive oil and coal prices, the \nnatural gas demand would increase annually from 93.7 billion cubic feet (BCF) in 2003 to 145.5 \nBCF by 2012. Demand in the power sector will account for the bulk of the total demand, with up \nto 4,200 MW additional capacity expected during the period. The demand for nonpower use \n(clustered industries near or along the gas pipeline) is also expected to grow from about 1.0 \nBCF  in  2005  to  16.0  BCF  in  2012.  Moreover,  with  ADB's  assistance,5 DOE  is  currently \nundertaking a study to develop a master plan for the use of compressed natural gas (CNG) in \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 24 May 2003.  \n2  A memorandum of understanding was signed by the energy ministers of the Association of Southeast Asian \nNations (ASEAN) in July 2002 to develop the Trans-ASEAN Gas Pipeline Project, which includes seven gas \ninterconnections among ASEAN countries covering a total length of 4,500 kilometers. The total cost is estimated to \nbe $7 billion and completion is expected by 2020. \n3  DOE/JICA. 2002. A Master Plan Study on the Development of the Natural Gas Industry in the Republic of the \nPhilippines. Manila. \n4  ADB. 1998. Loan to the Philippines for the Power Sector Restructuring Program. Manila. \n5  ADB. 1998. Technical Assistance for Air Emission Policy Studies. Manila. ", "2 \npublic transport, including a pilot project phase, toward full commercialization of vehicles run by \nnatural gas. Based on the current and expected market conditions for the supply of natural gas, \nthe master plan established LNG imports as a feasible and economically viable option to meet \ngas demand in the Philippines in the medium term. Estimates of gas demand from the power \nsector indicate the need for imported LNG of about 23.2 BCF by 2008 to as much as 194.2 BCF \nby 2012. LNG may be imported from Australia, Brunei, Indonesia, Malaysia, or Qatar depending \non market conditions. An efficient infrastructure system that will enable the Philippines to meet \nthe anticipated demand for natural gas will include the transmission, distribution, and city gas \npipelines; LNG terminals; CNG refilling stations; and related facilities. DOE has identified two \nmajor pipelines to be constructed in the next few years: (i) 100-kilometer (km) Batangas-Manila \npipeline and (ii) 150 km Bataan-Manila pipeline, and corresponding LNG receiving terminals.  \nAn innovative public-private sector partnership needs to be developed to realize the needed \ninvestment. Moreover, the prospect of large scale LNG imports calls for rationalization of fiscal \nincentives  to  promote  further  private  sector  investment  in  domestic  petroleum  and  gas \nexploration and production (E&P) activities.  \n \n5.  The Natural Gas Bill is currently being deliberated in Congress. Prior to the adoption of \nthe Bill, ADB assisted6 DOE to issue the interim rules and regulations (IRR) governing the \ntransmission, distribution, and supply of natural gas, which aim to promote competition by \nliberalizing entry into the industry and by adopting pro-competition and fair trade measures with \ndue regard to sustaining the financial viability of industry participants. The ERC, an independent \nregulator that the Electric Power Industry Reform Act (EPIRA) established in 2001 to succeed \nthe Energy Regulatory Board, in principle, has responsibility for the price regulation over the \nnatural gas industry. However, EPIRA did not explicitly define ERC’s mandate in regulating the \nnatural  gas  sector.  Since  it  is  inappropriate  for  Government  to  carry  out  both  policy  and \nregulatory functions, a governance structure has to be established such that a clear distinction \nis drawn between the policy-making functions exercised by the Government and the regulatory \nfunctions that should be left to an independent energy regulator. It is necessary to assess \ngovernance to formulate relevant recommendations for streamlining the role of DOE and ERC in \nthe natural gas sector. \n \n6.   Development of the natural gas industry should be pursued with best international \ntechnical  practices,  international  safety  standards,  and  Philippine  environmental  and  social \nsafeguard policies. The technical and safety standards need to be clearly defined and issued by \nthe relevant authority to provide a clear and stable technical framework for private sector \ninvestors. Since development of natural gas infrastructure may have some implications for \nindigenous cultural communities, it is also necessary to strengthen DOE's capacity for screening \nand handling environmental and social safeguard concerns, specifically, for indigenous peoples.   \n \n7.  Consultation was held with various stakeholders. On the upstream side, the Government \nof Norway is providing TA to assess resources and to strengthen the technical capacity of DOE \nto administer its oil and gas exploration and development contracts. On the downstream side, \nthe  United  States  Agency  for  International  Development  (USAID)  has  contributed  to  the \npreparation  of  the  IRR  on  transmission,  distribution,  and  supply  of  natural  gas.  JICA  has \nsupported the preparation of the master plan study on the development of natural gas in the \nPhilippines (para. 3).  Building on the work carried out the previous TAs provided by ADB, \nUSAID, and JICA, this TA seeks to strengthen DOE’s institutional capacity to implement the IRR \nand the master plan study so as to promote public-private sector partnership in developing the  \nnatural gas industry, particularly the downstream gas infrastructure in the Philippines. \n                                                 \n6  ADB. 1997.Technical Assistance to the Philippines for Gas Sector Policy and Regulatory Framework. Manila. ", "    3 \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The TA aims to strengthen DOE’s institutional capacity to implement the master plan on \nthe development of the natural gas industry through public-private partnership. The TA will \nmake  recommendations  for  streamlining  DOE’s  planning  and  policy-making  functions,  and \nERC’s regulatory functions in developing the natural gas industry efficiently. Introduction of \ntechnical and safety standards as well as compliance with environmental and social safeguard \npolicies in the Philippines will ensure the sustainable development of the natural gas industry. \n \n9.  The TA will have three main components: (i) develop planning and policy tools for \nadministering and regulating the natural gas industry, (ii) develop needed standards for the \ndownstream  areas  of  the  natural  gas  industry,  and  (iii)  transfer  technology  by  providing \neconomic, financial, and technical training to DOE and ERC staff. The TA will also identify areas \nthat require further assistance from development financing institutions in the medium term. \n \nB.  Methodology and Key Activities \n10.  The TA will adopt a participatory approach where DOE staff will be directly involved in a \nhands-on manner, to build core competency and establish the necessary tools that will aid in \nadministering  and  implementing  activities  for  downstream  development  of  the  natural  gas \nsector. The ERC staff will also be trained in carrying out regulatory functions effectively. \n \n 11.  To develop the planning and policy tools for administering and regulating the natural gas \nindustry, the TA will have the following key activities. \n \n(i)  Analyze the legal and regulatory environment and formulate recommendations to \nclarify ERC’s regulatory function and DOE’s policy-making role in the natural gas \nsector. \n(ii)  Undertake institutional analysis and formulate recommendations to strengthen \nDOE’s natural gas office to perform its policy making mandate, including the \npromotion of private sector investment in downstream infrastructure in the natural \ngas sector. \n(iii)  Propose  an  integrated  planning  methodology  for  the  natural  gas  sector  that \nincludes (a) reviewing the overall energy sector framework including legislation, \nregulation and contractual arrangements; (b) developing relevant base case for \nnatural gas, covering exploration, development, production, and utilization; and \n(c) formulating/adopting appropriate fiscal incentives to promote private sector \ninvestment in petroleum and gas E&P activities. \n(iv)  Review the demand forecasts of natural gas in the country and recommend \nmeasures that will promote efficient use of natural gas. \n(v)  Formulate  recommendations  on  modalities  of  public-private  partnership  to \ndevelop the necessary downstream natural gas infrastructure in the medium \nterm. \n(vi)  Review  the  existing  assessment  of  medium-term  investment  requirements, \nidentify  areas  that  require  further  assistance  from  development  financing \ninstitutions, and prepare an assistance plan for the natural gas sector. ", "4 \n(vii)  Organize workshops, conferences, consultations, and road shows to promote \ninvestment opportunities in the downstream areas of the natural gas sector in the \nPhilippines.    \n \n12.  To develop the needed technical standards for downstream projects in the natural gas \nsector, the TA will include the following key activities. \n \n(i)  Prepare  an  inventory  of  international  technical,  safety,  and  environmental \nstandards which could be applied for downstream infrastructure for the natural \ngas  sector  (including  pipelines,  LNG  terminals,  natural  gas  vehicles,  CNG \nrefueling stations, cylinders, ancillary equipment, and other related facilities) in \nthe Philippines. \n(ii)  Develop  technical,  safety,  and  environmental  standards  for  downstream  gas \ninfrastructure. \n(iii)  Promote the use of natural gas in ecozones7 and develop manuals for evaluating \ntechnologies  (cogeneration  technologies,  as  well  as  heating  and  cooling \nsystems) with respect to technical performance, environmental impact, and social \nand economic viability. \n(iv)  Recommend  strengthening  of  environmental  and  social  safeguard  policies, \nspecifically for indigenous peoples, due to the projected rapid growth of gas \nindustry. \n  \n13.  For technology transfer, the TA will include the following key activities. \n \n(i)  Assess the training needs of DOE and ERC. \n(ii)  Recommend  integrated  (upstream  and  downstream  infrastructure)  planning \nmethodology for natural gas (e.g., pipeline, LNG terminals, natural gas vehicles, \nCNG  refueling  stations,  ancillary  equipment,  other  related  facilities,  markets \nrouting, etc.), and on-the-job training. \n(iii)  Recommend best international practices for evaluating applications for permits \nfor using natural gas-related infrastructure facilities based on defined criteria \n(economics,  market  demand,  existing  capacity,  upstream  and  downstream \ncapacity, eminent domain, etc.). \n(iv)  Arrange a study tour for DOE and ERC officials to selected developing and \ndeveloped countries that have successfully experienced the E&P of natural gas \nresources, administered and regulated the gas sector.  \n(v)  Conduct training courses on evaluating technologies for E&P of natural gas, and \nnatural  gas  use  in  industrial  ecozones  covering  technical,  economic,  and \nenvironmental aspects. \n(vi)  Conduct training courses on economic and financial assessment of natural gas- \nrelated projects. \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $1.15 million equivalent, comprising foreign \nexchange of $716,000 and local currency of $434,000 equivalent. ADB will provide $800,000 \nequivalent on a grant basis through the Japan Special Fund to finance the entire foreign \nexchange  cost  and  $84,000  equivalent  of  the  local  currency  cost.  The  Government  will \n                                                 \n7  Ecozones are administered by the Philippine Ecozone Administration under the Department of Trade and Industry \nto promote foreign investments in the industry and manufacturing sectors.  ", "    5 \ncontribute the remaining cost in kind, including office accommodation in Manila, counterpart \nstaff time input, secretarial support, and workshops. Detailed cost estimates and financing \narrangements are presented in Appendix 2. \n \nD.  Implementation Arrangements \n15.  DOE will be the Executing Agency for the TA and will work in close collaboration with \nERC and other relevant government agencies. DOE will assign a project coordinator before \ncontract negotiations, and counterpart staff to work with the consultants.  \n \n16.  The TA will cover 24 months starting in December 2003 with completion by December \n2005. Consultants' inputs will be about 38 person-months (22 international and 16 domestic). \nThe international consultants (22 person-months) will comprise (i) an energy economist/team \nleader with extensive experience in natural gas planning and management (9 person-months), \n(ii)  a  downstream  expert  specializing  in  technical,  safety,  and  environmental  standards  of \ndownstream natural gas industry infrastructure and facilities (7 person-months), (iii) an upstream \nexpert specializing in contractual issues in exploration and production (1 person-month),  (iv) an \nenergy economist with experience in natural gas pricing and project evaluation (3 person-\nmonths), and (v) a legal/regulatory specialist  (2 person-months).  The domestic consultants will \nbe (i) an energy economist with experience in the natural gas industry (8 person-months ), (ii) \nan  information  technology  expert  on  databases  (6  person-months),  and  (iii)  a  social \ndevelopment specialist (2 person-months). ADB will engage the consultants through a firm \nusing the quality- and cost-based selection method in accordance with its Guidelines on the Use \nof Consultants and other arrangements satisfactory to ADB for engaging domestic consultants. \nThe simplified technical proposal format will be used. Equipment for use by the consultants will \nbe procured in accordance with ADB's Guidelines for Procurement. The outline terms of \nreference for the consultants are in Appendix 3.  \n \n17.  The  consultants  will  submit  short  monthly  progress  reports  summarizing  project \nactivities, issues, and constraints for the duration of the TA. In addition, five major reports \nwill be submitted: an inception report within 2 weeks from start of the TA; three interim reports \non TA progress in months 6, 12 and 18, respectively; and a draft final report toward the end of \nthe TA.  After receiving the inception report, ADB will form an inception mission to discuss and \nagree  with  the  Executing  Agency  and  the  consultants  on  the  various  milestones  of  TA \nimplementation. TA review missions will be fielded after the receipt of each interim report to \nmonitor  the  progress  of  TA  implementation  and  make  necessary  adjustments.  A  tripartite \nmeeting will be held at the end of TA implementation to discuss the consultants’ draft final \nreport. The final report will be prepared by the consultants within 15 days after the tripartite \nmeeting has taken place among DOE, the consultants, and ADB to discuss the draft final report.   \n  \n18.  All computer models, databases, and training materials developed by the consultants \nincluding office equipment purchased during the TA will be transferred to DOE upon completion \nof the TA, and will remain the property of the Government.     \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe Government of the Philippines for Institutional Strengthening for the Development of the \nNatural Gas Industry, and hereby reports this action to the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets    and Risks \n   \nGoal       \n       \nHelp achieve sustained  Increased gross national  Annual economic statistics  Enhancing quality and \neconomic growth and  product per capita  published by the Government  affordability of electricity supply \npoverty reduction by      will improve economic \nimproving the quality,  Reduced national debt  United Nations Development  outcomes. \nreliability, security, and    Program human development   \naffordability of energy  Reduced unemployment report  Economic benefits will accrue to \nsupply \nall sectors of the economy, \nespecially the poor. \nPurpose       \n       \nStrengthen Department of  DOE’s policy-making  Periodic economic and  Implementation of power sector \nEnergy’s (DOE) institutional  functions strengthened  energy reports  restructuring plan is timely. \ncapacity to fulfill its new       \nmandate in managing the  Energy Regulatory  Private sector investors have \nnatural gas industry  Commission’s (ERC)  confidence in the Philippine \nregulatory functions  economy. \ndefined \n \nSupply of natural gas to \npower plants sufficient \nto meet the power \ndemand beyond 2007 \nOutputs       \n       \nFormulation of  Asian Development  Consultants’ reports  Government counterpart \nrecommendations to  Bank (ADB) and DOE to    support is available. \nstreamline DOE and ERC’s  ensure fielding of  Technical assistance (TA) \nroles  consultants as per the  review missions \n  terms of reference   \nPlanning tools and  (TOR) by December  TA completion report \ndatabases developed for  2003   \nDOE’s natural gas office   \nSatisfaction level of trainees \nand ERC  Approval by the  determined through survey \n  Government of   \n2-3 models proposed on  recommendation for   \nappropriate and  promoting public-private \ncompetitive fiscal  partnership \nincentives for gas   \nexploration and production  A number of DOE/ERC \nand on public-private sector  officials trained \npartnership to develop the   \ndownstream gas \nSubmission of the final \ninfrastructure \nreport by the \n \nconsultants in \nDownstream natural gas  November 2005 and \nindustry technical, safety,  completion of TA by \nand environmental  December 2005  \nstandards developed for   \npipelines, liquefied natural \nFinal report reviewed \ngas terminals, natural gas \nand accepted by the \nvehicles, compressed  \nGovernment and ADB in ", "  Appendix 1  7 \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets    and Risks \n   \nnatural gas refueling               accordance with the \nstations, cylinders, and  TOR \nother related equipment \n \nTechnology transferred \nwith training of about 30 \nDOE/ERC officials on \neconomic, financial, and \ntechnical aspects \nKey Activities       \n       \nAssess governance of  ADB and DOE to ensure  Consultants’ reports  Qualified consultants are \nnatural gas sector  fielding of consultants    selected in accordance with \n  as per the TOR by  TA review missions  ADB’s Guidelines on the Use of \nDevelop technical, safety,  December 2003    Consultants. \nand environmental    TA completion report   \nstandards for natural gas  Submission of the final   \nsector  report by the   \n  consultants in   \nOrganize workshops,  November 2005 and   \nconferences, and  completion of TA by \n \nroadshows to promote  December 2005 \ninvestment opportunities     \n \n  Final report reviewed \nDevelop manuals for  and accepted by the \nevaluating technologies for  Government and ADB in \nnatural gas E&P and  accordance with the \nnatural gas application  TOR \n \nProvide training to DOE \nand ERC staff \nInputs       \n       \n38 person-months: 16  ADB and DOE to ensure  Consultants’ reports  Qualified consultants are \ndomestic, and 22  fielding of consultants    selected in accordance with \ninternational. The  per the TOR by  TA review missions  ADB’s Guidelines on the Use of \nconsultants will field a  December 2003    Consultants. \nteam with expertise in    TA completion report   \nenergy economics and \nSubmission of the final   \nnatural gas planning, \nreport by the \nupstream and downstream \nconsultants in \nexperts, legal/regulatory \nNovember 2005 and \nexpert. \ncompletion of TA by \n  December 2005  \nADB TA grant of $800,000 \nand Government \ncontribution of $350,000 in \nkind \n ", "8  Appendix 2 \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  536  0  536 \n      ii.  Domestic Consultants  0  48  48 \n    b.  International and Local Travel  30  4  34 \n    c.  Reports and Communications  5  0  5 \n  2.  Software, Equipment b  30  5  35 \n  3.  Training, Seminars, and Consultationsc  40  10  50 \n      4.   Miscellaneous TA Administration Cost  10  10  20 \n  5.  Contingencies  65  7  72 \n      Subtotal (A)  716  84  800 \n       \nB.  Government Financing       \n  1.  Office Accommodation  0  120  120 \n  2.  Counterpart Staff d   0  130  130 \n  3.  Secretarial Support and Communication  0  80  80 \n4.  Consultation and Workshops  0  20  20 \n      Subtotal (B)  0  350  350 \n        Total  716  434  1,150 \na    Financed by the Japan Special Fund. \nb  Relevant computer software and hardware will be acquired to support a computer-based planning tool for the \nmanagement of the natural gas industry. All the software and equipment procured will be turned over to the \nDepartment of Energy upon completion of the technical assistance.  \nc This component includes provisions for up to four officials to participate in contact visits in selected developing and \ndeveloped countries for up to 2 weeks to learn from the experience of other developing countries and promote \nprivate sector investment in the natural gas sector in the Philippines. \nd  \n     Counterpart staff, including their remuneration, transport, and per diem. \nSource: Asian Development Bank staff estimates.  ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.  International consultants will have expertise in five areas. \n \n1.   Energy Economist/Team Leader (9 person-months) \n \n2.  As team leader, the energy economist should have extensive gas sector-related policy \nformulation  and  planning  experience,  including  experience  in  assisting  developing  member \ncountries in those areas. The expert will undertake the following tasks. \n \n(i)  Coordinate technical assistance (TA) implementation and ensure timely delivery \nof all tasks by team members. \n(ii)  Recommend  an  integrated  planning  methodology  for  natural  gas  based  on \nreview  of  an  energy  sector  framework  including  legislative,  regulation  and \ncontractual arrangements, and provide on-the-job training to develop a relevant \nbase case for natural gas covering exploration, development, production, and \nutilization. \n(iii)  Assess  governance  and  formulate  recommendations  to  clarify  the  regulatory \nfunction of the Energy Regulatory Commission (ERC) and the policy-making role \nof the Department of Energy (DOE) in the natural gas sector. \n(iv)  Analyze the training needs of DOE and ERC. \n(v)  Review  the  existing  assessment  of  investment  requirements  in  downstream \nactivities in the natural gas industry with focus on medium-term requirements. \n(vi)  Formulate recommendations on modalities of the public-private partnership to \ndevelop the necessary natural gas infrastructure, including areas that require \nassistance from development financing institutions. \n(vii)  Identify areas that require assistance from development financing institutions and \nprepare a plan for assistance to the natural gas sector. \n(viii)  Organize workshops, conferences, consultations and road shows to promote \ninvestment opportunities in the downstream areas of the natural gas sector in the \nPhilippines. \n(ix)  Develop databases and microcomputer-based policy planning tool for developing \ndownstream activities of the natural gas sector and provide the relevant training. \n  \n2.  Downstream Expert (7 person-months) \n \n3.  The downstream expert must have specialized in technical standards. The consultant \nwill undertake the following tasks. \n \n(i)  Prepare  an  inventory  of  international  technical,  safety,  and  environmental \nstandards for the downstream infrastructure of natural gas facilities (pipelines, \nliquefied natural gas [LNG] terminals, natural gas vehicles, compressed natural \ngas  [CNG]  refueling  stations,  cylinders,  ancillary  equipments,  and  related \nfacilities) in the Philippines. \n(ii)  Develop  technical,  safety,  and  environmental  standards  for  the  downstream \ninfrastructure of the natural gas sector. \n(iii)  Participate in adapting manuals to evaluate technologies for natural gas use in \nindustrial ecozones in the Philippines and provide relevant training. ", "10  Appendix 3 \n(iv)  Offer training courses on evaluating technologies (cogeneration technologies as \nwell as heating and cooling systems) for natural gas use in industrial ecozones \nincluding technical and environmental aspects. \n \n3.  Upstream Expert (1 person-month) \n \n4.  The upstream expert must have specialized in regulation, administration and contractual \nissues for the exploration and production (E&P) of gas resources. The expert’s tasks are as \nfollows. \n \n(i)  Review options for a natural gas supply to meet medium-term requirements. \n(ii)  Review existing E&P terms for gas exploration in the Philippines and compare \nthem with international practices. \n(iii)  Formulate recommendations on appropriate and competitive fiscal terms and \nincentives to promote private sector investment in E&P activities. \n(iv)  Provide relevant training to DOE and ERC staff. \n \n4.  Energy Economist (3 person-months) \n \n5.  The energy economist with experience in natural gas demand analysis and natural gas \npricing will undertake the following tasks. \n \n(i)  Assess the natural gas demand and investment requirements for downstream   \nareas of the natural gas industry. \n(ii)  Recommend best international practices for evaluating applications for permits \nfor  natural  gas-related  infrastructure  facilities  based  on  defined  criteria \n(economics,  market  demand,  existing  capacity,  upstream  and  downstream \ncapacity, eminent domain, etc.). \n(iii)  Develop the economic sections of manuals for evaluating technologies for natural \ngas  application  in  industrial  ecozones  and  for  evaluating  technologies  for \nconverting power plants to natural gas fired ones. \n(iv)  Offer training courses on economic and financial assessment of natural gas- \nrelated projects. \n \n5.  Legal/Regulatory Specialist (2 person-months) \n \n6.  The legal/regulatory specialist with experience in the natural gas industry will undertake \nthe following tasks. \n \n(i)  Undertake  legal  and  regulatory  analysis  and  formulate  recommendations  to \nclarify the ERC’s role in regulating the natural gas industry. \n(ii)  Assess governance and formulate recommendations for DOE’s natural gas office \nto assume its policy-making mandates to promote private sector investment in \nthe downstream infrastructure of the natural gas sector. \n(iii)  Formulate recommendations to streamline the respective roles of ERC and DOE \nin managing the natural gas industry. \n(iv)  Formulate legal and regulatory recommendations on modalities of the public-\nprivate partnership to develop the necessary natural gas infrastructure. \n(v)  Provide legal advice in workshops, conferences and road shows to promote \ninvestment opportunities in downstream areas of the natural gas sector in the \nPhilippines.    ", "  Appendix 3  11 \nB.   Domestic Consultants \n \n7.  The domestic consultants will include (i) an energy economist with experience in the \nnatural gas industry (8 person-months), (ii) an information technology expert on databases (6), \nand  (iii)  a  social  development  specialist  (2).  The  domestic  consultants  will  assist  the \ninternational consultants and will undertake the following tasks in particular. \n \n(i)  Collect data and information as input in assessing the natural gas demand in the \ncountry. \n(ii)  Organize  workshops,  conferences,  and  road  shows  to  promote  investment \nopportunities  in  the  downstream  areas  of  the  natural  gas  sector  in  the \nPhilippines.  \n(iii)  Prepare an inventory of the existing local technical standards for the downstream \ninfrastructure of the natural gas sector (pipelines, LNG terminals, natural gas \nvehicles,  CNG  refueling  stations,  cylinders,  ancillary  equipment  and  related \nfacilities). \n(iv)  Identify environmental and social safeguard concerns, specifically for indigenous \npeoples,  in  compliance  with  the  existing  environment  and  social  safeguards \npolicy. \n(v)  Develop a microcomputer-based policy planning tool for developing downstream \nactivities in the natural gas sector and provide relevant training. \n(vi)  Integrate a natural gas database with the national energy database. \n(vii)  Procure and install the necessary software, computers, office equipment, and \nfield vehicles for DOE’s natural gas office.   \n \n \n \n "], "metadata": {"Creator": "R207-03 - Microsoft Word", "CreationDate": "D:20031028164614Z", "Title": "Institutional Strengthening for the Development of the Natural Gas Industry", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20031030141926+08'00'"}}