{"path": "data/input/ta/tar-cam-32431.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: CAM 32431\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nTO THE\nKINGDOM OF CAMBODIA\nFOR PREPARING THE\nFINANCIAL SECTOR DEVELOPMENT PROGRAM\nJuly 2000", "CURRENCY EQUIVALENTS\n(as of 10 July 2000)\nCurrency Unit – Riel (KR)\n          KR1.00 = $0.0002572\n $1.00 = K3887.50\nABBREVIATIONS\nADB – Asian Development Bank\nCAMINCO – Cambodian National Insurance Company\nFSSC   – Financial Sector Steering Committee\nFTB – Foreign Trade Bank\nIMF – International Monetary Fund\nNBC – National Bank of Cambodia\nPRGF – Poverty Reduction and Growth Facility\nTA – technical assistance\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 31 December.\n(ii)  In this report, “$” refers to US dollars.", "I.  INTRODUCTION\n1. In  May  1999,  the  Government  of  Cambodia  requested  assistance  from  the  Asian\nDevelopment Bank (ADB) to develop its financial sector. In response to the request, ADB\nassisted the Government to develop a preliminary financial sector “road map” for the next 20\nyears through a financial sector study1 that was finalized in June 1999.\n2. Based on the preliminary road map, a fact-finding mission for a technical assistance (TA)\nto develop a policy reform plan for the financial sector was fielded in March 2000. The mission\ndiscussed with the Government the long-term goal for  sector development  and  immediate\nobjectives for the proposed program loan as well as the scope, implementation arrangements,\nterms of reference for the consulting services, and cost estimate for the TA. The mission’s\nfindings and understanding with the Government formed the basis for formulating the TA. The\nTA is included in ADB’s 2000 country assistance program.2\nII.  BACKGROUND AND RATIONALE\n3. The Cambodian financial sector is at an early stage of development and lacks public\nconfidence due to several inefficient financial institutions; weak financial market foundations\n(e.g., legal, institutional, and instruments frameworks); and inadequate physical financial market\ninfrastructure (e.g., communication facilities, clearing and settlement system, and brokerage\nhouses).\n4. The introduction of reforms during 1989 was intended to transform the banking sector\nfrom  a  monobanking  system  to  a  two-tiered  system.  In  1990,  treasury  operations  were\ntransferred to the Ministry of Economy and Finance, and the National Bank of Cambodia (NBC)\nwas initially ranked as a ministry and largely used to finance budget deficits. In 1996, NBC was\nestablished as an autonomous public entity with the principle mission of maintaining price\nstability. A total of 31 licensed commercial banks are now operating, including (i) 2 state-owned\nbanks,  (ii)  22  private  locally  incorporated  banks,  and  (iii)  7  foreign  bank  branches.  The\nGovernment is relicensing all commercial banks under the new Financial Institutions Law, which\nwas promulgated in November 1999.\n5. The  insurance  sector  is  comprised  of  a  government-owned  insurance  entity–the\nCambodian  National  Insurance  Company  (CAMINCO),  which  acts  as  the  regulator-cum-\nunderwriter and broker–and seven nongovernment insurance companies that are performing as\nagencies for CAMINCO and risk underwriters through fronting agreements, whereby CAMINCO\ntakes 10 percent risk.\n6. Nonbanking  financial  institutions  operate  to  a  limited  degree  in  Cambodia.  NBC\nregulates currency exchange bureaus, and a number of nongovernment organizations provide\nfinance  to  the  rural  and  microfinance  sectors.3  Interest  is  currently  being  shown  by  the\ndevelopment of consumer credit (including credit cards, hire purchase, and similar products)\n                                                       \n1 See Appendix 1 for the outline of the road map. The road map, which is available upon request, has been prepared\nin close consultation with the Government, International Monetary Fund, and World Bank.\n2\nThe TA first appeared in ADB Business Opportunities (Internet Edition) on 29 February 2000.\n3 ADB intends to assist these sectors through the proposed Rural Credit and Savings Project including assisting the\ntransformation of nongovernment organizations into licensed microfinance institutions. TA 2818: Rural Credit and\nSavings, for $600,000, approved on 26 June 1997, will assist institutional strengthening of the Rural Development\nBank.", "2\nand leasing products. Cambodia has no formal capital market, although a sense of urgency to\ncreate such a market is felt in some quarters of Government and by some entrepreneurs.\nHowever, due to the lack of prerequisites, such as the underpinning legislation, the financial\nsector infrastructure to support a sound financial  market,  and a payments  system,  capital\nmarket planning will have to be considered in the future. Mechanisms for mobilizing resources\nand  attracting  domestic and foreign  long-term  investment  are  currently  limited  due  to  the\nundeveloped state of the financial sector intermediaries and infrastructure as well as the lack of\na legal framework (e.g., a comprehensive commercial code covering secured transactions and\ninsolvency procedures).\n7. In terms of the financial sector’s impact on the economy, the total banking subsector\nassets represent about 15 percent of gross domestic product. This is relatively low compared to\nother developing economies (Appendix 2, Figure 1). Moreover, the US dollar is heavily used\n(Appendix 2, Figure 2) as the medium of exchange, while the Cambodia riel is used primarily in\nrural areas. The formal banking subsector is concentrated in Phnom Penh, although 85 percent\nof the population resides in rural areas. Consequently, an extensive amount of riel is held\noutside the banking system.\n8. Since 1995, reflecting growth in the industry and services sectors, banking subsector\ndeposits, loans, and total assets have increased steadily (Appendix 2, Figures 3 and 4). Trends\nin the Cambodian economy reveal that the potential demand for financial sector products is\nhelping financial sector development, which will further fuel the real economy through improved\nmobilization  of  resources  and  the  channeling  of  savings  into  productive  investment\nopportunities. However, the banking sector maintains excess liquidity that could be used more\neffectively to facilitate growth in the real economy, as evidenced by the percentage of cash to\ntotal assets, which is about 19 percent for the banking subsector as a whole. This is largely due\nto the lack of a credit culture in Cambodia and a weak legal and regulatory foundation for\nextending  credit.  Consequently,  banks  in  Cambodia  are  holding  a  high  percentage  of\nnonearning assets (only 66 percent of total banking assets in Cambodia are earning assets).\n9. The lack of adequate human resources constrains economic development. For example,\nonly 46 percent of NBC employees have completed high school and higher education, and have\nhad formal training in core skills (such as banking, accounting, statistical analysis, and general\nmanagement) and specialized competencies necessary for the effective operation of a market-\ndriven economy. (Such competency areas include the legal framework for commercial and\nfinancial business, accountancy, and financial institution management.)\n10. In  October  1999,  the  International  Monetary  Fund  (IMF)  approved  an  enhanced\nstructural  adjustment  facility  (now  the  poverty  reduction  and  growth  facility  [PRGF])  for\nCambodia in an amount equivalent to special drawing rights (SDR)58.5 million (about $81.6\nmillion) to support the Government’s economic program for 1999-2002. Objectives of the IMF\neffort are to rebuild economic growth and per capita income and to reduce poverty. Specific\ngoals are to rebuild economic infrastructure and strengthen the business environment while\naddressing governance problems that impede sustainable development. In the area of structural\nreforms, reform of the banking system is addressed with a priority on relicensing all commercial\nbanks. Building the central bank’s supervisory capacity is also emphasized.\n11. Financial sector reform objectives for the banking sector under the PRGF include:\n(i)  NBC avoiding financing the budget (1999-2002);\n(ii)  complete onsite inspection of all private banks (1999);", "3\n(iii)  improvement of NBC’s supervision capacity, including by strengthening staff and\nsetting supervision guidelines (1999-2002);\n(iv)  strengthening of the legal framework by adopting a new law on commercial\nbanks and financial institutions (November 1999);\n(v)  relicensing of all existing commercial banks under the new financial institutions\nlaw and closing of those that do not comply with the law (2000-2002); and\n(vi)  restructuring of the Foreign Trade Bank (1999-2001).\n12. The World Bank is also proposing support for development of Cambodia’s financial\nsector, including possible assistance to establish an accounting profession, a new accounting\nlaw, and an education program for accountants. With the International Finance Corporation, the\nWorld Bank is planning a project for rural credit in 2003.\nIII. THE TECHNICAL ASSISTANCE\nA. Objectives\n13. The TA is aimed at preparing a master plan for developing the financial sector, including\naddressing strategic concerns related to the legal and regulatory framework, institution capacity\nbuilding, rural and microfinance development, strengthening of NBC, and extension of financial\nsector intermediation (Appendix 1).  The TA will conduct a feasibility study, based on the master\nplan, to identify ADB’s possible midterm assistance to the Cambodian financial sector. The TA\nwill adopt a participatory approach to development of the master plan among the policy makers,\nwith the goal of building a consensus for reform and identifying a critical mass of competent\ncounterpart personnel for the long term.\n14. Output of the TA is expected to address both the long-term goal and shorter term\ndevelopment priorities for ADB  lending assistance  to  the  sector.  The  long-term  goal  is  to\ndevelop a viable, inclusive, and effective financial system to enhance resource mobilization in\nsupport of sustainable economic growth and development. Immediate objectives will be to (i)\nalleviate  policy  constraints  for  financial  sector  development,  (ii)  develop  the  institutional\nfoundations for the financial markets, (iii) establish a foundation for contractual savings, (iv)\nbuild capacity in policy making authorities, and (v) strengthen the role of the NBC.\nB. Scope\n15. The TA will provide an in-depth analysis of the structure and performance of the financial\nsector identifying gaps, constraints and weaknesses hindering the efficient mobilization and\nallocation of funds by the financial system, such problem areas include those in the policy\nframework (interest rate, exchange rate, and credit policies); market infrastructure (i.e., network\nof financial institutions, the legal and regulatory framework and process, accounting and audit\nsystem, payments mechanism, clearing and settlement system, and information disclosure and\ndissemination); and institutional capacity (level of technology, know-how, and available skills).\nThe TA will estimate the likely demand on and prospective role of the sector based on the\ncountry’s economic development program and linkages between the sector development and\npoverty alleviation efforts by the Government. The TA will assist the Government to develop a\nprogram of reforms detailing policy measures to meet the findings in the in-depth analysis and\nthe estimate of demand for financial services, taking into account previous and current reforms,\nongoing  adjustment  programs  of  other  funding  agencies,  and  possible  private  sector\ninvolvement for the programmed policy reform in the financial sector as a basis for the master\nplan for the Government. The TA will assist the Government to draft a detailed and feasible", "4\nstep-by-step plan for implementing the policy reforms program and fine-tuning the “road map”\nidentifying the possible areas for ADB lending assistance. In particular, such areas will include\nthe pacing and sequencing of reform measures. Pacing will be based on an assessment of the\ncapacity of NBC and other Government ministries and agencies involved, identifying where\ntechnical support may be required to facilitate implementation. Sequencing will include reforms\nneeded to be taken in parallel in other sectors, such as, fiscal policy, legal and regulatory\nframework, and state enterprises. The TA will assist the Government to estimate the adjustment\ncosts relating to or likely to arise as a result of a possible policy reform program.\nC. Cost Estimates and Financing Plan\n16. The total cost of the TA is estimated at $948,000 equivalent, comprising $675,000 in\nforeign exchange costs and $273,000 equivalent in local currency costs. ADB will provide a total\ngrant  of  $800,000  to  finance  the  entire  foreign  exchange  costs  amounting  to  $675,000\nequivalent and $125,000 equivalent in local currency costs. The TA will be financed by ADB on\na grant basis, from the Japan Special Fund, funded by the Government of Japan. The balance\nof the local currency costs amounting to $148,000 equivalent will be met by the Government’s\nown resources to cover counterpart staff, office accommodation, and training and seminar\nfacilities. The detailed cost estimates of the TA are in Appendix 3.\nD. Implementation Arrangements\n17. NBC will be the Executing Agency for the  TA.  The  Government’s  Financial  Sector\nSteering  Committee  (FSSC)4  and  its  working  group  initiated  by  NBC  has  the  long-term\nresponsibilities of inter-ministry coordination for financial sector development and coordination\nof funding agencies. FSSC will be the Implementing Agency under the supervision of NBC. The\nsecretariat of the FSSC will act as the focal point of TA implementation for the consulting firm\nand ADB, and as a member of all meetings required under the TA.\n18. The TA will be implemented over six months, from mid-September 2000 to mid-March\n2001.  The  consulting  services  required  under  the  TA  consist  of  18  person-months  of\ninternational  consultants  and  15  person-months  of  domestic  consultants.  International\nconsultants will include (i) a financial sector specialist and team leader (6 person-months), (ii) an\neconomist (4 person-months), (iii) an accounting and audit expert (3 person-months), (iv) a legal\nexpert (3 person-months), and (v) a banking expert (2 person-months). Domestic consultants\nwill include (i) an economist (6 person-months), (ii) a banking expert (6 person-months), and (iii)\na legal expert (3 person-months).\n19. The consulting services will be provided by an international consulting firm in association\nwith a qualified domestic consulting firm and/or individual consultants in the required areas. The\nconsultants for the TA will be selected and engaged in accordance with ADB’s Guidelines on\nthe Use of Consultants and other arrangements satisfactory to ADB for the engagement of\ndomestic consultants. Consulting firms will be invited to submit simplified technical proposals to\nADB on the most efficient and cost-effective means of deploying international and domestic\nexperts in fulfilling the stated objective, tasks, and outputs of the TA within the time specified.\nThe outline terms of reference for the consulting services are in Appendix 4.\n                                                       \n4 Consisting of representatives from NBC, Ministry of Economy and Finance, Ministry of Commerce, and Council for\nthe Development of Cambodia.", "5\n20. The consulting firm will purchase necessary office equipment, books, and information\nmaterials in accordance with ADB’s Guidelines for Procurement. The equipment will be handed\nover to NBC at TA completion, and some of the purchased goods will be used by the Banker’s\nInstitute’s resource center for its students. Also, software necessary to update the “road map”\nwill be provided to each member of the working group’s office for effective information sharing\namong the related Government agencies.\n21. The consulting firm will prepare (i) an inception report, including a detailed work program\nfor the TA, to be submitted within one month after commencement; (ii) a progress report, three\nmonths after commencement; (iii) a draft final report, compiling all TA activities and consultants’\nrecommendations, to be submitted at least one month before TA completion; and (iv) a final\nreport, at the completion of the TA.\n22. The tripartite review meetings, involving the Government, the consulting firm, and ADB,\nwill  be  organized  by  NBC  three  times  (1-2  weeks  after  the  submission  of  the  inception,\nprogress, and draft final reports in conjunction with ADB missions to review the progress of TA\nimplementation and to resolve any outstanding issues). The meetings will be chaired by the\ngovernor of NBC or a person designated by the governor, and will have representatives from\nthe member organizations of the FSSC and the economic advisory team to the Prime Minister.\n23. The consulting firm will prepare, organize, and conduct a consensus-building seminar\nafter each tripartite meeting. The first will serve to build consensus on the TA’s purpose among\nthe policy makers and senior Government officials. The second will be for the major external\nfunding agencies, giving them an opportunity for an open discussion with the Government on\ntheir interested subsectors of future assistance. The third will be for the policy makers and\nsenior Government officials expressing their commitment on policy reform to the financial sector\nparticipants, including commercial banks and interested business community.\nIV. THE PRESIDENT’S DECISION\n24. The President, acting under the authority delegated by the Board, has approved the\nprovision of Technical Assistance, on a grant basis, to the Government of the Kingdom of\nCambodia in an amount not exceeding the equivalent of $800,000 for the purpose of preparing\nthe Financial Sector Development Program, and hereby reports such action to the Board.", "6 Appendix 1, page 1\nSTRATEGIC OBJECTIVES AND PRELIMINARY ROADMAP\nFOR FINANCIAL SECTOR DEVELOPMENT\n1. In November 1999, the Government of Cambodia, assisted by the Asian Development\nBank, identified its financial sector development strategic objectives (summarized here) and a\npreliminary “road map” was developed based on inputs from Cambodian authorities, the private\nsector, and initial inputs from multilateral agencies. Accordingly, a number of suggestions reflect\nvarious  approaches  to  financial  sector  development  based  on  several  models  and  the\nexperiences of many countries, for which Cambodia developed its own unique road map for its\nfinancial sector. The preliminary road map is a working draft to be amended and expanded as\nplans  and  ideas develop.  It  requires  regular and frequent  review  to adjust  the  tasks  and\ntimetable to meet the next implementation steps and potential resources of Cambodia.\n2. Objective 1: Legal and Regulatory Framework. This objective is to establish and\ndevelop the legal and regulatory framework necessary for a financial sector through (i) adopting\nlegislation that underpins the financial sector, (ii) adopting legislation that will build the capacity\nof the financial sector infrastructure, and (iii) promulgating regulations for the establishment and\nmaintenance of a safe and sound financial sector.\n3. Objective 2: Capacity Building. The second objective is to develop the capacity of\nindividuals  working  in  and  with  the  financial  sector  to  help  them  acquire  core  technical\ncompetency, through establishing formal training courses and/or institutions.\n4. Objective 3: Rural and Microfinance Development. The third objective is to develop a\nviable, pro-poor, and effective rural and microfinance system to provide access to institutional\nfinancial  services at equitable  terms  to  the  majority  for  sustainable  economic  growth  and\ndevelopment.\n5. Objective 4: Strengthening the Role of National Bank of Cambodia (NBC). The\nfourth objective is to promote confidence in the financial sector generally, and the banking\nsector specifically by strengthening NBC’s capacity to design, adopt, and implement a program\nof prudential regulation and supervision.\n6. Objective 5: Financial Sector Institutional Strengthening. The fifth objective is to\npromote  stability  and  confidence  in  a  sustainable  financial  sector  through  developing  a\ncompetitive banking sector and developing market infrastructure to support new instruments\nand services.\n7. Objective 6: Expansion of Financial Sector Intermediation. The sixth objective is to\npromote stability and confidence in a sustainable financial sector through increasing resource\nmobilization and developing alternative sources of financing and investment through institutional\ndevelopment in (i) the capital market, (ii) the insurance sector, (iii) the pension sector, and (iv)\nother nonbanking financial institutions.\n8. Preliminary Road Map. The implementation of the strategy requires significant attention\nin light of the complexity and volume of tasks that are required. Timing and sequencing is crucial\nbecause many tasks rely on the completion of other tasks (prerequisites). The preliminary road\nmap  provides  the  details  for  the  anticipated  tasks  to  be  undertaken  by  the  Government,\nincluding (i) description of the tasks (total 776 tasks), (ii) the agency or ministry responsible for\neach task, (iii) current technical assistance being provided (if any), (iv) the name of a possible\n(Reference in text: page 1, footnote 1)", "7 Appendix 1, page 1\nfunding agency to assist the Government in completing the task, (v) date the task was last\nupdated or amended, (vi) remarks by the Government, and (vii) timing or expected time frame.\nThe road map will include (i) development of a legal land regulatory framework, (ii) capacity\nbuilding through training, (iii) rural and micro finance, (iv) strengthening of the roles of NBC, (v)\ndevelopment of the banking subsector, (vi) development of capital market, (vii) development of\nthe  insurance  subsector,  (viii)  development  of  the  pensions,  and  (ix)  development  of  the\nnonbank financial subsector.\n9. Most of the tasks (except for the restructuring of the Government offices) will need\nprivate sector involvement.", "8", "9", "10", "11", "12 Appendix 2, page 1\nBANKING SECTOR\nFigure 1: Total Banking Sector Assets as a Percentage of Gross Domestic Product\n180%\n162%\nP 160%\nD\nG\n140%\n \nf\no\n%  120% 109% 105%\n \na\n  100%\ns\na\n \ns 80%\nt\ne\ns 54%\ns 60%\nA 38%\n \nal 40% 28%\nt\no 15%\nT 20%\n0%\nEconomy Malaysia Thailand Philippines  Latvia VVieiet tNnaamm Lithuania Cambodia\nSources: Asian Development Bank, World Bank, Bank Negara Malaysia, Bank of Latvia, Bank of Thailand, Bank of\nLithuania, National Bank of Cambodia (31 December 1998)\nFigure 2: Composition of Money Supply\nValue (Riel million)\n1,400,000\n1,200,000\nBank Deposits in Riel\n1,000,000\n800,000\nBank Deposits in Foreign Currency\n600,000\n400,000\n200,000 Currency Outside of Banks\n-\n5 5 5 5 6 6 6 6 7 7 7 7 8 8 8 8 9 9\n9 9 9 9 9 9 9 9 9 9 9 9 9 9 9 9 9 9\nMar- Jun- Sep- Dec- Mar- Jun- Sep- Dec- Mar- Jun- Sep- Dec- Mar- Jun- Sep- Dec- Mar- Jun-\nSource: National Bank of Cambodia\n(Reference in text: page 2, para. 7)", "13 Appendix 2, page 2\nFigure 3: Trends in Bank Deposits, Loans, and Total Assets\nValue (Riel million)\n2,500,000\n2,000,000\n1,500,000\n1,000,000\n500,000\n0\n-\n1995 1996 1997 1998 1999\nDeposits Loans Total Assets\nSource: National Bank of Cambodia\nFigure 4: Trend in Banking Sector Loans by Industry\nValue (Riel million)\n200,000\n180,000\n160,000\n140,000\n120,000\n100,000\n80,000\n60,000\n40,000\n20,000\n-\n0\n1995 1996 1997 1998 1999\nWholesale & retail Services Manufacturing\nImport Real estate & public utilities Agriculture\nExport Finance Construction\nOthers\nSource: National Bank of Cambodia", "14 Appendix 3\nCOST ESTIMATES\n($)\nForeign  Local Total\nItem Exchange Currency Cost\n(a)\nA. Asian Development Bank Financing \n1. Consultants    \na.  Remuneration & Per Diem  \ni. International Consultants   534,000            -       534,000\nii. Domestic Consultants           -      38,000         38,000\nb. International and Local Transportation     25,000        6,000         31,000\nc. Reports, Communication, and Translation     13,000      16,000         29,000\n2. Equipment & Materials     10,000      40,000         50,000\n3. Workshops            -        8,000           8,000\n4. Contract Negotiations (for the Executing Agency)       3,000            -           3,000\n5. Miscellaneous Administration        3,000        3,000           6,000\n6. Contingency     87,000      14,000       101,000\nSubtotal   675,000    1 25,000       800,000\nB. Government Financing\n1. Office, Secretarial, and Related Services            -      48,000         48,000\n2. Local Counterpart Staff           -      55,000         55,000\n3. Facility for Workshops           -      16,000         16,000\n4. Miscellaneous Administration Expenses           -      10,000         10,000\n5. Contingency           -      19,000         19,000\nSubtotal           -    1 48,000       148,000\n \n  Total   675,000    2 73,000       948,000\n- = magnitude zero\n(a)\n Financed from the Japan Special Fund.\n(Reference in text: page 4, para. 16)", "15 Appendix 4, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\nA. International Experts\n1.  Financial Sector Specialist and Team Leader (6 person-months)\n1. The team leader will do the following:\n(i) visit  Asian  Development  Bank  (ADB)  in  Manila  two  days  before  the\ncommencement of the technical assistance (TA) and discuss with relevant ADB\nstaff the approach for the policy reforms;\n(ii) supported by the macroeconomist, update and analyze baseline data on the\nfinancial sector concerning (among other items) its relative size, importance,\nstructure, and  characteristics such  as  (a)  the  degree of  monetization  in  the\neconomy;  (b)  the  degree  of  financial  intermediation,  and  the  cost  of\nintermediation;  (c)  the  degree  of  currency  substitution;  (d)  the  demand  and\nsupply structure of broad money; (e) the relative size of the formal and informal\nsectors;  (f)  sources  and  uses  of  funds  within  the  financial  system;  (g)  the\nstructure  of  interest  rates,  and  maturity  structure  of  financial  instruments\nincluding bank deposits and loans; (h) performance of financial institutions in\nterms  of  evaluation  measures,  and  estimation  of  the  size  of  nonperforming\nassets, write-offs, and the need for recapitalization of the banks; (i) role of the\nforeign financial institutions in the local market, and their performance; (j) impact\nof the study of privatization of the Foreign Trade Bank (FTB) and relicensing of\nall commercial banks; and (k) lists of laws and regulations regarding financial\ninstitutions;  financial  instruments;  transactions;  supervision  or  prudential\nregulation; and dissolution, insolvency, and bankruptcy of financial institutions;\n(iii) evaluate the performance of financial institutions in the formal sector in terms of\ncapital adequacy, asset quality, operational efficiency, corporate governance;\nmanagement efficiency, profitability, and liquidity;\n(iv) analyze the supervisory and regulatory framework for financial institutions; and\nevaluate  the framework, procedures, and  implementation  of  supervision  and\nprudential regulation and institutional capacity of supervisors;\n(v) evaluate  financial  sector  market  infrastructure  (e.g.,  network  of  financial\ninstitutions, the legal framework and process, accounting and audit system and\npractice,  payment  mechanism,  clearing  and  settlement  system,  information\ndisclosure and dissemination);\n(vi) estimate likely demand on and prospective  role of  the  sector based  on  the\ncountry’s  economic  development  program  and  linkages  between  the  sector\ndevelopment and poverty alleviation efforts by the Government;\n(vii) review  previous  and  ongoing  adjustment  programs  undertaken  by  the\nGovernment with other external funding organizations with a view to complement\nongoing reforms efforts;\n(Reference in text: page 4, para. 19)", "16 AAppppeennddiixx  44,,  ppaaggee  22\n(viii) discuss policy reforms with the Government, detailing measures designed to\nmeet the findings in the above, taking into account previous and current reforms,\nongoing adjustment programs of other donor organizations, and possible private\nsector involvement for the programmed policy reform in the financial sector as\nthe master plan for the Government identifying the stakeholders including non-\ngovernment organizations;\n(ix)  assist the Government to develop a detailed and feasible step-by-step plan for\nthe implementation of the policy reforms and fine-tune the road map identifying\nthe possible subsectors for ADB to incorporate into its future assistant program,\nand conduct a feasibility study, based on the master plan, to identify the rationale\nof  ADB’s  possible  midterm  assistance  to  the  Cambodian  financial  sector\ndevelopment; and\n(x)  prepare reports required under this TA and assist the Government’s Financial\nSector  Steering  Committee  (FSSC)  to  conduct  consensus-building  meetings\nespecially on the issues of other countries’ experiences.\n2.  Economist (4 person-months)\n2. The international economist will do the following:\n(i) analyze the  existing  institutional framework for  monetary, credit,  and foreign\nexchange  rate  policy;  evaluate  performance  of  such  policies  in  terms  of\nmacroeconomic management, containing currency substitution, mobilization of\ndomestic resources; identify gaps and weaknesses of institutional framework and\npolicy implementation; and recommend measures  to develop  a  sound  credit\npolicy;\n(ii) evaluate  economic  cost  and  benefits  of  currency  substitution  in  terms  of\nmonetary policy, financial market development, and economic growth; analyze\nfactors contributing to currency substitution; and recommend policy measures to\nhinder currency substitution;\n(iii) describe the formal and informal sectors of the financial system by types and\nmajor activities of financial institutions; evaluate the role of the informal sector\nfinancial intermediation and the cost and benefit to pro-poor economic growth;\nand identify institutional and policy constraints to an integrated financial system;\n(iv) evaluate  the  structure  and  performance  of  the  financial  sector  in  terms  of\nfinancial intermediation and resource mobilization, and identify institutional and\npolicy constraints on efficient financial intermediation and resource mobilization;\n(v) evaluate the role of the financial sector in industrial development and pro-poor\neconomic growth; and identify gaps in and constraints to institution building;\n(vi) assist FSSC to develop monitoring mechanisms of performance indicators for\npolicy reform and identify the sources of indicators that can be used as long-term\n(at least 10 years) tools for monitoring;", "17 Appendix 4, page 3\n(vii) identify  the  linkages  between  the  Government  financial  sector  development\nstrategy and poverty alleviation efforts;\n(viii) suggest  the  possible  framework  for  private  sector  involvement  in  the\nGovernment’s policy reform process; and\n(ix) assist the Government to estimate the adjustment costs of a possible policy\nreform program.\n3. Legal Expert (3 person-months)\n3. The international legal expert will\n(i) describe the country’s financial legal framework;\n(ii) identify  the  gaps  and  constraints  in  the  legal  regulatory  framework  and\ndeficiencies in existing legislation that need to be addressed to facilitate financial\nbusiness;\n(iii) recommend  required  legal  changes,  explain  the  rationale  for  changes,  and\nsuggest the most expeditious way for achieving the legal changes proposed;\n(iv) describe existing judicial processes, including arbitration procedures, for credit,\ndebt recovery, etc. and consult with the working group staff as required;\n(v) identify impediments to judicial processes relating to the implementation of laws\nand regulations that affect the operation of the financial system and a securities\nmarket to be developed in the future; and\n(vi) provide the Government with samples of model laws and regulations reflecting\nthe best practices in a market-oriented economy, which may form the basis for\nfuture legislation and amendments to existing legislation.\n4.  Banking Expert (2 person-months)\n4. The international banking expert will\n(i) assist the team leader in evaluating the financial sector in terms of financial\nintermediation and  resource  mobilization,  and  identify  institutional  and  policy\nconstraints to efficient financial intermediation and resource mobilization;\n(ii) review the existing supervisory and regulatory framework for financial institutions;\nevaluate  framework,  procedure,  and  implementation  of  supervision  and\nprudential regulation and institutional capacity of supervisors; and coordinate\nclosely with the International Monetary Fund staff;\n(iii) recommend  improvements  in  prudential  safeguards  based  on  international\nnorms,  bearing  in  mind  the  current  state  of  the  country’s  banking  system;\nsuggest  training  required  to  make  banking  supervision  more  effective  and\nprepare the National Bank of Cambodia (NBC) for a market-based system;", "18 Appendix 4, page 4\n(iv) identify bank restructuring needs and recommend strategy and policy measures\nin  pursuit  of  recapitalization  and  disposal  of  nonperforming  assets  of\nunderperforming financial institutions;\n(v) suggest  regulatory  and  procedural  changes  including  possible  incentives,  to\nencourage broader deposit mobilization in riel, improved access to credit by the\nprivate  sector  (in  particular,  by  small  to  medium-scale  enterprises),  and\nstrengthened risk management practices; and identify training needs; and\n(vi) consult with the supervision department staff of NBC on relicensing processes of\nbanks and restructuring of FTB.\n5.  Accounting and Audit Expert (3 person-months)\n5. The international expert will\n(i) compare  existing  accounting  and  audit  standards  and  practices  with\ninternationally accepted accounting principles;\n(ii) assess existing capacity for accounting and audit at NBC and  the  domestic\nbanking institutions;\n(iii) assist NBC’s efforts in restructuring FTB, particularly in auditing and evaluating\nFTB’s portfolio and value of net assets; and\n(iv) suggest specific local and external training courses that could be undertaken by\nstaff of these institutions to enhance their capabilities.\nB. Domestic Consultants\n6. All domestic experts will provide translation services, particularly during meetings and\ndiscussions.\n1.  Economist (6 person-months)\n7. The domestic economist will\n(i) assist the international team of experts in all aspects of their tasks within the\nterms of reference;\n(ii) under the guidance of the team leader, gather and analyze required information\nand data, and make these available in English and in organized, readable form\nfor the use of the international team of experts; and\n(iii) conduct research on specific topics as required based on available information\nand data.", "19 Appendix 4, page 5\n2. Banking Expert (6 person-months)\n8.  The domestic banking expert will\n(i) assist the international banking expert in all aspects of the tasks in these terms of\nreference;\n(ii) perform as a coordinator between the international team and NBC as well as the\nMinistry of Economy and Finance; and\n(iii) arrange  and  help  the  international  consultants  conduct  meetings  with  key\nGovernment officials and the business community, including financial institutions.\n3.  Legal Expert (3 person-months)\n9. The domestic legal expert will\n(i) assist the international legal expert in all aspect of the tasks in these terms of\nreference; and\n(ii) perform as a coordinator between the international consultants and the Ministry\nof Commerce and (if required) the Ministry of Justice."], "metadata": {"CreationDate": "D:20000718140642Z", "Producer": "Acrobat Distiller 3.01 for Windows", "Creator": "PSCRIPT.DRV Version 4.0", "Title": "Microsoft Word - R145-00TA.doc", "ModDate": "D:20040823112752+08'00'"}}