{"path": "data/input/ta/tar-stu-34546.pdf", "pages": [" \nASIAN DEVELOPMENT BANK\n        TAR:STU 34546 \n \n \n \n \nPROPOSED \n \nTECHNICAL ASSISTANCE \n \nFOR \n \nTHEMATIC EVALUATION STUDIES \n \nFOR 2003 \n \n \n \n \n \n \nJanuary 2003 \n \n \n \n \n \n ", "  \n \n \nABBREVIATIONS \n \n \n    ADB    –  Asian Development Bank \n    CAPE   –  country assistance program evaluation \n    DP    –  development partner \n    DFI    –  development finance institution \n    DMC    –  developing member country \n    EA    –  executing agency \n    ECG    –  Evaluation Cooperation Group   \n    IRD    –  integrated rural development \n    Lao PDR  –  Lao People’s Democratic Republic \n    OED    –  Operations Evaluation Department \n    PIU    –  project implementation unit \nRETA    –  regional technical assistance \nSME    –  small and medium enterprise  \n    TA    –  technical assistance \n \n \n \nNOTE \n \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \nThis report was prepared by S. Curry.\n ", " \nI.  INTRODUCTION \n1.  The Operations Evaluation Department (OED) of the Asian Development Bank (ADB) \nprovides  independent  evaluation  of  ADB’s  operations.  This  includes  evaluation  of  the \nperformance of completed projects, programs, and technical assistance (TA). It also includes   \n(i) reviewing and selectively validating the self-evaluation activities of operational departments; \n(ii) providing feedback for the design and evaluability of new operations; (iii) evaluating the \neffectiveness of ADB’s policies, practices, and procedures; (iv) monitoring and reporting on \nactions  taken  by  ADB  and  its  executing  agencies  in  response  to  OED  evaluation  report \nrecommendations; (v) building evaluation capacity within developing member countries (DMCs), \n(vi) and coordinating evaluation practices and activities with other multilateral development \nbanks through the Evaluation Cooperation Group (ECG), and with other multilateral and bilateral \nassistance agencies. To enhance its contribution to ADB’s development effectiveness, OED \ncarries out a series of thematic evaluation studies in the form of impact, special, and country \nassistance program evaluations. \n2.  The primary aims of all ADB’s evaluation activities are to provide lessons for future \noperations, accountability for use of resources, and follow-up recommendations for sustaining \nthe  benefits  of  activities  supported  by  ADB.  Completed  projects,  programs,  and  TAs  are \nselected independently by OED for purpose of performance audits, which allow an assessment \nof how well resources have been used and provide lessons for incorporation in new operations. \nHarmonization  of  evaluation  activities  through  the  ECG  up  to  now  has  focused  on  good \npractices  for  the  evaluation  of  individual  operations.  The  current  agenda  of  the  ECG \nemphasizes higher level evaluations, involving evaluation of several operations within a sector, \nor a country, or for a particular topic or policy. Such thematic evaluation studies are multi-activity \nand often multicountry in scope. The topics for thematic evaluation studies are selected in \ncoordination with operational and other departments. \n3.  The  program  of  evaluation  reports  and  publications  identified  for  2003  has  been \nreviewed by the Development Effectiveness Committee of the Board of Directors. It includes 17 \nproject and 9 program performance audits, and 9 TA performance audits (Appendix 1). It \nincludes several other outputs of a recurring nature such as an annual review of evaluation \nactivities, and an annual evaluation of portfolio performance. It also includes eight thematic \nevaluation studies. Consulting and other services and materials necessary for carrying out the \nthematic evaluation studies are resourced through regional technical assistance (RETA) funding \nunder ADB’s knowledge products and services program. A RETA framework relating to the \nthematic evaluation studies for 2003 is in Appendix 2.1 \nII.  ISSUES \n4.  Impact  evaluation  studies  seek  to  assess  the  results  of  a  group  of  activities  in  a \nparticular sector, or to compare the results of similar activities in different DMCs. The emphasis \nis on the broader institutional and development impacts of ADB-assisted activities. Recent \nstudies of this type have included evaluations of the impact of rural roads on poverty reduction, \nthe impact of ADB’s investment funds operations, and the impact of selected water supply and \nsanitation projects. One impact evaluation study is included in the 2003 work program. \n5.  Special  evaluation  studies  are  undertaken  in  relation  to  a  wide  range  of  topics. \nFrequently they relate to the policies or strategic concerns of ADB. Recent special evaluation \n                                                 \n1  The RETA first appeared in ADB Business Opportunities in November 2002. ", " \n2  \n \nstudies have included a study of the poverty reduction effect of selected agriculture and social \ninfrastructure projects, a study of the public and private provision of primary education in \nselected countries, and a study of Asian Development Fund VI and VII operations. Six special \nevaluation studies are included in the 2003 work program. \n6.  Country assistance program evaluations (CAPEs) assess the full range of ADB activities \nwithin a particular DMC over a substantial period of a decade or more. They seek to address \nissues, and make recommendations, relating to the focus of ADB activities, including the sector \nmix and use of assistance modalities. They therefore contribute to assessing current, and \nformulating new, country strategies and programs. Given the greater country focus of future \nADB operations, country level evaluations will play a larger role in evaluation activities. CAPEs \nhave been completed recently for Bangladesh, Mongolia, and Philippines. One new CAPE is \nincluded in the 2003 work program. \n7.  Thematic evaluation studies generally require a longer time and a larger budget than \nevaluations of individual operations. It is expected that three or four of these thematic evaluation \nstudies will be completed in 2004 rather than 2003. In terms of OED staff time, thematic \nevaluation studies account for more than 20% of the total. From operational departments, and \nfrom other departments and the Development Effectiveness Committee of the Board, there is a \ndemand for these broader studies of the development effectiveness of ADB operations to \nprovide lessons for all the DMCs in the region and for ADB.  \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The purpose of this RETA is to assess the effectiveness of ADB operations and policies \nthrough eight thematic evaluation studies designed to (i) assess their relevance, efficacy, \nsustainability, impacts, and, where appropriate, efficiency; and (ii) provide timely feedback on \noperational and policy issues to the DMCs and ADB. \nB.  Methodology and Key Activities \n9.  The scope of each thematic evaluation study is as follows. \n10.  Impact Evaluation Study of Asian Development Bank Assistance in the Power \nSector in Bangladesh.  Bangladesh has the third lowest level of energy consumption per \ncapita in Asia. Only about 30% of the country’s 130 million people have access to electricity; low \ncoverage has been a key constraint to economic development and poverty reduction. Since the \ncountry’s  independence  in  1971,  ADB  has  provided  extensive  support  for  power  sector \ndevelopment through power generation, transmission, and distribution projects, including 16 in \nthe public sector and 1 in the private sector, plus 18 TA grants. In the 1990s, ADB was the lead \nfunding agency, accounting for about one third of all financial assistance from development \nagencies in the sector. ADB has adopted a strategy of continued physical investment in system \nrehabilitation and expansion combined with a focus on reform, including greater private sector \nparticipation, and cost recovery by key public utilities. Despite some progress, the power sector \nin Bangladesh still suffers from severe undercapacity and poor financial performance.  \n11.  The  objectives  of  the  proposed  study  are  to  (i)  provide  a  comprehensive  and \nindependent assessment of the impact of ADB’s assistance on the sector’s development and \nfinancial performance, as well as its wider impacts on economic development and poverty \n   ", "  \n    3\n \nreduction; (ii) identify the key factors behind the undercapacity and poor financial performance; \nand (iii) identify critical areas for improvement of ADB’s assistance and the power sector as a \nwhole. Recommendations are anticipated on the direction and specific modalities of ADB’s \ncontinued assistance in the power sector. \n12.  Special  Evaluation  Study  of  Participatory  Forest  and  Water  Resources \nManagement.  Experience  from  ADB-financed  projects  points  to  the  need  for  greater \ninvolvement of stakeholders in all stages of the project cycle. There is a growing emphasis on \nthe  involvement  of  individual  and  community  beneficiaries  as  well  as  nongovernment \norganizations.  ADB  has  provided  substantial  assistance  for  participatory  forest  and  water \nresource  management  projects  with  an  increasing  focus  on  participatory  project \nformulation/implementation  and  household/community-based  resource  management. \nExperience in water resources management indicates that a firm institutional basis should be \ndeveloped, with the inclusion of a majority of the intended beneficiaries, from whom financial \ncontributions  are  sometimes  expected,  prior  to  initiating  project  implementation.  However, \ninsufficient information is available about the impact of this participatory approach, specifically in \nterms of conservation, efficiency, equity in benefit sharing, poverty reduction, and sustainability.  \n 13.  This study will undertake a cross-country assessment of ADB-financed participatory \nforest  and  water  resource  management  projects  involving  four  DMCs:  Bangladesh,  Lao \nPeople’s Democratic Republic (Lao PDR), Sri Lanka, and Viet Nam. The study will (i) review \nADB’s portfolio related to water and forest resources management, with particular emphasis on \nparticipatory  resource  management  operations;  (ii)  assess  relevant  policy  and  institutional \nconditions, including the capacity and performance of concerned organizations as well as the \nlegal framework; (iii) assess the impact of the participatory approach to planning and managing \nnatural resources; (iv) assess the effectiveness of procedures and arrangements, including \nmanagement information systems and external audit, contributing to the level of achievement of \noutput and outcome indicators; and (v) identify key factors responsible for the success or failure \nof such projects. \n14.  Special  Evaluation  Study  of  Rural  Development  Projects  in  Poor  Regions. \nIntegrated rural development (IRD) projects have been widely used by ADB to address the dual \nobjectives of poverty reduction and balanced regional development. An IRD project typically \nincludes multiple components covering rural infrastructure, agricultural production, and social \nservices. Evaluation of a set of early IRD projects found that a top-down and supply-driven \napproach in the design of these projects resulted in less relevant project interventions, lack of \nbeneficiary ownership, inefficiency, poor sustainability, and insignificant impact on rural poverty. \nSince the mid-1990s, a community-based approach with strong ownership of local communities \nand their active participation in subproject design and implementation has been used in a new \ngeneration of IRD projects, with some encouraging initial results. \n \n15.  The study will examine a set of recently completed and approved IRD projects that have \nused  the  community-based  approach  in  a  number  of  DMCs  that  may  include  Indonesia, \nPakistan,  and  Philippines.  It  will  summarize  their  positive  experience,  analyze  problems \nencountered,  investigate  underlying  factors,  and  develop  recommendations  for  future \nimprovement. The major scope of the study will include (i) a comparison of the old and new IRD \nprojects in terms of design, implementation, beneficiary ownership, and performance; (ii)  an \ninvestigation  of  the  conditions  required  for  success;  and  (iii)  recommendations  for \nimprovements. \n \n ", " \n4  \n \n16.  Special Evaluation Study of Small and Medium Enterprise Activities. Almost 90% of \nthe jobs created in ADB’s DMCs are in small businesses. ADB has provided support to  small \nand medium enterprises (SMEs) through both public and private sector operations. Frequently, \nthis has involved lines of credit through government-owned development finance institutions \n(DFIs), often at subsidized interest rates. Many earlier DFI loans failed due to a poor regulatory \nand business environment. More recently, the emphasis has been to help improve the overall \ninvestment climate and the provision of assistance to SME support networks, clusters, linkages, \nand business development services. The instruments used have included DFI loans, program \nloans, TA, and investments directly in companies and venture capital funds. Support has been \nundertaken by a variety of operational departments, including those responsible for ADB’s \nactivities in industry, finance, education, agriculture, and the private sector. \n17.  There  appears  to  be  no  ADB-wide  SME  policy  or  even  a  central  depository  of \nexperiences, lessons identified, and standard operating policies and procedures; it is difficult to \ngauge the extent of ADB’s SME activities and key success factors. The study will review ADB’s \ninvolvement in the SME sector. The scope will include an examination of a selection of SME \nprojects in three or four DMCs, which may include Sri Lanka, Thailand, Uzbekistan, and Viet \nNam, to determine the success or failure of the projects, identify key lessons, and make \nrecommendations for future operations in the sector. In its formulation and conclusions, the \nstudy  will  draw  on  the  experience  of  other  assistance  agencies,  and  on  cooperation \nmechanisms at the country level. The study will feed into the development of a framework for \nSME support.  \n18.  Special Evaluation Study of Capacity–Building Technical Assistance in the Lao \nPeople’s Democratic Republic. ADB has provided advisory TA to Lao PDR over the past 30 \nyears totaling more than $60 million in grant funds. Many of the TAs were designed to build the  \ncapacities of local institutions. Such continuing cooperation with some of the line ministries and \ncentral  agencies  should  have  resulted  in  an  improvement  in  public  resource  and  sector \nmanagement. However, a common perception is that there is a need to continue assistance for \ncapacity building. It is necessary to take stock of experience so far, to assess the approaches \nthat have been taken, and to identify changes that could be introduced. \n19.  The objective of the evaluation is to assess how effective ADB assistance has been in \nbuilding the capacities of central ministries and agencies for public resource management, and   \nline  agencies  at  the  central  and  provincial  levels  for  sector  management  and  for  project \nimplementation. The evaluation scope will include a review of (i) ownership and commitment to \ninstitutional  change;  (ii)  approaches  and  modalities  used  for  identifying,  designing,  and \nimplementing  capacity  building;  (iii)  effects  of  ADB-funded  operations  on  institutional \nperformance, using key performance indicators; and (iv) impact of institutional change on public \nresource management practices and on sector performance, including service delivery. The \nfindings of the evaluation are expected to be useful in planning the future TA program for Lao \nPDR and to provide an input into country strategy and program updates. \n20.  Special Evaluation Study of Project Cost Estimates.  Accurate and reliable project \ncost estimates are a key ingredient of effective development assistance. The large number of \nprojects  that  have  experienced  either  significant  cost  underruns  or  overruns  has  been  a \npersistent issue in ADB operations. Of all projects with project completion reports circulated \nfrom 1965 through 2002, about 58% (484 projects) reported an average cost underrun of 26% \nof total project cost, while 39% (325 projects) reported an average cost overrun of 40%.2 More \nrecently  (1998-2002),  72%  of  all  projects  had  cost  underruns  and  25%  experienced  cost \n                                                 \n2 Figures exclude DFI projects and program loans, which will both be excluded from the special evaluation study.  \n   ", "  \n    5\n \noverruns. A trend towards cost underruns has thus emerged, while cost overrun problems have \nattenuated but remain substantive. For the DMCs, loan savings could have financed additional \nprojects and avoided financial charges; cost overruns result in uneconomic or lower than \nprojected returns. For ADB, both underruns and overruns indicate an inefficient allocation of \nresources and reduced development impact. \n \n21.  The reasons for the variations in project costs may include cost estimation procedures of \nthe  DMCs,  and  project  preparation  and  lending  procedures  of  ADB,  apart  from  inherent \nuncertainty. The major objectives of the study are to (i) determine the major causes of project \ncost underruns and overruns in ADB-assisted projects in the context of their implementation \nschedules; (ii) quantify the contribution of each major factor to nonrobust cost estimation at \nproject  appraisal;  (iii)  quantify  the  resulting  financial  impact  on  DMCs;  and  (iv)  make \nrecommendations on required changes in guidelines, systems, and procedures to improve cost \nestimation reliability, and to share the risk of unpredictable changes in  project costs. The study \nwill use primary data from project feasibility and detailed design studies, and secondary data \nfrom ADB and government sources in selected DMCs, which may include India, Indonesia, \nPakistan, and Viet Nam. A survey of relevant DMC officials and ADB staff will also be carried \nout. \n \n22.  Special  Evaluation  Study  of  the  Role  of  Project  Implementation  Units. \nAdministration  of  projects  funded  by  ADB  has  typically  been  conducted  by  project \nimplementation units (PIUs) created specifically for each project.  Although PIUs are intended to \nenhance administrative capacity and promote technology transfer, some evidence indicates that \ntheir use can undermine the long-term capacity-building process of government and executing \nagencies (EAs). This may be because the PIU typically dissolves once project implementation is \ncomplete, with much of the experience gained during the project lost, or because it reflects an \nexternally  driven,  project-based  approach,  and  does  not  adhere  to  organizational  lines  of \nauthority.  An  alternative method of project administration, in which the government agency \nconcerned  utilizes  its  existing  mainstream  operations  and  personnel  resources  for \nimplementation, may increase opportunities for institutional learning and capacity building as \nwell as promote greater project responsibility.  \n \n23.   The proposed study will (i) assess the positive and negative features of the PIU system; \n(ii) compare the use of PIUs with the positive and negative features of project administration by \nthe  permanent  administrative  structure  of  EAs;  (iii)  separately  assess  the  situation  for \nmultisector projects involving several EAs or implementing agencies; (iv) determine if there are \ndifferences  between  administration  by  a  central  public  sector  agency  and  other  entities, \nincluding  local  governments;  and  (v)  consider  special  situations  such  as  post-conflict \nreconstruction. The methodology will include quantitative assessments through surveys, and \ncase studies, in about four DMCs. Case study projects will include active and completed \nprojects.  \n \n24.  Country  Assistance  Program  Evaluation  for  Cambodia.  ADB  has  been  a  major \nsupporter of Cambodia’s rehabilitation efforts since its operations resumed there in 1992. It has \napproved 23 projects with a total loan amount of $640 million. The assistance program has also \nincluded advisory TA; RETA; economic, sector, and thematic work; and policy dialogue. A key \naspect of the assistance program has been the resources devoted to capacity building in the \ncontext of a shortage of skills and a reliance on external resources. \n ", " \n6  \n \n25.  The overall objective of the CAPE is to assess the development effectiveness of ADB \nassistance to Cambodia since 1992. The evaluation will (i) review Cambodia’s macroeconomic \ndevelopment plans and goals; (ii) assess the country strategy and assistance program in terms \nof relevance and responsiveness to the country’s needs; (iii) assess the forms of coordination \nwith other development partners; and (iv) assess the country assistance program in terms of \ncomposition, effectiveness, sustainability, and impacts. Lessons identified will be used to assist \nin the design of ADB’s future country strategy and program, and in improving coordination \namong development partners.  \nC.  Cost and Financing  \n26.  The RETA is estimated to cost $1.4 million (Appendix 3). It will be financed by ADB on a \ngrant basis from the ADB-funded TA program.  \nD.  Implementation Arrangements \n27.  OED will implement the RETA. An evaluation report will be prepared for each of the \neight  thematic  evaluation  studies.  The  studies  will  be  carried  out  by  OED  staff  with  the \nassistance of international and domestic consultants. Altogether, about 37 person-months of \ninternational  consulting  and  about  53  person-months of domestic consulting inputs will be \nrequired. The individual areas of expertise, duration of engagement of consultants, and outline \nterms of reference are given in Appendix 4. In keeping with OED’s practice, a position paper for \neach  study  outlining  the  detailed  approach,  methodology,  and  terms  of  reference  will  be \nprepared prior to engaging consultants and commencement of the studies. Consultants will be \nengaged according to ADB’s  Guidelines on the Use of Consultants and other arrangements \nsatisfactory to ADB on the engagement of domestic consultants. Operational departments and \nDMC governments will be consulted at all stages of formulation and implementation, and \ninvolved in the discussion of results. The RETA will commence in February 2003 and will be \ncompleted by the end of 2004. \nIV.  THE PRESIDENT’S RECOMMENDATION \n28.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $1,400,000 on a grant basis for Thematic Evaluation Studies for \n2003. \n \n   ", "                 \n7\nAppendix 1 \n       \n \nEVALUATION REPORTS AND PUBLICATIONS IDENTIFIED FOR 2003 \n \nA.  Project Performance Audit Reports (17) \n \n1.  Sectors \nSocial Infrastructure (7) \nAgriculture and Natural Resources (3) \nEnergy (3) \nTransport and Communications (3) \nFinance (1) \n2.  Countries (13) \n \nB.  Program Performance Audit Reports (9) \n \n1.  Sectors \nFinance (including corporate governance) (6) \nPublic Sector Management (2) \nAgriculture and Natural Resources (1) \n2.  Countries (9) \n \nC.  Technical Assistance Performance Audit Reports (9) \n \n1.  Sectors \nEnergy (1) \nFinance (1) \nSocial Infrastructure (1) \nOthers (6) \n \nD.  Impact Evaluation Study (1) \n \nADB Assistance in the Power Sector in Bangladesh \n \nE.  Special Evaluation Studies (6) \n \n1.  Participatory Forest and Water Resources Management \n2.  Rural Development Projects in Poor Regions \n3.  Small and Medium Enterprise Activities \n  4.  Capacity–Building Technical Assistance in the Lao People’s Democratic Republic \n  5.  Project Cost Estimates \n6.  Role of Project Implementation Units \n \nF.  Country Assistance Program Evaluation (1) \n \n  Cambodia \n \nG.  Annual Evaluation Reports  (2) \n \n1.  Annual Review of Evaluation Activities in 2002 \n2.  Annual Report on Loan and Technical Assistance Portfolio Performance for the \nPeriod Ending 31 December 2002 \n ", " 8 Appendix 1 \n \nH.  Other Reports (2) \n \n1.  Performance Audit Guidelines (for projects, programs, and technical assistance) \n2.  Good Practices for Evaluation of Policy-Based Lending \n \nI.  Publications (5) \n \n  1.  Aid Effectiveness:  What Works and What Doesn't \n2.  Measuring Aid Effectiveness:  Meeting the Challenge \n  3.  Evaluation Highlights of 2002 \n  4.  Assessing Development Impact Series #6: Irrigation \n5.  Assessing Development Impact Series #7: Program Lending \n \n \n ", "REGIONAL TECHNICAL ASSISTANCE FRAMEWORK \nDesign Summary  Performance Indicators/Targets  Project Monitoring Mechanisms  Risks and Assumptions \n1.  Goal       \n       \n•  The primary goal is poverty  •  Improved performance and  •  Annual review of evaluation  •  Commitment of ADB and \nreduction, which will be achieved  sustainability of ADB-financed  activities  government decision makers to \nby improving the effectiveness of  operations    accept evaluation process and \nAsian Development Bank (ADB)  •  Higher project and technical  findings \noperations and enhancing ADB’s  assistance success rate   \ncontribution to the development of \ndeveloping member countries \n(DMCs) \n       \n2.  Purpose       \n       \n•  To derive lessons from ADB’s  •  Use of lessons and best practices  •  Final reports of each study  •  Commitment of ADB and DMC \nassessment, and promote  in future operations    governments to implement the \nsustainability and long-term impact    lessons and recommendations  \n  of ADB assistance to DMCs  •  Dissemination of conclusions and \n•  To recommend appropriate  recommendations \nmeasures for design of future  •  Cooperation among the agencies \nprojects, and for changes in ADB  involved \npolicies and procedures   \n       \n       \n3.  Outputs \n       \n•  Eight consolidated reports  •  Reports approved for circulation  •  Position papers, and inception and  •  Validity of recommendations \npresenting the overall conclusions  progress reports  •  Quality of outputs from consultants \nand recommendations for future     \nactions by ADB and DMC   \ngovernments including analysis of \ncrosscutting priorities and survey \nresults \n       \n4.  Inputs       \n       \n•  Consulting services  •  ADB financing of around  •  Project implementation reports,  •  Appropriate estimates of costs \n•  Staff resources  $1.4 million to cover the costs of  progress reports, consultants’ \n(i) consulting services comprising   reports, back-to-office reports   \ninternational consultants for 37  •  Financial monitoring by \nA\nperson-months intermittently, and  Controller’s Department   p\np\ndomestic consultants for 53  •  Contract monitoring by Consulting  e\nn\nperson-months, intermittently; and  Services Division  d\nix\n(ii) surveys and workshops   2\n•  ADB staff input budgeted at   \n50 person-months of professional \nstaff time \n9\n \n ", "10  Appendix 3 \n \n \n \n \nCOST ESTIMATES \n($) \n \n       \nItem  Cost \n \n       \n1.  Consultants \n \n  a.    Remuneration     \n  i.  International Consultants  670,000   \nii.  Domestic Consultants  170,000 \n \n  b.    International and Local Travel and Per Diem  325,000   \n2.  Reports, Communications, Workshops, and Surveys  125,000   \n3.  Contingencies (7.9%)  110,000   \n  Total  1,400,000   \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 4  11\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Impact Evaluation Study of Asian Development Bank Assistance in the Power \nSector in Bangladesh \n \n1.  International Consultants \n \n1.  An international power sector specialist will be recruited for 3 person-months. The \nconsultant  will  provide  technical  inputs  in  evaluating  the  overall  strategy,  design,  efficacy, \nefficiency, and sustainability of the Asian Development Bank’s (ADB) assistance. In addition, \nhe/she will act as the consultant team leader, and will coordinate the inputs of all consultants \nand prepare the consultants’ report. A second international consultant, a power sector financial \nanalyst, will be required for 1 person-month to evaluate the historical and present financial \nperformance of the power sector. \n \n2.  Domestic Consultants \n \n2.  A domestic power sector reform specialist will be engaged for 2 person-months. The \ndomestic consultant will provide critical support for the power sector specialist, particularly for \ninstitutional aspects of the evaluation, and ensure that the recommendations are practical and \neffective. A further 2 person-months of domestic consultant services of a socioeconomic impact \nspecialist will be used to investigate the socioeconomic impacts, including impacts on poverty \nand the quality of life, of ADB assistance in the power sector. The socioeconomic impact \nspecialist will carry out a survey among key customers and stakeholders, including but not \nconfined  to  industrial,  commercial,  and  residential  (particularly  rural)  users,  and  affected \nfamilies. \n \nB.  Special  Evaluation  Study  of  Participatory  Forest  and  Water  Resources \nManagement. \n \n1.  International Consultant \n \n3.  An international consultant with experience in household/community-based resource \nmanagement in Asia will be recruited for 3.5 person-months. The consultant will (i) review \nADB’s portfolio related to water and forestry resources management, with particular emphasis \non participatory resource management operations; (ii) assist in the assessment of the relevant \npolicy  and  institutional  conditions  including  capacity  and  performance  of  concerned \norganizations, and legal framework, and analyze the relationship between ADB's participatory \nresource management interventions and these conditions; (iii) assist in the assessment of the \neffectiveness of procedures and arrangements, including management information systems and \nexternal audit, contributing to the level of achievement of output and outcome indicators; (iv) \nhelp identify key factors for sustainable water and forest resource management, and derive \nlessons; (v) guide the domestic consultants in each developing member country (DMC) in the \ncollection of relevant data; and (vi) contribute to a report, summarizing the main findings and \nconclusions on ADB's contribution to participatory natural resources management in each DMC \nand overall  recommendations for future involvement. \n \n2.  Domestic Consultants \n \n4.  A domestic consultant will be engaged for each of the four DMCs, for a total of 6 \nperson–months. They will (i) assist the international consultant in collecting relevant information \n ", "12 Appendix 4 \non policy, institutional, and legal conditions; (ii) undertake a detailed and historical review of \nADB's portfolio related to natural resource management interventions; (iii) conduct intensive \ninterviews  with  concerned  stakeholders  of  related  projects;  (iv)  assist  in  analyzing  good \npractices for sustainable water and forest resource management; and (v) assist the international \nconsultant in preparing the report through relevant data analyses and processing. \n \nC.  Special Evaluation Study of Rural Development Projects in Poor Regions \n \n1.  International Consultant \n \n5.  An international consultant will be recruited for a total of 3.5 person-months on an \nintermittent basis. The consultant will (i) provide guidance in the design of the evaluation study, \nincluding the development of methodology, instruments, indicators, questionnaires, and in-depth \ncase studies; (ii) undertake a literature survey to tap available knowledge from international and \nregional professionals and practitioners; (iii) participate in field work including the conduct of key \ninformant interviews and focus group discussions; (iv) provide guidance and supervision for the \ndomestic consultants in undertaking rural surveys  for case studies; (v) identify and analyze \nissues  relating  to  the  design  and  implementation  of  community-based  rural  development \nprojects and propose recommendations; and (vi) contribute to writing up the main report of the \nstudy. \n \n2.  Domestic Consultants \n \n6.  Four domestic consultants will be recruited: one in Manila and three in three selected \nDMCs where case studies will be conducted, for a total of 9 person-months. The Manila-based \nconsultant will (i) conduct a literature review of community-based rural development, including \nthe  evolution  of  integrated  rural  development  projects  in  ADB  and  other  international \norganizations; (ii) assist in the design of the evaluation study including measures, indicators, \nquestionnaires,  and  case  studies;  (iii)  collect  and  analyze  various  secondary  data;  (iv) \nparticipate in the fieldwork, including informant interviews and group discussions; (v) process \nand analyze survey data, including interpretation of results; (vi) contribute to writing the main \nreport;  and  (vii)  assist  the  international  consultant  as  required.  The  three  DMC-based \nconsultants should have extensive experience in field research. Each of them will (i) design a \ncase study under the guidance of the staff officer and the international consultant; (ii) conduct \nthe case study, including data analysis; and (iii) prepare a report for the study findings. \n  \nD.  Special Evaluation Study of Small and Medium Enterprise Activities \n \n1.  International Consultants \n \n7.  Two international consultants will be recruited for a total of 5 person-months. They will  \n(i) review overall ADB small and medium enterprise (SME) activities since 1990; (ii) assist in a \ndetailed evaluation of performance, including field visits, to determine the impact of individual \ninitiatives in  three or four selected countries; (iii) review activities of other agencies in the \nselected DMCs, and (iv) make recommendations on the role of ADB in future SME operations. \n \n2.  Domestic Consultants \n \n8.  In each of the selected DMCs, domestic consultants will be recruited, for a total of 6  \nperson-months, to provide a local perspective on overall SME activities, collect and analyze \n ", "  Appendix 4  13\ndata, determine the impact of ADB’s involvement through an enterprise survey, and organize a \ncomprehensive workshop of all stakeholders in each country. \n \nE.  Special Evaluation Study on Capacity Building Technical Assistance in the Lao \nPeople’s Democratic Republic \n \n9.  International consultants will be recruited for a total of 4 person-months to assess the \ntechnical  competences  that  have  been  built,  including  an  assessment  of  institutional \narrangements,  systems,  and  staff  skills.  They  will  help  establish  and  apply  a  set  of  key \nindicators for assessing the impact of ADB-funded technical assistance (TA) on institutional \nperformance. They will assist in reviewing the design and implementation of TA, including \nassessment of alternative means of achieving objectives. They will also assess the consistency \nof approach across government agencies and identify success factors for capacity building. The \ninternational evaluation team will be supported by a domestic consultant, recruited for 4 person-\nmonths, who will organize schedules of meetings, interpret and translate for the evaluation team \nmembers, collect data, and conduct survey work as required. \n  \nF.  Special Evaluation Study of Project Cost Estimates \n \n1.  International Consultants \n \n10.  Two international consultants with experience in feasibility and detailed design level cost \nestimation for projects will be recruited for a total of 5 person-months. The consultants will assist \nin undertaking the following tasks: (i) prepare a study approach paper  based on discussions \nwith concerned ADB staff and initial analysis of data on project cost underruns and overruns; (ii) \nprepare appropriate formats for collection of projected and actual project cost data; (iii) collect \nand  review  the  records  and  documentation  relating  to  project  cost  estimates  including \ncontingencies, loan savings, cancellations, cost overruns, and supplementary ADB financing; \n(iv) discuss with concerned ADB staff, the Government, line ministries, domestic experts, and \nselected  executing  agencies  (EAs)  the  various  policies,  procedures,  and  requirements  on \nestimating project costs including contingencies and reallocation of loan proceeds; (v) review \nand analyze government and ADB policies, systems, methods, procedures, and guidelines \npertaining to project cost estimates, project cost-sharing, and reallocation of loan proceeds; and \n(vi) review relevant policies, practices, and experiences of other major development partners \nconcerning project cost estimates. The consultants will assist in analysis of five or six projects \nwith  large  cost  overruns  and  underruns  as  case  studies,  covering  the  energy,  transport, \nagriculture, and social infrastructure sectors; visit selected projects for detailed data collection \nand verification, and discuss with the EAs and design institutes the factors responsible for cost \nunderruns and overruns; make comparative analysis between estimated and actual costs, and \ndetermine key reasons for loan savings and cancellations; and assess systems and procedures \nfor  project  cost  monitoring  by  ADB  and  EAs  during  project  implementation.  Specific \nrecommendations will be made on measures, in the light of current government and ADB \npolicies and regulation, to rationalize and improve (i) preparation of project cost estimates, (ii) \nADB and EA joint monitoring of project costs during implementation, and (iii) ADB guidelines \ngoverning treatment of project cost underruns and overruns.  \n \n2.  Domestic Consultants \n \n11.  Five  domestic  consultants  will  be  engaged,  one  for  each  DMC  and  one  for  ADB \nHeadquarters, for a total of 10 person-months. The domestic consultants will have home \ncountry experience in preparation of feasibility studies and detailed cost estimates for projects, \n ", "14 Appendix 4 \nand knowledge of government project costing systems, methods, regulations, and guidelines. \nThey will assist the study team in (i) collecting and reviewing records and documentation \nrelating  to project cost estimates including contingencies, loan savings, cancellations, cost \nunderruns, and overruns;  (ii) analyzing primary and secondary data; (iii) preparing individual \nproject case studies and country reports; and (iv) organizing and preparing materials for an end-\nof-study workshop. \n \nG.  Special Evaluation Study of the Role of Project Implementation Units \n \n1.  International Consultant \n \n12.  One international consultant, widely experienced in project administration and in ADB’s \nDMCs, will be recruited for up to 5 person-months on an intermittent basis. Prior operational \nexperience  in  a  multilateral  development  bank  will  be  a  requirement.  The  international \nconsultant will (i) conduct background studies; (ii) provide input on detailed study design, final \nselection of countries, and case study projects; (iii) participate in selected field investigations; \nand (iv) provide written contributions to the study findings. \n \n2.  Domestic Consultants \n \n13.  Domestic consultants with project administration experience will be engaged, one in \neach DMC, for a total of 8 person-months.  The domestic consultants will (i) administer a survey \nof project implementation unit (PIU) and non-PIU staff for the projects under implementation, (ii) \nconduct a tracer study of the people and physical resources previously assigned to PIUs; (iii) \narrange appointments for the operations evaluation mission and collect background information, \nand (iv) provide written output following a format agreed upon with the mission leader. \n \nH.  Country Assistance Program Evaluation for Cambodia \n \n1.  International Consultants \n \n14.  Two international consultants will be engaged for a total of 7 person-months. A program \nand sector evaluation specialist will assist with undertaking the following tasks: (i) review ADB’s \nprogram,  project,  and  other  documents  relating  to  ADB’s  country  strategy  and  assistance \nprogram to Cambodia; assistance programs of other development partners (DPs); and the \nGovernment’s development strategy and goals; (ii) conduct interviews with government officials, \nEAs,  implementing  agencies,  DPs,  nongovernment  organizations,  the  private  sector,  civil \nsociety,  and  key  beneficiaries;  (iii)  assess  portfolio  performance,  and  implementation \nperformance and capacity of the Government and project agencies ; (iv) assess ADB’s country \nstrategy and assistance program in terms of relevance, effectiveness, efficiency, sustainability, \nand institutional and other development impacts; and (v) derive lessons and recommendations \nfor design and implementation of ADB’s future country assistance program in Cambodia. A \nmacroeconomic evaluation specialist will help: (i) assess Cambodia’s macroeconomic, social, \nand  political  situation,  as  well  as  the  Government’s  socioeconomic  development  strategy, \npolicies, plans, and constraints; (ii) identify major macroeconomic and social development \nissues; (iii) assess the Government’s institutional and implementation performance and capacity \nto determine the country’s absorptive capacity, including debt servicing capacity; and (iv) assess \nthe  effectiveness  of  ADB’s  policy  dialogue  in  various  sectors  and  the  impact  of  ADB’s \ninterventions in terms of strengthening policy formulation and analysis, sector planning and \nbudgeting capacity of relevant agencies, and establishing an effective information system. \n \n ", "  Appendix 4  15\n2.  Domestic Consultant \n \n15.  A domestic sector evaluation specialist will be recruited for up to 6 person-months to \nassist in (i) assessing the Government’s sector strategies, policies, plans, and constraints, as \nwell as the performance of each sector, in the context of ADB operations; (ii) assessing the \nextent to which ADB’s country strategy and assistance program addresses crosscutting issues \nrelated to poverty reduction, gender equity, private sector development, good governance, \nhuman  resources  development,  regional  cooperation,  and  environmental  concerns;  (iii) \npreparing summary evaluations of completed economic, sector, and thematic work and regional \nTA to assess the performance and impacts of ADB’s country assistance program in  various \nsectors in achieving the stated objectives; and  (iv) preparing a comparative analysis of ADB \nand key DP programs to determine whether ADB has played an effective role in complementing \nother DPs.   \n \n    \n "], "metadata": {"CreationDate": "D:20030217155305Z", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030311161535+08'00'"}}