{"path": "data/input/ta/tar-bhu-37398.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: BHU 37398 \n \n \n \nTechnical Assistance to the  \nKingdom of Bhutan for Capacity \nBuilding for the Bhutan Power \nCorporation  \n \n \n \n \n \n \n \n \n \n \n \nJune 2005 \n \n \n   ", " \nCURRENCY EQUIVALENTS \n(as of 9 June 2005) \n \nCurrency Unit –  ngultrum (Nu) \nNu1.00 =  $0.023 \n$1.00 =  Nu43.45 \n \nBhutan maintains a managed exchange rate system under which the ngultrum is fixed on a daily \nbasis to the Indian Rupee. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BEA  –  Bhutan Electricity Authority \n  BPC  –  Bhutan Power Corporation \n  CSPU  –  country strategy and program update \n  DOE  –  Department of Energy \n  DOP  –  Department of Power \n  GM  –  general manager \n  IT  –  information technology \n  MIS  –  management information system \n  MOF  –  Ministry of Finance \n  MW  –  megawatt (10,000 watts) \n  NFYP  –  Ninth Five-Year Plan \n  TA  –  technical assistance \n  TOR  –  terms of reference \n  TPAR  –  technical assistance performance audit report \n \nTA CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nTheme  –  Sustainable economic growth \nSubtheme  –  Promoting economic efficiency and enabling markets \n     \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by S. Tumiwa. \n   ", " \nI.  INTRODUCTION \n \n1.  The  Government  of  Bhutan  has  requested  the  Asian  Development  Bank  (ADB)  to \nprovide  advisory  technical  assistance  (TA)  for  Capacity  Building  for  the  Bhutan  Power \nCorporation (BPC).  A mission visited Bhutan on 25–27 April 2005 to formulate the proposed TA \nand  reach  an  understanding  with  the  Government  on  the  purpose,  scope,  implementation \narrangements, cost estimates, financing arrangements, and terms of reference for consultants.1 \nThe TA is included in the Bhutan country strategy and program update (CSPU), 2004–2006. \n \nII.  ISSUES \n \n2.  Bhutan generates significantly more electricity than it consumes.  With a total installed \ncapacity of about 457 megawatts (MW)2 and a maximum domestic demand of 112 MW, Bhutan \nis a net power exporter.  The energy sector accounts for about 11% of gross domestic product \n(GDP) and provides the Government with about 45% of its total revenue.  With the production of \nan additional 1020 MW expected in 2006 following the commissioning of the Tala hydropower \nproject,  it  is  expected  that  the  energy  sector  will  be  responsible  for  over  60%  of  the \nGovernment’s revenue by the end of 2007.  Given the importance of the energy sector, the \nGovernment’s strategy is to continue to give highest priority to developing Bhutan’s hydropower \npotential in order to increase government revenues and provide an important input for economic \ngrowth and development, with minimal environmental impacts. \n \n3.  The Government is also committed to expanding rural electrification. The Vision 2020 \npolicy document has a target of 100% electrification by 2020.  Accordingly, under the Ninth \nFive-Year Plan (NFYP), 2002–2007, the Government intends to electrify 15,000 households.  \nThis will increase the total number of consumers by about 20%,and the percentage of the \nnational population with electricity by 8%, to 57%. An even more ambitious program of rural \nelectrification is expected in the Tenth Five-Year Plan. \n   \n4.  ADB  strongly  supports  the  government’s  strategy  and  has  provided  significant \nassistance to the power sector. Starting in 1998, the Government and ADB agreed to implement \na series of TA projects to restructure and strengthen the power sector over 8 years.  The TA \nprojects have helped to build the institutional capacity of the former Department of Power \n(DOP),  established  a  framework  for  the  power  sector,  and  outlined  a  timetable  for  sector \nreforms.  In 2002, the Government unbundled the Department of Power (DOP) in order to \nimprove the efficiency of the sector agencies. Under the current structure, the Department of \nEnergy (DOE) serves as the policy-making and planning body for the Government, Bhutan \nElectricity Authority (BEA) is the sector regulator, and BPC is the transmission, distribution, and \nsupply  company.  This  reorganization  was  a  significant  step  forward  to  improving  sector \nefficiency and service delivery.   \n \n5.  While  significant  steps  have  been  taken,  the  institutions  in  the  energy  sector  will \ncontinue to need assistance for some time to improve efficiency in planning, operations, and \nmanagement and to develop institutional self-sufficiency. ADB’s draft energy sector road map \nfor  Bhutan,  2006–2010,  notes  that  the  following  assistance  will  be  required.  For  DOE, \n                                  \n \n1 The TA first appeared in ADB Business Opportunities (Internet edition) on 23 February 2005 as the Capacity \nBuilding for Bhutan Power Corporation (formerly Energy Sector Efficiency) TA. \n2 Three government-owned generation companies―Chukkha, Kurichhu, and Basochhu hydropower corporation―are \nresponsible for the majority (about 98%) of the power generation in Bhutanl.  BPC runs several mini hydro stations \nand diesel generation stations. \n ", "2   \nassistance will be needed for institutional strengthening to enhance its policy and planning \ncapacity, especially with regard to renewable energy and establishing the preconditions for \nprivate sector participation in generation. For BEA, assistance will include ensuring that it is fully \nstaffed with the appropriate skills mix, that staff receive ongoing training and experience in order \nto effectively carry out BEA’s mandate, and that BEA receives assistance to review tariff cross-\nsubsidies to ensure that they are rational and targeted. For BPC, assistance is needed to \nstrengthen  investment  and  operations  planning  and  implement  a  management  information \nsystem (MIS). These will help to ensure BPC’s efficient operations, its long-term sustainability, \nand its capacity to implement sector-type loans.  In 2003, ADB produced a technical assistance \nperformance audit report3 (TPAR) which outlined several areas of BPC’s work that needed to be \naddressed,  including:  (i)  the  need  to  establish  sustainable  commercial  and  financial \narrangements for rural electrification, (ii) upgrading of the computerized accounting system that \nwas installed under a previous TA,4 and (iii) optimizing the organizational and operational \nefficiency of BPC.  This TA proposes to assist BPC with all three issues identified in the TPAR. \n \n6.  BPC was corporatized on 1 July 2002 under the Bhutan Companies Act, 2000.  BPC is \ngoverned by a board of seven directors chaired by the Minister of Trade and Industry. It is \nheaded  by  a  managing  director  and  comprises  six  departments:  (i)  customer  services,5 \n(ii) development and construction, (iii) transmission, (iv) procurement services, (v) finance and \naccounts, and (iv) human resources.  It is the largest corporation in Bhutan with operations in 19 \ndzongkhags (districts) and staffing equal to almost 10% of the total civil service strength.  Given \nthe high costs of rural electrification in Bhutan, in the preparatory analysis and design of BPC it \nwas found that BPC would find it difficult to maintain the required rates of return on assets to \nensure its financial viability.  Power tariffs in Bhutan are relatively low.  Although they cover the \ncost of generation, they cannot pay for the high cost of expanding the rural electrification \nnetwork.  Fortunately, system losses are quite low, about 13%.  Either BPC’s financial viability \nwould have to be ensured by cash infusions from the Ministry of Finance (MOF) to subsidize the \nexpansion and operations of the rural electrification system, or it would have to be given the \nresponsibility for power transmission so that the substantial earnings from transmitting power to \nIndia could help to ensure its financial sustainability.  The first of these options was chosen, but \nBPC’s long-term financial sustainability remains an issue. DOE has proposed several scenarios \nto  the  Ministry  of  Finance,  the  most  significant  of  which  is  that,  given  the  social  and \ndevelopment role of rural electrification, the Government would take back the assets needed for \nrural electrification and take responsibility for all future investments for the rural electrification \nexpansion. BPC would implement future expansion and manage the assets on an operation and \nmanagement contract.  This model has been successfully used in Singapore and Thailand, \namong others.  \n \n7.  BPC has made significant strides towards improving the efficiency of the power sector.  \nIt has replaced all the meters in urban areas, improved its billing and collection systems, and \nexpanded the rural electrification network.  However, it continues to be plagued by a shortage of \nqualified  and  experienced  staff  (like  all  companies  and  government  agencies  in  Bhutan), \nespecially  in  senior  management,  financial  planning  and  management,  and  information \ntechnology.   \n \n                                  \n \n3 ADB. 2003. Technical Assistance for Bhutan for Institutional Strengthening and Policy Support to the Power Sector. \nManila. \n4 ADB. 1999. Technical Assistance for Bhutan for Institutional and Financial Development of the Department of \nPower. Manila.  \n5 The customer services department oversees the distribution function.  \n   ", "                        3\n                     \n8.  Given the above issues, BPC requires technical assistance to improve its operational \nefficiency, financial planning and management abilities, and manage its data.  ADB has been \nassociated from the beginning (1993–1994) with power sector reforms in Bhutan. The reforms \ninitiated with ADB assistance have been rated “very successful”,6 particularly in the major \nrestructuring of the former DOP.  It is a measure of this success that the Government has \nrestructured the power sector by unbundling DOP to establish DOE, BEA, and BPC.  As the \nenergy sector in Bhutan is growing and the Government aims at 100% electricity connectivity \nthrough  rural  electrification  programs,  there  is  increasing  need  for  an  efficient  delivery \nmechanism. The TA is also in line with the government’s strategy for the sector, ADB’s draft \nenergy sector road map for Bhutan and the energy policy, 2000.  This TA is therefore timely and \ncritical for preparing the sector for meeting its growing responsibilities.  \n \n9.  ADB is the main development partner in power sector restructuring, distribution reforms, \nand rural electrification expansion.  In the NFYP, in addition to the 8,000 households that ADB is \nhelping to electrify, about 3,000 rural households will be electrified using assistance from the \nSustainable Development Secretariat (funded by the Government of the Netherlands) and about \n1,000  using  assistance  from  the  Austrian  Coordination  Bureau.  The  Japan  International \nCooperation Agency is supporting the preparation of a rural electrification master plan that will \nserve as a road map for future rural electrification projects in the Tenth, Eleventh, and Twelfth \nFive-Year Plans. Japan Bank of International Cooperation has expressed interest in providing \nassistance for rural electrification. The Norwegian Agency for  Development Cooperation is \nproviding  assistance  to  DOE  to  strengthen  BEA.    The  Government  of  India  is  providing \nassistance for an Integrated Energy Master Plan with an emphasis on renewable energy.  In \naddition, the Government of India is the primary source of assistance for Bhutan’s hydropower \npotential, financing the Tala hydropower project and transmission lines that will evacuate power \nfrom Kurichhu and Tala.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The goal of the TA is to improve the overall efficiency of the energy sector.  The TA will \nresult in: (i) a financial framework to improve BPC’s financial planning and management and \naddress commercial and sustainability issues; (ii) an enterprise resource planning system to \nimprove operations efficiency; (iii) a design for a management information system to improve \nplanning, management and operational efficiency; and (iv) more knowledgeable and effective \nstaff.  The TA framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n \n11.  The TA will have three components.  \n \n(i)  Component 1 – Development of a financial management framework.  A \nconsultant with expertise in financial management of a utility will work with the \nGeneral Manager, Finance and Accounts.  The consultant will review BPC’s \ncorporate  strategic  plan  and  help  to  develop  benchmarks  for  operational \nefficiency, losses, reliability, fund utilization, delivery cost, financial returns, and \nother important aspects of utility performance.  The consultant will review the \n                                  \n \n6 See draft Country Assistance Program Evaluation for Bhutan, 2004. \n ", "4   \nfinancial data and recommend whether additional data is needed to reveal BPC’s \ntrue financial position. The consultant will then work with staff from the Finance \nand Accounts Department and Information Technology Division to develop an \nintegrated financial management system to help BPC in investment planning, \nasset management, and risk assessment and management. The consultant will \nalso  investigate  how  planned  and  unplanned  expenditures  mandated  by  the \nGovernment (mainly those affecting rural electrification) affect BPC’s financial \nviability.  Various financial models to reflect alternative arrangements for the \nexpansion and operation of the rural electrification network will be evaluated.  \n \n(ii)  Component  2  –  Development  of  an  enterprise  and  materials  resource \nplanning  system.    Two  consultants,  a  utility  management  expert  and  an \nenterprise resource planning expert, will work with the General Managers for \nCustomer Services and Procurement Services. The consultants will assist staff to \ndevelop an inventory management and control system that is integrated into the \nProcurement Services Department and operational units. The consultants should \nalso  work  with  BPC  staff  to  conduct  an  assessment  of  how  to  set  up  a \nmanagement information system (MIS) for overall enterprise resource planning to \nimprove the efficiency of the supply chain management. \n \n(iii)  Component  3  –  Design  of  a  management  information  system.  The \nconsultants  will  work  with  the  GM,  Customer  Services  Department.    The \nconsultants will carry out a needs assessment with a view to establishing a \ncomprehensive management information system to provide adequate coverage \nand  depth  of  data  and  the  information  required  for  all  levels  of  executive \ndecision-making.  The management information system will integrate the findings \nand design of components 1 and 2 with BPC’s current computerized billing and \naccounting systems and other components such as administration and human \nresource management.  \n \n12.  All the key activities will maximize the transfer of knowledge and experience to the \ncounterpart BPC staff.  The consultants will also provide training to enhance the capacity of \nBPC staff.  \n \nC.  Cost and Financing \n \n13.  The total cost of the proposed TA is estimated at $500,000 equivalent, comprising about \n$400,000 in foreign exchange cost and about $100,000 equivalent in local currency cost. ADB \nwill provide $400,000 to cover the full foreign exchange cost on a grant basis from ADB’s TA \nfunding program.  The Government will contribute the remaining $100,000 equivalent of local \ncurrency costs in kind.  The cost estimates are in Appendix 2.   \n \nD.  Implementation Arrangements \n \n14.  BPC will be the Executing Agency for the TA. The Managing Director of BPC will provide \noverall direction for the TA and ensure that each component is implemented in a coordinated \nand  timely  manner.    BPC  will  establish  a  counterpart  task  force  comprising  the  general \nmanagers of the appropriate departments and other relevant staff.  The Managing Director will \nensure that the general managers are made available and that relevant staff are assigned to the \nworking group. BPC will provide office space and administrative support to the consultants.  \n \n   ", "                        5\n                     \n15.  The formation of the task force is essential to the success of the TA. Experience has \nshown that when there is a large TA team, it often operates independently, focusing only on \noutputs rather than working with staff to transfer knowledge and experience.  The task force will \nensure that BPC staff are involved in the collection, extrapolation, and analysis of data and \ninformation and with the design and development of models or systems to ensure knowledge \nand experience are transferred.   \n \n16.  To maximize the benefits from the TA, BPC will hire two officers in the Finance and \nAdministration Department.  One will be a certified public accountant and the other will have a \nMasters of Business Administration in finance.  BPC will also hire two qualified officers in the \nInformation Technology Division.  One will be the Senior Information Technology Manager and \nthe other will be a System and Network Administrator.  BPC will seek expatriate staff if qualified \nBhutanese staff are not available. \n \n17.  The  consultants  will  work  closely  with  their  counterparts  to  develop  detailed \nimplementation  plans  that  will  serve  as  the  inception  reports  for  each  component.    The \nconsultants will prepare a midterm report to document the work that they have done, discuss \nsignificant issues, if any, and make changes to the implementation schedule, if necessary.  \nThey will prepare a final report upon completion of their tasks.  It is expected that the final report \nwill provide details of implementation and outputs. All reports will be submitted to BPC and ADB \nin draft form for review and comment and the final report will be submitted in electronic and hard \ncopies after incorporation of the comments. \n    \n18.  The TA will begin in August 2005. It will be carried out over 9 months and will be \ncompleted  by  31  May  2006.    It  will  require  16  person-months  of  international  consulting \nservices.  The outline terms of reference for consulting services are in Appendix 3.  The \nconsultants will be selected in accordance with ADB’s Guidelines on the Use of Consultants \nusing biodata and quality- and cost-based selection. The consultants will be expected to spend \n90% of their time in the field. \n \nIV.  THE PRESIDENT'S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of Bhutan for Capacity Building for the Bhutan Power Corporation, and hereby \nreports this action to the Board. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact       \nImproved energy  Improved access of  Department of Energy \nsector efficiency  population to  statistics \n  modern, clean, and    \n  efficient power  BPC data \n   \nImproved reliability of \npower supply \nmeasured by \nreduction in the \nnumber of outages \nper month and year \n \nOutcome      Assumptions: \nStrengthen the  Long-term viability  BPC data  •  Continued commitment \ninstitutional capacity  and sustainability of    by the Government to \nof BPC. Improve  BPC as measured by  power sector reforms to \noperational  financial and  structure the power \nmanagement, adopt  operational  sector for greatest \nbest practices, and  benchmarks   efficiency \nset up a suitable     \nfinancial framework  •  Continued commitment \nin order to improve  by BPC to improve its \nthe delivery of  planning and \nelectricity in Bhutan    operational efficiency \n   \nOutputs       Assumptions: \n1.  A financial  By March 2006 – a  Consultant reports  •  Respective GMs of \nframework to  financial framework    BPC provide guidance \nimprove BPC’s  for BPC’s long-term  Review missions  and direction to \nfinancial planning  viability jointly  consultants  \nand management  developed by BPC   \nand address its  and the consultants  •  BPC provides staff for \ncommercial and  and BPC staff trained  the consultants to work \nsustainability  in its development  with so that there can \nissues  and use  be a transfer of \n    knowledge and skills \n   \n2.  A material and  By March 2006 – a  •  BPC provides needed \nenterprise  materials and  data and information in \nresource planning  enterprise resource  a timely manner \nsystem to  planning system   \nimprove  jointly developed by \noperations  BPC and the \nefficiency  consultants for \n   ", "                      Appendix  1 7\n                       \n                     \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n  improved operational \n  efficiency \n   \n3.  Design a  By March 2006 – \nmanagement  design of an MIS \ninformation  system to be used as \nsystem to be  a tool for executive \nused as a tool for  decision making \nimproved   \nplanning,   \nmanagement and   \noperational   \nefficiency   \n   \n4.  Strengthened  By March 2006 – \nhuman resource  capacity of BPC staff \ncapacity of BPC  strengthened through  \nstaff   working with \n  consultants \n \nActivities with Milestones  Inputs \n   \n1  Development of a Financial Management Framework  • ADB financing of TA for \n  $400,000 – 16 person-\n1.1 Review the financial analysis that was completed under TA 3825- months of international \nBHU: Rural Electrification and Network Expansion to ensure it is  consulting services \nrelevant (to be completed before TA inception tripartite meeting)   \n   \n1.2 Review the financial data and recommend additional data, if any, \nneeded for BPC to generate in order to reveal BPC’s true financial \nposition (to be completed before TA inception tripartite meeting) \n \n1.3 Develop an integrated financial management system that would \nimprove BPC’s investment planning, asset management, and risk \nassessment and management (to be completed 7 months after \nproject inception) \n \n \n \n \n \n \n \n \n \n \n \n ", " 8  Appendix 1 \nActivities with Milestones  Inputs \n   \n1.4 Train BPC staff on the use, maintenance, and updating of the  • Project management, \n  financial management system  oversight of \n  consultants, and review \n1.5 Investigate alternative arrangements for the expansion and operation  of reports – 3 ADB \n of the rural electrification network (to be completed 3 months after  missions (inception, \nproject inception)  midterm, and final tri-\n  partite meetings) and 4 \n2.  Development of an Enterprise and Materials Resource Planning  person months of ADB \nSystem   staff oversight \n   \n2.1 Review the current inventory and control system (to be completed  • Government in-kind \nbefore TA inception tripartite meeting)  contribution of \n  $100,000 – 45 person-\n2.2 Assist relevant staff to develop an inventory management and  months of government \ncontrol system (to be completed 7 months after inception)  counterpart oversight, \n2.3 Assist staff to assess the establishment of a management  office accommodation, \ninformation system (MIS) for overall enterprise resource planning (to  etc. \nbe completed 7 months after inception)   \n \n3.  Design of Management Information System \n \n3.1 Conduct a needs assessment for an MIS for all levels of executive \ndecision making (to be completed 3 months after inception)   \n \n3.2 Develop the architecture for the MIS (to be completed 7 months after \ninception)   \n \n3.3 Make recommendations on appropriate hardware and software \nrequirements for BPC to operate the MIS system (to be completed 7 \nmonths after inception)   \n \nBHU = Bhutan, BPC = Bhutan Power Corporation, GM = General Manager, MIS = Management Information Systems, \nTA = technical assistance. \n \n \n \n \n \n   ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n       Foreign      Local     Total  \n Item    Exchange    Currency    Cost  \nA.  Asian Development Bank Financinga       \n1  International and Domestic Consultants       \n  a.  Remuneration and Per Diem       \n       i.   International Consultantsb  332.0                0.0 332.0\n  b.  International and Local Travelc  30.0 0.0 30.0\n  c.  Communications  2.0 0.0 2.0\n2  Computers, Equipment, and Supplies  0.0 0.0 0.0\n3  Report Preparation, Production, and Distribution  2.0 0.0 2.0\n4  Contract Negotiations   5.0 0.0 5.0\n5  Contingencies  29.0 0.0 29.0\n        Subtotal (A)  400.0 0.0 400.0\n         \nB.  Government Financing       \n1  Workshops or Tripartite Meetings  0.0 5.0 5.0\n2  Counterpart Staff  0.0 80.0 80.0\n3  Office Accommodation, Including Phone or Fax Line, and\nFurniture  0.0 15.0 15.0\n        Subtotal (B)  0.0 100.0 100.0\n         \n                                          Total   400.0  100.0 500.0\na  Financed by the Asian Development Bank’s technical assistance funding program \nb Assuming 16 person-months of international consulting services at $18,000 per month and 14.4 person-months \nin the field at $100 per day. \nc  Assuming 12 trips at $2,500 per trip for international travel plus an allowance for local travel. \nSource:  Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  A total of 16 person-months of international consulting services will be required for the \ntechnical assistance (TA).  The consultants will be expected to spend 90% of their time in the \nfield. \n \n1.  Financial Management Expert (6.0 person-months) \n2.  The expert will have over 10 years’ experience working in a senior management position \nin a power utility in financial analysis, planning, and management.  The consultant will do the \nfollowing.  \n \n(i)   Gather, collate, and interpret technical and financial data, to establish the true \nposition  of  the  Bhutan  Power  Corporation  (BPC)  in  terms  of  operational \nefficiency, losses, reliability, fund utilization, delivery cost, financial returns, and \nother important benchmarks of utility performance.  The consultants will use the \nfinancial management assessment questionnaire developed by ADB to assess \nBPC’s financial situation. \n \n(ii)  Plan investments for both the short and long term (to 2025).  This will include \nestablishing clear financial and technical criteria for investments.  The consultant \nwill investigate the cost of capital for BPC and possibly establish hurdle rates for \ndifferent categories of investments. \n \n(iii)  Interpret and integrate various financial data, statements, and ratios, establish a \ncomprehensive  integrated  financial  model  containing  the  implications  of  the  \ninformation for short- and for long-term planning.  The model will include financial \nprojections  (income  statement,  balance  sheet,  etc.),  load  and  revenue \nforecasting, capital budgeting, cash flow management, assessment of the need \nfor bridging finance, etc. \n \n(iv)  Work  with  the  management  information  system  (MIS)  expert  to  review  the \ncommercial accounting system delivered under ADB TA-29121, to include the \nfixed asset and purchase inventory system (from an accounting perspective) and \nthe  accounts  payable  system  and  to  recommend  additional  features  and \nimprovements.  The consultant will also help to identify new functions and system \nrequirements for financial management, such as budget management systems, \nproject accounting systems, daily cashflow implementation, etc.  In addition, the \nconsultant will look at internal systems of control and internal audit systems and \nidentify whether these need to be strengthened or new ones devised. \n \n(v)  Help establish the cost of delivery of business and cost centers and determine \ntransfer prices between relevant units. \n \n                                  \n \n1 ADB. 2001. Technical Assistance for Bhutan for Rural Electrification and Network Expansion. Manila. \n   ", "  Appendix 3  11 \n(vi)  Conduct risk assessment and management.  The consultant will recommend an \nappropriate capital structure, taking into account the costs of debt, equity, taxes, \nrisks, etc. \n \n(vii)  Advise on treatment of planned and unplanned expenditure as mandated by the \nGovernment, taking into account social obligations, especially with regard to rural \nelectrification  and  conduct  financial  analysis  for  alternative  models  for \nmanagement of rural electrification assets. \n \n(viii)  In addition, the expert would be required to provide inputs for the management \nand the philosophy to be adopted for the financial component of the MIS. \n   \n2.  Electric Utility Management Expert (3.5 person-months)  \n \n3.  The expert will have at least 10 years’ work experience in a power utility in a senior \nmanagement position.  The expert will work with the other experts, especially the MIS expert, to \ndo the following.   \n  \n(i)  Prepare an asset management plan and a strategic decision making process that \nwill help determine decision to run, repair, or replace assets and address other \nstrategic decisions such as whether to buy or produce, employ or outsource.   \nThe consultant will also review asset valuations (especially for old, stranded and \nloss-making assets) and recommend sell-offs and write-offs where necessary. \n \n(ii)  Establish benchmarking and measurement techniques to measure the efficiency \nof various operational units (e.g., transmission, distribution, and procurement) \nincluding their subunits.  \n \n(iii)  Work with the financial expert to study the possibility of setting up of cost and/or \nprofit centers and transfer pricing between various business units. \n \n3.  Enterprise Resource Planning Expert (2.5 person-months) \n \n4.  The expert will have at least 10 years’ work experience in a power utility and will do the \nfollowing.  \n \n(i)  Develop a materials resource planning system, with special emphasis on proper \ninventory management and control and procurement practices, especially for \nitems required for maintenance.  \n \n(ii)  Investigate the following, among others:   \n  \n•  Critical spare parts – assess the most critical stock-keeping units, such as \ntransformers, lightening arresters, and cables, so they are in stores at all \ntimes.  \n \n•  Database – advise BPC on how to establish a materials resource planning \ndatabase covering stock-keeping units, vendors, contracts, inspections, etc. \n \n•  Enterprise  resource  planning  –  advise  on  a  supply  chain  management \npackage. With about 80% of the budget invested in materials and inventory \n ", "12  Appendix 3 \nand  the  need  for  transactions  with  many  external  agencies  and  user \ndepartments, BPC needs to be able to track the entire supply chain. \n \n(iii)  Work with the MIS expert to review the purchase and inventory management and \ncontrol system developed under ADB TA-29122 and advise BPC on whether to \nupgrade  the  system  (by  debugging  and  adding  new  requirements  and/or \nfunctions)  or  develop  a  new  system,  following  a  system  requirement  study, \nincluding analysis, design, development, training and implementation with live \ndata by external IT firms. \n \n4.  Data/Management Information System Expert (4.0 person-months) \n \n5.  The expert will have significant prior experience in setting up an MIS system for a power \nutility and will do the following.  \n \n(i)  Conduct  a  needs  assessment  and  establish  a  comprehensive  MIS  that  will \nprovide sufficient coverage and depth of information for all levels of executive \ndecision making.  The expert will work with all departments to understand their \nneeds  in  order  to  design  an  appropriate  MIS.    The  findings  of  these \nrecommendations will be presented to BPC in a workshop. The specific systems \nto be delivered are as follows: \n•  Requirement  analysis, system  analysis,  design,  development,  training  and \nimplementation of an integrated human resource information management \nsystem. \n•  Requirement  analysis, system  analysis,  design,  development,  training  and \nimplementation  of  an  integrated  customer  and  complaint  management \nsystem. \n•  Review the energy accounting system developed under TA-2912 and advise \nwhether it needs to be upgraded or replaced by a new system.  \n•  Any other systems that are found to be necessary.  \n \n(ii)  Recommend improvements to the planning and operational efficiency of the MIS \nto BPC. \n \n(iii)  Review the MIS systems available in the market and make a recommendation to \nBPC  on  the  most  appropriate  system.  Provide  specific  and  detailed  cost \nestimates  for  procurement  and  customization.  Present  these  to  BPC  in  a \nworkshop. \n \n(iv)  Develop  management  systems,  such  as  computerized  daily  and  monthly \nreporting formats for the MIS. \n \n(v)  Review procurement options of the financial MIS, taking into account the financial \nMIS  systems  already  available  to  current  government-owned  utilities;  the \navailability,  costs  and  benefits  of  these  systems;  and  specific  software \ndevelopment needs. Analyze different approaches and recommend an off-the-\nshelf system, requiring minor customization. The new financial MIS is anticipated \nto include (but not be limited to) customer billing, cash management, general \nledger  and  financial  reporting,  payroll,  human  resources,  asset  records, \n                                  \n \n2 ADB. 2001.  Technical Assistance for Bhutan for Rural Electrification and Network Expansion. Manila. \n   ", "  Appendix 3  13 \nprocurement and inventory control, cost accounting, budgeting, and variance \nreporting.  \n \n(vi)  Prepare the technical requirements and a cost estimate for the hardware needed \nto operate the MIS. \n \n(vii)  Prepare the software specifications for the MIS.  \n \nB.  Reporting Requirements \n6.  The consultants will submit the following reports: (i) an inception report, 2 weeks after \nproject start-up; (ii) a midterm report highlighting progress; and (iii) a final report.  Other reports, \nspecific to the three components may also be required, e.g. on the financial model or the \nenterprise resource management plan.  \n \n7.  All major draft reports will be circulated to BPC and ADB. The consultants will then \norganize a meeting to discuss the draft reports. \n \n "], "metadata": {"ModDate": "D:20050705091830+08'00'", "CreationDate": "D:20050629093658+08'00'", "Title": "Microsoft Word - BPC TA Paper - Final.doc", "Creator": "PScript5.dll Version 5.2", "Author": "M5P", "Producer": "Acrobat Distiller 6.0 (Windows)"}}