{"path": "data/input/ta/tar-oth-39173.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: OTH 39173 \n \n \n \nTechnical Assistance for the Asian \nDevelopment Bank’s Continued \nParticipation in the Cities Alliance \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAugust 2005 \n   ", " \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCA  –  Cities Alliance \nCDS  –  City Development Strategy \nCWS  –  Cities Without Slums \nDMC  –  developing member country \nGDP  –  gross domestic product \nTA  –  technical assistance \nRSDD  –  Regional and Sustainable Development Department \nRSID  –  Energy, Transport, and Water Division \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nSector  –  Multisector \nSubsectors  –  Integrated urban development, water supply and sanitation, and \nhousing construction \nThemes  –  Sustainable economic growth, governance, environmental \nsustainability \nSubthemes  –  Developing urban areas, financial and economic governance, urban \nenvironmental improvements \n \n \nNOTE \n \nIn this report ”$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by K.E. Seetharam. \n \n ", " \nI.  INTRODUCTION \n1.  Cities Alliance (CA)1 is a global partnership of bilateral2 and multilateral development \nagencies and the world’s major international associations of local authorities3 committed to \nreducing urban poverty. Launched by the World Bank and United Nations Human Settlements \nprogram (UN-Habitat) in 1999, CA helps cities meet the challenges of the 21st century by \npromoting pro-poor policies, good governance, and the development of prosperous cities free of \nslums. It has partnered with 150 cities in 27 countries. \n \n2.  CA  has  mobilized  pledges  of  contributions  amounting  to  $70  million  for  program \npreparation,  pilot  activities  for  urban  upgrading,  city  development  strategies  (CDSs),  and \ncapacity  building  of  cities.  The  heads  of  state  who  signed  the  United  Nations  Millennium \nDeclaration have endorsed CA’s Cities Without Slums (CWS) action plan and incorporated it \ninto the Millennium Development Goals. CA operates a grant facility for partners to finance \npoverty reduction programs in their cities, which ADB, as a member, has accessed. CA has \napproved grant allocations totaling $48.2 million as of June 2004 and is seeking to increase its \ncore funds4 to $115.0 million by 2005. \n \n3.  ADB became a member of CA through an agreement signed with the International Bank \nfor Reconstruction and Development and the International Development Association in 2002. \nADB met its annual contribution of $250,000 in 2002/03 and 2003/04 to the CA’s core funds \nthrough  regional  technical  assistance  (TA)  60265  and  TA  6151.6  ADB  has  participated  in \ninternational conferences to present its policies supporting urban development in the region. \nADB has pilot-tested the preparation of CA’s two key approaches—CDS and CWS7 in five \ncities—which are highly relevant to ADB’s urban operations. ADB also has access to CA’s body \nof knowledge and lessons learned and good practices on reducing urban poverty. ADB is \nrepresented in the CA Consultative Group, which guides the CA’s policies and work program. \nADB  is  continuing  its  membership  in  CA  through  a  new  TA.8  The  design  and  monitoring \nframework is in the Appendix. \n \n                                                 \n1  http://www.citiesalliance.org \n2  Canada, France, Germany, Italy, Japan, Netherlands, Norway, Sweden, United Kingdom, and United States. \n3  International Union of Local Authorities, Metropolis, United World Federation of United Cities (formerly United \nTowns Organization), and World Assembly of Cities and Local Authorities.  \n4  Core funded activities are donor-identified projects that in all respects meet the criteria of CA core funded projects. \nNon-core funded activities are budgeted from CA Trust Fund, which is made by partners over and above their core \ncontributions. Non-core funded projects are not bound by the 24-month constraint, unlike the core funded projects.  \n5 ADB. 2002. Promoting Urban Poverty Reduction through Participation in Cities Alliance. Manila (TA 6026, for \n$670,000, approved on 13 March 2002). The TA provided $420,000 for the preparation of CDS and CWS in five \ncities. \n6  ADB. 2003. ADB’s Participation in Cities Alliance. Manila (TA 6151, for $350,000, approved on 17 December \n2003). The TA provided $100,000 for advocacy and capacity building in support of the urban sector operations \nprogram. \n7  The World Bank uses the CDS, which is an agile planning instrument that identifies and packages viable \ninvestments. The World Bank’s East Asia urban sector unit credits CDS work in the People’s Republic of China \nwith doubling urban development lending in 2003–2004 there. The United Kingdom’s Department for International \nDevelopment and German Agency for Technical Cooperation routinely integrates CDS and CWS programs into \ntheir development operations, including Asia.  \n8  The TA first appeared in ADB Business Opportunities (Internet edition) on 9 May 2005. \n  \n \n ", "2   \nII.  ISSUES \n4.  Two thirds of the world's poor, who live on less than a dollar a day, live in Asia. \nIncreasingly, a greater proportion of the poor will live in cities. Approximately one third of the \nurban population lives in informal settlements, where access to basic services is limited and \novercrowding is the norm. Poor living conditions and environmental degradation are prevalent \nand have threatened to erode the many social and economic gains made in cities. For example, \nthe share of population with access to improved sanitation facilities was 20–50% in 20009 \nthroughout the region. Many Asian cities have limited management capabilities. Capability to \nmanage air quality is weak, particularly in cities where air pollution levels remain high or are \nincreasing. The economic impacts of urban pollution as loss of productivity and health costs \nhave been estimated at 1–5% of GDP. As a result of lack of investments, most major urban \nareas have limited infrastructure, and the cost of meeting urgent needs is staggering.  \n \n5.  Asia’s urban population is now estimated to be about 1.2 billion, of which about 20% is \npoor. One in three Asians lived in a city or town in 2003. By 2030, Asia’s projected urban \npopulation will nearly double. By that time one in two Asians will live in the cities or 2 billion \nmore people will have moved to the world’s urban centers. \n \n6.  In 2004, estimates suggested that to sustain the level of growth in Asia, about $400 \nbillion per year would need to be invested in urban infrastructure for the next 25 years. This \namounted to $12 trillion in mid-2004 prices over 25 years. ADB is bridging this gap in a number \nof ways—from investing in infrastructure; improving the financing of cities, including through \ncurrency swaps and issuance of local currency bonds; introducing national policy reforms; to \nbuilding capacity, and so on.10  \n \n7.  More recently many sociopolitical changes such as decentralization, democratization, \nglobalization, and advances in technology have presented many challenges to urban areas in \nthe  Asia  and  Pacific  region.  Governments  need  to  respond  not  only  to  rising  poverty, \nenvironmental  degradation,  and  rapid  population  growth,  but  also  to  economic  growth; \ncompetition of cities with other places; information technology; the need for better governance, \nplanning, and urban management; and the need to improve the quality of the environment. \n \n8.  In  the  face  of  these  challenges,  cities  need  to  maximize  resources,  make  their \ndevelopment strategies coherent, improve governance, sustain a viable financial strategy, and \nscale up their efforts to make infrastructure and services work for all, particularly for the poor. All \nthese will require citywide initiatives that are more effective than segmented local interventions. \nGovernments need to mobilize broad-based collaborative action to meet the various challenges \nof  making  cities  more  livable,  productive,  and  competitive.  External  agencies  should  work \ntogether and focus more sharply on specific targets. Cities should also develop new approaches \nto  integrate  themselves  into  the wider  urban  and  regional  economies  and  to sustain  their \ndevelopment.  \n \n9.  CA focuses on cities. It is a resource that ADB should be able to utilize fully. It provides a \nlink  to  resources,  collective  know-how,  best  practices,  and  experience  of  partner  cities  in \nresponding to the many challenges facing them. About 150 cities in 27 countries have adopted \nthe CDS and CWS.  \n                                                 \n9  World Health Organization http://www.developmentgoals.org/Environment.htm \n10  Lohani, Bindu. 2005. Financing the City: ADB’s Perspective. Paper presented at the Asian Development Bank \nAnnual Meeting, Turkey, May 2005.  \n ", "  3\n \n10.  As a CA member, ADB together with partner cities can access grant funds for project \npreparatory activities, advocacy initiatives, and CDS- and CWS-related programs. Grant funds \nfrom CA are not routed through ADB. If parallel ADB activities are to be better coordinated and \nmore coherent, channeling of funds needs to be improved. \n \n11.  CA has approved grants for a total of $1 million for two ADB applications: the Philippines \nIntegrated  Approaches  to  Poverty  Reduction  at  the  Neighborhood  Level—a  CWS  initiative \napproved  for  $500,000  in  2004,  and  the  City  and  Regional  Development  Strategies  for \nAzerbaijan, approved for $500,000 in 2005. The Philippine project will run parallel to the $30.6 \nmillion  Development  of  Poor  Urban  Communities  Sector  Project  loan.  Work  on  a  project \npreparatory  TA  to  support  city  and  regional  development  will  be  closely  related  to  the \npreparation of city and regional development strategies in Azerbaijan. CDS will be used to \ninitiate targeted, coherent, and synergistic forward annual lending, TA, and economic and sector \nwork. \n \n12.  ADB has access to CA’s body of knowledge and lessons learned and good practices on \nreducing urban poverty. ADB is represented in the CA Consultative Group, which guides CA’s \npolicies and work program. \n \n13.  ADB is reviewing its urban sector strategy11 to assess its efficacy and to identify areas \nwhere  it  could  be  updated,  improved,  or  strengthened.  The  review  is  important  as  ADB \nimproves  the  thrust  and  quality  of  its  urban  operations.  The  review  will  seek  inputs  from \ndevelopment partners and cities involved in CA activities that have vast experience in urban \naffairs and strong focus on achieving the Millennium Development Goals, specifically 9, 10, and \n11.12  \n \n14.  Considering the benefits of CA membership and the potential for leveraging resources to \nsupport ADB’s operational program, continued membership in Cities Alliance for 3 years is \nproposed through this TA. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n15.  The TA aims to help improve the quality and developmental impact of urban investments \nin the region. The TA will provide for ADB’s continued membership in CA for 3 years and \nconsolidate ADB’s participation in CA.  \n \n16.   With its continued membership, ADB envisages to (i) promote CDS and CWS to reduce \nurban poverty among developing member countries (DMCs) and partner cities throughout the \nregion;  and  (ii)  prepare  applications  to  CA  for  grants  to  assist  with  project  identification, \npreparation, and capacity building to support the urban sector and strengthen partnerships. \n \n                                                 \n11  ADB. 1999. Urban Sector Strategy. Manila. \n12  MDG target 9 aims to halve, by 2015, the proportion of people living in extreme poverty; target 10, to halve, by \n2015, the proportion of people living without access to safe drinking water; and target 11, to significantly improve, \nby 2020, the lives of 100 million slum dwellers. \n ", "4   \nB.  Methodology and Key Activities \n17.  The Energy, Transport and Water Division (RSID) of the Regional and Sustainable \nDevelopment (RSDD) will assist the regional departments and facilitate the preparations and \napplications for CA grants that support urban sector operations. Regional departments are \nexpected to initiate and finance these activities from their own operational budgets. Seeking \nguidance from ADB departments concerned (Office of Cofinancing Operations, Office of the \nGeneral Counsel, and Controller’s Department), RSID will look into developing a mechanism for \nrouting CA grants for applications approved in 2005–2007 through ADB instead of through other \nagencies as is the case now.  \n \n18.  Through its membership in CA, ADB will actively link partner cities with CA resources \nsuch as the grant fund facility; collective know-how and experience; and networks of local \nauthorities, urban professionals, academics, universities, and urban policy research institutes to \nencourage cities to develop tools and practical approaches for application. ADB will continue to \nsit in the CA Consultative Group.   \n \nC.  Cost and Financing \n19.  The total cost of the TA is estimated at $750,000. The Cooperation Fund for the Water \nSector is funding $150,000 through an approved TA.13 ADB's TA funding program will finance \n$600,000. ADB will remit a total of $750,000 or $250,000 per year to CA to comprise ADB's \nmembership contribution for 3 years.  \n \nD.  Implementation Arrangements \n20.  ADB will be the Executing Agency for the TA. ADB’s contribution of core funds in the \namount of $250,000 annually (2004/2005, 2005/2006, and 2006/2007) will be deposited in the \nCA–ADB  Trust  Fund in  accordance  with  the memorandum  of  agreement  signed  in  March \n2003.14 The TA will be implemented over 24 months, from August 2005 to July 2007. \n \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision  of  $600,000  on  a  grant  basis,  for  the  Asian  Development  Bank's  Continued \nParticipation in the Cities Alliance, and hereby reports this action to the Board. \n                                                 \n13 ADB. 2004. Technical Assistance for Promoting Effective Water Management Policies and Practices (Phase 4). \nManila. (TA 6219-REG) \n14 Agreement between the Asian Development Bank and the International Bank for Reconstruction and Development \nand the International Development and the International Development Association for The Cities Alliance Multi-\nDonor Trust Fund (TF050888), signed on May 2002. \n ", "  Appendix    5 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nImprove the quality and  •  Achieve Millennium  CA website and annual  •  ADB’s regional \ndevelopmental impact  Development Goal  report  departments hold regular \nof urban investments in  targets 9, 10, and  discussions and \nthe Asia and Pacific  11  consultations with the \nregion  •  Increase the  governments \n  number of ADB-  •  Nongovernment \nsponsored CDS  organizations and \nand CWS programs  development partners \nfinanced by CA and  coordinate with each \nother development  other \npartners   \nOutcome      Assumption \nADB and partner cities  At least 2–4  ADB operations report  •  Continued support of \nidentify, prepare, and  applications for CA  local political leaders \nsubmit applications to  grant funding with  and officials of \nCA for grants  partnerships with CA  municipalities \n  members   \nOutputs      Assumption \nContinued membership  Membership confirmed  ADB treasury  •  ADB continues support \nof CA for 3 years  in January each year  disbursement report  to CA activities \n \nActivities with Milestones  Inputs \nRemittance of CA membership fee for (i) 2004/2005 by July 2005, (ii)  •  ADB contribution to CA \n2005/2006 by January 2006, and for (iii) 2006/2007 by January 2007  ADB Trust Fund \n  •  $750,000 \n \nADB=Asian Development Bank; CA=Cities Alliance; CDS=City Development Strategy; and CWS=Cities without Slums. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"ModDate": "D:20050908104125+08'00'", "CreationDate": "D:20050824172023+08'00'", "Title": "Technical Assistance for the Asian Development Bank’s Continued Participation in the Cities Alliance", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}