{"path": "data/input/ta/tar-stu-38233.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: STU 38233 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \n \nFOR THE \n \n \nSOUTHEAST ASIA WORKERS’ REMITTANCE STUDY \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDP  –  gross domestic product \n  IADB  –  Inter-American Development Bank \n  IMF  –  International Monetary Fund \n  NGO  –  nongovernment organization \n  TA    technical assistance \n  UN  –  United Nations \n  US  –  United States  \n \n \n \n \n \nTA CLASSIFICATION \n \n \nTargeting  General Intervention \nClassification \nSector  Finance  \nSubsector  Finance sector development  \nTheme  Sustainable economic growth, governance, and regional cooperation  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \n \nIn this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by a team consisting of E. Yang (team leader) and F. Kawawaki. ", "     \nI.  INTRODUCTION \n1.  In 2003, the Asian Development Bank (ADB) began examining workers’ remittances in \nthe context of Philippine operations, with a general overview study,1 followed by the recently \ncompleted technical assistance (TA) 41852 which mainly studied bilateral flows from the United \nStates  (US)  and  Singapore  to  the  Philippines.  For  many  developing  countries,  overseas \nworkers’ remittances are an important source of funds, and a large amount  is transferred \nthrough a variety of official and unofficial mechanisms. Building on this work, the proposed TA \nwill examine remittance fund flow from a regional perspective to encourage (i)  increased \nremittances, and (ii) use of formal sector channels for fund transfer.  The region’s countries \nrequested ADB to undertake such a study. Its design, to be supported by a regional technical \nassistance (RETA), and the concerned jurisdictions’ preparedness to participate in the RETA \nactivities, have been confirmed. Appendix 1 contains the TA framework.3  \n \nII.  ISSUES \n2.  Official remittances of migrant workers from South Asia, Southeast Asia, and the Pacific \naccounted for 34% of the global total of $80 billion; estimates are that half as much also flows \nthrough informal channels. The World Bank’s Global Development Finance 20034 states that \nremittances are now the second largest source of external funding for developing countries, \nnext only to foreign direct investments. Although the recent International Monetary Fund (IMF) \nanalytical  study5 questions  it  as  a  useful  and  reliable  tool  to  support  economic  growth, \nremittance is one of the least volatile sources of foreign currency, and already accounts for a \nsignificant portion of many recipient countries’ gross domestic product (GDP). For instance, \nmigrant workers’ remittances through official channels to the Philippines and Sri Lanka are 8.9% \nand 7.0% of their respective GDPs in 2003.  However, little is known about actual fund flow, \nincluding “informal flows” between the countries  or the factors  driving choice of remittance \nchannels. For example, officially recorded workers’ remittances from Japan to the Philippines \nare less than that from Japan to Malaysia although registered Filipinos outnumber registered \nMalaysians 10 to 1.  \n \n3.  Overseas remittances have helped countries strengthen their balance of payments and \nthe workers' family members, who are often poor, have benefited from these flows. However, \nthere are few concerns, which, if addressed, will maximize development impact of remittances \nflow. First, making fund transfer easier and cheaper could attract larger flows. Second, directing \nflows from consumption to productive investment would help ensure more sustainability and \neffective use of flows. Third, shifting such financial flows from informal to formal channels would \nreduce the risk of money laundering. \n \n4.  In the past few years, the Inter-American Development  Bank (IADB) commissioned \nstudies on remittance, which led to linking remittance-leveraging activities with funding support \nfrom IADB’s Multilateral Investment Fund. The Global Commission on International Migration, \n                                                 \n1  ADB initiated a general  review study of workers remittance (Meilyn, Kevin. 2003.  Workers Remittances as a \nDevelopment Tool: Opportunity for the Philippines. Manila: ADB.) The study was shared with the APEC Working \nGroup on Alternative Remittance Systems in July 2003. \n2  ADB. 2003. Enhancing the Efficiency of Overseas Workers' Remittances. Manila (TA 4185-PHI, for $150,000, \napproved on 26 September 2003). The final report is available at  http://adbweb/documents/TARs/PHI/tar-phi-\n4185.asp  \n3  The TA first appeared in the Internet edition of ADB Business Opportunities on 4 June 2004. \n4   World Bank. 2003. Global Development Finance 2003. Washington, DC. \n5  Chami, Ralph, Connel Fullenkamp, and Samir Jahjah. 2003. Are Immigrant Remittance Flows a Source of Capital \nfor Development. IMF Working Paper No. 03/189, IMF Institute. Washington, DC. \n ", " 2   \nformed under the auspices of the United Nations (UN), is conducting a scoping study of the \nmany wide-ranging migration issues, including remittances, culminating in a set of findings and \nan action framework for UN member countries to consider in 2005. The first set of consultations \nwith stakeholders in Asia was held in Manila on 17 and 18 May 2004. Although cross-border \nremittance has gained greater attention in the global society in recent years, the related study \nand statistical data of such flows in Southeast Asia are still lacking.  \n   \n5.  Informal  unregulated  money  transfer  systems  have  existed  for  centuries.  The  key \nfeatures, which attract many remitters to choose informal remittance channels, include speed, \nlow  cost,  cultural  convenience,  versatility,  and  anonymity.6 The  study  and  monitoring  of \nunregulated  money  transfer  systems  have  been  challenging  due  to,  for  example,  lack  of \ntransparency or audit trails or difficulty of interpreting informal remittance records. The earlier TA \nsurvey confirmed that the remittance channels patronized by Filipino overseas workers differ by \ncountry of work as well as by their living and working environment. Noticeable alternative \nremittance channels to banks such as money transfer agencies and post offices were used in \nthe US and Japan, respectively. The study  suggested that  about 41% of Filipino workers in \nJapan chose to remit funds through remittance channels other than banks. \n \n6.  In analyzing remittance fund flow, typically, there is a need to examine migrant workers’ \naccess to various remittance channels both in the country where migrant is employed and in the \ncountry where the remittances are transmitted. Also, there is a need to study costs and \nefficiency of remittances and availability of  financial  institutions  or  fund  transfer  agents, to \nreceive funds that were sent to them by the migrant workers. Official fund transfer mechanisms \nhave innovations such as ATM cards, credit cards and the use of cellular phones. International \ndocument courier companies also facilitate official fund transfer. Little is known, however, about \nthe organizations and agencies involved in informal remittance and access to them. Analyzing \nremittance issues is important because remittance can potentially support microfinance projects \nor other poverty reduction programs.  \n \n7.  In the recent ADB  Philippine remittance study, survey results indicated that a high \npercentage (80%) of Filipino remitters regularly channel their remittances, averaging $340 a \nmonth, through the banking or regulated channels. Sending through unregulated channels has \nbeen  reduced,  and  these  are  accessed  mostly  by  workers  where  banking  channels  are \ninadequate  or  who  have  irregular  status.  The  study  revealed  that  developments  in  the \nremittance  industry  allowed  for  vibrant  competition  in  the  remittance  market  between  the \nPhilippines and remitting countries. With the help of technology and marketing, coupled with \nreliable  image,  banks  have  managed  to  reduce  costs  to  levels  that  may  be  considered \ncompetitive with informal channels. These costs could still be pushed down with the entry of \nmore regulated channels and new technology-based products.  \n \n8.  The study concluded that bank and nonbank remittance procedures and remittance \ncosts are affected significantly by legal, banking, and regulatory environments in the Philippines \nand the remitting countries, formal and informal transfer agencies, Philippine payment systems, \nanti-money-laundering  issues,  taxation,  and  other  concerns. Recommendations focused on \nenhancing key areas—government systems, community-based financial institutions such as \nrural banks, cooperatives and microfinance institutions, Filipino hometown associations, and \nnongovernment organizations where remittance-leveraging initiatives could be based. Access to \ninvestment  programs,  savings  mobilization,  credit  access,  enterprise  development,  and \n                                                 \n6  El Qoorchi, Mohamed, Samuel Munzele Maimbo, and John Wilson. 2003. Informal Funds Transfer Systems, An \nAnalysis of the Informal Hawala System. Occasional Paper 222.  Washington, DC: IMF. ", "      3\nreintegration programs could facilitate reintegration of returning migrants into the work force. \nThe predictable flows of more than $7 billion per annum from Filipino workers' remittances could \nbe securitized for development initiatives such as funding of public infrastructure and agricultural \nfacilities,  among  others.  Migrant  origin  and  host  countries  are  key  stakeholders  in  labor \nmigration and should address remittance and migration issues through bilateral initiatives within \nthe ambit of regional economic groupings such as the Association of Southeast Asian Nations \n(ASEAN) and Asia-Pacific Economic Cooperation (APEC). \n \n9.  The measures to address various negative aspects of the fund transfer are expected to \nbe pursued at the country  and regional levels. In Indonesia, remittances are being carefully \nexamined in relation to ADB’s continued support to the country’s anti-money-laundering efforts, \nand more broadly in the context of overall financial sector reform.  ADB is keenly concerned \nabout the movement of Southeast Asian migrant workers, particularly along the south-south \ncorridors—from Indonesia to Singapore and Malaysia, or from the Philippines to Malaysia and \nSingapore. The regional cooperation strategy and program will address labor movement and \nrelated movement of money through remittances. \n \nIII.  THE TECHNICAL ASSISTANCE \n10.  The proposed study would build on  TA 4185  and bring the issue of  remittances and \nconsideration of appropriate actions to the regional level. Based on data on major movements of \nworkers  and  remittances,  it  is  proposed  that  the  study  cover  Indonesia,  Malaysia  and \nPhilippines as the remittance recipient countries; and Hong Kong, China; Japan; Malaysia; and \nSingapore as the source jurisdictions of remittance outflow. Malaysia is peculiar as it is both \nsource and recipient country, receiving large inflows from Japan and Singapore while hosting a \nlarge number of Indonesian and Filipino workers, who send money home. Remittance fund flow \nand the factors affecting how people remit funds vary substantially.  \n \nA.  Purpose and Output \n11.  The goal of the TA is to identify ways and means to encourage (i) large remittance flows \nand the effectiveness of its use; and (ii) greater use of formal remittance channels. The purpose \nof the TA is to identify factors in the policy, regulatory, and institutional framework that have an \nimpact on these flows, and propose action plans that can be implemented at the country and \nregional levels to encourage greater remittance fund flow and its formal channeling. The TA will \nexamine (i) estimated movement of remittances through formal and informal channels; (ii) host \ncountry and home country issues; and (iii) existing remittance channels, including the factors \naffecting people’s choice of remittance methods, and the regulatory aspects of remittance \nchannels. The recommendations will be discussed at a regional workshop to confirm that they \ncan be implemented.  \n \n12.  The study is proposed to comprise  the following components: (i) examination of the \nactual and estimated remittance flows through formal and informal channels; (ii) consideration of \nhost country issues; (iii) consideration of home country issues; (iv) examination of the existing \nremittance channels, formal and informal, including their costs, accessibility, and other factors; \n(v)  examination  of  the  regulatory  aspects  relating  to  remittances  in  source  and  recipient \ncountries; and (vi) formulation of the regional action plans to reduce costs and to address other \nfactors that may discourage people from remitting funds through formal channels. \n \n ", " 4   \nB.  Methodology and Key Activities \n13.  The methodology of the study will include a combination of (i) desk studies and reviews \nof relevant legal regulations in the participatory countries; (ii) market research (of factors \naffecting the choice of remittance channels, amount of remittances in relation to income, and \nsatisfaction  in  choice  of  remittance  channels)  in  the  form  of  interviews  and  focus  group \ndiscussions  with  overseas  workers  and  their  families,  government  authorities,  financial \ninstitutions, and nongovernment organizations (NGOs); (iii) a study of successful programs \nimplemented  in  comparable  countries;  and  (iv)  economic  research  of  relevant  key \nfinancial/economic  measures.  The  TA’s  methodology  will  be  harmonized  with  other \norganizations’  to  enable  a  wide  comparison;  the  study  will  take  full  advantage  of  the \ninvestigative and analytical efforts made by other institutions. The TA will draw support from key \ngovernment agencies, overseas workers’ associations, financial institutions, and other relevant \norganizations and institutions involved in fund transfer. The TA will  consult local NGOs and \nhometown associations that may have established linkages with the institutions/organizations \ninvolved in the home country issues as well as in helping recipients make the most effective use \nof  their  funds,  and  learn  innovative  ways  of  linking  overseas  workers’  remittances  to \nmicrofinance activities.  \n \n14.  The  study  will  require  analyses  of  (i)  relevant  laws  and  regulations,  including  the \ninternational agreements signed between the remitting and receiving jurisdictions; (ii) financial \nsector issues such as the availability of banking services, particularly in rural areas; (iii) formal \nremittance channels to identify means to improve the reliability, speed, and cost of remittance \nflows;  (iv)  financing  tools  (such  as  securitization  of  remittance  flows)  to  better  leverage \nremittances;  (v)  lessons  from  mobilization  of  savings  arising  from  remittances;  and  (vi) \neconomic  and  sociocultural  incentives  that  drive  the  remitter  and  recipient  to  channel \nremittances into productive investments. \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $500,000 equivalent. ADB will finance the entire \nestimated cost of the TA without explicit counterpart provision.7 However, each participating \njurisdiction is expected to  help  implement  the  TA  by  providing  assistance,  as  well  as  by \nfacilitating the collection of information and data that may already be available within the \ngovernment. The TA will be financed by ADB on a grant basis from Japan Special Fund, \nfinanced by the Government of Japan. The TA will cover the costs of engaging consulting \nservices (remuneration, per diem, and travel) and preparing study reports. The TA will also \nfinance a regional workshop or seminar to disseminate major TA findings and output and to \nconfirm the implementability of proposed recommendations and action plans. The detailed cost \nestimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n16.  ADB will be the Executing Agency for the TA and will administer the TA study. With the \nassistance of a team of consultants, ADB staff will work with government agencies, business \ncommunities, and research institutions in implementing the TA. The TA will be implemented \nover 8 months, from December 2004 to August 2005. The consulting services for the study will \nconsist of two international consultants (total 8 person-months), consisting of (i) a remittance \n                                                 \n7 Operations Manual Section D12/BP, paragraph 36, states: “the cost sharing policy is not applicable to RETA and   \nsmall scale technical assistance.” ", "      5\nand development specialist, who will act as the consulting team leader (6 person-months); and \n(ii) a banking, financial, and legal regulatory specialist (2 person-months, intermittent). In each \nparticipating  jurisdiction  (Hong  Kong,  China;  Indonesia;  Japan;  Malaysia;  Philippines;  and \nSingapore), country-specific study team leaders will be engaged for a total of 31 person-months, \ncomprising legal, financial, banking, and market research expertise. The in-country consultant \nmay not necessarily have the market research skills as a primary qualification, but rather the \nability to manage a team of sub-consultants to perform the market research. Such national team \nleaders can be nationals of the jurisdiction, or expatriate, as may be appropriate, but they will \nhave an excellent understanding of local conditions and communities.  \n \n17.  The consultants will be engaged as individuals by ADB in accordance with Guidelines on \nthe Use of Consultants  and other arrangements satisfactory to ADB for the engagement of \ndomestic  consultants.  In  consultation  with  the  remittance  and  development  specialist \n(international study team leader) and ADB staff, each country study team leader will engage \nfield researchers and a few experts to implement the country study. The international study \nteam leader will convene a meeting of the national study team leaders upon their engagement \nto ensure consistency in country- and jurisdiction-specific study approaches. The TA will provide \nfor the engagement of a senior-level administrative assistant to help the international team \nleader and ADB coordinate six national-level study teams and conduct various administrative \nwork relating to TA implementation. The outline terms of reference for the consultants are in \nAppendix 3. All procurement of equipment and materials, and service payments under the TA \nwill be in accordance with ADB’s Guidelines for Procurement. \n \n18.  Control points will be established during TA implementation, and TA outputs will be \nreviewed and approved by ADB and the participating countries. The consultant team will submit \nan inception report to ADB within 4 weeks of the start of service, assuming that the first meeting \nof the national team leaders and international experts has been completed by that time. The \ninception  report  will  (i)  focus  on  an  initial  assessment  and  prepare  a  realistic  plan  for \nsubsequent action to ensure that the required TA outputs are completed on time; and (ii) make \nadjustments, as appropriate, in other key issues affecting the realization of the TA objectives. \nThese  will  be  identified  through  consultation  with  government  agencies  and  business \nrepresentatives. Interim reports will be submitted to ADB by the end of February 2005 and of \nApril 2005. A draft final report by the consultant team will be completed in May 2005. A regional \nworkshop  or  seminar  will  be  organized  and  conducted  by  the  coordinating  international \nconsultant  to  validate  the  study  findings  and  confirm  the  implementability  of  the \nrecommendations and action plans. The draft final report is expected to be available for \ndiscussion and consultation during the regional workshop or seminar. Consultative meetings will \nbe conducted during TA implementation. The final TA reports will be completed by the end of \nJuly 2005.  \n \nIV.  THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nthe Southeast Asia Workers' Remittance Study, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nGoal       \n       \nEstablish ways and means to  Reliability of projections of  Acceptance by the   \nencourage (i) larger  the magnitude of actual  international community \nremittances, and (ii) greater  fund flow  of the study’s estimate of \nuse of formal remittance    the magnitude of fund \nchannels     flow \n  Number of formal and   \ninformal channels used  Adoption of proposals \nmade by governments \nand financial institutions  \nPurpose      Assumptions: \n       \nIdentify factors in the policy,  Consistent activities of  Comprehensive study on  •  All stakeholders \nregulatory, and institutional  remittances sent and  the (i) movement of  are interested in \nframework that have an impact  received  remittance through  and support \non remittance flows    formal and informal  cooperating with \n    channels; (ii) remittance  the TA study. \nPropose country and regional  Action plans considered by  issues in the remitting   \naction plans to encourage  governments  countries and recipient  •  Participating \nremittance fund flow and its  countries; and (iii)  governments are \nchanneling through formal  economic, policy,  committed to \nmeans   institutional and  providing \n  regulatory factors  adequate support. \naffecting choice of   \nremittance method  Risk: \n  •  All stakeholders \nWorkshop records and  are not interested \nrecommendations  in and do not \n  support \ncooperating with \nthe TA study. \n \n•  Participating \ngovernments are \nnot committed to \nproviding \nadequate support. \nOutputs      Assumptions: \n       \nProvide data on estimated  Comprehensive data on  Feedback on the  •  The TA inception \nfund flow in the region through  fund flow in the region is  proposals, from  report, interim \nformal and informal channels   presented in the TA  stakeholders such as  reports, draft final \n  reports.  governments authorities,  report, and final \nPropose specific measures to    families of overseas  report are of high \nincrease fund flow  Issues and factors  workers, local  quality and \n  affecting selection of fund  communities, banking  submitted on time.  \nRecommend essential  flow channels are  and microfinance units    \nContinued on next page", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nrequirements for bilateral  identified.    •  Study findings are \nagreements    ADB staff mission  plausible and \n  A realistic strategy and  reviews and peer review  action plans and \nAt the regional and  action plan to increase  of study reports  recommendations \ninternational levels,  remittance flows through    are realistic. \nrecommend ways to reduce  the formal channels are  Consultants’ final report   \ncosts of remittance  drawn up.  and workshop report  •  Coordination is \n    good in the \nRecommend ways to make    consultant team \nformal channels more  and between the \nattractive   team and \n  stakeholders. \nConsult with local NGOs and   \nhometown associations that  Risks: \nmay have established linkages  •  Delay in \nwith institutions/organizations  submission of \ninvolved in the home country  reports. \nissues as well as in helping   \nrecipients make the most  •  Study findings are \neffective use of their funds  not plausible and \n  action plans and \n  recommendations \nare unrealistic. \n \n•  Poor coordination \namong consultant \nteam and \nstakeholders.  \nActivities      Assumptions: \n       \nReview remittance flows from  Acceptance of inception  Work plans and terms of  •  Qualified \noverseas workers from Hong  report 2 weeks after the  reference  consultants are \nKong, China; Indonesia;  start of TA services    available. \nJapan; Malaysia; Philippines;    Semimonthly TA   \nand Singapore  Field visits and regional  progress briefings  •  Data are available \n  workshops or seminars    and research \nAnalyze relevant laws and    TA inception report  findings are \nregulations of the remitting and  Acceptance of consultants’    relevant. \nreceiving countries  interim reports  ADB staff review on   \n    various draft reports  •  ADB staff \nIdentify financial sector issues  Acceptance of consultants’    supervision is \nsuch as availability of rural  draft final and final report  Coordination with  appropriate. \nbanking services     government authorities   \n  Significance and relevance  and stakeholders  •  Consultants follow \nConsult concerned  of study findings and    the schedule in \nstakeholders, and conduct  recommendations  ADB staff review mission  their terms of \nfield visits and empirical      reference. \nanalysis  Regional workshop or   ADB staff participation in   \nEvaluate formal remittance  seminar before June 2005  the regional workshop  •  Stakeholders \nchannels to identify means to \nagree on the \nimprove their reliability, speed,  recommendations. \nand cost  \nContinued on next page\n ", "8  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nand cost    \n  •  Host governments \nIdentify financing tools to  and the \nbetter leverage remittances   communities are \n  amenable to the \nPrepare lessons from  recommendations. \nmobilization of savings arising   \nfrom remittances   Risks: \n  •  Qualified \nForm the economic and  consultants are not \nsociocultural incentives that  available. \ndrive remittances into   \nproductive investments  •  Data are not \n  available and \nConduct a regional workshop  research findings \nto disseminate the TA findings  are not relevant. \nand confirm that   \nrecommendations can be  •  ADB staff \nimplemented  supervision is \n  inappropriate. \n   \n  •  Consultants do not \nfollow the \nschedule in their \nterms of reference. \n \n•  Stakeholders do \nnot agree on the \nrecommendations. \n \n•  Host governments \nand the \ncommunities are \nnot amenable to \nthe \nrecommendations. \nInputs      Assumptions: \n       \nConsulting services: 8 person- $394,000  Controller’s  •  Consultants \nmonths of international    department’s review of  comply with ADB’s \nconsultants, and 31 person-    statement of  disbursement \nmonths of country-level study    expenditures and  procedures.  \nteam leaders    receipts    \nRegional workshop or seminar  $ 30,000    \nConsultations  $ 10,000   \nAdministrative and support  $ 20,000   \nContingencies  $ 46,000   \nStaff time   ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \n   \nAsian Development Bank (ADB) Financinga   \n   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  160 \n      ii.  Domestic Consultants  206 \n    b.  International and Local Travel  26 \n    c.  Reports and Communications  2 \n  2.  Workshop, Seminar, and Conference   \n    a.  Facilitation  6 \n    b.  Seminars and Workshops  24 \n  3.  Consultation   10 \n  4.  Miscellaneous Administration and   20 \n    Support Costs \n  5.  Contingencies  46 \n         \n Total  500 \n \na  Financed from the Japan Special Fund, funded by the Government of Japan. \nSource: ADB estimates. \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  Remittance and Development Specialist (international, 6 person-months) \n1.  The international consultant is expected to have (i) excellent technical knowledge of the \nsubject matter gained from several years of experience and research; (ii) excellent analytical \nand critical thinking skills; (iii) the ability to write and synthesize complex issues clearly and \nconcisely; (iv) a demonstrated capacity to prepare and deliver effective presentations and to \nlead and manage team; (v) experience working with acknowledged research institutes, the \nacademe, government agencies, local community groups, and the private sector; and (vi) an \nadvanced degree in a social science, preferably in economics, and knowledge and years of \nexperience  in  remittance  policy  development.  Experience  in  research  in  remittances  and \ndevelopment,  specifically  an  understanding  of  the  Southeast  Asian  context,  would  be  an \nadvantage.  \n2.  The international consultant duties will include, but not be limited to, the following: \n \n(i)  Coordinate  a  research  team  of  individual  consultants  in  various  fields  of \nspecialization. \n(ii)  Design, organize, and implement a framework of the in-depth study and detailed \nwork plans for each support consultant in accordance with the methodology and \nkey activities outlined in the technical assistance (TA). \n(iii)  Analyze research materials, identify key information gaps, and, in coordination \nwith other consultants, design research methodologies to fill in information gaps. \n(iv)  Analyze and monitor country level study findings; identify and analyze various \nfactors  resulting  in  possible  discrepancies  in  findings;  and  reconcile  the \ndiscrepancies. \n(v)  Establish and ensure standards of quality of research outputs of various support \nconsultants. \n(vi)  Ensure timely execution of work plans of various consultants. \n(vii)  Participate  in  consultations  with  various  stakeholders  on  remittance  and/or \nmigration. \n(viii)  Prepare concise inception and interim reports: \n \n(a)  inception  report,  to  be  submitted  by  the  end  of  the fourth week of \ncommencement, to cover the preliminary framework of the study and \ndetailed work plan; \n(b)  two interim reports, to be submitted by the end of February 2005 and end \nof  April  2005,  to  cover  work  undertaken,  including  progress  of \nimplementation vis-à-vis the TA framework, results of the analyses, and \ndraft versions of proposed policy and programs to meet TA objectives; \n(c)  draft  final  report  to  be  submitted  in  May  2005,  including  status  of \nimplementation vis-à-vis the TA framework, final versions of results of the \nanalyses, and concrete set of proposals; and \n(d)  final  report,  to  be  submitted  at  the  end  of  the  TA,  including  formal \napproval  of  the  outputs  by  Asian  Development  Bank  (ADB)  and  the \nparticipating governments.  \n \n ", "  Appendix 3  11 \n(ix)  Prepare  executive  summaries  highlighting  research  conclusions  and \npolicy/program recommendation and a detailed action plan for ADB use, as and \nwhen requested. \n(x)  Organize one regional workshop, present the study findings, and discuss the \nrecommendations and action plans to confirm that they can be implemented. \n(xi)  Represent and/or join ADB in international and local conferences, in meetings \nwith the participating government authorities, multilateral institutions, and other \nstakeholders to discuss remittance, as and when requested. \n(xii)  Prepare the final in-depth study.   \n \nB.  Banking, Financial, and Legal Regulatory Specialist (international, 2 person-months \non an intermittent basis) \n \n3.  The international consultant is expected to have (i) strong technical knowledge of the \nsubject matter gained from years of finance and banking experience, including knowledge of \ntaxation and regulations in remitting and recipient participating countries; (ii) good analytical and \nwriting skills; (iii) a good understanding of the participating countries’ government structure; and \n(iv) experience in dealing with government authorities. \n \n4.  The international consultant’s duties will include, but not be limited, to the following: \n \n(i)  In support of the coordinating consultant, prepare a detailed work plan to carry \nout specific responsibilities of the engagement. \n(ii)  Prepare  a  research-supported  report  on  the  remitting  countries’  banking, \nfinancial, and legal regulatory barriers and incentives (including the subject of \ntaxation)  that  impede  or  encourage  the  flow  of  remittances  to  the  recipient \ncountries.  The  report  should  include  practicable  policy  or  program \nrecommendations for the remitting government and recipient governments, with \nfocus on possible cost reduction measures in remittance flows.  \n(iii)  Review  various  formal  and  informal  remittance  channels  available  in  the \nparticipating countries for possible linkages with financial institutions. \n(iv)  Provide the coordinating consultant with executive summaries and interim reports \nas and when requested. \n(v)  Support the coordinating consultant in all matters relating to financial and legal \nregulations and fund transfer mechanisms of the participating countries. \n(vi)  Support  the  coordinating  consultant  with  market  research  on  how  overseas \nworkers and their households or families handle remittances. \n(vii)  In consultation with a coordinating consultant, design market survey objectives \nand methodologies. \n(viii)  Help the coordinating consultant organize the regional workshops. \n(ix)  Prepare concise interim reports for the coordinating consultant as and when \nrequested. \n(x)  Prepare  the  final  report  in  a  form  and  of  a  standard  acceptable  to  the \ncoordinating consultant.  \n \n ", "12  Appendix 3 \nC.  National Level Study Team Leaders (6 international/domestic, 31 person-months total: \nfor host country study and remittance channel study, 5 person-months each in Hong \nKong,  China  and  Japan;  4  person-months  in  Malaysia;  and  3  person-months  in \nSingapore; for the home country study, 6 person-months in Indonesia; 5 person-months \nin Malaysia; and 3 person-months in the Philippines [intermittently over 6 months]) \n5.  The  national-level  study  team  leader  (one  consultant  based  in  each  participating \njurisdiction) is expected to have (i) strong technical knowledge of the subject matter gained from \nyears of finance and banking experience (including knowledge of relevant taxation laws in the \nparticipating jurisdiction); (ii) a proven track record of conducting research-oriented market \nsurveys of the study countries, preferably on remittance-related behavior; (iii) the ability to \nmanage a team of sub-consultants to perform the market research (not necessarily with market \nresearch skills as a primary qualification); (iv) analytical skills and a good understanding of the \ncountry and local community to effectively conduct market research; (v) a good understanding \nof government structures; and (vi) experience in dealing with government authorities.  \n \n6.  The consultants will assume, but not be limited to, the following responsibilities:  \n \n(i)  In support of the coordinating consultant, prepare a detailed work plan to carry \nout specific responsibilities of the engagement. \n(ii)  Prepare a research-supported report on recipient countries’ financial and legal \nregulatory barriers and incentives (including the subject of taxation) that impede \nor encourage the inflow of remittances, including practicable policy or program \nrecommendations  for  the  participating  government,  with  focus  on  possible \nmeasures to reduce costs of remittance flows. \n(iii)  Engage supporting researchers and experts as necessary in consultation with \nthe coordinating consultant and ADB. \n(iv)  Review  various  international  and  local  remittance  channels  or  systems  and \nrecommend ways to link up with the participating countries’ financial institutions. \n(v)  Support  the  coordinating  consultant  with  market  research  on  how  overseas \nworkers and their households or families handle remittances. \n(vi)  In consultation with a coordinating consultant, design market survey objectives \nand methodologies. \n(vii)  Conduct  a  market  survey  of  overseas  workers  and,  if  applicable,  of  their \nhouseholds. \n(viii)  Participate  in  discussions  with  officials  and  representatives  of  the  key \ngovernment  agencies  (statistics  office,  labor  and  employment  department, \nnational economic and development authority), and with representatives from \nfinancial institutions, overseas workers’ association, NGOs, and key institutions \nwith an interest in remittance. \n(ix)  Join the coordinating consultant in meetings as and when requested. \n(x)  Prepare concise interim reports for the coordinating consultant. \n(xi)  Help the coordinating consultant organize the regional workshop or seminar. \n(xii)  Support the coordinating consultant in matters relating to the country’s financial \nand legal regulations.  \n(xiii)  Prepare  the  final  report  in  a  form  and  of  a  standard  acceptable  to  the \ncoordinating consultant. \n \n \n \n \n "], "metadata": {"ModDate": "D:20050111100904+08'00'", "CreationDate": "D:20041221102759Z", "Title": "RETA SEA Workers Remittance Study _approved by OPR_.doc", "Creator": "RETA SEA Workers Remittance Study (approved by OPR).doc - Microsoft Word", "Author": "aaz", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}