{"path": "data/input/ta/tar-bhu-38049.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: BHU 38049\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \nTO THE \n \n \nKINGDOM OF BHUTAN \n \n \nFOR PREPARING THE \n \n \nURBAN INFRASTRUCTURE DEVELOPMENT PROJECT \n \n \n \n \n \n \n \nDecember 2004", " \nCURRENCY EQUIVALENTS \n(as of 6 December 2004) \n \nCurrency Unit  –  ngultrum (Nu) \nNu1.00  =  $ 0.023 \n$1.00  =  Nu44.02 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DANIDA  –  Danish International Development Agency \n  DUDES  –  Department of Urban Development and Engineering Services \n  MoWHS  –  Ministry of Works and Human Settlement \n  TA  –  technical assistance \n       \n       \nTECHNICAL ASSISTANCE CLASSIFICATION \n          Targeting Classification  General intervention  \n          Sector  Water supply and sanitation \n          Subsector  Integrated (water and sanitation and other subsectors) \n          Thematic  Sustainable economic growth and environmental sustainability  \n \n \nGLOSSARY \n  Dzongkhag  –  Provincial district (largest administrative level) \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY2002 ends on 30 \nJune 2002.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by Tomoo Ueda, South Asia Department  \n ", "     \nI.  INTRODUCTION \n1.  In  March  2004,  during  the  Asian  Development  Bank  (ADB)  Country  Programming \nMission, the Government of Bhutan requested technical assistance (TA) to prepare a project for \nimproving urban infrastructure and services. The TA Fact-Finding Mission was fielded from 31 \nAugust to 8 September 2004 and held discussions with the Government and other aid agencies, \nincluding  the  United  Nations  Development  Programme,  Danish  International  Development \nAgency  (DANIDA),  and  Japan  International  Cooperation  Agency.  The  Mission  met  with \nresponsible officials of the concerned government agencies, including the Department of Aid \nand Debt Management in the Ministry of Finance, Ministry of Works and Human Settlement \n(MoWHS), Thimphu City Corporation, Phuentsholing  City  Corporation,  and  Dagana  District \nAdministration. This TA was developed on the basis of an understanding reached during the \nMission. The preliminary loan project framework is attached as Appendix 1.1 \n \nII.  ISSUES \n2.  Bhutan is a landlocked country in the Eastern Himalayas, covering approximately 36,364 \nsquare kilometers of mostly mountainous terrain. Prior to the early 1960s, Bhutan was isolated \nfrom the rest of the world and its overwhelming rural population was entirely dependent on \nsubsistence agriculture. Since embarking on a modernization process in 1961, Bhutan has \nmade great progress in improving the standard of living of its people. The Royal Government of \nBhutan's  development  strategy  has  focused  on  striking  a  balance  between  growth  in \nproductivity and incomes, and a desire to preserve its cultural and environmental heritage. \nAdopting  ”gross  national  happiness”2  as  a  philosophy  and  objective  of  the  country's \ndevelopment, the Government identified four main avenues toward achieving this objective: \neconomic  growth  and  development,  preservation  and  promotion  of  cultural  heritage, \npreservation and sustainable use of the environment, and good governance. \n \n3.  Priorities  for  development,  as  defined  by  the  Government  are  human  resources \ndevelopment and the improvement of physical infrastructure (such as roads suitable for motor \nvehicles), telecommunications, energy, and transportation. These areas have been considered \nas  essential  elements  for  increasing  the  national  productivity:  Agriculture;  hydropower \ngeneration; tourism; and manufacturing, mining, and construction activities contribute to the \ngrowth of the national economy. The average growth rate of gross domestic product from 1993 \nto 2001 was 6.5%, but it grew by 7.7% in fiscal year 2002.  \n \n4.  Bhutan is already experiencing signs of urban growth pressures. Urban settlement is a \nnew phenomenon with a quickening pace in the last 15 to 20 years. The beginning of urban \nsettlement  in  Bhutan  was  the  establishment  of  Dzongkhag  (provincial)  centers, currently \nnumbering  20.  These  centers  began  as  administrative  and  religious  entities  rather  than \ncommercial and industrial ones. The population in 2002 for the total country was 716,424,3 and \nthe urban population is estimated at 21% of the total population. The population growth rate is \ncomputed at 2.5% based on the National Health Statistics 2000. Other sources4 set the national \ngrowth rate at 3.1% per annum. At this rate, the country's population would double over 25 \nyears. With arable land at only 10% of the total land area, the increased population cannot be \naccommodated in the agriculture sector. \n \n5.  ADB’s  strategy  for  development  assistance  to  Bhutan,  articulated  in  the  Country \nStrategy and Program Update (2005-2006), focuses mainly on reducing poverty through rural \n                                                 \n1  The TA first appeared in the ADB Business Opportunities (Internet edition) on 1 July 2004.  \n2  National Planning Commission. 1984. The Sixth 5-year Plan (1984–1989). Thimpu, Bhutan \n3  Central Statistics Office. 2002. Statistical Year Book. Thimpu, Bhutan \n4  This includes Ministry of Communication. 2000. Draft Housing Sector Policy (2000–2010). Thimpu, Bhutan \n ", " 2   \nelectrification, road network expansion and infrastructure improvements in regional centers, and \nbasic skills development. Physical isolation is identified in the Government’s ninth 5-year plan5 \nas the main cause of poverty. The two major cities, Thimphu and Phuentsholing, are facing the \nfull force of urban migration and urban sprawls linked to limited job opportunities in the rural \nareas. The task of absorbing 70,000 people expected to enter the labor market during the \nperiod covered by the Ninth 5-year plan (2002–2007) is quite challenging, given the low \nemployment elasticity of the power sector, which is the largest industry. The unemployment rate \nin the country is still 2–3%, but in urban areas, the rate is 4.1%; among those aged 15–19 \nyears, the urban unemployment figure is as high as 10.9%.6  An  initial  poverty  and  social \nassessment is included as Appendix 2.  \n \n6.  The Government is responding to the increase in urbanization with a number of policy \ndocuments including Ninth 5-year plan and Vision 2020.7 Various programs are already in place \nto draw into or retain people within secondary centers instead of the major centers. In Vision \n2020, the Government emphasized the great importance of securing equality in the living \nstandard of various parts of the country, \"to ensure that the benefits of development are shared \nequitably between different income groups and regions and in ways that promotes social \nharmony, stability and unity and contribute to the development of a just and compassionate \nsociety.\" This requires special measures in support of disadvantaged and vulnerable groups as \nwell  as  efforts  to  ensure  that  those  who  have  been  largely  bypassed  by  the  benefits  of \ndevelopment are drawn more fully into the mainstream of the development process. With this \nrequirement in mind, the Government requested continued ADB assistance in improving the \nurban infrastructure and services needs in Thimphu and Phuentsholing, particularly in their \nrespective newly expanded areas.8 It also asked for help in developing some regional centers \nunassisted by any other source of aid in the past.9  \n \n7.   Population by city and town are not disaggregated, and numbers vary from source to \nsource.  For  this  TA,  Thimphu's  population  is  estimated  at  53,000  and  Phuentsholing's  at \n18,00010 with annual growth rates of 7% and less than 3%, respectively. Thimphu is growing at \nmore than double the national growth rate, predominantly as a result of rural-urban migration. Its \npopulation is projected to reach 150,000 by 2027. Thimphu  is an administrative center with \nalmost half of the city's population estimated to rely in one way or another on a government \nwage. Thimphu's relatively isolated location limits industrial development. Economic activity is \nbased on the retailing of goods and services to the population.  \n \n8.  In  2001,  10  neighboring  areas  of  old  Thimphu  city  were  incorporated  into  greater \nThimphu City. Previously, the Government had identified these areas as urban villages in the \nStructural Plan11 and Ninth 5-year plan. Among the 10 extended areas, four have completed \ntheir own structural plan: Lungtenphu, Babesa, Taba, and Dechencholing. Including the 10 new \nareas, urban services coverage within greater Thimphu is still very low. In particular, only 30% \n                                                 \n5  Planning Commission. Royal Government of Bhutan. 2002. Ninth 5-year Plan (2002–2007). Thimpu, Bhutan. \n6  Department of Employment of Labor. 2001.  National Labor Force Survey.  Thimphu and ADB. 2003.  Country \nEconomic Review: Bhutan. Manila. \n7  Planning Commission. Royal Government of Bhutan. May 1999. Bhutan.  \n8  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Bhutan for the Urban Infrastructure Development Project.  Manila (Loan no. 1625 BHU [SF], $5.7 \nmillion). \n9  The World Bank is covering seven dzongkhags under its Bhutan Urban Development Project and DANIDA is \ncovering four urban centers. The Government initially asked ADB to study the infrastructure improvement needs in \nDagana Dzongkhag.  \n10 Central Statistical Organization. 2002. Statistical Yearbook of Bhutan 2002. Thimphu and Phuentsholing. \n11 Only the two major cities have structural plans to date. Department of Urban Development and Housing. 2002. \nThimphu Structural Plan. Thimpu; Phuensholing City Corporation. April 2004. Phuentsholing Urban Development \nPlan (2002-2017). Phuentsholing. ", "    3\nof households are connected to the water supply and 10% to the sanitation (sewerage) system. \nPaved roads connect 30% of the whole Thimphu population.  \n \n9.  After Thimphu, opportunity seekers end up in Phuentsholing searching for a livelihood as \nthe city is home to the country's major industries and is the major entry point into India, Bhutan's \nlargest trading partner. By virtue of its location on the Indo-Bhutan border, by the late 1970s and \nearly 1980s, Phuentsholing has developed rapidly from a small settlement to being referred to \nas the \"commercial capital\". The city is simultaneously a commercial, industrial, institutional, and \nadministrative center. Its problems stem from the fact that the growth of the town has not been \nmet by improvement in its infrastructure. Phuentsholing is, however, an exception, where, in \nspite of many projections to the contrary, the population growth is slow, barely matching that of \nthe nation as a whole. The main constraint to such growth is the lack of land and appropriate \nhousing.  \n \n10.   There are areas still yet to be served by basic infrastructure facilities in Phuentsholing. \nNewly expanding areas have no water supply and no sewerage, although they have been \nattracting a migrant population in the past decade due to a shortage of land and housing in the \ncenter of the city. Adding to this plight, the population and traffic pressures in the city core are \ngetting worse. There are no paved roads from the city center to those emerging expanded \nsubdistricts. Limited parking spaces, heavy vehicles from India, and traffic jams on a handful of \nlarge streets in the central part of town are causing further environmental decay. Increasing \ncommercialization also exacerbates traffic problems, noise, and air pollution.  \n \n11.   The government exercise in 1992 that identified and categorized various levels of urban \nenvironment took into consideration such features as population, hospitals, schools, industrial \nbase, water, shops, restaurants, and public transport connections and assigned points based on \na measure of these features.12 Thimphu and Phuentsholing were the only urban areas in the \ncountry to be labeled Category A. Category B and C towns and villages have been identified as \nUrban Centers (28 in total), and category Ds are now known as Satellite Towns (26). Dagana, \nthe administrative capital of Daga Dzongkhag is approximately 240 kilometers away from \nThimphu, taking 8 hours on winding roads and steep hills. From the National Highway,13 any \nvehicle  will  have  to  endure  bumpy  and  steep  dirt  roads  for  approximately  2  hours. \nEncompassing villages on the mountain hills in the area, Dagana is a population center of \n7,000–8,000 people. The whole dzongkhag has population of 21,000. Among which, only 2,000 \npeople in central Dagana have piped water supply. However the source is often contaminated \nby flash flood or animal discharge. Not only does the rest of the urban population of 6,000 need \nwater supply, but also the existing network covering 2,000 people requires major overhaul. The \ngovernor listed the priorities for investment as first, water supply and second, urban roads within \nthe city. The dzongkhag wants to align and pave the dirt road in the town; link newly built \nprimary schools; create commercial subzones; and provide basic urban facilities, such as a \nvegetable market, for its population.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n12.  The main objective of the TA is to prepare an investment project to improve the urban \ninfrastructure and services in Thimphu, Phuentsholing, and one or two high-priority urban \ncenters  that  have  not  yet  received  external  assistance.  This  objective  supports  the \n                                                 \n12 For example, by having a population of more than 10,000, the town would score 10 points. The presence of a \nhospital with 20 beds or more, would score 3 points, a high school 3 points, banking service 1 point, etc. Category \nA towns are those that scored 36 points or above. \n13 Assisted by ADB and constructed and maintained by the Department of Roads, MoWHS. \n ", " 4   \nGovernment's policy of balanced regional development and decentralization. Output of the TA \nwill be an investment package for basic urban services (e.g., water supply and sanitation, solid \nwaste management, roads, riverbank protection, retaining walls and storm drainage, public \nparking and other facilities such as a vegetable market). The TA will also help the Government \nin improving the management of regional centers, including training dzongkhag-level officials, \nstrengthening financial management of dzongkhag financing related to urban infrastructure and \noperation and maintenance (including policies and remedial actions to stop unwanted urban \nsprawl) in transparent manner. The final output of the TA will provide the basis for possible ADB \ninvestment in the urban infrastructure and services provision in urban localities.  \n \nB.  Methodology and Key Activities \n13.   The TA will have two main components: (i) assessment of the civil works requirements \nand costs for improving urban facilities for Thimphu’s extended areas, Phuentsholing City, and \nselected  regional  center(s);  and  (ii)  analysis  of  the  policy,  financial,  and  administrative \nprocesses  required  to  enhance  the  capacity  of  dzongkhag  administrators to operate and \nmanage urban facilities.  \n \n14.   The  TA  will  (i)  through  local  hearings  and  other  means  consult  with  expected \nbeneficiaries,  especially  low-income  households  in  poorly  served  areas,  other  sources  of \nexternal assistance, two city corporations, government agencies, and community and business \nleaders; (ii) assess the current and projected land and infrastructure requirements for enhanced \nurban services; (iii) conduct demand assessments, projections, and willingness-to-pay for the \nimproved infrastructure and services; (iv) develop the design, master plan, and layout for the \nimprovements;  (v)  conduct  an  initial  environmental  examination  and  social  analysis  in \naccordance with ADB's guidelines and recommended appropriate mitigation measures; (vi) draft \na resettlement plan; and (vii) carry out economic and financial analysis for the ensuing project. \n \n15.   The  assessment  of  the  policy  setting  as  well  as  the  financial  and  administrative \nenvironment will (i) review the policies and guidelines related to urban infrastructure provision in \nBhutan to identify critical constraints; (ii) review similar studies conducted by the World Bank \nand  DANIDA14  and  review  the  implementation  actions  adopted  in  respective  target  urban \ncenters;  (iii)  help  establish  an  appropriate  legal  framework  and  recommend  rules  and \nregulations to support dhongkhags; (iv) recommend administrative and technical procedures for \nthe  operation  and  maintenance  of  the  facilities;  and  (v)  establish  clear  and  transparent \nprocedures for private sector participation in the operation of urban facilities.  \n \n16.  All the proposed activities will be carried out in collaboration with pertinent government \nagencies and the private sector. An effort will also be made to create strong linkages with the \nurban development programs of the World Bank and DANIDA.  \n \nC.  Cost and Financing \n17.  The total cost of the TA is estimated at $727,000 equivalent of which $515,000 will be \nforeign exchange costs, and $212,000 equivalent will be local currency costs. ADB will finance \n$600,000 equivalent, which includes the entire foreign exchange cost and $85,000 equivalent in \nlocal currency costs. The remaining $127,000 will be contributed by the Government and will \ninclude office accommodation, utilities, remuneration of counterpart staff, local transportation, \nsurveys, and workshops. The TA will be financed on a grant basis by the Japan Special Fund, \n                                                 \n14 Aid coordination for the next phase is already being discussed. ADB will adopt environmental policy and risk \nmitigation measures proposed through Danida's Water/Sanitation project, and talks are under way with the World \nBank as to how to effectively coordinate and share the upgrading of urban services for 10 newly extended areas of \nThimphu.  ", "    5\nfunded by the Government of Japan. The Government has been informed that approval of the \nTA does not commit ADB to finance  any ensuing project. The detailed cost estimates and \nfinancing plan are shown in Appendix 3.  \n \nD.  Implementation Arrangements \n18.  MoWHS will be the Executing Agency for the TA. The TA will be implemented through \nthe Department of Urban Development and Engineering Services (DUDES) within MoWHS. \nMoWHS will set up a TA implementing unit; appoint a manager for the unit; and provide office \nspace, furniture, equipment, and counterpart staff for the TA consultants as necessary. DUDES \nwill provide counterpart technical staff to the TA consultants as required. MoWHS will ensure \nthat the National Planning department in the Ministry of Finance, Thimphu City Corporation, \nPhuentsholing  City  Corporation,  Department  of  Public  Health,  and  National  Environment \nCommission are closely involved in the TA, and that their concerns are fully considered. The \nGovernment will continue to sustain the Technical Assistance Steering Committee already \nestablished under another ADB TA15 to periodically review the progress of the TA and resolve \nany issues that may arise. The steering committee will meet at least once every 2 months. It will \nbe chaired by the director general of the Department of Aid and Debt Management and will \ninclude representatives from DUDES, MoWHS, National Planning department in the Ministry of \nFinance, National Environment Commission, and the two city corporations. All representatives \nin the steering committee will be at least director-level officials.  \n \n19.  The TA will be implemented over a period of 7 months from April to October 2005. The \nconsulting team will comprise 20 person-months of international consulting services and 21 \nperson-months of domestic consulting services. All consultants will be selected and engaged by \nADB in accordance with the Guidelines on the Use of Consultants by the Asian Development \nBank and Its Borrowers and other arrangements satisfactory to ADB for the engagement of \ndomestic consultants. Terms of reference for the consulting services are provided in Appendix \n4. The simplified technical proposal format and the quality-and-cost-based selection method will \nbe used. Office equipment will be procured by the respective consultant in accordance with \nADB's Guidelines for Procurement.  \n \n20.  The  consultants  will  submit  short  monthly  progress  reports  summarizing  activities, \nissues, and constraints throughout the duration of the TA. In addition, four major reports will be \nsubmitted. An inception report will be submitted no later than 3 weeks after fielding of the \nconsultants. A midterm report will be submitted no later than 2 months after TA inception, and a \ndraft final report will be submitted 5 months after inception. The Government and ADB will \nprovide comments on the draft final report. The final report will be submitted within 3 weeks after \nreceiving comments from the review.  \n \nIV.  THE PRESIDENT'S DECISION \n21.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe Government of Bhutan for preparing the Urban Infrastructure Development Project, and \nhereby reports this action to the Board.  \n \n                                                 \n15 ADB. 2003. Technical Assistance to the Kingdom of Bhutan for the Housing Sector Reform Project. Manila. (ADTA \n4042 BHU). \n ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \n \n       \n  Performance  Monitoring Mechanisms  Assumptions \nDesign Summary  Indicators/Targets    and Risks \n   \nGoal       \n     \nImproved living  •  Morbidity and mortality  •  Baseline survey with \nstandards of urban  rates (especially for  poverty, health, income, \nresidents in Thimphu,  children age 5 and  affordability, and access \nPhuentsholing, and  younger) for water- data at beginning and \nselected regional  borne and water-wash  end of project \ncenters.   diseases reduced   \n    •  Based on (i) 2002 urban \n  •  Accident rates  poverty study by Danish \n  significantly reduced  external assistance, (ii) \n \nwith new urban roads  British sustainable \n  livelihood framework, \n•  Reduction of  and (iii) benefit \ninequalities across  monitoring and \nregions in quality and  evaluation report \nquantity of water  developed for ongoing \nsupply, solid waste,  Asian Development Bank \nurban roads, and other  infrastructure (phase I) \nurban facilities  project.  \n   \n  •  Comprehensive project \n  performance data \ncollection and monitoring \nsystem to be set up  \nPurpose    In addition to the project  Assumptions \n    performance monitoring   \nImprove the urban  •  Urban facility (e.g.  system:   •  Competent \ninfrastructure and  vegetable market) per    government staff \nservices in selected  capita increased from  •  Progress of construction  continue to be \nThimphu priority local  x to y1  contracts  available for \naction areas,      management, design, \nPhuentsholing  •  Improved water  •  Completion of  and supervision \nextended areas, and  supply/sanitation in the  construction contracts,   \nregional centers.   project area: coverage  with good quality and  •  Competent \n  of water connection  within implementation  contractors are \n \nimproved from 30% to  schedule  available, and \n \n80% (tentative),    competitive bidding of \n  sanitation from 10% to  •  Equipment procured  contracts \n  50% (tentative)  within budget and   \n    regularly used  •  Government funding \n  •  Water supply and    is available in \nIntroduce effective and \nsanitation revenue  •  Reporting on condition of  accordance with loan \nsustainable \ncoverage increased by  drains, roads, footpaths,  disbursement \nmanagement of urban  x %1  and river training works  schedule \nservices.   \n   \n \n•  Maintenance logs on  •  There will be no \nstaffing and budget  access limitation to \nallocations  project sites due to \nmilitary activities on \nthe borders  \n \n          1   x, y, x % figures will be identified during the project preparatory technical assistance. \n \n ", "  Appendix 2  7 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Bhutan: \nThe land area is approximately 36,000 square kilometers with only approximately 10% of the landmass being \ncultivated or inhabited. Approximately one quarter of the people living in Bhutan are poor, without financial resources \nbeyond what they need to meet basic needs. Overall, poverty is concentrated in rural areas where households \ncontinue to rely on subsistence agriculture without adequate access to enough land, key transport, and community \ninfrastructures. The incidence of poverty is higher among the households with subsistence agriculture and agricultural \nlaborers. The urban population has lower level of poverty, however in the smaller towns, the incidence of poverty is \nslightly higher.  \n \nIn the four decades, since the Government of Bhutan initiated a period of modernization, many indicators of the \nwelfare and quality of life of Bhutanese have shown significant improvement especially in the health, education, \nphysical facilities, and transport. However, rapid growth of population will place increasing pressures on the land and \nother natural resources that support rural livelihoods. The large number of young people as they become adult will \nrequire jobs and means to support themselves. \n \nOver the period 1985–1995, the economy grew with an annual average of 6.7% and this growth is largely due to the \ninstallation of hydropower schemes. However, the ninth 5-year plan says in Chapter 10 that provision of increased \naccess to safe drinking water and improved sanitation are a top priority to further reduce the mortality and morbidity \nrate across the country. In Chapter 11, it stresses \"as landlocked and mountainous country, the development of road \ninfrastructure is of great importance for Bhutan for the delivery of social services as well as the development of private \nsector\". The pressure of population growth on existing urban areas is beginning to have significant impacts and is the \ncause of considerable concern to the Government. Accompanying urban problems include a shortage of low-income \nhousing; squatting on vacant government land; unplanned development of land on the periphery of the cities, without \nproper infrastructure and services; and problems associated with lack of roads, drainage, and adequate solid waste \nand sewerage disposal systems.  \nB.  Poverty Analysis                                                                         Targeting Classification: General \nintervention \nWhat type of poverty analysis is needed?  \nThe most recent estimate of the population of Bhutan was 716,424 in 2002. Based on the 2000 Household Income \nand Expenditure Survey, preliminary lower and upper poverty lines have been established for Bhutan based on \nhousehold expenditure levels. The incidence of poverty in Bhutan includes about 27% of households living at the \nupper poverty line (with Nu784.1 per capita per month), while 18% of households live below lower poverty line (with \nNu612.1 per capita per month). Poverty concentrates in rural areas. This is due to limited amounts of cultivable land, \nthe small size of land holdings, low productivity, and lack of market and services. The average household size in \nBhutan is 5.5 persons; however, among rural populations, the average size of households varies between 7 and 8 \npeople. Rural households depend on diversity of economic activities to generate cash income and income varies by \nseason. In urban areas, 70% percent of households rely on regular wages and salary, while 26% percent depend on \nself-employment.  The  overall  literacy  rate  in  Bhutan  is  46%.  From  existing  studies  conducted  by  the  Asian \nDevelopment Bank in the past, and other sources of assistance, there are some existing data on the urban services \ncoverage. As mentioned in main text (para 8), in Thimphu valley area, households connected to water supply are only \n30% and sanitation (sewerage) only 10%. Paved road connection is 30%. In Phuentsholing, water supply is relatively \nhigh at 80%, drainage at 45%; however, there is no public transport in the second largest town. In Dagana, less than \n30% of the population has any access to piped water, and no sanitation. According to the Danish International \nDevelopment Agency's Urban Poverty Study (September 2002), it was reported that there are 544  \"hutment\" \nhouseholds in Thimphu, and only 50 or so in Phuentsholing. Most of them are encroaching on hilly slope land. In this \nstudy, in the two major cities, lowest income groups, which mainly consists of those \"hutment\" community is \ncategorized as \"lowest group\" at Nu1,500–Nu2,000  per month consisting 2%–4% of whole households. The second \nlowest group is Nu2,500–Nu3,500 per month, at 10%–20% of households. The unemployment rate in the country is \nstill 2%–3%, but in urban areas (i.e. in Thimphu and Phuentsholing), the rate is at 4.1%, and especially in the youth \n(15-19 years old), the figure is high at 10.9% in urban areas. There is considerable poverty analysis available for those \n\"hutment\" or squatter communities in Thimphu, but nothing has been done for Dagana or Mongar, districts unassisted \nby the aid community. Surveys including willingness-to-pay are needed.  \n \n ", "8  Appendix 2 \n \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \nThe technical assistance (TA) will consult with expected beneficiaries, especially low-income households in areas \npoorly served by infrastructure, other sources of aid, two city corporations, government agencies, and community and \nbusiness leaders, through local hearings and other means. \n \nIs there a participation strategy?     Yes                   No \nThe TA will actively engage selected urban communities in focus group discussions and consultative process with \nrelevant municipalities to determine the financing schemes and post-project maintenance system. Especially in \ndzongkhag areas out of Thimphu and Phuentsholing, consultation will have to be very active to introduce charges for \nurban services for the first time.  \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \nOver 45% of all employed Bhutanese are women. The majority of economically active women are engaged in \nagriculture. Around 28% are working as wageworkers. Also in the project area over 45% women are employed, of \nwhich 13% are engaged in nonagricultural business. Women are concentrated in low-skilled and low-paying jobs, \ninformal sector micro-enterprises, and domestic service. In households, as with neighboring countries, women and \nchildren spend a considerable amount of time in the day fetching water for cooking and cleaning from wells and \nsprings. For the introduction of sustainable maintenance of water provision, as off-set to improved quality and \nconvenience, tariff introduction will be consulted and explained to the female household members thoroughly.  \n \n \nHas an output been prepared?      Yes     No \nIt will be prepared as TA output.  \n \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n       \nResettlement  Not significant  Will be prepared during the TA.    Full \n(Uncertain  at  this  Subject to the requirement, a resettlement plan will be   \nstage)  prepared.    Short \n(uncertain) \n       \nAffordability  Significant  Will be prepared during the TA.    Yes \n   \n    No \n       \nLabor  Not significant  Not required.    Yes \n   \n    No  \n     \nIndigenous  Not significant  Not required.    Yes \nPeoples       \n    No  \n       \nOther Risks  None  None.    Yes \nand/or   \nVulnerabilities    No  \n \n \n \n \n \n \n ", "  Appendix 3  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants             400.0                0.0  400.0 \n      ii.  Domestic Consultants                 0.0              68.0  68.0 \n    b.  International and Local Travel               43.0                4.0  47.0 \n    c.  Reports and Communications                 0.0                5.0  5.0 \n  2.  Equipmentb               10.0                0.0  10.0 \n  3.  Miscellaneous Administration and                  3.0                2.0  5.0 \n    Support Costs \n  4.  Representative for Contract Negotiations                 5.0                0.0  5.0 \n  5.  Contingencies               54.0                6.0  60.0 \n      Subtotal (A)             515.0              85.0  600.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport                 0.0              45.0  45.0 \n  2.  Remuneration and Per Diem                 0.0              60.0  60.0 \n    of Counterpart Staff \n      3.  Surveys and Workshops                 0.0              10.0  10.0 \n  4.  Others                 0.0              12.0  12.0 \n      Subtotal (B)                 0.0            127.0  127.0 \n        Total             515.0            212.0  727.0 \na   Financed by the Japan Special Fund, funded by the Government of Japan. \nb  Includes two desktop computers, one network printer, computer software and other necessary office equipment. The   \nGovernment is responsible for all taxes and duties, if any. Equipment will be turned over to Ministry of Works and \nHuman Settlement after technical assistance completion.   \nSource: Asian Development Bank estimates. \n \n \n \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.   General \n \n1.   The  consulting  team  will  comprise  international  and  domestic  consultants.  Each \nconsultant is required to work collectively with the team in developing all outputs. The consulting \nservices required for the technical assistance (TA) will include but will not necessarily be limited \nto the services described in this appendix. The consultants should, to the extent relevant, \nclosely coordinate with and use the output of TA and investment programs to be carried out or \nin progress in the country's urban development sector, through other external assistance, \nespecially the Environment and Urban Sector Programme Support of the Danish International \nDevelopment Agency and the World Bank's Bhutan Urban Development Project. The team \nleader and Asian Development Bank (ADB) project officer, however, may augment the tasks \noutlined as required to comply with ADB guidelines and procedures, and to improve the quality \nof the overall TA. The tasks are to be carried out in close cooperation with the Government, and \nextensive consultation is needed to ensure transfer of knowledge and full ownership of the \nprocesses and documents by the concerned government agencies.  \n \n2.   The consulting team will be led by a civil engineer/team leader who has good experience \nin urban roads and bridges construction and has assumed the role of team leader on at least \nfive projects in the past, of which at least two must have been in this geographic region. The \nteam of consultants should include the expertise listed in the table. The composition of the team \ncan be modified to a certain degree with justifiable reasons, but the team leader has to be civil \nengineer strong in composing urban infrastructure investment projects.  \n \nTable A4: Indicative Composition and Person-Months for the Team \n \nInternational Consultants  No. Of  Domestic Consultants  No. Of \nPerson-  Person-\nMonths  Months \nTeam Leader/ Civil Engineer     \n(road/bridge/traffic  4  Social Development  4 \nmanagement)   \nEconomist (strong in water     \nservices)  2  Civil Engineer (road)  4 \nFinancial Analyst  2  Civil Engineer (water)  4 \nWater Supply/Sanitation  4  Environment  3 \nengineer   \nUrban Planner/Institutional     \nspecialist  2  Legal Specialist  2 \nEnvironmental Specialist  2  Finance Specialist  4 \nLegal Specialist  2     \nPoverty/Resettlement/Social  2     \nDevelopment Specialist \nSource: Asian Development Bank estimates. \n \nB.   Project Preparation \n \n3.  A  team  of  consultants  will  prepare  a  5-year  investment  project  to  improve  urban \ninfrastructure and services in the targeted areas, following data collection, field surveys, and \nanalysis, by undertaking the tasks described in Section C.  ", "  Appendix 4  11 \nC.   Data and Information Collection and General Analysis  \n \n4.  The  team  will  collect,  review,  update,  and  analyze  all  relevant  available  data  and \ninformation on and related to the project areas including (i) socioeconomic conditions, (ii) spatial \nand  physical  information,  (iii)  demographic  information,  (iv)  land  information,  and  (v) \ninfrastructure inventory and urban services levels. It will conduct an initial social assessment to \nassess the extent of the social issues involved and to design subsequent survey and analyses \nappropriately. \n \n5.  The  consultants  will  collect,  review,  and  analyze  information  on  institutional \narrangements,  policies,  and  regulations  including  those  on  land  and  property  taxes;  land \nacquisition;  resettlement;  rent  control;  government  housing  situation  (number,  size, \nmaintenance, condition, budget, and rents); and government administration systems at national, \ndistrict, local, and budgets and categories of expenditures, as well as sources of revenues at \nrespective levels. They will also identify relevant investment and development programs from \npublic and private sources, including external financing. The team will assess the total financial \nresources available for the urban development sector, including provincial and local government \nand external aid pipelines, and assess the country’s absorptive capacity of these resources. The \nconsultants will ascertain the manner in which resources for capital works and the maintenance \nrequirements in the project areas will be raised locally through taxes and charges and/or \ntransferred from the national budget. Specifically, operation and maintenance arrangements and \neffective means of funding them adequately will be reviewed.  \n \n6.  The team will carry out socioeconomic surveys in the project areas using the  Asian \nDevelopment Bank's Handbook on Poverty and Social Analysis: A Working Document (2002). \nThe  surveys  will  include  household  member  composition;  assessment  of  income  and \nexpenditure distribution; expenditure patterns and cost of living; housing condition and living \nenvironment; incidence of diseases; allocation of personal time for various activities; frequency \nof use of commercial and amenity facilities and perception of urban infrastructure and services. \nThe survey should be appropriately designed to establish the baseline information for estimating \nproject  benefits  and  providing  project  justification,  and  to  analyze  the  affordability  and \nwillingness-to-pay of the project especially for low-income groups. Also, the surveys should be \nused to judge the project's socioeconomic settings and to ensure that the project design reflects \nlocal needs, preferences, and concerns. The survey should include gender analyses using  \nADB's Gender Checklist on Resettlement (2003). The survey should cover all the project areas \non a sample survey basis. Thematic base maps, plotting collected information such as land use, \npopulation distribution, infrastructure inventory, transport routes and facilities, trip patterns, and \nlocations of important facilities and activities will be prepared.  \n \n7.  Consultants will assess urbanization pressure on the project areas based on economic \ndevelopment and demographic trends. They will identify constraints in the capacity of urban \ninfrastructure and housing, and estimate demand. The environmental implications of urban \ngrowth and development in the project areas will be examined, leading to suggestions for \nconcrete policy introduction and legislative actions to prevent further urban sprawl and land \nspeculation in urban areas.  \n \nD.   Preparation of Urban Infrastructure \n \n8.  The team will develop a 5-year urban infrastructure improvement project taking into \naccount possible trade-offs between long-term and medium-term solutions, ensuring that any \ncomponent  of  the  prepared  project  is  sufficiently  justified.  It  will  prepare  preliminary  cost \n ", "12  Appendix 4 \nestimates for each component. The costs should be broken down into direct and indirect foreign \nexchange costs and local currency costs. The costs should also be presented by generic \ncategory, i.e., by land, civil works, materials and equipment, consulting services, incremental \nadministration, and operation and maintenance for each year. The tax and duty elements should \nbe separately calculated for each budget item.  \n \n9.   Financial analyses with sensitivity tests for revenue generating components will be \nconducted.  For  the  institution  that  undertakes  project  implementation,  the  consultants  will \ndevelop financial projections, assess the financial impact of the project on their finances in \nterms of capital and operation and maintenance in relation to cost recovery possibilities, and \nprovide justification for their financial involvement. They will develop practicable cost recovery \nmechanisms for roads and stormwater drainage maintenance. \n \n10.  The team will conduct economic evaluation with sensitivity analyses of the project \ncomponents. Unquantifiable benefits should be explicitly identified and assessed in qualitative \nterms. Financial and economic analyses will be performed in accordance with ADB's Guidelines \nfor the Financial Management and Governance of Investment Projects Financed by the Asian \nDevelopment Bank and Guidelines for the Economic Analysis of Projects and Handbook for the \nEconomic  Analysis  of  Water  Supply  Projects.  The  economic  analysis  should  include  a \nqualitative analysis of risk, in line with ADB's  Handbook for Integrating Risk Analysis in the \nEconomic Analysis of Projects. The consultants should estimate the detailed economic project \ncost  and  identify  all  quantifiable  and  unquantifiable  economic  benefits  from  the  project \nconsidering with and without-project scenarios, as well as incremental and non-incremental \nbenefits. The team should also produce a financing plan using COSTAB software.  \n \n11.   The consultants will identify the beneficiaries of the project and ensure that their needs \nand perceptions are consistent with the project’s objectives. They will conduct a social analysis \nidentifying the social impact of the project especially on the urban poor and socially vulnerable \ngroups of the population (women, children, the elderly, and the handicapped). If any component \nof the prepared  project involves resettlement, they will also prepare involuntary resettlement \nplan(s) in accordance with ADB's Involuntary Resettlement Policy (1995). \n \n12.  The team will develop social education and social participation programs as an important \ncomponent of  the project so that proper operation and maintenance of the improved urban \ninfrastructure is ensured with community participation and adequate practices of local residents. \nParticular attention should be paid to the improvement of the solid waste disposal practices, and \nto  maintenance  techniques  of  drainage  and  streams.  ADB's  Gender  Checklist  on  Urban \nDevelopment and Housing will help to identify potential key gender issues for the ensuing loan \nto address. \n \n13.  A  project  implementation  schedule  and  arrangements  for  execution  of  all  project \ncomponents will be developed. The consultants will establish functional relationships between \nparticipating  institutions,  assess  additional  staffing  needs  for  undertaking  project \nimplementation, and indicate a phased staffing schedule. For the ensuing project, they will \ndevelop  an  appropriately  staffed  and  fully  costed  proposal  for  project  management  and \nengineering design consulting services with a draft outline terms of reference.  \n \n14.  A logical framework for the project will be developed in consultation with government \nagencies and local communities, with the objective of enhancing the level of participation of \nbeneficiaries and stakeholders. The logical framework will be based on ADB practice and will \ninclude goals, objectives, outputs, inputs and activities, key risks and assumptions, and project ", "  Appendix 4  13 \ncosts. In addition, a project performance monitoring system will be established for the ensuing \nloan, based on baseline information collected during the TA, that encompasses the logical \nframework  (cf.  http://www.adb.org/ppms/).  The  monitoring  system  should  include  progress \nreports and discussions with all stakeholders, ensuring that the beneficiaries also undertake \nevaluation.  \n \n15.  Through public consultation at early stage of the TA, the team will develop and integrate \ninto the project environmental monitoring and control mechanisms to protect and enhance the \nquality of the urban environment in the project areas. It will conduct a comprehensive appraisal \nof  the  environmental  impacts  of  the  project  components,  design  appropriate  mitigation \nmeasures (including costs), prepare an initial environmental examination in accordance with \nADB's Environmental Assessment Guidelines (2003), environmental assessment requirements, \nand environmental review procedures. The team will develop an environmental management \nplan (including monitoring indicators and a monitoring plan, and organizational arrangements for \nimplementing the mitigation program). It will also examine the need for an environmental impact \nassessment and prepare draft outline terms of reference for such an assessment, if required.  \n \n16.   The consultants will formulate a program of institutional strengthening and policy reforms \nas a first phase element of the project. This program will strengthen Thimphu and Phuentsholing \ncity  corporations  and  selected  dzongkhag  (provincial)  administration  in  undertaking  urban \nmanagement responsibilities relating to the management of urban infrastructure and services, \nincluding (i) operation and maintenance of urban infrastructure and provision of urban services, \n(ii) management of capital investment projects, and (iii) municipal financial management such as \ncollection of taxes and charges as well as and budgeting. This program will include on-the-job \ntraining of staff indicated (i) to (iii) above and necessary equipment. They will identify also any \nimpediments  that  would  constrain  the  project  implementation  including  policy,  legal,  and \ninstitutional set up.  \n \nE.   Specific Tasks Associated with the Team Leader1 \n \n17.   Civil Engineer (Road/Bridge/Traffic Management)/Team Leader. The team leader will \norganize and manage the consulting team and coordinate the overall TA. The leader will \ncoordinate the preparation of all documentation required by ADB guidelines and the ADB project \nofficer to develop the report and recommendation of the President document for the ensuing \nloan,  including  (i)  a  detailed  project  framework;  (ii)  project  performance  monitoring  and \nevaluation arrangements, including baseline data; and  (iii) an assessment of the detailed \nprocurement and implementation arrangements. The team leader will be accountable for the \nquality and timeliness of all deliverables, and will ensure that all components are clearly and \nconcisely documented to the full satisfaction of the ADB project team. The team leader will also \nbe responsible for ensuring that the proposed investment that will be prepared through the TA is \ncomplete, cohesive, economically and financially viable, and in full compliance with all pertinent \nADB and government policies and guidelines. The team leader will also work on the selection of \nregional centers to be targeted for this project in consultation with ADB and the Government. \nThe team leader will also be in Bhutan to help the ADB project officer when reviewing the \nprogress of the TA.  \n \n \n                                                 \n1 Indicative specified tasks for other team members can be found in Supplementary Appendix A.  \n "], "metadata": {"ModDate": "D:20050118104157+08'00'", "CreationDate": "D:20050114091152+08'00'", "Title": "Microsoft Word - R13-05", "Creator": "PScript5.dll Version 5.2", "Author": "rsa", "Producer": "Acrobat Distiller 6.0 (Windows)"}}