{"path": "data/input/ta/tar-tra-38483.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: TRA 38483 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \n \nFOR  \n \n \n \n CAPACITY BUILDING OF SELECTED CREDIT RATING AGENCIES IN ASIA \n \nPHASE III \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOctober 2004", " \n \nABBREVIATIONS \n  ABMI  –  Asian Bond Market Initiative  \n  ACRAA  –  Association of Credit Rating Agencies in Asia \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  CRA  –  credit rating agency  \n  REMU  –  regional economic monitoring unit \n  TA  –  technical assistance \n \n \nTA CLASSIFICATION \nPoverty  –  Other \nClassification \nSector  –  Finance \nSubsector  –  Capital markets and funds \nThemes  –  Regional cooperation, sustainable economic growth, private sector \ndevelopment \nSubthemes  –  Promoting  macroeconomic stability, private sector investment \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by S. Madhur. \n ", " \nI.  INTRODUCTION \n1.  A key lesson from the 1997 Asian financial crisis is that bond market development is \ncrucial  to  maintain  financial  stability  in  the  region.  Maturity  mismatches  that  resulted  from \noverreliance  on  short-term  bank  financing  for  long-term  investment,  as  well  as  currency \nmismatches, could have been reduced if the region had well-developed bond markets capable \nof channeling the huge savings of Asian countries into long-term investment. This realization led \nmany countries in Asia to place more attention on developing bond markets after the crisis to \nbetter balance the financial sectors. Regional and national initiatives have focused on removing \nobstacles to bond market development, including inadequate or weak credit rating systems.   \n2.  In March 2001, recognizing the role that credit rating systems play in developing bond \nmarkets in the region, 15 credit rating agencies (CRAs) in Asia reached a consensus to form an \nassociation that will promote the development of bond markets and cross-border investment. In \nSeptember 2001, the Association of Credit Rating Agencies in Asia (ACRAA) was established at \na meeting convened at the Asian Development Bank (ADB) headquarters. ACRAA aims to \npromote exchange of ideas, experiences, information, and skills among CRAs in Asia. This will \nenhance their ability to provide reliable market information, as well as promote the adoption of \nbest  practices  and  common  standards  to  ensure  high  quality  and  comparability  of  ratings \nthroughout the region.  \n3.  In response to ACRAA’s request for assistance in financing and organizing training \nworkshops and a conference, which were to be the association’s initial activities, ADB approved \na small-scale regional technical assistance (TA) in April 2002.1 Under this TA, ADB provided \nfinancial and organizational support for a conference, three training workshops, and a best-\npractices dialogue. Through the partnership of ADB and ACRAA under the TA, a network of \ndomestic CRAs in the region was established, allowing them to share their experiences, discuss \ncommon as well as unique issues, and work to attain comparability of rating standards and \nadopt  best  practices.  ACRAA  requested  additional  support  to  strengthen  the  capacity  of \ndomestic CRAs and, in August 2003, ADB approved a second-phase small-scale regional TA.2 \nUnder this phase, the network of domestic CRAs was strengthened through training workshops \nand a best-practices dialogue. \n4.  This TA is proposed in response to ACRAA’s request for additional support to strengthen \nthe institutional and technical capacities of Asian domestic CRAs through training workshops \nand  best-practices  dialogues.  This  TA  will  be  part  of  ADB's  continued  support  for  the \nAssociation of Southeast Asian Nations (ASEAN)+3 (People's Republic of China, Japan, and \nRepublic of Korea) Asian Bond Markets Initiative (ABMI), and will complement other regional \nefforts to promote bond markets. The TA’s purpose and output, methodology and key activities, \ncost  estimates  and  financing  plan,  and  implementation  arrangements  are  reflected  in  this \npaper.3 The TA framework is in Appendix 1. \nII.  ISSUES \n5.  In the aftermath of the Asian crisis, considerable importance has been attached to \ndeveloping Asian bond markets to reduce overreliance on bank-based financial systems. The \n                                                 \n1   ADB. 2002. Technical Assistance for Capacity Building of Selected Credit Rating Agencies in Asia. Manila.  \n2   ADB. 2003. Technical Assistance for Capacity Building of Selected Credit Rating Agencies in Asia, Phase II. \nManila.  \n3   The TA first appeared in ADB Business Opportunities (Internet edition) on 9 July 2004. \n  \n ", "2  \ngrowing consensus is that the currency and maturity mismatches that contributed to the Asian \nfinancial crisis could have been reduced if bond markets had been well developed. Efficient and \nliquid bond markets could have been an attractive option for investing the large amount of Asian \nsavings and foreign reserves accumulated over the years, which were largely intermediated \nthrough  banks  or  invested  outside  the  region,  particularly  in  the  United  States  and  other \ndeveloped  countries.  A  portion  was  reinvested  in  Asia  in  the  form  of  short-term  portfolio \ninvestments that were sometimes used for speculation and led to sharp liquidity problems. \n6.  Asian bond markets, however, will attract more issuers and investors only if (i) the \nfinancial sector's legal, accounting, and regulatory framework is improved; (ii) settlement and \nclearing systems for cross-border transactions are harmonized; (iii) comprehensive guarantees \nand credit enhancements are provided; (iv) bond market information is disseminated; and (v) \nmechanisms  of  financial  risk  mitigation  are  improved.  CRAs  are  critical  in  shaping  this \nenvironment because credit ratings support investment decisions, enable investors to optimize \nrisk-return profile, help investors monitor portfolio through regular surveillance, and provide \ntimely information and thus facilitate decisions on trading and sectoral exposures. A 2004 study \nby the National Information & Credit Evaluation, Inc. of the Republic of Korea reveals that the \nbond market reacts to the ratings assigned by domestic CRAs. In the Republic of Korea bond \nmarket, credit rating changes accounted for 76% of the fluctuation in bond yield to maturity.  \n7.  CRAs also serve a prudential purpose by assessing loan risks, which are a major factor \nin business entities’ ability to raise funds, and, therefore, encourage local businesses to conform \nto  prudent  corporate  practices.  This  could  promote  sound  and  efficient  financial  markets. \nCredible CRAs, complementing other mechanisms of financial risk mitigation, such as credit \ninformation bureaus, can influence Asian businesses to adopt high standards of good corporate \ngovernance.  \n8.  In Asia, where risk perception remains a major factor in investment decision making, \ndomestic CRAs (some affiliated with global CRAs) provide an alternative source of risk-return \nassessments.  Global  CRAs'  services  are  usually  too  expensive  for  average-sized  local \ncompanies. Domestic CRAs, therefore, have a niche in serving smaller issuers. Domestic CRAs \nhave a deeper understanding than global CRAs of local companies and, therefore, a better \nsense  of  their  creditworthiness;  have  greater  access  to  local  information;  and  are  more \nacquainted with domestic business practices as well as the corporate governance, legal, and \nregulatory framework. Domestic CRAs can help investors, and even global CRAs, understand \nthe local markets. As many Asian bond markets are at a nascent stage, domestic CRAs are \ncritical since global CRAs generally do not enter local markets so early.  \n9.  Domestic CRAs’ credibility, especially vis-à-vis global CRAs, must be firmly established \namong investors. Without regional and international benchmarks and credibility with regional \ninvestors, domestic CRAs, especially the new and small ones, will find it difficult to undertake \nregional  or  foreign  currency  ratings.  Domestic  CRAs  must,  therefore,  improve  their  rating \npractices and standards to conform to international best practices. The capacity of domestic \nCRAs is uneven due to differences in their stages of development, which is a by-product of \nuneven development of their capital markets. Investors in an Asian country may have difficulty \naccepting information published by a CRA in another country and determining if that CRA’s \nrating reflects the risk level they consider appropriate for that rating. Lack of access to credible \nand  reliable  but  affordable  rating  services  limits  cross-border  capital  flows  and  leads  to \nlackluster performance of bond markets.  ", "  3\n10.  Domestic CRAs should build their capacity by training their analysts in various technical \naspects of rating as well as harmonizing rating processes across Asian domestic CRAs. The \nRating  Agency  Malaysia  found  widespread  agreement  among  domestic  CRAs  that \nharmonization would enhance their credibility and improve rating quality. A certain degree of \ncomparability (perfect convergence is impossible given constraints such as different national \nlegal  frameworks  and  requirements)  across  CRAs  has  to  be  achieved  in  terms  of  rating \nmethodology, criteria, definitions, benchmarks, and overall rating processes. Harmonization \nshould result in greater acceptability, understanding, and use of ratings by issuers, investors, \nand regulators. Harmonization can lead to the preferred situation where a rating of a bond in \none country can be taken to mean the same thing (reflecting the same risks) in another country. \nHarmonization should improve activity in capital markets as players become more confident and \nfamiliar with the credit rating processes and what credit ratings mean. \n11.  It may be too costly for individual rating agencies to work toward harmonization as well \nas  independently  undertake  regional  ratings  without  regional  or  international  benchmarks. \nRegional cooperation is, therefore, required. Recent regional efforts made by Asian domestic \nCRAs, mainly through ACRAA, are steps in the right direction, and ADB has supported them. \nUnder the first two phases of this TA, ADB provided financial and organization support for a \nconference on strengthening the credit rating discipline in Asia, and for five training workshops \non  practical  securitization,  infrastructure  project  finance  rating,  financial  analysis  of  banks, \nadvanced securitization, and credit rating for general insurance companies. Feedback received \nfrom ACRAA and workshop trainers and participants indicated that the topics were relevant and \nuseful, and drew on rating agencies’ diverse experiences in a range of market, economic, and \nlegal environments, especially in examining specific rating issues in guided case studies or \ngroup  discussions.  The  training  activities  are  paying  dividends  in  building  the  capacity  of \ndomestic CRAs.  \n12.  The earlier best-practices dialogues covered a wide variety of issues, including codes of \nethics  and  conduct  for  rating  agencies,  communication  of  ratings,  parent-subsidiary \nrelationships, rating well-secured debt, meaning of default for debt securities, and factoring \ngovernance practices into credit ratings. Rating agencies' practices that enabled the laying out \nof a road map to improve practices were compiled, as was a glossary of rating-related terms for \nrating  agencies  and  market  participants.  ACRAA  has  adopted  a  code  of  institutional  and \nindividual ethics, and a checklist of best-practice parameters.  \n13.  Improving the capacity of domestic CRAs in the region is an important component of the \nASEAN+3 ABMI, which ADB supports. ADB proactively supports this effort and has provided TA \nto study the possibility of establishing a regional credit guarantee mechanism4 and improve \nsettlement and clearing systems,5 co-organized a symposium to promote issuance of local \ncurrency bonds,6 and disseminates information on bond markets through the AsianBondsOnline \nWeb site (www.asianbondsonline.adb.org) maintained by the regional economic monitoring unit \n(REMU).7 This TA will form part of ADB's continued support for the ABMI, which complements \nother  regional  efforts,  including  the  Asian  Bond  Market  Development  Initiative  of  the  Asia \nCooperation  Dialogue,  Regional  Bond  Market  Initiative  of  the  Asia-Pacific  Economic \nCooperation, and Asian Bond Fund of the Executives' Meeting of East Asia and Pacific Central \nBanks.   \n                                                 \n4   ADB. 2003. ASEAN+3 Regional Guarantee Mechanism. Manila. \n5   ADB. 2003. ASEAN+3 Regional Settlement Linkage. Manila. \n6   ASEAN+3 Finance Ministers Symposium on Issuance of Bonds Denominated in Local Currencies. Beijing, 14 \nNovember 2003. \n7  ADB. 2004. The Asian Bonds Online Web Site. Manila.  \n ", "4  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n14.  The TA objective is to continue ADB’s support for strengthening the institutional and \ntechnical capacities of Asian domestic CRAs to develop the region’s capital markets (particularly \nbond  markets).  More  broadly,  the  TA  aims  to  facilitate  regional  financial  cooperation,  and \nimprove corporate governance and financial market supervision, which are key to financial \nmarket stability. \n15.  The  TA  will  finance  and  organize  several  training  workshops  and  best-practices \ndialogues for staff and officials of domestic CRAs. Through these activities the CRAs will gain \nimportant technical know-how and adopt high standards of performance to increase credibility, \nusefulness, and comparability of ratings; transparency; and accountability, which will benefit \ninvestors, financial intermediaries, and regulatory authorities.  \nB.  Methodology and Key Activities \n16.  The TA will finance training workshops and best-practices dialogues for staff and officials \nof domestic CRAs (ACRAA members) from 10 developing member countries: Bangladesh; \nPeople’s  Republic  of  China;  India;  Indonesia;  Republic  of  Korea;  Malaysia;  Pakistan; \nPhilippines; Taipei,China; and Thailand. Letters of no objection from the countries where the \nactivities will be held will be obtained before holding the activities. \n17.  Following a review of previous training activities, the training workshops under this TA \nwill  be  conducted  at  two  levels—basic  and  advanced—to  make  the  courses  suitable  to \nparticipants’ level of knowledge, skills, and experience. The basic training will target analysts \nwho are likely to have less than 2 years' rating experience, come from CRAs in operation for \nless than 5 years, or come from countries with developing capital markets. The training will \nfeature  case  studies  drawn  from  experiences  of  other  CRAs.  Resource  persons  could  be \nsourced from more experienced or developed members of ACRAA. The advanced training will \nmeet requirements of analysts who come from more developed markets and have at least 2 \nyears' rating experience. Each workshop will have about 40 participants from CRAs (about 2 \nfrom each). The training workshops will focus on topics and sectors that have not been covered \nunder the previous workshops. Possible topics for the training workshops are corporate credit \nrating; advanced securitization (rating of collateralized loan, bond, and debt obligations, and \nrating  of  credit  card  companies);  and  project  finance  rating  with  a  focus  on  selected \ninfrastructure projects. \n18.  The best-practices dialogues will discuss special issues and current business and rating \npractices that need to be revised, reinforced, or improved.  Thereafter, the CRAs will adopt the \nrecommendations and suggestions arising from the consensus of peers from other CRAs in the \nregion. The long-term agenda for these dialogues is to develop tools for cross-agency and \ncross-border comparison of ratings, and compile rating methodologies and databases of all \nratings  issued  by  agencies  and  of  regulatory  support  measures  across  the  regulatory \nenvironments of the CRAs.  Heads and other senior officials of CRAs, with the assistance of \noutside resource persons, will be tapped as facilitators.  About 40 senior officials of CRAs \n(about 2 from each) will attend the dialogues. Selected written papers or proceedings, compiled \nrating methodologies, and ratings issued by CRAs will be posted on the AsianBondsOnline Web \nsite. ", "  5\nC.  Cost and Financing \n19.  The total estimated TA cost is $300,000. It will be financed on a grant basis by the Japan \nSpecial Fund, funded by the Government of Japan. Details of the cost estimates and financing \nplan are in Appendix 2. \nD.  Implementation Arrangements \n20.  The TA will be implemented over 2 years, from October 2004 to September 2006. ADB \nwill be the Executing Agency for the TA. REMU, jointly with ACRAA, will conceptualize and \norganize  the  training  workshops  and  best-practices  dialogues  and  monitor  and  review  the \nactivities’ impact. \n21.  The TA will require at least five resource persons for a total of about 1 person-month to \nconduct the training workshops. The resource persons, who are experts in credit rating services, \nsecuritization,  corporate  finance,  and  financial  (particularly  bond)  market  development,  will \nprepare detailed outlines of the workshops, conduct them, and propose follow-up activities. An \noutline of the terms of reference is in Appendix 3.  \nIV.  THE PRESIDENT'S DECISION  \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis for \nthe Capacity Building of Selected Credit Rating Agencies in Asia Phase III, and hereby reports \nthis action to the Board. \n ", " 6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal       \nPromote the  • Economic and  • Regular monitoring of   \ndevelopment of capital  financial stability.  capital market \nmarkets, particularly    developments by the \nbond markets; bring  • Greater activity in  Asian Development \nabout balance within  capital markets.  Bank (ADB). \nfinancial sectors;     \nstabilize financial \nmarkets; and sustain \neconomic growth in \nAsia. \n \nPurpose       \nStrengthen the  • Development of the  • Review of the growth  Assumptions \ninstitutional and  regional credit rating  and development of the  • CRAs continue to be \ntechnical capacities of  industry.   regional credit rating  committed to cooperate \nAsian domestic credit    industry.  with one another to \nrating agencies  • Improved corporate    improve rating standards \n(CRAs) in fostering the  governance.  • Monitoring of corporate  across Asia. \ndevelopment of capital    soundness indicators.   \nmarkets.   • Improved knowledge    • Participating CRAs will \n  and expertise of staff  • Perception of capital  nominate the relevant \n  of CRAs in various  market participants  staff. \ntechnical aspects of  about CRAs'   \ncredit rating and in  professional and  • CRAs will provide \ninternational best  technical standards.  sufficient and honest \npractices. Improved    feedback to assess the \nskills in applying  • Review of rating  impact of the workshops \nthese practices to \nagencies' market  and dialogues. \nAsia. \nassessments.   \n   \n• Periodic feedback from   \nCRAs on the impact of   \nthe training workshops   \nand best-practices   \ndialogues in improving \n \nCRAs’ professional and \n \ntechnical capabilities. \n \n \nOutputs       \nStaff and officials of  •  Completed on-site  • Feedback from trainees  Assumptions \ndomestic CRAs in Asia  training of at least  and the Association of   •  CRA officials and staff \ntrained in technical      120 staff members     Credit Rating Agencies  continue to improve \nareas and international  of domestic CRAs.  in Asia (ACRAA) after  professional and \nbest practices.  completion of the  technical standards in \n  workshops and  the industry. \n  dialogues. \nContinued on next page", "  7\n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n        \nPapers on selected  •  Completed papers  • Progress reports from  • Relevant staff are sent for \ntopics prepared for the  and initial  resource persons.  training and have \nbest-practices  compilation of rating    sufficient knowledge to \ndialogues.  methodologies and  • ADB staff presence and  absorb the technical \n  databases of ratings  participation in the  information.  \nRating methodologies  and regulatory  workshops and   \nused by CRAs  support measures.  dialogues.  • Resource persons with \ncompiled.  the required expertise are \n  available. \nDatabases of ratings   \nand regulatory support  • Resource persons \nmeasures prepared.  provide satisfactory \ntraining and submit useful \nactivity reports. \n \nActivities       \nShort training  • Two basic training  • Supervision from ADB,  Assumptions \nworkshops.  workshops.  ACRAA, and CRA  • Relevant staff and \n    officials.  officials from CRAs will \nDialogues on best  • One advanced    participate.  \npractices.  training workshop.     \n    • Resource persons with \n  • Two best-practices  the required expertise are \ndialogues.  recruited on time. \n   \nInputs       \nResource persons.  • At least five  • Progress reports by  Assumptions \n  resource persons  resource persons and  • Resource persons with \nADB staff inputs.  for a total of about 1  ACRAA.  the required expertise are \n  person-month.     recruited on time. \nInputs from officers and    • Progress monitoring and   \nstaff of ACRAA.  • Supervision from  review by ADB staff.   • Resource persons \n  ADB staff.  provide satisfactory \ntraining and submit useful \nactivity reports. \n \n• ACRAA provides useful \nfeedback and sufficient \nassistance. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n  \n      Total \nItem      Cost \nJapan Special Fund Financinga       \n  1.  Resource Persons       \n    a.  Honorarium and Per Diem            35.0 \n    b.  International Travel      30.0 \n       \n  2.  Training Workshops and Meetings      185.0 \n       \n  3.  Miscellaneous  Administration  and  Support      5.0 \nCosts \n       \n  4.  Contingencies      45.0 \n       \n        Totala      300.0 \na Funded by the Government of Japan. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR RESOURCE PERSONS \n \nThe technical assistance (TA) will require the services of at least five resource persons (for a \ntotal of about 1 person-month) who are experts in credit rating services, securitization, corporate \nfinance, and financial/bond market development. They will have the following responsibilities: \n  \n(i)    Design and develop training workshops, and prepare detailed outlines for them. \n \n(ii)   Collate and prepare materials for participants. \n \n(iii)   Conduct the training workshops. \n \n(iv)  Prepare  training  workshop  activity  reports  that  include  activity  outlines, \nparticipant  profiles,  responses  and  outcomes,  lessons  learned,  overall \nimpressions, evaluations of the workshops in relation to the TA objective, and \nremaining issues and suggestions for possible follow-up activities. \n "], "metadata": {"ModDate": "D:20041020105737+08'00'", "CreationDate": "D:20041012092802+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "M.S. Ordoñez", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}