{"path": "data/input/ta/tar-oth35017.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR:OTH 35017\nTECHNICAL ASSISTANCE\nFOR\nREGIONAL ECONOMIC COOPERATION IN CENTRAL ASIA\n(PHASE II—YEAR THREE)\nJuly 2001", "ABBREVIATIONS\nADB – Asian Development Bank\nCAR – Central Asian republic\nCARECU – Central Asia Regional Economic Cooperation Unit\nCPM – Country Programming Mission\nMOU – Memorandum of Understanding\nPRC – People's Republic of China\nRM – Resident Mission\nTA – technical assistance\nNOTES\nIn this report, \"$\" refers to US dollars.", "I.  INTRODUCTION\n1. In early 1997 the Asian Development Bank (ADB) initiated a program (the Program) for\nregional economic cooperation among its member countries in the Central Asia region, including\nKazakhstan, the Kyrgyz Republic, Uzbekistan, and Xinjiang Uygur Autonomous Region of the\nPeople’s Republic of China (PRC). Tajikistan joined the Program after it became an ADB\nmember in 1998.1 The Program has followed a phased approach.2 Phase I was implemented\nduring  1997-1998  when  the  focus  was  on  raising  the  awareness  of  the  participating\ngovernments in the importance, and deepening the understanding of the potential of regional\neconomic cooperation. This was achieved mainly through a series of workshops, seminars and\nin-depth studies. Phase II, which began in 1999, emphasizes the identification and preparation\nof priority regional projects for implementation. During the first two years of Phase II, significant\nprogress  has  been  made  in  this  direction  especially  in  the  transport  and  energy  sectors.\nHowever, given the evolving nature of the Program and new developments in the region, Phase\nII—Year Three is needed to address top regional concerns, including trade and investment\nfacilitation and the broad water/energy/environment issues. The participating governments have\nindicated their full support for Phase II—Year Three.3 The TA framework is in Appendix 1.\nII.  BACKGROUND AND RATIONALE\nA.  ADB-supported Regional Economic Cooperation Program in Central Asia\n2. After gaining independence in 1991, the former Soviet republics in Central Asia faced\nthe twin challenge of nationhood building and transition to a market-based economy. These\ntasks  were  made  particularly  formidable  by  a  number  of  specific  regional  economic  and\ngeographical factors. These include the land-locked location and remoteness from major world\nmarkets,  small  domestic  markets,  and  complementary  resource  endowments  especially  in\nenergy. These key regional factors combine to suggest that developing regional markets would\nsave large transport costs, exploit scale economies, and yield gains from trade, including those\nbased on resource complementarity. Developing regional markets to realize such gains and\nraise the living standards of the people requires joint action of the countries in the region. This is\nthe fundamental rationale for economic cooperation in the Central Asia region.\n3. Xinjiang Uygur Autonomous Region (Xinjiang, PRC) is the western-most territory of the\nPRC, bordering the Central Asian republics (CARs). While the development path it has followed\nin the past decade differs from that of the CARs, it faces similar key regional factors as the\nCARs, and thus has similar needs for economic cooperation.\n4. The overall objective of the Program in the Central Asia region is to promote economic\ngrowth and raise living standards through economic cooperation. The Program focuses on\nsupporting the development of regional markets by tackling key regional factors as discussed\nabove. Its operational strategy is to finance large infrastructure needs and improve the policy\nenvironment for promoting cross-border trade and traffic in energy, trade, and transportation.\n                  \n1 Azerbaijan, which became an ADB member in 1999, is expected to be admitted in the Program by end 2001.\nTurkmenistan joined ADB in 2000 and is presently in consultation with ADB on participating in the Program.\n2 The phased approach is suggested in the ADB policy paper, R60-94, Bank Support for Regional Cooperation, 11\nApril. The program of regional economic cooperation in Central Asia has been supported by TA 5707: Regional\nEconomic Cooperation in Central Asia, for $1,150,000 approved on 8 November 1996; TA 5760: Workshops on\nEconomic Cooperation in Central Asia, for $344,000 approved on 14 November 1997; TA 5818: Regional\nEconomic Cooperation in Central Asia, Phase II, 1,350,000 approved on 11 December 1998; and TA 5942:\nRegional Economic Cooperation in Central Asia, Phase II—Year Two, for $420,000 approved on 2 October 2000.\n3  The TA first appeared in ADB Business Opportunities in January 2001.", "2\nThis reflects three underlying strategic concerns to (i) lessen the economic isolation of the\nregion  through  improvements  in  transport  systems;  (ii)  maximize  benefits  from  resource\ncomplementarities  through  rationalizing  and  encouraging  regional  energy  trade  based  on\nmarket principles; and (iii) ensure an underlying policy environment favorable to trade and\ntraffic.\n5. With its focus on project financing and related policy improvement, the Program has\nbegun to bear concrete results. In October 2000 ADB's Board of Directors approved a loan for\nthe Almaty-Bishkek Regional Road Rehabilitation Project, while mobilizing additional financing\nof $26 million through cofinancing.4 A feasibility study is in progress on an investment project for\nimproving the Central Asia power transmission system.5\n6. By addressing key regional factors in a pragmatic and results-oriented manner, the\nProgram has received strong support and close cooperation from all participating governments.\nAt the Conference on Central Asian Regional Cooperation in Transportation in Almaty in 2000,\nthis approach was validated by the governments, which reiterated support for ADB’s important\nrole in financing infrastructure projects. The Conference also endorsed establishing project\nspecific working groups as an effective mechanism for implementing priority regional transport\nprojects. This is an important step towards implementation. One key lesson learned during\nPhase II is that regional economic cooperation in Central Asia is particularly resource intensive\nand requires careful preparation and consensus building, and meticulous implementation.\nB.  Phase II—Year Three\n7. Almost  10  years  after  the  transition  began  and  over  five  years  after  the  CARs’\neconomies bottomed out, raising living standards through sustainable economic growth remains\nthe single most important challenge for all the CARs. On the other hand, notwithstanding rapid\neconomic progress during the past decade, Xinjiang, PRC remains one of the PRC’s poorest\nregions. As the factors discussed above continue to pose as long-term development obstacles\nand challenges, supporting priority regional infrastructure projects in transport and energy, and\nimproving the related policy environment to assist the development of regional markets will\nremain a focus of the Program.\n8. While the overall objective of the Program remains valid, there have been a number of\nsignificant recent regional developments in Central Asia that have posed new challenges. First,\ndespite  past  progress,  barriers,  especially  non-tariff  barriers  continue  to  hamper  the\ndevelopment of regional markets. The recent worsening of the regional security situation has\nadded uncertainty to the general trade and investment environment that is still recovering from\nthe aftermath of the Russian crisis of 1998. The ineffectiveness of customs and the lack of\ncooperation among them have been generally recognized as a top constraint to expanding trade\nand  investment  in  the  region.  Other  legal,  regulatory,  and  administrative  difficulties  have\nprevented private sector investment from playing a major role in generating economic growth.\n9. Second,  although  resource  endowments  in  energy  and  water  are  complementary\nespecially among the CARs, satisfactory solutions leading to the rational use and trade of\nresources are yet to be found. The link between water and energy are both intricate and highly\n                  \n4 Loan 1774-KAZ: Almaty-Bishkek Regional Road Rehabilitation Project, for $65,000,000, approved on 31 October\n2000. Loan 1775-KGZ: Almaty-Bishkek Regional Road Rehabilitation Project, for $5,000,000, approved on 31\nOctober 2000.\n5 TA 5960: Preparing the Regional Power Transmission Modernization Project in the Central Asian Republics, for\n$900,000, approved on 12 December 2000.", "3\npolitically sensitive. This also has far-reaching effect on the environment, as demonstrated by\nthe disaster of the Aral Sea in the not too distant past.  The severe drought last year affected\nthe livelihood of millions of people and caused havoc to agriculture and industries in the region.\nThis  has  brought  to  the  fore  the  urgency  of  resolving  the  broad  regional\nwater/energy/environment issues.\n10. Third,  as  ADB’s  support  for  regional  economic  cooperation  in  Central  Asia  grows,\nstrengthening  the  overall  planning,  prioritization  and  implementation  with  the  participating\ncountries will be crucial to continued success of the Program. This may take the form of an\noverall institutional framework. The framework will provide a mechanism for facilitating high-\nlevel policy dialogue and consensus building, key policy decisions, prioritization, coordination,\nand implementation of the Program. The key is to build consensus on a flexible and effective\ninstitutional framework.\n11. Against this background, Phase II—Year Three will be launched. Consistent with the\nphased  approach,  the  initiative  will  focus  on  identifying  and  providing  in-depth  diagnostic\nanalysis of major policy and institutional constraints in the areas discussed above. This will lay a\nsolid foundation for future implementation.\nIII.  THE TECHNICAL ASSISTANCE\nA.  Objectives\n12. The TA will promote economic growth and raise living standards of the countries in the\nregion through enhanced and expanded regional economic cooperation. Toward this end, its\noperational objectives will focus on (i) the preparation of priority regional infrastructure projects\nin transport; (ii) support for trade and investment facilitation; (iii) exploring ADB's role in the\nbroad regional water/energy/environment issues; and (iv) establishing an overall institutional\nframework  for  guiding  the  Program.  The  institutional  strengthening  under  (iv)  provides  the\nnecessary support for (i) – (iii), which aim at addressing the key regional factors to promote\neconomic growth and poverty reduction.\nB.  Scope\n13. Specifically, the TA will support the following activities:\n14. For objective (i), the TA will support the establishment of working groups for coordinating\nthe effective preparation of priority road and rail projects including the South Kyrgyz road and\nthe railway linking Uzbekistan, Kyrgyz Republic, and the PRC. Such working groups have been\nendorsed  by  the  governments  as  an  effective  mechanism  for  project  preparation  and\nimplementation.\n15. For objective (ii), the TA will assist two mutually supportive activities. A sector study on\ncustoms reforms and their cooperation will be conducted. The study will provide an in-depth\nanalytical diagnosis of the region's customs, focusing on its role as a key regulatory institution to\nfacilitate trade and investment. In particular, the study will examine ways to promote effective\ncooperation among the customs in the region. The TA will also support, in compliment to and\nconjunction with an ongoing study,6 a comprehensive review of the impediments to investment\n                  \n6  TA 5968: A Comparative Assessment of Economic Development in Central Asia, for $250,000 approved on 20\nDecember 2000.", "4\nin the region. It will focus on the broad policy environment, key regulations, and administrative\nprocedures that act as obstacles to investors within and from outside the region. Both activities\nwill lead to the formulation of action plans. These plans are expected to be endorsed for future\nactions by the governments  at the planned ministerial-level conference in November 2001.\n16. For objective (iii), the TA will support a regional energy workshop in July 2001. The\nworkshop will (a) facilitate reaching a consensus on policy and institutional improvements for\nrehabilitating the Central Asia power transmission system; and (b) provide a forum to explore\nways and mechanisms towards the rational use and trade of water and energy. The latter will\nform a part of the larger ADB efforts to deal with the broad regional water/energy/environment\nissue. The efforts under the TA will be coordinated with other ADB activities in this area.7\n17. For objective (iv), the TA will support a range of activities towards the establishment of\nan  institutional  framework  for  strengthening  the  overall  planning,  prioritization  and\nimplementation of the Program. This will involve a sequence of consultations and meetings with\nthe participating governments towards building a consensus on an appropriate framework,\nwhich will be flexible and effective, while avoiding over burdening the governments. For this\npurpose, a meeting of senior officials from the participating governments will be held in August\n2001. The framework is expected to be established at a ministerial-level conference tentatively\nscheduled for November 2001 in Urumqi, the PRC.\n18. Finally,  the  TA  will  analyze  the  potential  participation  of  Turkmenistan  in  regional\neconomic cooperation. ADB traditionally conducts such an evaluation before formally admitting\na new member country to the Program.\nC.  Cost Estimates and Financing Plan\n19. The estimated TA cost is $1,000,000 equivalent. ADB will finance $950,000 on a grant\nbasis  from  the  ADB-funded  TA  program.  The  participating  governments  will  provide  the\nremaining $50,000 equivalent, largely in kind. Detailed cost estimates are given in Appendix 2.\nD.  Implementation Arrangements\n20. ADB will be the Executing Agency for the TA. An interdepartmental steering committee,\nto be chaired by the director of ADB’s Programs Department (East), will guide and coordinate\nthe TA activities. A project secretariat will be headed by the head of the Central Asian Regional\nEconomic Cooperation Unit, and will include consultants and support staff. Activities under the\nproposed TA will be coordinated closely with ADB resident missions in the region to ensure\neffective implementation. Close coordination and cooperation with other multilateral and bilateral\nagencies and regional institutions concerned with economic cooperation will also be sought.\nThe TA will be implemented over a period of 12 months starting from 1 July 2001 and will end\nby 30 June 2002.\n21. A total of 12 person-months of services by international consultants and 72 months of\ndomestic consultants will be needed for implementing the TA. All consultants will be selected as\nindividuals  in  accordance  with  ADB’s  Guidelines on the Use of Consultants and  other\narrangements satisfactory to ADB on the engagement of domestic consultants. The terms of\n                  \n7 Proposed RETA in Support for Third World Water Forum; TA 5934: Regional Environmental Action Plan in Central\nAsia, for $500,000, approved on 19 September 2000; and TA 5941: Combating Desertification in Asia, for\n$250,000, approved on 29 September 2000.", "5\nreference of consultants are outlined in Appendix 3. Equipment procurement will follow ADB's\nGuidelines for Procurement.\nIV.  THE PRESIDENT'S DECISION\n22. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance on a grant basis, in an amount not exceeding the equivalent of\n$950,000 for the purpose of Regional Economic Cooperation in Central Asia (Phase II—Year\nThree) and hereby reports such action to the Board.", "TECHNICAL ASSISTANCE FRAMEWORK\nDesign Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\nGoal: Improved economic -  Increasing regional -  Regional, national, and -  Political stability in the\ngrowth and rising incomes economic activities in trade sectoral statistics and region\nthrough enhanced regional and investment reports/surveys -  Continued governments'\neconomic cooperation -  Rising per capita income commitment to regional\n-  Better policy environment economic cooperation\nfor trade and investment\n-  Improved practice\nPurposes:\n(R 1.  Supporting the -  Setting up effective -  Regional transport -  Continued government\ne\nf preparation of priority mechanisms for working group reports support for and\ne\nr regional transport implementing priority commitment to\ne\nn\nc projects regional transport projects implementation of priority\ne\n  transport projects\nin\n \nt\ne\nx 2.  Improvement in trade -  Progress in trade and -  Action taken by the -  ADB resource constraints\nt 6\n:\n p and investment investment facilitation governments in the region in processing new\na\ng facilitation including customs reforms -  Regional trade/investment initiatives\ne\n  and cooperation and statistics\n1\n,  diagnosis of investment -  ADB mission reports\np\na climate\nr\na\n.\n \n1\n) 3.  Supporting efforts -  Progress towards -  Regional energy project -  Continued government\ntowards resolving implementing priority implementation reports support and commitment\nregional water/energy/ energy projects\nenvironment issues -  Progress in strategizing\nADB's role in regional\nwater/energy/environment\nissues\nA\np\n4.  Strengthened -  Consultation and meetings -  Report of conferences -  Governments' consensus p\ne\ncoordination with with participating countries -  Report of Asian on and support for the n\nd\nparticipating countries, toward the establishment of Development Bank need and timing of ix\n \n1\n,\n \np\na\ng\ne\n \n1", "Design Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\nother funders, and an effective overall missions establishing the overall\nwithin ADB coordination mechanism -  Memorandum of institutional framework\n-  Increased cooperation in Understanding (MOU) of -  Governments' capacity to\nforward-programming with country programming ensure the functioning of\nmajor funding agencies missions (CPM) the framework\n-  Strengthened coordination -  ADB reports -  ADB resource constraints\nwithin ADB with country (review/processing/ on assisting the\nprograms, projects consultation missions) functioning of the overall\ndepartments, and resident -  ADB project framework\nmissions (RMs) implementation reports\nOutput:\n1.  Substantive progress in -  Setting up project working -  Fact-finding and technical -  Continued strong\nproject preparation and groups for priority regional assistance (TA) reports cooperation with\nimplementation transport projects -  ADB missions and RM concerned governments\n-  Convening of the regional reports -  No unexpected delay in\nenergy workshop processing\n7\n2.  Improvement in -  Concrete action plans for -  Action plans in the area of -  Continued strong support\nconcrete areas of trade improving policy customs modernization and active participation of\nand investment environment for trade and and cooperation the governments in these\nfacilitation investment, improving key -  Progress reports on initiatives\ninstitutions such as the conference preparation\ncustoms -  Conference reports and\n-  Governments' endorsement proceedings\nof those initiatives at the -  Reports of ADB missions\nMinisterial Conference in and RMs\nUrumqi, PRC\n-  Assessment of investment\nclimate and measures\nrecommended to remove A\np\nimpediments p\ne\nn\nd\nix\n \n1\n,\n \np\na\ng\ne\n \n2", "Design Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\n3.  Enhanced overall -  Continued consultation with -  Conference/meeting -  Continued consensus of\ncoordination with participating countries documents, proceedings, governments on an\nparicipating countries -  Senior-official meeting in reports effective overall\nand cooperation through August 2001 -  Reports by ADB missions coordination mechanism\neffective overall -  Ministerial-level Conference and RMs -  Continued active\ncoordination mechanism in November in Urumqi, the participation of the\nPRC governments\n4. Strengthened -  Improved planning, -  Mission and RM reports -  Adequate ADB resources\ninstitutional capacity of programming, and -  Work progress reports to meet increased\nthe Program implementation -  Hiring of competent Program needs\n-  Enhanced coordination with consultant(s) -  Continued cooperation\ncountry desks, RMs, and -  Progress reports on from the governments\nprojects departments within strategic review -  Reports by consultants\nADB -  Availability of competent\nconsultants\n5.  Enhanced coordination -  Consultation with major -  Mission reports -  Willingness of other\n8\nand cooperation with multilateral and bilateral agencies to cooperate\nother external agencies agencies and other\nand other stakeholders organizations\n-  Progress in programming\ncoordination\n6.  Assessment of -  Consultation with the -  ADB CPM's MOU -  Governments' willingness\nTurkmenistan's potential government and evaluation -  Mission reports to cooperate is the key\nparticipation in the of Turkmenistan's potential -  Evaluation report -  No delay in selecting and\nProgram participation in the Program fielding consultant and\ncompletion of the report\nA\np\np\ne\nn\nd\nix\n \n1\n,\n \np\na\ng\ne\n \n3", "Design Summary Performance Targets Monitoring Mechanisms Assumptions and Risks\nInputs:\nStaff/consultant time and\nother resources in the form\nof\n1.  Consultation with -  Progress towards the -  Conference/meeting -  Adequate ADB staff and\ngovernments on policy establishment of an preparation reports other resources\ndialogue, institutional effective overall -  Conference/meeting -  Continued strong support\nimprovement, and coordination mechanism proceedings and reports and active participation of\nproject preparation and -  Convening of the senior the governments\nimplementation official meeting in August\n-  Convening of the workshop\non regional energy issues\n-  Setting up of project\nworking groups for priority\nregional transport projects\n9\n2.  Implementing project -  Project implementation -  ADB mission reports on\npreparatory activities progress consultation, project\nsuch as TA, fact-finding, -  Consensus with processing, etc.\nand others related to Turkmenistan government\ndeveloping new on its participation in\ninitiatives into projects regional economic\ncooperation\n3.  Consultation with other -  Understanding and possible -  ADB mission reports\nexternal agencies and agreement reached with\nstakeholders other agencies\nA\np\np\ne\nn\nd\nix\n \n1\n,\n \np\na\ng\ne\n \n4", "10\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($)\nForeign Local Total\nItem Exchange Currency Cost\nA. ADB Financinga\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants 360,000 — 360,000\nii. Domestic Consultants — 144,000 144,000\nb. International and Local Travel 72,000 3,000 75,000\n2. Conferences/Meetings b 180,000 — 180,000\n3. Administrative Support\na. Support staff for Project Secretariat — 6,000 6,000\nb. Publications 20,000 — 20,000\nc. Administrative Expenses c 20,000 — 20,000\n4. Equipment d 5,000 — 5,000\n5. Contingencies 120,000 20,000 140,000\nSubtotal (A) 777,000 173,000 950,000\nB. Government Financing\n1. Counterpart Staff — 24,000 24,000\n2. Conferences/Meetings — 16,000 16,000\n3. Reports, Local Communication, and Other — 10,000 10,000\nSupport Services\nSubtotal (B) — 50,000 50,000\nTotal 777,000 223,000 1,000,000\nADB = Asian Development Bank; DMC = developing member country\na ADB-funded TA program\nb Involves one ministerial conference, one senior officials' meeting, and two working group meetings planned to be\nheld in the region. This includes airfare, hotel, and subsistence allowances of participants from participating\ngovernments.\nc Includes office supplies, communications, translation, and other miscellaneous expenses.\nd Includes computer, printer, and software.\n(Reference in text: page 4 para. 19)", "11\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1. A team of consultants reporting to the head of the Central Asia Regional Economic\nCooperation Unit (CARECU) of the Asian Development Bank (ADB), will be engaged to provide\nadvisory  and  technical  services  for  the  tasks  under  the  Central  Asia  Regional  Economic\nCooperation Program (the Program). A total of 12 person-months of international, and 72\nperson-months of domestic consulting services will be required.\n2. Given that the TA will support a range of activities of the Program, some of which are\nbeing planned, detailed TOR for specific tasks (paras. 14-18) may be supplemented at a later\nstage.\nA.  Senior Advisers (international consultants; 4 person-months total)\n3. The responsibilities of the senior advisers will include the following:\n(i)  Provide advice on the Program's overall strategy and related operational issues\nand  the  implication  of  Asian  Development  Bank  (ADB)  policies  on  poverty\nreduction and private sector development for the Program.\n(ii)  Help  plan,  prepare  for,  and  implement  conferences  and  meetings  for  the\nProgram.\n(iii)  Consult with/advise Central Asian governments, as required, on particular issues\nrelated to the Program.\n(iv)  Help identify and assess possible areas of focus in the Program, taking into\nconsideration  technical  and  economic  feasibility,  government  acceptability,\ncommercial viability, and potential private sector interest and the role of ADB.\nThis includes in particular the broad water/energy/environment issues.\nB.  Trade and Investment Facilitation Specialists\n4. A total of six months of consultant services, divided among four consultants, will be\nneeded in line of the objectives in para. 15. The first three will work as a team on the sector\nstudy on customs in Central Asia and their cooperation. The trade facilitation specialist is the\nteam leader and is responsible for the overall satisfactory and timely completion of all tasks.\n1. Trade  Facilitation  Specialist  (international  consultant;  2  person-months\ntotal)\n5. The specialist will have a strong background in the Central Asia region and the policies\nand operations of customs and border facilities. The specialist's responsibilities will include the\nfollowing:\n(i)  Assist  the  capacity  building  specialist  in  analyzing  the  defined  roles  and\nresponsibilities  of  customs,  their  capacity  to  meet  these  demands,  their\ndeliverable outputs, and their impact on trade and investment.\n(ii)  Identify  the  performance  constraints  within  each  customs  organization  as\nperceived by the trade and transport sectors in each country and the Xinjiang\nUygur Autonomous Region, the People's Republic of China through a focused\ninterview program.\n(Reference in text: page 4, para. 21)", "12\nAppendix 3, page 2\n(iii)  Examine the current regional cooperation agreements and identify those that\ncontain implications for the provision of customs services and cooperation, noting\nwhich have been implemented.\n(iv)  Coordinate  the  investigative  study  being  undertaken  by  the  Information\nTechnology Specialist.\n(v)  Produce a draft report describing the situation in each country.\n(vi)  Diagnose  the  common  performance  constraints  with  the  capacity  building\nspecialist, using the “problem tree” methodology to identify the first, second, and\nthird level causes of performance and regional cooperation constraints.\n(vii)  Develop  national  strategies  and  then  regional  strategies  with  the  capacity\nbuilding  specialist  based  on  a  prioritized  ranking  system  to  address  each\ncommon performance constraint.\n(viii)  Confirm proposals for a regional customs cooperation framework.\n(ix)  Provide  conceptual  contents  for  an  ADB  assistance  program  based  on  the\nprovision of sequential reform modules.\n(x)  Produce a draft and the final sector report.\n2.  Capacity  Building  Specialist  (international  consultant,  2  person-months\ntotal)\n6. The  capacity  building  specialist  will  have  a  strong  background  in  reform  and\nmodernization programs within a customs environment. The specialist's responsibilities will\ninclude the following:\n(i)  Analyze the defined roles and responsibilities of customs, their capacity to meet\nthese  demands,  their  deliverable  outputs,  and  their  impact  on  trade  and\ninvestment.\n(ii)  Identify the performance constraints within each customs organization in relation\nto the provision of efficient customs services, in conformity with the standards set\nby the World Customs Organization (WCO) and the Revised Kyoto Convention.\n(iii)  Examine  the  current  cooperation  mechanisms  between  the  customs\norganizations within the region and identify their effectiveness.\n(iv)  Diagnose  the  common  performance  constraints  with  the  trade  facilitation\nspecialist, using the “problem tree” methodology to identify the first, second, and\nthird level causes of performance and regional cooperation constraints.\n(v)  Develop national strategies and then regional strategies with the trade facilitation\nspecialist,  based  on  a  prioritized  ranking  system  to  address  each  common\nperformance constraint.\n(vi)  Propose a regional customs cooperation framework covering the five countries\nand clearly indicating its remit and operational methodology.\n(vii)  Provide  conceptual  contents  for  an  ADB  assistance  program  based  on  the\nprovision of sequential reform modules.\n3.  Information Technology (IT) Specialist (international consultant; 1 person-\nmonth)\n7. The specialist will have a background in computerization in a customs environment in\nthe former Soviet republics. The responsibilities of the specialist will include the following:\n(i)  A technical audit of the current use of computerization each customs, including\nidentification of hardware and software.", "13\nAppendix 3, page 3\n(ii)  Indicate  the  current  tasks  undertaken  within  customs  using  computers,  and\nlinkages with other ministries.\n(iii)  Identify  the  current  on-  and  off-line  networking  and  data  transfer  systems\nbetween  central  and  regional  customs,  border  posts,  and  the  offices  of\ndestination.\n(iv)  Assess the skill levels customs and their approved contractors in relation to new\ntechnologies and advanced applications.\n(v)  Identify  technical  constraints  to  performance  resulting  from  computer  and\ncommunication situations.\n(vi)  Diagnose  the  IT  constraints  with  the  capacity  building  specialist,  using  the\n“problem tree” methodology to identify the first, second, and third level causes of\nperformance and regional cooperation constraints.\n(vii)  Develop national and then regional IT strategies with the other team specialists.\n(viii)  Provide  conceptual  contents  for  an  ADB  assistance  program  based  on  the\nprovision of sequential reform modules.\n4.  Investment  Facilitation  Specialist  (international  consultant;  1  person-\nmonth)\n8. The consultant is expected to work in close coordination with the activities under the\nongoing TA,1 which has a component on evaluating private sector development in the Central\nAsia region. The consultant should take as the point of departure the overview prepared in the\nongoing TA, conduct field surveys in the region, focusing on (i) verifying major legal, regulatory,\nand administrative constraints for domestic and foreign investment; (ii) identifying  any new\nforms of investment impediments in practice and evaluate their relative importance, and (iii)\nmaking recommendations regarding improvements in the investment climate.\nC.  Development Economist (domestic consultant; 12 person-months)\n9. The development economist will have the following responsibilities:\n(i)  Prepare quarterly monitoring reports on the implementation of the Central Asia\nregional  work  program,  component  projects,  and  related  activities.  Identify\noutstanding issues and slippages for the attention of the head of CARECU.\n(ii)  Help organize and conduct meetings of the various working groups, including\npreparing of resource papers, and other follow-up activities.\n(iii)  Prepare and maintain a database of relevant indicators for Central Asia.\n(iv)  Help prepare project profiles for regional projects.\n(v)  Update  the  Central  Asia  homepage  regularly.  Serve  as  the  focal  point  for\nmonitoring  other  homepages  developed  under  Central  Asian  projects.\nRecommend improvements in the design, content, and linkages of the Central\nAsia homepage.\n(vi)  Help implement CARECU regional technical assistance (RETA), including (a) the\nmonitoring  of  budget  disbursements,  consultant  recruitment  and  contract\nvariations; and (b) the procurement of other inputs.\n                  \n1  TA 5968: A Comparative Assessment of Economic Development in Central Asia, for $250,000 approved on 20\nDecember 2000.", "14\nAppendix 3, page 4\n(vii)  Assist  in  editing  CARECU  documents  for  publication,  and  coordinate  the\ntranslation, if needed, and the printing of these documents.\n(viii)  Participate in consultation and monitoring missions to Central Asia.\nD.  In-Country Regional Cooperation Specialists (domestic consultants, one in each\nof the participating countries of Kazakhstan, Kyrgyz Republic, Tajikistan,\nUzbekistan and the People's Republic of China; 60 person-months total)\n10. As the Program grows, it is crucial to strengthen the government capacity, the capacity\nof the RMs, and the coordination among ADB HQ, the governments and the RMs on regional\neconomic  cooperation.  Placing  a  local  consultant  in  each  of  the  RMs  is  essential  to  this\nobjective, and thus, to the effective implementation of the Program.\n11. Each  in-country  regional  cooperation  experts  will  have  as  her  or  his  primary\nresponsibilities:\n(i)  Establish and maintain, through regular, day-to-day contact and consultation,\nlong-term working relationships with key government agencies responsible for\nregional economic cooperation.\n(ii)  Assist  in  identifying  the  needs  of  and  implementing  capacity  building  of  the\ngovernment on regional economic cooperation.\n(iii)  Ensure the implementation of the regional work program in the country.\n(iv)  Help identify and develop potential new areas of the Program.\n(v)  Monitor ongoing programs and new initiatives of the government and regional\norganizations  on  regional  economic  cooperation.  Identify,  evaluate,  and\nrecommend potential areas of ADB assistance.\n(vi)  Monitor programs of other stakeholders, especially of external funding agencies\noperating in the country. Identify, evaluate, and recommend potential areas of\ncooperation.\n(vii)  Act  as  the  \"focal  point\"  on  regional  economic  cooperation  among  the\ngovernment, the resident mission (RM), and the ADB headquarters.\n(viii)  Participate in relevant ADB missions.\n(ix)  Report on all activities, monthly.\n(x)  Perform  other  ADB-related  tasks  as  assigned  by  the  resident  representative\n(RR),  when  time  allows  and  provided  work  relating  to  regional  economic\ncooperation is given the priority.\nE.  Specialist in Central Asia Economies (international consultant, 2 person-months\ntotal)\n12. The  specialist  should  have  in-depth  knowledge  of  the  economies  of  the  region,\nparticularly, that of Turkmenistan. Prior field experience is required. The task is to carry out an\ninitial yet comprehensive study of the potential role of the country in economic cooperation in\nCentral Asia. The study should focus on strategic issues couched in careful analysis of both the\nopportunities  and  obstacles  of  the  country,  including  its  present  role  in  any  regional\narrangements, in the country's historical, social, economic, and political contexts. Based on the\nanalysis, the study should make recommendations regarding Turkmenistan's future participation\nin the Program."], "metadata": {"CreationDate": "D:20010811124559", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ldm", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R99-01TA", "ModDate": "D:20010821112300+08'00'"}}