{"path": "data/input/ta/tar-vie-34351.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR:VIE 34351 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Government of Denmark) \n \nTO THE \n \n \nSOCIALIST REPUBLIC OF VIET NAM \n \n \nFOR \n \n \nAGRICULTURE SECTOR DEVELOPMENT SUPPORT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nMay 2003", " \nCURRENCY EQUIVALENTS \n(as of 28 February 2003) \n \nCurrency Unit  –  dong (D) \nD1,000  =  $0.0648 \n$1.00  =  D15,436 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASDP  –  Agriculture Sector Development Program \n  ICARD  –  Information Center for Agriculture and Rural Development \n  MARD  –  Ministry of Agriculture and Rural Development \n  NEC  –  National Extension Center \n  SMEs  –  small- and medium-sized enterprises \n  TA  –  technical assistance \n  VBARD  –  Vietnam Bank for Agriculture and Rural Development \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars.  \nThis report was prepared by R. Renfro, Principal Project Economist, MKAE. ", "      \nI.  INTRODUCTION \n1.  During the 2002 Country Programming Mission, the Government confirmed its request to \nthe  Asian  Development  Bank  (ADB)  for  technical  assistance  (TA)  for  Agriculture  Sector \nDevelopment Support.1 The TA Fact-Finding Mission visited Viet Nam in June 2002 and held \ndiscussions with stakeholders, including officials of relevant government and aid agencies, \nnongovernment  organizations,  and  potential  beneficiaries.  The  Mission  reached  an \nunderstanding with the Government on the objectives, scope, cost estimates, financing plan, \nimplementation arrangements, and terms of reference for consulting services. The TA is in line \nwith ADB’s Country Strategy and Program for Viet Nam. It is included in ADB’s 2003 TA \nprogram for Viet Nam. \n \nII.  ISSUES \n2.  Sustainable growth of the agriculture sector is a prerequisite for economic growth and \npoverty reduction in Viet Nam. The sector plays a dominant role in the country’s economy, since \nit accounts for about 24% of gross domestic product, 70% of employment, and 23% of export \nvalue. Although these shares will decline over the coming years, as they have done over the \npast decade, agriculture will remain at the core of the Vietnamese economy for the next decade. \nThe agriculture sector in Viet Nam has grown rapidly by any measure. During 1990-2000, the \nvalue of agricultural output grew by an average of 4.2% per annum, considerably higher than \nthe average for other Asian countries except the People’s Republic of China. From a net \nimporter of rice in the late 1980s, Viet Nam has become the second largest rice exporter in the \nworld. Viet Nam also exports large quantities of coffee, rubber, tea, black pepper, groundnut, \nand cashew. The value of agricultural exports grew at over 13% per year from 1990 to 1998. \n \n3.  Despite  the  progress  made  in  agricultural  production  and  export  growth,  and  in \nliberalizing commodity, land, and credit markets in recent years, rural poverty remains high \n(estimated at 45%), and the role of the private sector in marketing remains small. Growth in the \npast was the result of (i) reliance on higher input use (labor, land, fertilizer, tractors, and \nirrigation); (ii) policy reforms in land, markets, and trade; and (iii) high public investment, mainly \nin the forms of irrigation and roads. It is unlikely, however, that this strategy will be able to \nsustain growth in the future because (i) the potential for expansion of the rural labor force and \nland under cultivation is limited; (ii) new investment in irrigation exhibits decreasing marginal \nreturns, as the stock of irrigation capital is already very high and requires increased operation \nand maintenance expenditure rather than new expansion; and (iii) rice export revenues are \ndeclining. Future agricultural growth will have to come from the increasing demand for high-\nvalue  and  value-added  products.  This  will  require  a  new  policy  environment  with  greater \ndiversification of crops and value addition through processing, and shifting the focus from \nproduction volume to value. Policy reforms that promote competition, diversification, and more \neffective use of science and technology are required. Some of the major factors contributing to \nlow agricultural diversification include (i) low investment in and poor effectiveness of research \nand extension, (ii) limited access to high quality genetic material, and (iii) limited access to \nfinancial services and market information. \n \n4.  Recently, the Ministry of Agriculture and Rural Development (MARD) has approved a \nstrategy for a 10-year development plan in the agriculture and rural development sector (2001-\n2010).  The  strategy  aims  at  achieving  a  sustainable,  highly  efficient,  diversified,  and \ninternationally competitive agriculture sector. It involves a vigorous push to diversify agricultural \n                                                 \n1 The TA first appeared in ADB Business Opportunities (Internet Version) in July 2002. ", "2  \nproduction based on the comparative advantages of different regions involving the participation \nof all sectors, including the state, cooperatives, households, and the private sector. It will make \nuse of new and high technologies. Under the plan, a key role is assigned to scientific research, \nthe application of new technology in rural development, and promotion of small- and medium-\nsized enterprises (SMEs) in the agroindustry subsector. \n \n5.  Under  the  ADB-funded  Agriculture  Sector  Development  Program  (ASDP),2  the \nGovernment has agreed to carry out policy and institutional reforms in the agriculture sector in \nline with its new strategy in the agriculture and rural development sector. The reforms include (i) \nstreamlining, consolidating, restructuring, and strengthening of agricultural research institutes \nand  centers  under  MARD;  (ii)  reorienting,  restructuring,  and  strengthening  of  agricultural \nextension in the public sector; (iii) promotion of agroindustry development through institutional \nand policy reforms in the Vietnam Bank for Agriculture and Rural Development (VBARD), and \nprovision of credit to SMEs in the agroindustry sector; (iv) provision of agricultural market \ninformation and forecasting to farmers, SMEs, market agents, and policy makers; and (v) \nphase-out of hybrid seed subsidies. \n \n6.  Agricultural research is characterized by fragmentation of effort. Research institutes, \ncenters, and universities are concentrated in the Red River and Mekong River deltas, with \ninsufficient representation in other agroecological zones. There is poor coordination among \nresearch  institutions,  weak  linkages  with  extension,  a  shortage  of  sufficiently  qualified \nresearchers and extension agents, poorly maintained research infrastructure and equipment, \nand insufficient involvement of stakeholders. Research institutions have not yet reacted flexibly \nto market needs. Current government policy has not provided enough incentives to researchers, \nand they have major financing needs. The importance of research is mentioned in several \nplaces in the MARD Master Plan for Agricultural Research in Viet Nam,3 and examples of \nsuccess and failure are cited in the appendix. The elements that are important to success \ninclude  careful  allocation  of  funds  and  regular  impartial  review  of  results.  This  subject  is \nespecially important when a wide range of institutions are to be brought together to work \ntowards a common goal while retaining a high degree of autonomy and independence. \n \n7.  The Government has requested TA to help MARD and VBARD in strengthening their \ncapacity to carry out policy and institutional reforms under the ASDP. Although the Government \nhas had considerable experience in implementing policy and institutional reforms under the \ncompleted  Agriculture  Sector  Program,4  there  are  a  number  of  reasons  why  a  significant \nadditional input of expertise in the structure of national research systems is needed at this time. \nForemost are the sweeping structural changes proposed. Options include phasing out a number \nof existing institutions, adding several new ones, converting existing institutions into regional \ncenters to deal with farming systems of different agroclimatic zones, and defining functions and \nresponsibilities of each of the institutes and centers. At the same time, there is a need to \nprioritize agricultural research, establish performance-based evaluation procedures for research \nstaff, and develop appropriate systems of governance that will permit considerable autonomy to \nthe institutes, yet assure that all work to realize national goals. Changes in extension are less \nsweeping but include developing strategies and priorities in extension; strengthening linkages \nwith  agricultural  research;  redirecting  training  of  staff  towards  participatory  methodology; \n                                                 \n2  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to Viet \nNam for Agricultural Sector Development Program. Manila. \n3  United Nations Development Program/Food and Agriculture Organization. 2001.  Master Plan for Agricultural \nResearch in Vietnam. Hanoi. \n4  ADB 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Viet \nNam for Agriculture Sector Program. Manila. ", "    3\n \nmarketing  and  postharvest  activities;  and  extending  and  expanding  extension  services  to \ninclude all communes, which will require doubling the size of the extension staff. Promotion of \nagroindustry SMEs will include measures to develop and expand MARD’s market information \nsystem and VBARD’s loan program for SMEs. The scope and magnitude of the subjects to be \ndealt with under the ASDP is such that the TA requested by MARD and VBARD could be critical \nto success. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The goals of the TA are to increase agricultural productivity and competitiveness. The \nimmediate purpose is to increase the capacity of MARD and VBARD to implement, sequence, \nand monitor policy reform actions under the ASDP (see TA Framework in Appendix 1). \n \n9.  The outputs of the TA include the following: \n \n(i)  Strengthening of agricultural research. The TA will increase the capacity of \nMARD  to  streamline,  consolidate,  restructure,  and  strengthen  the  existing \nagricultural research institutes and centers as outlined in the ASDP. This will \ninclude  defining  functions  and  responsibilities  of  the  research  institutes \naccording  to  the  second-tranche  requirements,  establishing  standards  and \nperformance-based  evaluation  procedures  for  institute  staff,  and  prioritizing \nagricultural research. Specifically, the consultants will produce a draft plan for \nthe  restructuring  of  agricultural  research,  based  on  lessons  learned  from \nsuccessful research restructuring in  other countries, that prioritizes research \nusing more adaptive, on-farm, and participatory methods. A draft staff training \nplan will also be prepared. \n \n(ii)  Strengthening of agricultural extension. The TA will increase the capacity of \nMARD to reorient, restructure, and strengthen the extension system at the \ncentral, provincial, district, and commune levels through institutional and policy \nreforms. They will help MARD (i) develop extension strategies and priorities; (ii) \ndevelop procedures to strengthen links between research and extension; (iii) \nredirect training as regards methodology, marketing, and postharvest activities; \nand (iv) expand provision of extension services at the district and commune \nlevels,  as  included  in  the  second-tranche  provisions.  Specifically,  the \nconsultants will produce a draft plan to restructure agricultural extension that \nadopts participatory and group-based approaches to benefit farmers, SMEs, and \nother clients more effectively. \n \n(iii)  Strengthening of agricultural market information. The TA will increase the \ncapacities of MARD to provide agricultural market information and forecasting to \nfarmers, SMEs, market agents, traders, and policy makers. \n \n(iv)  Strengthening VBARD’s credit delivery to agroindustry SMEs. The TA will \nincrease the capacity of VBARD to lend to private sector agroindustry SMEs. \nThe consultants will work with ongoing projects that provide technical support to \nSMEs in Viet Nam, including (a) the ADB-financed Rural Enterprise Finance ", "4  \nProject,5 which includes a rural  business center support component; (b) the \nWorld  Bank-supported  Second  Rural  Credit  Project;  and  (c)  the  German \nTechnical Agency-supported Promotion of Investment for SMEs. \n \n(v)  Program planning and coordination. The TA will assist MARD and VBARD to \nmonitor and coordinate the implementation of the first-tranche conditions of \nASDP and complete the second-tranche conditions in close coordination with \nthe Program and Project Directors for the program or policy loan and the project \ninvestment loan of the ASDP. \n \nB.  Methodology and Key Activities \n10.  The activities under the TA will be focused on (i) assisting MARD to successfully \nimplement the policy reform measures specified in the agreements for the ASDP, with a focus \non the second-tranche conditions; and (ii) assisting VBARD to implement its policy to increase \nthe provision of financial services to private sector agro-industry SMEs. Regarding agricultural \nresearch, the TA consultants will (i) prepare a draft plan for further restructuring of research; (ii) \nassist MARD in identifying research priorities for the next 5 and 10 years, phase out commercial \nactivities, and increase the autonomy of research institutes and centers; and (iii) assist MARD in \npreparing a human resource plan and research budget for 2004. In the area of agricultural \nextension, the TA will assist MARD and the provincial governments in  (i) establishing provincial \nextension  advisory  councils;  and  (ii)  restructuring  extension  to  adopt  a  group-based and \nparticipatory methodology, expanding services to new communes, and improving the targeting \nof women and ethnic minorities. \n \n11.  Important activities to promote market information include assisting MARD to establish \nagricultural price and market information systems in at least 10 provinces. The TA will help \nMARD and the provincial governments phase out hybrid rice seed subsidies for commercial sale \nin the market. MARD will also be assisted in (i) planning, coordinating, and monitoring policy \nreform measures; (ii) identifying implementation problems; and (iii) proposing solutions. \n \n12.  VBARD will be assisted in (i) expanding its lending and other financial services to agro-\nindustry SMEs, analyzing loan applications, and assessing projects and business plans; and (ii) \nmonitoring and evaluating lending and loan recovery operations for SMEs. \n \nC.  Cost and Financing  \n13.  The total cost of the TA is estimated at $750,000 equivalent, comprising $430,000 in \nforeign  exchange  and  $320,000  equivalent  in  local  currency  costs  (Appendix  2).  The \nGovernment has requested ADB to finance $600,000 equivalent, including the entire foreign \nexchange cost and $170,000 equivalent of the local currency costs. The TA will be financed on \na grant basis from the Government of Denmark. The Government of Viet Nam will finance the \nbalance  of  $150,000  equivalent  in  local  currency  costs  to  cover  staff  salaries,  office \naccommodation, and local transport. \n \n                                                 \n5  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Viet \nNam for the Rural Enterprise Finance Project. Manila. ", "    5\n \nD.  Implementation Arrangements \n14.  There will be two Executing Agencies for the TA: (i) MARD for the outputs relating to \nagricultural research, extension, market information, and program planning; and (ii) VBARD for \nthe output relating to agroindustry SMEs. MARD will coordinate with the Ministry of Finance, the \nMinistry of Planning and Investment, and the State Bank of Vietnam on the implementation of \nthe TA. The existing Program Implementation Unit in MARD and the Project Implementation \nUnit in VBARD created under the ASDP will be responsible for day-to-day implementation of the \nTA. These implementation units will submit quarterly reports to ADB, MARD, and VBARD on the \nprogress and issues relating to TA implementation. \n \n15.  The TA will be implemented over a period of about 12 months commencing in June \n2003, with completion expected in June 2004. It will be implemented in two packages: (i) \nsupport for policy advice, agricultural research and extension, market information, and training; \nand (ii) agribusiness credit support. The consulting services for the first package will comprise \n14  person-months  of  international  and  19  person-months  of  domestic  consultants.  The \nconsulting services for the second package (2 person-months  international  and  7  person-\nmonths domestic) will be selected through individual recruitment. The estimated cost of the first \npackage is $528,000, and of the second package, $72,000. Consultant selection will be in \naccordance with ADB’s Guidelines on the Use of Consultants and other arrangements on the \nengagement of domestic consultants satisfactory to ADB. The terms of reference are provided \nin Appendix 3. \n \n16.  All equipment will be procured in accordance with ADB’s Guidelines for Procurement. It \nis planned that a study tour will be conducted to allow key Government staff to observe \nsuccessful  implementation  of  agricultural  research  restructuring  in  a  nearby  country.  The \nfollowing reports will be produced by the consultants for the first package: (i) an inception report \nby the end of the first month, (ii) an interim progress report 3 months after the submission of the \ninception report, (iii) a draft final report by the end of the 8th month, and (iv) a final report upon \ncompletion of the TA. The consultants for the second package will produce individual reports 1 \nmonth after starting work and at the end of their assignments. ADB will set up a TA project team \n(including staff of the Viet Nam Resident Mission) to support and monitor the implementation of \nthe TA. The ADB project team will monitor TA progress through review missions. \n \nIV.  THE PRESIDENT’S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance to the Government of Viet Nam in an amount not exceeding \nthe equivalent of $600,000 to be financed by the Government of Denmark on a grant basis for \nAgriculture Sector Development Support, and hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance Targets  Monitoring  Assumptions and \nMechanism  Risks \nGoals/Sector Impacts       \nIncreased agricultural productivity  • Contribute, through  • Program  • Effective \nand profitability  technology advances, to the  monitoring  implementation of \n  Government’s annual sector  system at  policy and institutional \n  growth rate of 4.5%.  MARD  reforms under \n  • Contribute to the  • Program  complementary \n  Government’s poverty  completion  programs and projects \nIncreased competitiveness  reduction target (45% to 27%  report  • Improved access to \n  by 2007) through technology  • Progress  essential agricultural \n  transfers relevant to poor farm  reports  inputs \n  households.   • ADB review  • Adequate provision of \n  • Contribute to the  missions  rural infrastructure \n  Government’s rural    • Legal and institutional \n  employment increase target    framework favorable \n  of 20% by 2010.  to private sector’s \n  participation in place \nPurposes/Objectives        \n       \nIncrease the capacity of MARD  • Achievement by MARD and  • Program  • Performance of the \nand VBARD to implement,  VBARD of second-tranche  monitoring  consultants is \nsequence, and monitor policy  conditions under the ASDP.  system at  satisfactory. \nreform actions under the ASDP.   MARD  • Recommendations of \n  • TA completion  the consultants are \nreport  well received by \n• ADB review  MARD and VBARD. \nmissions \nOutputs/Components       \n       \n1. Strengthening of Agricultural  Performance Targets  Monitoring  Assumptions and \n    Research  Mechanism  Risks \n \nStreamline, consolidate,  • Define functions and  • Program  • Government \nrestructure, and strengthen MARD  responsibilities of each of the  monitoring  commitment to carry \nresearch institutes and centers,  research institutes and  system at  out policy and \nfocusing on important agricultural  centers.   MARD  institutional reforms  \nproblems in food crops, perennial  • Consolidate, restructure,  • Progress  • Willingness of staff to \nand cash crops, livestock,  and/or merge institutes and  reports  accept the proposed \npostharvest technology and  centers according to second- • ADB review  reorganization and \nagricultural engineering, soil and  tranche requirements.  missions  restructuring \nwater resources, forestry, and  • Establish standards and  • Consultants’  • Recommendations \nagricultural policy.  performance-based    reports  contained in the \n  evaluation procedures for    Master Plan for \n  research institute and center    Agricultural Research \n  staff.     are used as a basis \n  • Prioritize agricultural    for reorganization \n  research.   \n   \n \n2. Strengthening of Agricultural           \nExtension       \n       \n      Reorient, restructure, and  • Develop extension strategies  • Program  • Acceptance of \nstrengthen agricultural  and priorities.   monitoring  provincial \nextension at the central,  • Develop procedures to  system at  governments to \nprovincial, district, and  strengthen links between  MARD  involve all  \ncommune levels.  research and extension.  • Progress  stakeholders in the \n  • Redirect training of extension  reports  preparation of \nstaff towards participatory  extension programs ", "  Appendix 2  7 \n  staff towards participatory  • ADB review  extension programs \n  methodology, marketing, and  missions  and related activities \n  postharvest activities.  • Consultants’   \n  • Expand the provision of  reports  • Government’s \n  extension services at the    strong commitment \n  district and commune levels.     to carry out policy \n      and institutional \n      reforms in \n      agricultural \n      extension \n3. Strengthening of Agricultural         \nMarket Information       \n       \n     Establish  and  strengthen  an  • Help MARD establish an  • Program  • The models \nagricultural market information  agricultural market  monitoring  developed by MARD \nsystem that is linked to the  information system in at least   system at  can be replicated to \nprovinces  and  districts,  with     10 provinces and 50 districts.  MARD   other parts of the \nmarket information and market    • Progress  country. \ndemand and risk analysis.    reports   \n    • ADB review   \n    missions   \n    • Consultants’   \n    reports   \n       \n       \n4.  Strengthening VBARD’s       \nCredit Delivery to       \nAgroindustry SMEs       \n       \n     Establish procedures for  • Help VBARD develop  • Program  • Transparent \nevaluation and approval of  procedures to supply credit to  monitoring  negotiations of \nsubloans to SMEs taking into  SMEs.  systems at  interest rates take \naccount environmental impact    MARD and  place between \nas well as economic viability.    VBARD  VBARD and SMEs. \n    • Progress   \n    reports   \n    • ADB review   \n     \nmissions \n    • Consultants’   \n     \nreports \n     \n \n     \n \n5.  Program Planning and     \n \nCoordination    • Program  • Consultants will be \n  •  Help MARD successfully  able to effectively \nmonitoring \n     Strengthen MARD’s program  implement the ASDP and  work with MARD \nsystem at \nimplementation unit for the  complete the second- counterparts and be \nMARD \n  ASDP.  tranche conditions on time.  • Progress  ssuppapcelie adn wd iothth oefrf ice \n  reports  MARD support. \n  • ADB review \nmissions \n• Consultants’ \nreports \n \nActivities/Inputs       \n     \n1.  Agricultural Research  • Prepare a draft plan for  • Program \n  further restructuring research.  monitoring \n  • Assist MARD in prioritizing      systems at \n  research, phasing out  MARD and \n     commercial activities, and   VBARD \n ", "8  Appendix 1 \n     increasing autonomy of       • Progress \n  institutes.  reports \n  • Assist MARD in preparing a  • ADB review \n  human resource development  missions \n  plan.  • Consultants’ \n    reports \n     \n2.  Agricultural Extension  • Assist in establishing   \n  provincial extension advisory   \n  councils. \n  • Assist MARD in restructuring \n  extension, expanding to new \n  communes, and improving \n  targeting of women and ethnic \n  minorities. \n   \n  • Assist in establishing \n3.  Agricultural Market  information systems in at \nInformation  least 10 provinces. \n  • Assist MARD in phasing out \n  hybrid rice seed subsidies. \n   \n  • Assist VBARD in expanding \n4.  Agroindustry SMEs \nits financial services to private \n \nSMEs. \n \n \n  • Assist VBARD in monitoring \n \nand evaluating lending and \n \nrecovery operations for \n \nSMEs. \n \n \n  • Assist MARD in planning, \n5.  Program Planning and    \ncoordinating, and monitoring \nCoordination \npolicy reform measures; \n \nidentify problems; and \n \npropose solutions. \n \nADB=Asian Development Bank, ASDP=Agriculture Sector Development Program, MARD=Ministry of Agriculture and \nRural Development, SMEs=small- and medium-sized enterprises, VBARD=Vietnam Bank for Agriculture and Rural \nDevelopment. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem  320  65  385 \n    b.  International Travel  20  0  20 \n    c.  Local Travel  0  30  30 \n  2.  Office Equipment (computer, printers, etc.)  10  15  25 \n  3.  Reports,  Translation,  and  Administration  0  15  15 \n    Costs \n  4.  Study Tour, Training, and Workshops  15  20  35 \n  5.  Government Representative for Contract  5  0  5 \n    Negotiations \n  6.  Contingencies  60  25  85 \n      Subtotal (A)  430  170  600 \n       \nB.  Government Financing       \n  1.  Salaries and Per Diem of Counterpart Staff  0  60  60 \n  2.  Office Accommodation and Transport  0  60  60 \n  3.  Utilities  0  30  30 \n      Subtotal (B)  0  150  150 \n        Total  430  320  750 \na Financed by the Government of Denmark. \nSource: Asian Development Bank estimates.  \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The terms of reference for each of the consulting team members are summarized in \nTable A3. \n \nTable A3: Consulting Services Inputs \n(person-months) \n \nConsultant  International  Domestic  Total \nSenior Policy Advisor/Team Leader  7  -  7 \nAgricultural Research Management Specialists  5  5  10 \nAgricultural Extension Specialist  -  6  6 \nAgricultural Marketing Specialist  -  5  5 \nTraining Specialists  2  3  5 \nAgribusiness Credit Specialists  2  7  9 \n       \n              Total  16  26  42 \n \n \nA.  Senior Policy Advisor/Team Leader (international, 7 person-months) \n2.  The senior policy advisor should be an agricultural economist and recognized as a policy \nexpert with demonstrated experience in the formulation and implementation of agricultural \npolicies. He/she should be familiar with Viet Nam’s agriculture sector and its potential  and \nproblems. The advisor will \n \n(i)  plan, monitor, and coordinate TA implementation, in close coordination with the \nprogram directors for the policy loan and the investment loan; \n(ii)  liaise among the Government, the Executing Agencies (the Ministry of Agriculture \nand Rural Development [MARD] and the Vietnam Bank for Agriculture and Rural \nDevelopment,  [VBARD]),  the  Asian  Development  Bank  (ADB),  and  the \nimplementing agencies; \n(iii)  bring to the attention of the Government, the Executing Agencies, and ADB any \nissue that needs to be addressed immediately to facilitate TA implementation; \n(iv)  prepare a work plan, quarterly progress reports, and the final report; \n(v)  supervise and coordinate the work of the other consultants in the team to ensure \nthat they will be able to assist MARD in the implementation and monitoring of the \npolicy reforms; \n(vi)  maintain consistency of TA outputs with the TA’s objectives; and  \n(vii)  sequence TA outputs to ensure the Government’s compliance with the second-\ntranche conditions of the Agricultural Sector Development Program. \n \nB.  Agricultural Research Management Specialists (international, 5 person-months; \ndomestic, 5 person-months) \n3.  The agricultural research management specialists should have advanced degrees in an \nagricultural  science  with  extensive  experience  in  agricultural  research  management  and \norganization and familiarity with the agricultural research system in Viet Nam. The specialists \nwill \n ", "  Appendix 3  11 \n(i)  review and assess the available documents related to the agricultural research \nsystem in Viet Nam, including the Master Plan for Agricultural Research prepared \nby the Food and Agriculture Organization; \n(ii)  assist  MARD  in  the  implementation  of  the  approved  plan  to  reorganize, \nconsolidate, and restructure the existing agricultural research institutes with a \nview  to  avoiding  duplication  of  effort,  increasing  efficiency,  and  improving \ncoordination in the agricultural research system; prepare recommendations on \nhow to deal with staff who have to be transferred or terminated from their current \npositions; \n(iii)  assist  MARD  in  orienting  the  priority  of  agricultural  research  toward  more \nadaptive on-farm research, which should be undertaken in a participatory manner \ninvolving  extension  staff  and  farmers;  and  prepare  a  draft  plan  for  further \nrestructuring of research; \n(iv)  assist MARD in phasing out the commercial activities of the agricultural research \ninstitutes, particularly in the sale of certified seed, so as to enable them to focus \non core research responsibilities; \n(v)  assist the Ministry of Science and Technology and MARD in the implementation \nof the competitive grants system to ensure that at least 10 competitive grants are \nissued annually to research institutes on the basis of the agreed upon criteria; \n(vi)  assist MARD in granting increased autonomy to the research institutes in their \noperations in accordance with Decree no. 10 dated 16 February 2002 and the \napproved circular; prepare recommendations on how to ensure that the research \ninstitutes can operate successfully as autonomous organizations; \n(vii)  assist MARD in developing a system of governance that will permit a high degree \nof autonomy and independence of centers within the system but assure that the \ncenters remain responsive to natural goals and priorities; \n(viii)  assist  MARD  in  preparing  a  human  development  plan  for  strengthening \nagricultural research over the next 5-10 years, focusing on postgraduate and \nskills training to upgrade the capacity of the existing scientists to undertake high \nquality research and in new research areas such as biotechnology, marketing, \nprocessing, and natural resource management; \n(ix)  assist MARD in implementing  the approved plan to evaluate the performance of \nthe research scientists in accordance with the standards based on motivation, \ninitiative, research quality, and results; and \n(x)  assist MARD in preparing a budget for agricultural research that will increase its \nallocation in 2004 and 2005.  \n \nC.  Agricultural Extension Specialist (domestic, 6 person-months) \n4.  The agricultural extension specialist should have a postgraduate degree in agricultural \nscience with long experience and expertise in agricultural extension and familiarity with the \nproblems and potential of the agricultural extension system in Viet Nam. The specialist will \n \n(i)  review and assess the current status of the agricultural extension system in Viet \nNam with a view to identifying constraints and problems in agricultural systems; \n(ii)  assist MARD in the establishment of provincial extension advisory councils in at \nleast  20  of  the  61  provinces;  membership  in  the  councils  should  comprise \nrepresentatives of farmers’ associations,  women’s unions, cooperatives, local \nresearch  institutes,  nongovernment  organizations,  and  private  sector  input \nsuppliers; \n ", "12  Appendix 3 \n(iii)  assist MARD and the provincial governments in preparing a joint plan to: (a) \ndevelop  extension  strategies  and  priorities,  outputs,  activities,  monitoring \nindicators, and costs; (b) prepare a mechanism on how to strengthen linkages \nbetween research and extension; (c) redirect training of extension staff towards a \nnew  set  of  skills  including  participatory  extension  methodology,  marketing, \npostharvest  activities,  and  rural  finance;  (d)  institutionalize  the  participatory \napproach in extension services in which farmers will increasingly participate in \nthe planning, implementation, monitoring, and evaluation of extension services; \n(e)  expand  the provision of extension services at the district and commune \nlevels, particularly in poor provinces, by hiring additional 5,000 extension staff to \nfill vacancies at the commune level; (f) increase funding levels for undertaking \ntraining of extension staff and farmers; and (g) improve the targeting of the poor \nfemale and ethnic groups through increasing the number of female and ethnic \nminority staff at least 10% over a period of 30 months; \n(iv)  assist MARD in the creation of multiple extension services providers in at least \nfive provinces; \n(v)  assist MARD in preparing and issuing a regulation/circular to reorganize the \nDepartment of Agriculture and Forestry Extension into the National Extension \nCenter (NEC) and to transfer its regulatory function to the Legislation or Policy \nDepartment of MARD so that the responsibility of NEC will be confined only to \nagricultural extension; and  \n(vi)  assist MARD in preparing a budget for agricultural extension that will increase its \nallocation in 2004 and 2005.  \n \nD.  Agricultural Marketing Specialist (domestic, 5 person-months) \n5.  The agricultural marketing specialist should have a degree in agricultural economics with \nexcellent skills in information technology and long experience in agricultural marketing in Viet \nNam. The specialist will \n \n(i)  assist MARD and provincial governments in the establishment of an agricultural \nmarket information system in at least 10 provinces and 50 districts through the \nsetting  up  of  a  computer  network  linking  the  national  level  office  with  the \ncomputers located at the provincial, district, and commune levels, following the \nmodels that have been tested by the Information Center for Agriculture and Rural \nDevelopment (ICARD) in the past 3 years; \n(ii)  advise ICARD on how to collect and evaluate data on market information and \nmarket demand and risk analysis; \n(iii)  advise  ICARD  on  how  to  present  the  outputs  of  the  agricultural  market \ninformation  system  to  different  clients,  such  as  farmers,  traders,  and \nbusinesspeople with a view to recovering part or all the costs of investment, \noperation, and maintenance of the system; and \n(iv)  assist MARD in the removal of subsidies on the production and sale of hybrid rice \nand hybrid maize seed. \n \nE.  Training Specialists (international, 2 person-months; domestic, 3 person-months) \n6.  The training specialists will have a degree either in agricultural science or economics. \nThey should have wide experience in the organization, management, and implementation of \ntraining programs for both trainers and trainees. The specialists will \n ", "  Appendix 3  13 \n(i)  work closely with the other team members (particularly with the agricultural \nextension  and  agricultural  research  specialists),  develop  human  resource \ndevelopment plans for research institutes and extension departments over the \nnext 5-10 years, indicating the number of staff to be trained, type of training, \nlocation and duration of training, cost estimates, and implementation schedule \nand arrangements; \n(ii)  develop training manuals that will be used for training of trainers and trainees; \nand \n(iii)  assist MARD in implementing the human resource development plans. \n \nF.  Agribusiness  Credit  Specialists  (international,  2  person-months;  domestic, \n7 person-months) \n7.  The agribusiness credit specialists should have a degree in finance with long experience \nin  agricultural  credit  and  development  of  small-  and  medium-sized  enterprises  (SMEs), \npreferably in Viet Nam. The specialists will \n \n(i)  assess the credit appraisal system for SMEs, including the loan processing \nactivities of VBARD, and recommend measures to improve VBARD’s appraisal \ntechniques and methodology; \n(ii)  assist VBARD in conducting and analyzing the results of a baseline stratified \nsample of agroindustry SMEs, and assist with establishing a project performance \nmanagement system that will include a database of SME borrowers and savers, \nand a record of performance and recovery of SME subloans; \n(iii)  assess the problems and constraints in the development of agroindustry SMEs in \nViet  Nam;  recommend  how  these  constraints  can  be  overcome,  particularly \nthrough an improvement in the delivery of credit by VBARD; \n(iv)  assist  VBARD  in  obtaining  reimbursement  for  the  losses  incurred  by  it  on \naccount of loans made to state-owned enterprises and priority sectors at the \ndirective of the Government; and \n(v)  monitor the use of the proceeds of the Agriculture Sector Development Program \nto ensure that it is targeted only at privately-owned SMEs in the agroindustry \nsubsector. \n \n \n "], "metadata": {"Creator": "R84-03 - Microsoft Word", "CreationDate": "D:20030519093757Z", "Title": "R84-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030520100002+08'00'"}}