{"path": "data/input/ta/tar-stu-36127.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR:STU 36127 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nFOR  \n \n \nGOOD PRACTICE ON PRO-POOR SERVICE DELIVERY  \n \n \nBY LOCAL GOVERNMENTS \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2002", " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  PPA  –  participatory poverty assessment \n  RSGR  –  Governance and Regional Cooperation Division \n  TA  –  technical assistance \n  TOR  –  terms of reference \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nThis report was prepared by Asha Newsum. \n \n \n  ", " \nI.  INTRODUCTION \n1.  The Concept Paper for the Project was prepared by the Regional and Sustainable \nDevelopment  Department,  Governance  and  Regional  Cooperation  Division  (RSGR),  and \ncleared by the Knowledge Management Committee in February 2002.1  \n \n2.  The regional technical assistance (TA) is designed to create an enabling environment for \ndeveloping  member  countries  (DMCs)  to  share  information  on  policies  and  measures  that \nimprove local governments' responsiveness in providing basic services to the poor. The TA was \ndesigned on the assumption that (i) DMCs continue to face significant challenges in providing \nresponsive, equitable, and affordable services, particularly to the poor and the marginalized; \nand (ii) local governments in the region have limited opportunities to learn and share information \non policies and measures that improve responsiveness in service delivery to the poor. In \ndesigning the TA, the RSGR considered ADB’s involvement in pro-poor service delivery at the \nlocal government level and studied the preparatory work being carried out by the World Bank for \nthe World Development Report 2004: Making Services Work for Poor People. The Governance \nCommittee will select the participating DMCs (para. 12). Approval will be obtained from the \nconcerned DMCs before the list is finalized. The TA framework is in Appendix 1.  \n \n \nII.  ISSUES \n3.  In their efforts to improve the efficiency and responsiveness of basic services, many \nDMCs  have  transferred  the  responsibility  for  service  delivery  to  local  governments.  The \ncountries  where  the  Asian  Development  Bank  (ADB)  is  assisting  decentralization  include \nBangladesh, Cambodia, India, Indonesia, and Pakistan. The most common services transferred \ninclude primary health care, primary education, and water and sanitation. In addition, many \ngovernments have introduced a range of policies and measures to improve responsiveness in \ndelivering public services, particularly to the poor. The new measures include participatory \npoverty assessments (PPAs), social audit as a mechanism for the community to survey service \ndelivery, participatory planning, and citizens' charters. The extent to which these policies and \npractices are appropriate and effective in the context of services provided by local governments \nrequires analysis. Furthermore, within local governments, there is little comparative regional \ninformation on (i) the impact of these efforts in improving services for poor people; and (ii) \nbenchmarking2 the quality of the responsiveness in delivering services.    \n \n4.  In local governments planning for delivery of services is a complex and constantly \nevolving process; it should reflect the needs of the users and involve the community and \nstakeholders.  The  issues  are  (i)  the  effectiveness  of  the  local  government’s  process  for \nassessing the needs of the poor; (ii) the level of consultation, particularly how local governments \nreach out to the poor; and (iii) the extent of feedback loops from social audits and report cards in \nthe planning process. \n \n5.  A challenge that faces local governments is identifying and targeting the poor to ensure \nequitable and affordable basic services. The issues as follows (i) do all local governments in a \nDMC have a consistent definition of poverty, (ii) do the local governments have a database for \ntracking poverty incidence in their localities, and (iii) how are the poor identified? \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 29 August 2002.  \n2  Benchmarking is simply about making comparisons with other organizations and then learning the lessons that \nthose comparisons reveal. (Source: The European Benchmarking Code of Conduct)  ", "2 \n \n6.  PPAs were conducted in a number of countries to inform the poverty reduction strategies \nof DMCs. The key issues are (i) the extent to which the PPA indicates the responsiveness of \nservice delivery to the poor; (ii) the extent to which local governments use PPAs to enhance the \nresponsiveness of service delivery; and (iii) whether PPAs are appropriate instruments for \nassessing decentralized service delivery to the poor.  \n \n7.  Service delivery surveys, sometimes referred to as social audits or report cards, are \nbeing promoted in response to the growing pressure of bringing citizens voice and client focus \nto service delivery. The issues follow (i) do service delivery surveys cover the poor and the \nmarginalized effectively; (ii) are the results of the surveys fed back into the local government \ndecision-making processes to improve service delivery; (iii) to what extent are the poor involved \nin conducting the surveys; and (iv) are the surveys conducted at regular intervals to track \nchanges in performance. \n \n8.  Citizens' charters have been introduced as a policy framework for service delivery in \nseveral  countries,  specifically  in  India  and  Bangladesh,  to  improve  the  effectiveness  and \nefficiency of public services. A key component of the policy is concerned with consulting citizens \nabout the level and quality of services they receive. The issues follow (i) how effective is the \ncitizens’ charter as a policy framework for improving responsiveness in service delivery; (ii) to \nwhat extent have local governments adopted the citizens' charter as a policy framework to \nimprove  responsiveness  in  delivering  services;  (iii)  would  local  governments  benefit  from \ninternational experience on the use of citizens’ charters; and (iv) do central and state/provincial \ngovernments have a policy framework requiring local governments to use citizens’ charters to \nconsult citizens—particularly the poor—in assessing the delivery of basic services. In some \ninstances  local  governments  are  obliged  to  negotiate  minimum  standards  with  citizens. \nResponsiveness depends on policies adopted by service providers and is associated with \nplanning and reviewing service delivery, and getting citizens’ feedback.     \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n9.  The  TA  will  (i)  study  the  policies  and  practices  adopted  by  local  governments  in \nparticipating DMCs to improve responsiveness in delivering services and share the findings, \ngood practices, and lessons in the region; and (ii) give local governments the opportunity to \nlearn  from  international  good  practice  through  a  regional  seminar  where  international \npractitioners will share knowledge and experience gained. More specifically, the TA will  \n \n(i)  assess  service  delivery  planning  and  determine  whether  local  governments \ninvolve the community, particularly the poor, in planning; \n(ii)  determine how municipalities identify and target the poor; \n(iii)  examine whether social audits, client satisfaction surveys, and report cards are \neffective mechanisms for reviewing service delivery to the poor and improving \nresponsiveness; \n(iv)  examine  whether  citizens'  charters  improve  the  responsiveness  of  service \ndelivery to the poor; \n(v)  consider  opportunities  for  benchmarking  responsiveness  in  the  delivery  of \nservices;  ", "    3 \n(vi)  identify policies, processes, and approaches used by local governments that can \nbe shared more widely for responsive service delivery in the region; and \n(vii)  facilitate regional learning and sharing of experiences and good practices to \nimprove the responsiveness of services.  \n \n10.  The TA intends to raise awareness of improved responsiveness of service delivery to the \npoor, specifically by disseminating the following: \n \n(i)  three case studies on international experiences and good practices; \n(ii)  three self-assessments of DMC performance and experience in service delivery; \n(iii)  action  plan  of  local  government  participants  from  DMCs  for  improving \nresponsiveness of service delivery to the poor; \n(iv)  ADB’s next steps in improving responsiveness in pro-poor service delivery; and \n(v)  proceedings of the regional seminar. \n  \n11.  To achieve a focused set of outputs and complement initiatives already under way in \nADB and other agencies, the TA will not cover the role of civil society, including the private \nsector, in the actual delivery of services.  \n \nB.  Methodology and Key Activities \n12.  The Governance Committee3 in close consultation with the regional departments, will \nselect three DMCs. There will not be more than one DMC per subregion. Further, clearance \nfrom the concerned DMC government will be obtained prior to implementation of the TA in the \nDMC. The key criteria for selecting are as follows: \n \n(i)  Where ADB is already involved through a program/project in improving service \ndelivery through local governments; \n(ii)  Where  local  governments  have  introduced  policy  measures  for  improving \nresponsiveness in service delivery; \n(iii)  Where the existing organizational arrangements can be used to establish the in-\ncountry pro-poor service delivery team comprising local government champions4 \nwho will actively participate in the TA; \n(iv)  Where the institutional arrangements for the existing ADB programs/projects can \nfacilitate5  the  collection  of  local  data  and  information  through  prepared  and \nstructured questionnaires; and \n(v)  Where DMCs, including the identified local governments, have requested that \nthey be involved in the research and knowledge exchange to be undertaken by \nthe TA. \n \n13.  The Governance Committee will also need to consider whether a sector focus or a \nrural/urban focus will give more depth to the TA. \n \n                                                 \n3  The Governance and Capacity Building Committee is one of the thematic committees in ADB that assist in \ninfluencing strategic directions and policy. \n4  Local government champions are local government officials who are involved in ADB-assisted programs/projects in \nimproving  service  delivery  in  their  locality,  i.e.,  have  responsibility  for  planning,  directing,  implementing,  or \nmonitoring services delivery. They should be committed to sharing information with other local government \nchampions and willing to learn from the experiences of others. \n5  The TA will fund the data collection exercise. ", "4 \n14.  After completing the selection, a pro-poor service delivery working group led by the \ngovernance specialist from RSGR and comprising ADB operational staff responsible for the \nexisting programs/projects in the selected DMCs will be constituted. The working group will \noversee  and  supervise  implementation  of  the  TA  to  ensure  its  relevance  to  improved \nresponsiveness of service delivery in the region, and will select the local government champions \nto comprise the in-country pro-poor service delivery team. Staff from RSGR will serve as the \nsecretariat for the working group and will be responsible for coordinating the TA activities. \n \n15.  After participating DMCs are selected, there will be an inception phase to address the \nfollowing: \n \n(i)  the terms of reference for the in-country pro-poor service delivery TA teams; \n(ii)  proposal  for  bringing  in  the  experience  of  three  countries  where  the  local \ngovernments  have  made  demonstrable  improvements  in  service  delivery  to \ncitizens,  particularly  the  poor,  and  not  as  one-off  experiments  but  as \ninstitutionalized practices to ensure sustainability; \n(iii)  a common format or protocol for assessing the level of responsiveness in service \ndelivery by local governments in the three DMCs; \n(iv)  a proposal for the regional seminar and products and the basis for inviting and \nfunding participants to the seminar; and \n(v)  a timetable for implementation and the responsibility matrix. \n \n16.  A  team  of  international  and  domestic  consultants  will  implement  the  TA.  Resource \nspeakers from three local government institutions will be invited to prepare and present papers \non best practices and lessons learned in service delivery.   \n \n17.  A key feature of the TA is the establishment of in-country pro-poor service delivery \nteams  comprising  local  government  champions  that  will  (i)  assess  the  current  level  of \nresponsiveness  in  delivering  services  in  their  locality,  and  (ii)  present  the  results  of  the \nassessment at a regional seminar. The local government champions will be selected for their \ninvolvement in ADB-assisted programs/projects to improve service delivery in their locality and \ntheir membership/linkages with the local government network in the DMC. The in-country teams \nwill also ensure that the benefits of the TA are widely shared through existing local government \nnetworks.  \n \n18.  The TA will culminate in the regional seminar where two sets of presentations will be \nmade:  \n \n(i)  a self-assessment by the participating DMCs on their levels of responsiveness in \nproviding services, particularly to the poor; and \n(ii)  presentations by resource speakers from three international local government \ninstitutions on successful institutionalized systems and processes for improving \nresponsiveness in service delivery. \n \n19.  The participants of the regional seminar will include up to four members from each \nparticipating  DMC  and  one  resource  person  from  each  of  the  three  local  government \ninstitutions. The proceedings of the seminar and the case studies will be available on the ADB \nGovernance web site. \n ", "    5 \nC.  Cost and Financing \n20.  The total cost of the TA is estimated at $250,000. The TA will be financed on a grant \nbasis by ADB’s TA funding program. Details of the cost estimates are in Appendix 2.   \n \nD.  Implementation Arrangements \n21.  RSGR  will  implement  the  TA.  Participating  DMCs'  concurrence  on  the  TA  will  be \nobtained on a no-objection basis.  \n \n22.  The TA will require up to 27 person-months of consulting services (5 international and up \nto 22 domestic). ADB will engage all consultants as individuals in accordance with its Guidelines \non the Use of Consultants and other arrangements for engaging domestic consultants. Outline \nterms of reference for the consultants are in Appendix 3. \n \n23.  The  experiences  gained  under  the  TA  will  be  disseminated  through  the  ADB \nGovernance web site and a publication on lessons learned and suggested next steps will follow. \n \n24.  The TA will begin in February 2003 and be completed in November 2003. \n \n \nIV.  THE PRESIDENT'S DECISION  \n25.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $250,000 on a grant basis for \nGood Practice on Pro-Poor Service Delivery by Local Governments, and hereby reports this \naction to the Board. \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n     \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal        \n       \nImproved local  Service delivery  Service delivery review  Developing member \ngovernments’  reviews by civil  reports  countries (DMCs) \ndelivery of services to  society and local    continue to face \nthe poor  governments    significant challenges in \n  conducted    providing responsive, \n      equitable, and affordable \n    services, particularly to \n    the poor and the \n    marginalized.  \n     \nBenchmark of local  Benchmarking system  There are limited \ngovernments’  reports with country,  opportunities for local \nperformance in  subregional, and  governments in the region \ndelivering services to  regional comparisons  to learn and share \nthe poor     information on policies \n  and measures that \nimprove responsiveness \nof service delivery to the \npoor. \nPurpose          \n       \nImproved local  Active participation of  In-country workshops   Local governments are \ngovernments'  local governments in    willing to implement the \nknowledge of policies  workshops and  Regional seminar  identified good practices \nand measures for  regional events  proceedings  to improve \nimproving      responsiveness of service \nresponsiveness in  Practical lessons  Publication of pro-poor  delivery to the poor.  \ndelivering services to  from participating  service delivery   \nthe poor  local governments on  materials and seminar  Country strategy and \n  improving  proceedings  programs, sector \n  responsiveness of  strategies, programs, and \nservice delivery  projects give priority to \n  pro-poor service delivery \n  and draw on findings of \nthe technical assistance \n(TA). \n \nAppropriate \nbenchmarking systems \nare in place. \n \n \n ", "  Appendix 1  7 \n     \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nOutputs       \n       \nWorking group  Regular meetings  Minutes of meetings   \nconstituted  held for the duration     \n  of the TA     \n       \nIn-country teams  Three in-country  Notes of meetings and  Local governments have \nestablished  teams established  progress reports  a focal point in their \n  after inception phase    organizations for the TA. \n       \nIn-country  Timely completion of  Assessments and  There are no problems in \nassessments of  self-assessments  seminar presentations  providing information \nparticipatory poverty  prior to conduct of    when conducting the \nassessments, service  regional seminar    assessments. \ndelivery reviews,       \nservice delivery       \nplanning, poverty       \ntargeting, and service       \ndelivery policies       \ncompleted        \n       \nThree papers from  Three  Seminar reports and   \ninternational local  complementary  presentations   \ngovernment  papers presented at     \ninstitutions on  seminar     \nimproving     \nresponsiveness of     \npro-poor service     \ndelivery     \n     \nLinks established    System of feedback loop \nbetween in-country  exists or is developed to \nteams and the in- ensure TA findings are \ncountry local  channeled to relevant \ngovernment network  decision makers for \nservice delivery in local \ngovernments. \n \nActivities       \n       \nEngage national and  Prompt engagement  Contracts and terms of   \ninternational  of consultants by  reference (TORs) \nconsultants  February 2003    \n     \nPrepare in-country  Assessment  Assessment guidance \nassessment  methodology   \nmethodology   developed during  \n ", "8  Appendix 1 \n     \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n  inception phase   \n     \nIdentify international  Institutions identified  TORs \nlocal government  during inception   \ninstitutions  phase    \n     \nPrepare terms of  In-country team  In-country team TORs \nreference for and  TORs completed   \ncomposition of in- during inception   \ncountry teams  phase   \n     \nConduct in-country  Country assessment  Country assessment \nassessments and  reports completed  reports \nprepare paper for  before conduct of   \nregional seminar  regional seminar   \n     \nConduct regional  Timely conduct of  Seminar attendance \nseminar  regional seminar   register \n     \nPrepare regional  Regional seminar  Regional seminar \nseminar proceedings  proceedings  proceedings \nfor publication and for  completed by end of \ndissemination on the  TA  \nweb \n \nInputs       \n       \nADB pro-poor service  Timely group    Commitment and \ndelivery working  meetings and    participation \ngroup  strategic guidance     \n       \nIn-country pro-poor  Lead on self- Seminar reports and   \nservice delivery local  assessment and  presentations \ngovernment teams  present at seminar   \n     \nGovernance &     \nRegional     \nCooperation Division     \nsecretariat     \n     \nInternational  5 person-months,  Completed consulting \nconsultant  total cost estimated  services \n  at $111,000   \n     \n  Total of 22 person- Completed consulting \n  months, total  services \n  estimated at $39,000   ", "  Appendix 1  9 \n     \nPerformance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nDomestic consultants  20 days each for 3  Completed consulting \n  persons, total  services \n  estimated at $53,000 \n   \nInternational seminar   \nresource persons   \n   \nCost of regional  Estimated at $47,000 \nseminar, \nadministration \nsupport, and \ncontingencies \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n   \nItem  Total Cost \n   \n  1.  Consultants   \n    a.  Remuneration    \n      i.  International Consultants  75.0 \n      ii.  Domestic Consultants  39.0 \n    b.  International and Local Travel  13.5 \nc.  Per Diem  22.5 \n   \n  2.  Training, Seminars, and Conferences   \n    a.  Resource Persons for Seminar  53.0 \n    b.  Regional Seminar  30.0 \n   \n  3.  Miscellaneous Administration and Support Costs  7.0 \n   \n  4.  Contingencies  10.0 \n   \nTotal  250.0 \nSource: Asian Development Bank estimates. \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nTHE WORKING GROUP AND THE RESOURCE PERSONS \n \n1.  To implement the regional technical assistance (TA), one international consultant and \nfour domestic consultants (one in each developing member country [DMC] and one in Manila) \nwill be appointed individually. In total, up to 5 person-months of international consulting services \nand 22 person-months of domestic consulting services will be required. \n \nA.  International Consultant \n2.  The international consultant (lead) will be an expert in improving responsiveness in \nservice delivery in local governments and familiar with activities in the Asia and Pacific Region. \nHe/she should have a degree in the social sciences, political science, or public administration \nand several years’ relevant experience in the region, demonstrated by direct involvement or an \nadvisory role in service delivery and local government activities in poverty reduction. Experience \nin conducting structured research, analysis, and presentations in the area of local governments \nand service delivery, social audit, citizens’ charters, or service delivery planning is essential. \n \n3.  During the inception phase, the international consultant will \n \n(i)  produce terms of reference (TORs) for the in-country pro-poor service delivery \nteams; \n(ii)  prepare TORs for named international resource persons from three countries \noutside the region;  \n(iii)  prepare a common format or protocol for assessing the level of responsiveness \nin service delivery of local governments in three DMCs; \n(iv)  prepare a proposal for the regional seminar and its outputs, and the basis for \ninviting and funding participants to the seminar;  \n(v)  produce a timetable for implementation and the responsibility matrix; and \n(vi)  assist the members of the working group establish the in-country working teams. \n \n4.  During the implementation phase, the consultant will \n \n(i)  work  with  the  in-country  teams  to  identify  domestic  consultants  who  can \ncomplete the in-country assessment;  \n(ii)  guide and manage the in-country teams and domestic consultants to ensure the \nassessments are completed effectively and on time; \n(iii)  supervise  the  domestic  consultant  in  Manila  to  ensure  his/her  TORs  are \nachieved;  \n(iv)  link up with the resource persons from each of the three countries outside the \nregion via E-mail to guide them and add value to the paper to be presented;  \n(v)  ensure implementation of all tasks in accordance with a timetable produced \nduring the inception phase; \n(vi)  ensure that progress of the tasks in the responsibility matrix is regularly reported \nto the working group; and \n(vii)  guide and advise the working group. \n \n5.  For the regional seminar, the consultant will \n \n(i)  review the required organizational steps and their timetable; \n ", "12  Appendix 3 \n(ii)  follow up on the participation of in-country team members, resource speakers, \nand other relevant stakeholders; \n(iii)  brief the resource persons on the topics to be discussed, and indicate to them \nthat selected papers will be published after any revisions and editing; \n(iv)  review  presentations,  identify  any  apparent  gaps  or  helpful  linkages  in  the \npresentations,  and  maintain  contact  with  resource  persons  to  brief  them  on \nspecific papers and how they fit together; \n(v)  serve as a facilitator in the seminar; \n(vi)  closely coordinate with the working group on the seminar program, publicity, and \nmedia management; and \n(vii)  prepare a summary report on the seminar to serve as the Introduction to the \nseminar proceedings, and draft the Foreword. \n \nB.  In-Country Domestic Consultants \n \n6.  Three in-country domestic consultants (one per country) will be selected and recruited to \nsupport the international consultant during TA implementation. They will provide 12 person-\nmonths  of  consulting  services.  Those  who  can  conduct  service  delivery  surveys  will  be \npreferred. Each consultant will \n(i)  receive guidance and direction from the lead consultant;  \n(ii)  liaise with the in-country team; \n(iii)  conduct the in-country assessment with help from the in-country team and in \naccordance with the format/protocol provided by the lead consultant; \n(iv)  ensure quality and timeliness of all work conducted under the project; \n(v)  prepare the assessment report and liaise with the in-country team to ensure \nthere is consensus on the final product; and \n(vi)  assist the in-country team in preparing the presentation of the results of the \nassessment at the regional seminar. \n \nC.  Domestic Consultant in Manila \n \n7.  The domestic consultant will be engaged for 10 months to assist the lead consultant in \nthe regional seminar and support the international resource persons. He/she will \n \n(i)  manage the organization of the regional seminar; \n(ii)  provide the resource persons invited to the regional seminar relevant background \nmaterial and administrative assistance; \n(iii)  organize  the  participation  of  in-country  team  members,  resource  speakers, \npartner organizations, and other relevant stakeholders; \n(iv)  review  presentations,  identify  any  apparent  gaps  or  helpful  linkages  in  the \npresentations,  and  maintain  contact  with  resource  persons  to  brief  them  on \nspecific papers and how they fit together; \n(v)  serve as a facilitator in the seminar; \n(vi)  closely coordinate with the lead consultant on the seminar program, publicity, \nand media management; \n(vii)  assist in preparing a short summary report on the seminar to serve as the \nIntroduction to the seminar proceedings; and  \n(viii)  obtain approval from selected presenters to publish their papers.  \n \n \n ", "  Appendix 3  13 \nD.  The ADB Pro-Poor Service Delivery Working Group \n \n8.   The working group will \n \n(i)  guide the specification of the products during the inception phase; \n(ii)  attend and contribute to the periodic working group meetings; \n(iii)  ensure the TA is integrated with and contributes to the existing programs/projects \nin the regional departments; \n(iv)  ensure  that  the  selected  local  governments  participate  and  contribute  in \nimplementing the TA in accordance with the TORs for the in-country teams; \n(v)  actively  help  in  identifying  the  in-country  resource  persons  required  for \nconducting the data and information gathering exercise;  \n(vi)  guide implementation and mitigate risks likely to arise during the preparation of \nthe TA outputs; \n(vii)  oversee the conduct of the regional seminar; \n(viii)  encourage wider participation in the regional seminar; \n(ix)  assure the quality of TA products; and \n(x)  identify the next steps after project closure. \n \nE.  Resource Persons \n \n9.  To support the implementation of the TA, three international resource persons will be \ninvited to prepare and present papers on best practices and lessons learned in service delivery. \nThey will be engaged on an individual basis for 20 days (which includes days for preparatory \nwork, attendance in regional seminar, and postseminar work). \n \n10.  Each  resource  person  will  be  a  recognized  expert  in  improving  responsiveness  in \nservice delivery in local governments. He/she will represent an international local government \ninstitution  involved  in  successful  institutionalized  systems  and  processes  for  improving \nresponsiveness in service delivery. He/she will \n(i)  prepare  a  paper  and  present  it  in  the  regional  seminar  on  the  successful \ninstitutionalization of systems and processes for improving responsiveness in \nservice delivery; \n(ii)  maintain contact and coordinate with the international consultant and domestic \nconsultant in Manila for briefing on specific papers and how they fit together, in \nreviewing  the  presentations,  and  in  identifying  any  apparent  gaps  or  helpful \nlinkages in the presentations; \n(iii)  present the paper during the regional seminar and participate in all discussions, \nmeetings, and fora as required; and \n(iv)  undertake postseminar work as agreed upon with the international consultant. \n \n "], "metadata": {"CreationDate": "D:20030102134837", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030103154748+08'00'"}}