{"path": "data/input/ta/tar-prc-36594.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:PRC 36594 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n (Financed by the Poverty Reduction Cooperation Fund)  \n \n \n \nTO THE \n \n \nPEOPLE'S REPUBLIC OF CHINA \n \n \nFOR  \n \n \nSAFE DRINKING WATER AND SANITATION FOR THE RURAL POOR  \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n November 2003", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2003) \n \nCurrency Unit  –  yuan (CNY) \nCNY1.00  =  $0.121 \n$1.00  =  CNY8.277 \n \n \nThe exchange rate of the yuan is determined under a managed floating exchange rate \nsystem. In this report, a rate of $1.00 to CNY8.277 is used. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FYP  –  Five-Year Plan \n  IEC  –  information, education, and communication \n  MDG  –  Millennium Development Goal \n  O&M  –  operation and maintenance \n  PRC  –  People's Republic of China \n  RWSS  –  rural water supply and sanitation \n  TA  –  technical assistance \n  WUG  –  water users group \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by team leader P. Wallum and Christopher Spohr. ", " \nI.  INTRODUCTION \n1.  During  the  2003  Country  Programming  Mission,  the  Government  of  the  People's \nRepublic of China (PRC) requested the Asian Development Bank (ADB) to provide an advisory \ntechnical assistance (TA) for a study on Safe Drinking Water1 and Sanitation2 for the Rural3 \nPoor. The ADB Fact-Finding Mission visited the PRC in September 2003 and reached an \nunderstanding with the ministries of finance and health on the goals, purpose, outputs, cost \nestimates, and implementation arrangements for the TA.4 The TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  Although the PRC has substantially reduced overall poverty during the last two decades, \ninequalities  between  regions  and  within  communities  have  increased.  The  ADB  Country \nStrategy  and  Program  (2003-2005)  focuses  on  four  interrelated  challenges:  (i)  growing \ninequality,  (ii)  building  an  enabling  environment  for  the  private  sector,  (iii)  environmental \nsustainability, and (iv) regional cooperation. To support the Government's development strategy \nand reflect ADB's medium-term planning directions, the PRC operational strategy in the next \nfive years has been designed to promote pro-poor economic growth by enabling the poor to \nhave greater access to opportunities and benefits of economic prosperity. A key constraint on \nreducing poverty and promoting economic prosperity in rural areas is the lack, or absence of, \nsustainable community-based safe water supply and sanitation systems. \n \n3.  The lack of adequate rural water supply and sanitation (RWSS) services impairs rural \ncommunity health, especially among the poor.5 Improved access to safe drinking water6 and \nsanitation is a key objective of the PRC’s 10th Five-Year Plan (FYP, 2001-2005), and will be \nreflected in the 11th FYP (2006-2010). Improved access to safe water and sanitation is also \ncritical to achieve the goals of the PRC’s Outline for Poverty Alleviation and Development of \nChina’s Rural Areas (2001-2010).7 The Government follows the Millennium Development Goals \n(MDGs) to ensure environmental sustainability and aims to halve, by 2015, the proportion of \nrural people without sustainable access to safe drinking water and sanitation. This is one of the \nfew MDGs that the PRC has not been achieving ahead of schedule. \n \n4.  The relationship between access to safe water and sanitation, and poverty should be \nbetter understood by integrating improved analyses of community priorities and needs into \npolicymaking and implementation, and by delivering increased access to water and sanitation to \nthe poorest people. Access to water has significantly improved recently. However, this is not the \nsame as access to safe water. About 450 million rural people, 40% of the rural population, still \ncontinue to use unsafe water. About 76% have access to improved water that does not meet \nnational safety standards. The remaining 24% lack access to any improved water source. \nUnsafe water sources may have high pathogen loads due to (i) fecal or other contamination; (ii) \n                                                 \n1  \"Safe drinking water\" meets standards outlined in The National Patriotic Health Campaign Committee. July 2001. \nSanitary Standard for Drinking Water Quality—Implementation Guideline for Rural Areas. Beijing.  \n2  “Sanitation” includes latrines, health education, and hygiene promotion. \n3  “Rural” includes all areas not under the jurisdiction of a city government. This TA will focus on townships not \nserving as the seat of a county government, and administrative and natural villages. \n4  The TA first appeared in ADB Business Opportunities (Internet edition) on 17 July 2003. \n5  Rural poverty is generally based on an average per capita annual net income. The national poverty line is CNY635 \nand 300 kilograms of grain production per capita per year. \n6  “Access to water” means “having to walk no further than 1 kilometer in the horizontal sense, and no further than \n100 meters in the vertical sense to the nearest water-point.” \n7  Aimed at assisting 26 million rural people below the Government’s official poverty line, the strategy identifies 592 \nkey working counties eligible for national poverty reduction funds. ", "2 \nwater with high levels of naturally occurring fluoride, arsenic, or salts; and (iii) growing industrial \nand  agricultural  chemical  pollution.  Some  areas  suffer  seasonal  water  shortages.  These \nproblems are manifested in high human intake of contaminants and prevalence of water-related \ndiseases, including high rates of diarrheal  diseases and viral hepatitis, and lower, although \nproblematic, incidence rates of cholera, dysentery, and typhoid.  \n \n5.  International experience has shown that for overall improvement in community health, \nprovision of safe water must be integrated with  latrine improvement, health education, and \nhygiene promotion. In the PRC, only 30% of the rural population uses sanitary latrines.8 Despite \nhealth education, behavior change has been slower to follow. Health messages must be made \nmore  effective  and  demonstrate  clearly  the  relationship  between  hygienic  behavior  and \nimproved health. A key area for enhancing future integrated RWSS projects should be hygiene \npromotion to realize behavioral change. Village schools provide a key focal point for such \nactivities. Integration of the provision of safe water and sanitation requires cooperation between \ngovernment ministries and agencies at various levels. \n \n6.  The Government recognizes the need to further strengthen national policy, strategy, and \noperational frameworks to develop the RWSS sector. National coordination of the sector is \nfragmented, involving a number of ministries with overlapping responsibilities. Local institutional \ncapabilities are limited, especially in management and operations. Financial resources are \nlimited, caused partly by poor cost recovery and inadequate operation and maintenance (O&M). \n \n7.  Providing safe RWSS services will help improve rural living standards and reduce \nincidence rates of water-related diseases and associated medical expenditures, thus reducing \npoverty. Increased access to convenient and safe drinking water for the rural poor will also \ntranslate into increased time for productive activities and long-term human development. Water \ncollection has a particularly high opportunity cost for women and school-age children. For \nexample, especially in mountainous areas, time devoted to water carrying limits opportunities for \nwomen  (often  responsible  for  household  water  use  and  sanitation)  to  earn  income,  and \ndepresses children's (particularly girls') enrolment and active participation in schooling. Lack of \naccess  to  safe  water,  and  inadequate  sanitation  (e.g.,  use  of  common  latrines)  also \ndisproportionately burden women and children with disease, while rising costs of health services \nare particularly problematic in poor localities.9  \n  \n8.  Past efforts to develop the RWSS sector focused mainly on the construction of physical \nfacilities. The Government is now giving more attention to strengthening sector policy, strategy \nand operational frameworks, and institutional capabilities, including in the poorest communities \n(often located in remote mountainous areas). Policies must reflect the PRC’s regional diversity. \nVery active sector support from a number of international organizations, notably the United \nNations Children's Fund and World Bank, in cooperation with the ministries of health and water \nresources, and Department of International Development of the United Kingdom have supported \nthe sector. This has created a base of knowledge on which future projects can build and add \nvalue. The work of community-based organizations and the All-China Women’s Federation \ncomplement and strengthen this foundation. ADB has been active in water resource strategy \n                                                 \n8  The Government defines “sanitary latrines” are those with full walls and a roof, odorless, and insect free. \n9  Especially in areas with high levels of male out-migration in search of urban employment, women bear a \ndisproportionate share of agricultural and household work, including caring for children and elderly family \nmembers, water collection, water use, and sanitation. The PRC’s Agenda 21 calls for action to promote the role of \nwomen in sustainable development, and sets out specific issues to remove constraints hindering women’s \nparticipation in sustainable development.  ", "    3 \nplanning and developing urban water supply and wastewater utilities in the PRC, from which \nlessons can be drawn and applied to the RWSS sector. \n \n9.  The TA will analyze key lessons from the experience and determine how these can be \nembedded in future RWSS policies and strategy. Lessons include the following:  \n \n(i)   Water supply and sanitation should be integrated.  \n(ii)   Drinking-water user groups should participate more, from scheme design to \nconstruction to operations, and ensure that decision-making on water and related \nissues involves a balanced mix of men and women in the villages.  \n(iii)   National  procedures,  such  as  manuals,  design,  and  construction  standards, \nshould be harmonized.  \n(iv)   Operation and quality maintenance models tailored to local situations are needed \nfor existing and new schemes.  \n(v)   National, provincial, and local capacity building should be ongoing.  \n(vi)   Short-term  processes  and  long-term  outcomes,  and  related  targeted \ndissemination should be monitored and evaluated.  \n(vii)   Financing of sustainable RWSS in poor townships and remote villages need \ninnovative, viable models that use participatory approaches to take into account \ncost recovery, water pricing, and willingness and ability to pay. \n \n10.  The TA is timely as it will help formulate the 11th FYP by developing the medium-term \n(2006-2010) RWSS sector investment plan and an outline RWSS strategy to achieve related \nMDGs in the long-term (2006-2015).  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The long-term goal of the TA is  to provide safe and sustainable water supply, and \nimprove rural sanitation, health, and hygiene behavior. The purpose of the TA is to help the \nGovernment  prepare  pro-poor  RWSS  policies,  and  a  strategic  investment  framework  for \nintegrated RWSS, focused on defining viable models for financing sustainable pro-poor RWSS \nsystems, and related institutional capacity building. \n \n12.  The scope of the TA will focus on preparing a medium-term RWSS sector plan and \ninvestment strategy for 2006-2010, for inclusion in the 11th FYP, and, in the context of realizing \nthe related MDGs, a longer-term outline strategy up to 2015. Strategy formulation will include (i) \ndetailed desk and field reviews; (ii) national and provincial workshops to ensure stakeholder \ninvolvement, recognition, and understanding of perspectives; (iii) synthesis of lessons from local \nand international projects; and (iv) about three case studies to test selected critical issues10, \nincluding an in-depth analysis of organizational models for water user groups (WUGs), pro-poor \nRWSS tariff setting, and community-based O&M models for existing RWSS schemes. The TA \nwill be nationwide but give particular attention to rural poor areas in the western region11 and \ncentral areas; decentralization initiatives; researching and promoting private sector participation; \nintegrating  water  supply  and  sanitation;  and  enhancing  participatory  processes,  including \n                                                 \n10  The case studies will research and analyze selected critical priority issues, based primarily on secondary \ninformation and supported by field visits. Selection of case studies will involve liaison with ongoing RWSS projects.  \n11 Western Region comprises 12 provinces, autonomous regions, and municipalities, covering Chongqing, Gansu, \nGuangxi, Guizhou, Inner Mongolia, Ningxia, Qinghai, Shaanxi, Sichuan, Tibet, Xinjiang, and Yunnan; and 3 \nprefectures in Hubei, Hunan, and Jilin. ", "4 \ncommunity consultations, women's involvement, and incorporation of children’s needs, in the \ndesign and implementation of RWSS projects and programs.  \n \n13.  The principal outputs will be (i) a RWSS sector profile, in accordance with ADB’s format \nand  standards;  and  (ii)  a  RWSS  medium-term  (2006-2010)  sector  development  plan,  for \nincorporation in the 11th FYP. The plan will contain recommended investment projects, a \ncapacity-building program, a research and development program (if appropriate), and a RWSS \nsector road map; and (iii) in the context of realizing the MDGs, a RWSS long-term (2006-2015) \noutline strategy. The plan and the strategy will include recommendations for RWSS monitoring \nand evaluation systems and outline frameworks to disseminate information these generate. The \noutputs will provide the Government with a framework to guide and improve policymaking, \ncoordination, investment, and implementation of RWSS. \n \nB.  Methodology and Key Activities \n14.  The TA will be implemented over seven months, starting March 2004, with key findings \nand recommendations to feed into national policy dialogue toward final drafting of the 11th FYP \n(2006-2010)  in  March  2005.  The  TA  will  comprise  (i)  a  sector  review  to  identify  sector \nconstraints; (ii) an analysis of the constraints and selected case studies; and (iii) preparation of \nsector policies and strategies, an investment plan, priority programs, and external assistance. \nNational and provincial workshops will be convened as required. \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $505,000, comprising $214,000 in foreign \nexchange and $291,000 equivalent in local currency. The Government has requested a TA \ngrant in an amount not exceeding the equivalent of $400,000 to meet the total foreign exchange \ncost and part of the local currency amounting to $186,000 equivalent. The TA will be financed \nfrom the Poverty Reduction Cooperation Fund. The remaining portion of the local currency cost \nwill be financed by the Government through the provision of counterparts, office facilities, and \nlogistical support. Details of the cost estimates are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  The Department of Disease Control of the Ministry of Health will be the Executing \nAgency and will appoint a senior official as the TA director. The National Patriotic Health \nCampaign Committee will act as the TA steering committee to be responsible for coordination \nwith all relevant government agencies. Key stakeholders at all levels will be involved in the TA. \nThe TA’s participatory approach will be enhanced by consultations through the dissemination \nstrategy and several workshops. The TA will liaise with, involve, and continuously consult the \nNational Development and Reform Commission to ensure that the proposed RWSS medium-\nterm (2010-2010) sector development plan is incorporated into the 11th FYP. The TA will be \nimplemented  over  seven  months  to  allow  sufficient  time  for  comprehensive  consultation, \ninvolving preparation of various issues papers, workshops, and agreements on the RWSS \ndevelopment strategy.  \n \n17.  Consultants will be engaged through a firm in accordance with ADB's Guidelines on the \nUse  of  Consultants,  based  on  the  quality-  and  cost-based  selection  method  and  other \narrangements satisfactory to ADB for engaging domestic consultants. International consultants \nwill render 7 person-months’ service: a water supply and sanitation institutional development \nexpert  (5  person-months) and a public economist (2 person-months). Domestic consulting ", "    5 \nservices will total 26 person-months: water supply development (7 person-months), sanitary \ndevelopment (7 person-months), health education and hygiene promotion (3 person-months), \ncommunity participation (3 person-months), economic and financial analysis (4 person-months), \nand management development (2 person-months). All consultants should have experience in \nworking on poverty reduction studies/projects. The outline terms of reference are in Appendix 3. \nTA equipment will be procured in accordance with ADB's Guidelines for Procurement. \n \n18.  Within one month following mobilization the consultants will submit an inception report to \ndefine the direction of the study and identify critical sectoral issues for assessment and case \nstudies to be prepared. Within three months after commencement, an interim report will present \na detailed analysis of the key issues and constraints, including the findings from the case \nstudies, strategic opportunities, and proposals. The findings will be presented in a workshop for \nselected stakeholders. The recommendations will be endorsed in a tripartite meeting before \nproceeding to the third part of the TA. Six months after commencement, a draft final report will \nanalyze the sector strategy and policies, institutional arrangements, medium-term investment \nplan and strategy, including a capacity-building and training program, and a longer-term outline \nstrategy. A second tripartite meeting will be held to discuss the draft final report. Incorporating \nthis feedback, the final report will be completed one month after the second tripartite meeting. \n \nIV.  THE PRESIDENT'S DECISION  \n19.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $400,000 to the Government \nof the People's Republic of China to be financed on a grant basis by the Poverty Reduction \nCooperation Fund for the purpose of a study on Safe Drinking Water and Sanitation for the \nRural Poor, and hereby reports this action to the Board.  \n \n \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms  and Risks \nSector Goals       \n       \nProvide safe and sustainable  •  Halve by 2015 the  •  Project  •  Sustained \nwater supply to, and improve  proportion of people  monitoring and  government \nrelated sanitation, health,  without sustainable  evaluation  commitment  \nand hygiene behavior of, the  access to safe drinking  systems   \nrural poor in the PRC   water from the current    •  Limited institutional \n  40% to 20%  •  Water quality  capacity at the \n  monitoring  county, township, \n•  Increased coverage of  programs  and village levels \nsafe water supply and     \nsanitary latrines1  •  Information  •  Lack of counterpart \n  disseminated   funds \n•  Decline in the incidence     \nof diarrheal diseases,  •  Periodic surveys  •  Communities not \nviral hepatitis    adequately involved \n  •  World Health  in planning, design, \n•  Increased percentage of  Organization  construction, and \npeople practicing water- statistics  operation and \nrelated hygiene    maintenance, and \nbehaviors  •  Government  ownership of \n  statistics  facilities \nPurpose/Objectives       \n       \nHelp the Government  •  Proposed medium-term  •  Tripartite  •  Sustained \nprepare and implement  RWSS sector  meetings  government \nRWSS policies, and develop  investment plan and    commitment  \na strategic investment  strategy ready by March  •  TA completion   \nframework for integrated  20052 and incorporated  report and  •  Timely completion \nRWSS  into the 11th FYP  review missions  of the TA by \n    September 2004 \n•  Proposed long-term  •  Post-TA   \nRWSS outline strategy  monitoring  •  Viable financing \nto 2015 adopted in the  models for \ncontext of achieving the  sustainable RWSS \nMillennium Development  projects identified \nGoals (MDGs)   \nOutputs       \n       \n•  RWSS sector profile  •  Definition of specific  •  TA tripartite  •  Timely provision of \n  investment programs,  meetings  data and \n  including an outline of    information to the \n  priority pro-poor projects  •  TA review  consultant’s team \n  for project preparatory or  missions   \n  advisory TAs  •  TA progress   \n    and completion   \n    reports   \n    •  TA workshops   \n1  Safe water supply coverage was 57% at end 2002, and 'sanitary' latrine coverage was 49%. \n2  The deadline for incorporating an RWSS sector investment strategy in the 11th FYP. \n \n ", "  Appendix 1  7 \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms  and Risks \n•  A RWSS medium-term  •  Identification of critical    •  Plan and strategy \nsector investment plan  issues for long-term  design not inhibited \nand strategy (2006- RWSS planning  by institutional \n2010)    barriers  \n•  A RWSS long-term  •  Capacity-building plan   \n(2006-2015) outline \nstrategy \n \nActivities       \n       \n•  Part 1: Sector review  •  Start: Month 1  •  TA,  •  Adequate, usable \n(desk and field) leading    Completion: Month 2    inception,  data available on \nto definition of sector      interim,  time  \nconstraints and issues      draft final, and    \n      final report  •  Adequate \n•  Part 2: Analysis of  •  Start: Month 2    stakeholder \nconstraints/issues    Completion: Month 4  •  Review  participation \n    missions   \n•  Part 3: Definition of  •  Start: Month 4    •  Delayed \nsector policy, plans,    Completion: Month 7  •  TA workshops  recruitment of \nstrategies, priority    consultants and \nprograms, and external  •  Tripartite  appointment of \nassistance  meetings  counterpart staff, \n    data not available \nAbout three case studies for  on time, and \nselected key issues under  experienced \npart 2  counterpart staff \n  and other \nNational, , provincial, and  government support \nlocal workshops convened  not available on \n  time \nInputs       \n       \n•  Consultants  •  $258,000  •  TA progress  •  Appropriate, \n   •  7 person-months of  reports  qualified \n  international consulting     counterpart staff \n  services: water supply  •  TA review  available \n  and sanitation  missions    \n  institutional development  •  Timely and \n  (5 person-months) and  adequate \n  economic/ financial  counterpart funding, \n  analysis (2 person- provision of \n  months)  counterpart staff, \n  •  26 person-months of  logistical support \n  domestic consulting  and access to \n  services: water supply  relevant data and \n  development (7 person- reports \n  months), sanitary \n  development (7 person-\n  months), health \n  education/hygiene \n  promotion (3 person-\n  months), community \n  participation (3 person-\n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms  and Risks \n  months), \n  economic/financial \n  analysis (4 person-\n  months), and \n  management \n  development (2 person-\n  months) \n   \n•  Workshops and  •  $26,000 \nseminars   \n   \n•  Counterpart staff  •  $50,000 \n   \n•  Government funding  •  $105,000 \n   \n•  ADB  •  $400,000 \n   \n    Total   •  $505,000 \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \nItem  Foreign  Local  Total \nExchange  Currency  Cost \n       \nA.  Asian Development Bank Financinga       \n       \n  1.  Consultants         \n  a.  Remuneration and Per Diem       \n  i.  International (7 person-months)  154  0  154 \n  ii.  Domestic (26 person-months)  0  104  104 \n  b.  International and Local Travel  20  5  25 \n  c.  Reports and Communications  2  8  10 \n  2.  Workshops and Seminars  0  26  26 \n  3.  Miscellaneous Administration and Support Costsb  1  15  16 \n  4  Representatives for Contract Negotiations  5  0  5 \n  5.  Contingencies  32  28  60 \n       \n            Subtotal (A)  214  186  400 \n       \nB.  Government Financing \n       \n  1.  Office Accommodation and Administration    0  30  30 \n  2.  Remuneration and Per Diem of Counterpart Staff  0  50  50 \n  3.  Othersc  0  25  25 \n       \n            Subtotal (B)  0  105  105 \n       \n              Total  214  291  505 \na  Financed by the Poverty Reduction Cooperation Fund. \nb  Including car rental, interpretation, and administration. \nc   Including transportation, translation costs, and provincial logistics support. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \nOUTLINE OF TERMS OF REFERENCES \nA.  Part 1: Sector Review and Analysis \n1.  The review and analysis of policy, strategy, and operational frameworks, including targeting \nof rural poor areas, will be based on desk reviews and field surveys. The consultants will have the \nfollowing responsibilities: (i) review and analyze the status and demand for rural water supply and \nsanitation (RWSS) in the People’s Republic of China (PRC), giving particular attention to the \nwestern region and central areas, and the Government's development plans, and identify directions \nand needs for sector development in accordance with the report Water for All: The Water Policy of \nADB (2003); (ii) review and analyze existing and proposed RWSS regulations at the national, \nprovincial, and lower levels; (iii) review and analyze the relations between access to safe water, \nsanitation, and poverty, and determine how improved analyses of community priorities and needs \ncan  be  incorporated  into  policymaking  and  implementation;  (iv)  review  and  analyze  the \ncommitment  of  the  governments  at  all  levels  to  integrate  hygiene  promotion  and  improved \nsanitation with improved water supply into new policies and approaches; (v) based on a review and \ncritical analysis, recommend necessary improvements to national policies and strategies related to \nRWSS sector development, including the roles and capabilities of the central Government, local \npublic agencies, private sector, water operators, regulators, and consumers; (vi) analyze past and \nplanned internal and external investment in the sector, broken down into rural water supply, \nsanitation,  and  health  education  and  hygiene  promotion.  Assess  investment  trends,  and  the \nallocation  between  rural  water  supply,  sanitation,  health  education,  hygiene  promotion,  and \ngeography; (vii) document key patterns in sector development assistance provided by external aid \nagencies, including information on the nature and value of the assistance, policies, terms and \nconditions, priority areas, and future programs; (viii) assess the impacts of other external funding \nagencies on sector development to provide a guide for the formulation of future Asian Development \nBank (ADB) strategies, and avoid duplication of efforts with other external aid agencies, in this \ncontext,  the  consultants  should  review  key  reports1 from  ADB’s  Operations  and  Evaluation \nDepartment. Consultants should also interface with the PRC Council for International Cooperation \non Environment and Development; (ix) based on lessons learned from previous privatization sector \nactivities in the PRC and international models, assess ongoing and future opportunities for private \nsector participation to further finance, operate, and maintain sector facilities, including identifying \nopportunities for private sector participation, and improving the public-private interface and the \nregulatory framework; (x) based on a field review of selected externally and domestically financed \nRWSS projects, complemented by RWSS experience in other countries, define key issues and \nconstraints, and lessons that can contribute to development of a RWSS strategy, and necessary \nrefinement in policy and regulations; and (xi) define a dissemination strategy for the process and \noutcomes of the TA, including lessons from RWSS sector projects. \n \nB.  Part 2: Analysis of Sector Constraints \n2.  The review will lead to definition of the key issues that need to be addressed and analyzed. \nThe  analysis  and  recommendations  will  be  presented  as  RWSS  strategic  guidance  papers. \nSelected critical issues will be more rigorously investigated as case studies. Workshops will review \nkey findings and help refine recommendations. This analysis will include consideration of the \naspects outlined below. Where appropriate, PRC guidelines for feasibility studies, as well as ADB \nguidelines, should be observed.  \n \n \n \n \n                                                 \n1  ADB. 2002. Impact Evaluation Study on Water Supply and Sanitation Projects in Selected Developing Member \nCountries. Manila. ", "  Appendix 3  11 \na.  Institutional and Legal Aspects \n \n3.  The consultants will do the following: (i) review, analyze, and provide recommendations to \nenhance cooperation, communication, and sharing of information between key RWSS central level \nministries; (ii) review existing institutional framework, and administrative systems and procedures \nfor sector development, including decentralization initiatives involving the local governments, as \nwell as the incentive structures that support or inhibit efficient and equitable RWSS management; \n(iii) establish a clear picture of the interactions between key agencies, (i.e., including the central \nGovernment, local governments at all levels, plant operators, water regulators, drinking water user \ngroups (WUGs), village committees, community-based organizations, and private entrepreneurs), \nand identify related areas in the existing institutional framework and administrative systems and \nprocedures that need improvement; (iv) review and analyze in detail the performance of WUGs for \nRWSS and formulate detailed recommendations for WUG models that will (a) ensure that the \nwhole community is represented, and decision-making in relation to water and water-related \nissues, involves a balanced mix of men and women at village level, including poor groups; and (b) \nguide establishment, organization, and management of the WUG and its elected committee. \nInstitutional and legal lessons should be drawn from the formation and operations of existing \nirrigation water user associations, and ongoing external agencies-financed irrigation water users \nassociation/WUG initiatives; (v) determine appropriate levels of sector services for township and \nvillage RWSS. This should emphasize the needs of rural areas and be framed in the context of \ncountrywide and regional climatic, topographic, social and cultural diversity, poverty, need to \nidentify  innovative  approaches,  and  application  of  available  and  appropriate  technology.  The \nassessment  of  technology  options  should  also  take  into  consideration  the  varying  financial, \ninstitutional  and  organizational  implications  for  operation  and  maintenance  (O&M)  of  different \ntechnologies and service levels, for existing schemes that are underperforming or operational, and \nnew schemes; and (vi) based on desk and field surveys, review and analyze ownership models for \nRWSS. Propose innovative models for community-owned schemes such as cooperatives.  \n \nb.  Economic Aspects \n \n4.  The consultants will do the following: (i) in accordance with ADB’s water policy, review and \nrecommend key improvements in RWSS tariff policies, tariff setting (including the consultation \nprocess), metering, billing and collection efficiency, and accounting and financial management \nsystems; review and analyze studies on willingness to pay for different standards of service, and \nability-to-pay reviews to help determine tariff options for rural water supply at different service \nlevels; analyze, and make recommendations on (a) adequacy and affordability of tariffs, especially \nfor poor people; and (b) improvement of collection of RWSS charges; (ii) undertake financial and \neconomic  analyses  in  accordance  with  ADB's  guidelines2 and  models  developed  by  ADB's \nEconomic and Research Department; (iii) analyze various cost-recovery, cost-sharing, and cross-\nsubsidy models that may be viable for RWSS; (iv) estimate the extent of unaccounted for rural \nwater supply and propose improvements; and (v) develop methods for economic evaluation of \nRWSS investments that are appropriate for use in selection criteria in the RWSS medium-term \n(2006-2010) sector development plan. \n \nc.  Financing Future Rural Water Supply and Sanitation Projects \n \n5.   The consultants will do the following: (i) identify possible constraints and limitations in \nmobilization and effective use of funds for future RWSS projects, especially in poor remote areas, \nincluding  borrowing  capacities  of  sector  agencies  involved.  (ii)  review,  analyze,  and  prepare \n                                                 \n2 The following ADB guidelines and references will be used: Framework for the Economic and Financial Appraisal of \nUrban Development Sector Projects, Guidelines for Economic Analysis of Projects, Handbook for the Economic \nAnalysis of Water Supply Projects, Economic Issues in the Design and Analysis of a Wastewater Treatment Project, \nand Guidelines for the Financial Governance and Management of Investment Projects Financed by the ADB. \n ", "12  Appendix 3 \nfinancial models and “what-if” analysis to test and define innovative and viable options for the \nfuture financing of RWSS systems, including loan-equity-grant/subsidy “packaging” for township \nand village RWSS; and (iii) provide indicative estimates of the need for internal and external funds \nfor a medium-term sector development plan for 2006-2010 (11th Five-Year Plan [FYP]). \n \nd.  Poverty, Social, and Gender Aspects \n \n6.  The consultants will do the following: (i) identify pre- and in-project mechanisms to evaluate \nthe impact of RWSS projects on the beneficiaries, particularly on poverty reduction, gender, and \nother social equity issues, based on ADB's Guidelines for Incorporation of Social Dimensions in \nBank Operations, Gender Checklist for Water Supply and Sanitation, and Handbook on Poverty \nand Social Analysis. (ii) review and analyze past and present RWSS projects/programs, and \npropose  methods  to  improve  them  through  community  involvement,  project  preparation, \nformulation, and implementation that will also reduce poverty; (iii) assess the level of community \nparticipation  in  identification,  design,  construction,  and  O&M  of  rural  water  supply  facilities, \nemphasizing  involvement  of  women  and  potentially  marginalized  groups,  including  ethnic \nminorities. For existing sector programs, examine the mechanisms for and efficacy of community \nvoice regarding preferences/social acceptability of various technology options and cost-recovery \nschemes. Propose feasible approaches to ensure supply modes better match community needs; \n(iv) assess and recommend interventions to support the formation of village-based women’s \ngroups to produce plans for women’s requirements in sanitation, and to ensure that improvements \nin sanitation meet women’s needs; (v) assess the ability of central, provincial, and subprovincial \ngovernment agencies’ ability to be proactive in, and readiness for, involvement in community \nparticipation, as well as efficacy in targeting the poor and other key rural population groups. Define \nthe roles of the administration of local governments, water operators, water regulators, and village \ncommittees in assessing and addressing community needs. Recommend improved mechanisms to \nincrease the community involvement and targeting of the rural poor; and (vi) review and analyze \ncurrent  policies,  and  applications  for  determining  the  minimum  amount  of  water  (at  a  given \nquantity) that should be delivered to the poor. \n \ne.  Engineering Aspects and Resource Allocation \n \n7.  The consultants will do the following: (i) review existing national design guidelines for \nRWSS prepared by different agencies and recommend ways to harmonize and standardize design \nmanuals and guidance documents; (ii) define and analyze approaches to offer poor communities \ndesign options for RWSS schemes; (iii) review the availability and quality of locally manufactured \nmaterials, assess product quality, and recommend improvements; (iv) review local construction \nstandards and codes of practices, assess their adequacy, and identify areas that need attention in \npreparing specifications and construction supervision; (v) based on a review of external agencies- \nand government-financed projects, assess the extent to which overdesign is an issue; assess the \nimpact  of  overdesign  on  the  cost  of  safe  water;  identify  the  reasons  for  overdesign;  and \nrecommend ways to rationalize approaches to design, including future forecasting of consumption; \nand  (vi)  in  the  context  of  recent  and  proposed  developments  in  integrated  water  resources \nmanagement, analyze allocation of water for drinking (domestic) purposes in rural areas, and \nidentify potential future imbalances between demand, available resources, and resource allocation, \nand recommend ways to harmonize imbalances. \nf.  Environmental Aspects \n \n8.  The consultants will, in accordance with ADB and PRC environmental guidelines, do the \nfollowing: (i) review and analyze environmental aspects of RWSS in detail, including institutional \nissues; identify key environmental hazards in RWSS; assess the level and appropriateness of \ninvestments to mitigate these hazards; and identify low-cost and innovative options; (ii) review and ", "  Appendix 3  13 \nanalyze efforts by government agencies of various levels, and nongovernment institutions to \nmonitor groundwater quality in shrinking water tables; (iii) based on a literature review and focused \nfieldwork (as needed), analyze the extent to which fluoride, arsenic, and saline contamination are \nserious threats to safe drinking water. Evaluate ongoing mitigation measures and comment on their \neffectiveness. If appropriate, propose investments necessary to enhance these measures; (iv) \nassess the prevalence of water supply contamination due to use of latrine waste as fertilizer, and \nrecommend preventive measures; and (v) review existing systems for surveillance, monitoring, and \nreporting  on  water  quality,  and  recommend  ways  to  strengthen  water  quality  control  and \nmonitoring, and disseminate information to key target groups. \n \ng.  Health Aspects \n \n9.   The consultants will do the following: (i) review health aspects of RWSS in detail, including \n(a) assessing institutional issues (e.g., cross-agency collaboration, integration of water and health \nimprovement initiatives, etc.); and (b) compiling and analyzing relevant health data, including \nmorbidity and mortality associated with waterborne diseases and poor sanitation. To the extent \npossible, the latter should provide disaggregated estimates for rural areas, and include water- and \nsanitation-related infectious disease as well as evidence on linkages between water/sanitation and \nchronic diseases; (ii) identify the priority RWSS-related risk factors that impose the greatest burden \non health, and assess the extent to which these derive from (a) underinvestment in RWSS physical \nfacilities  and  (b)  unsafe  behaviors;  (iii)  assess  government  and  public  support  levels  for \ninvestments in  local sanitation, ranging from overall awareness of related health impacts by \nofficials  at  various  levels,  to  local  government  emphasis  on  and  public  demand  for  such \ninvestments and willingness to pay (especially for sanitation). As part of broader recommendations, \nidentify low-cost, innovative, and contextually appropriate options to mitigate drinking water and \nsanitation risk factors, as well as advocacy approaches with strong potential to mobilize community \nand local governments; (iv) assess public awareness of RWSS-related risk factors, as well as the \ncoverage and efficacy of information, education, and communication (IEC) campaigns to change \nhygiene- and water-related behaviors. Survey efforts by national and local government agencies \nand other domestic and international organizations: (a) content (What key messages have been \ngiven to the public?); (b) agencies/organizations responsible for delivery; (c) delivery modes; (d) \ntechnical accuracy of information; and (e) extent to which IEC has been targeted in content and \ndelivery (i.e., addressing specific local priorities and appropriate to local communities), including \n\"accessibility\" of information. Reaching remote rural populations, the poor, women, and other key \nat-risk groups should be emphasized; (v)  formulate a strategy for targeted and cost-effective \nRWSS-related IEC, including recommendations on key aspects such as (a) optimal levels of \ninvolvement by agencies at different levels in IEC design, implementation, budgeting, and delivery, \nbalancing local responsiveness with economies of scale and other considerations; (b) delivery \nmodes and targeting to get the right message to the right audience; (c) a system to monitor \nevidence of behavioral change; (d) mechanisms for review and revision of IEC approaches; and (e) \nupfront and recurrent budgetary requirements; and (vi) propose other concrete interventions to \nensure that health promotion, health education/advocacy, and sanitation are addressed at the \nsame time that water supply is improved so that potential health benefits are realized.  \n \nh.  Capacity Building Aspects \n \n10.  The consultants will do the following: (i) assess the division of responsibilities between, and \noverall capacity of, key RWSS agencies, particularly at subprovincial levels; review current sector \npersonnel development programs, assess their adequacy, and identify areas that need capacity-\nbuilding strengthening; (ii) review the involvement of domestic consultants, contractors, and other \ninstitutions in RWSS development activities, and assess their capabilities; recommend ways to \nenhance  individual  and  consulting  entity  capacity;  (iii)  as  part  of  the  medium-term  sector \nstrategy/plan, prepare a human resource development plan for RWSS at all levels, emphasizing \n ", "14  Appendix 3 \ndevelopment of the decision-making capacity of women as key planners in the RWSS sector; and \n(iv) identify areas in RWSS that warrant research and development; and define and cost a program \nfor inclusion in the medium-term sector investment plan (2006-2010). \n \ni.  Monitoring and Evaluation and Dissemination Aspects \n \n11.   The consultants will do the following: (i) propose monitoring and evaluating systems to \nassess the transparency, impact, and sustainability of RWSS projects; (ii) propose simple and \nmeasurable indicators to monitor and evaluate project processes and outcomes; (iii) propose a \nsystem flexible enough to measure short- and long-term outcomes, with particular emphasis on \nhealth and related outcomes among the poor, women, children, and vulnerable groups; and (iv) \npropose  a  framework  to  disseminate  monitoring  and  evaluation  information  that  could  be \nincorporated into future RWSS projects. Given the crucial role of women in RWSS, the framework \nshould give priority to enhancing women’s access to information. In proposing monitoring and \nevaluation systems, particular attention should be given to the frequent inconsistency and lack of \nclarity on definitions and data. \n \nC.  Part  3:  Sector  Policies  and  Strategy,  Investment  Plan,  Priority  Programs,  and \n  External Assistance \n \n  1.  Policies and Strategy Formulation \n \n12.  Based on tasks under parts 1 and 2, the consultants will propose a policy framework for \nsector development and a RWSS sector strategy, including viable models for financing future \nRWSS projects, to be endorsed by the Government. \n \n  2.  Sector Development Plan and Millennium Development Goals  \n \n13.  The consultants will do the following: (i) focusing on rural areas, but drawing information \nfrom ADB’s experiences in urban water supply and other sources, prepare an RWSS sector profile \nin accordance with ADB’s format and standards; (ii) propose an RWSS medium-term (2006-2010) \nsector development plan, for incorporation in the 11th FYP. This will contain an outline of technical \nassistance (TA) and pro-poor investment projects, and include a capacity-building program, and, if \nappropriate, a research and development subprogram. The plan will provide adequate details on \nobjectives,  justification,  scope,  cost  estimates,  proposed  funding  sources,  implementation \narrangements, and a, RWSS sector road map. The consultants will prepare specific investment \nprograms  suitable  for  possible  external  assistance,  including  an  outline  of  priority  projects \npotentially suitable for project preparation or advisory TA; and (iii) in the context of realizing the \nMillennium Development Goals for access to clean water, formulate an RWSS long-term (2006-\n2015) outline strategy. "], "metadata": {"Creator": "TA_PRC_SAFEDRINKING - Microsoft Word", "CreationDate": "D:20031127090141Z", "Title": "TA_PRC_SAFEDRINKING.doc", "Author": "cdj", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20031224095744+08'00'"}}