{"path": "data/input/ta/tar-fsm-33316.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR: FSM 33316 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Cofinanced by the Government of the United States) \n \n \nTO THE \n \n \nFEDERATED STATES OF MICRONESIA \n \n \nFOR \n \n \nSTRENGTHENING OF PUBLIC SECTOR MANAGEMENT \n \n \nAND ADMINISTRATION \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", " \nCURRENCY EQUIVALENTS \n \nThe unit of currency of the Federated States of Micronesia is the United States dollar. \n \n \n \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DFA  –  Department of Finance and Administration \n  JEMCO  –  Joint Economic Management Committee \n  PFTAC  –  Pacific Financial and Technical Assistance Centre \n  PSRP  –  Public Sector Reform Program \n  TA  –  technical assistance \n  US  –  United States \n       \n \n \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by H. Kawada, Pacific Department. \n ", " \nI.  INTRODUCTION \n1.  The Federated States of Micronesia (FSM) is in a critical transition period, as the \nrenewal of the Compact of Free Association (Compact)1 between the FSM and the United \nStates (US) is being concluded. Under the amended Compact, the Government of the FSM is \nexpected  to  continue  far-reaching  structural  adjustment  policies  and  nationwide  economic \nreform programs to adjust to reduced external funding. The Government has requested the \nAsian Development Bank (ADB) to provide technical assistance2 (TA) to support these efforts. \nADB Fact-Finding Missions visited the FSM in August and October 2003. Discussions were held \nwith representatives of the Government and other concerned parties, and understanding was \nsubsequently  reached  on  the  objectives,  scope,  and  implementation  arrangements  of  the \nproposed  TA.  Consultations  on  cofinancing  arrangements  were  also  held  with  the  US \nDepartment of the Interior in January 2003 in Washington, DC and in September 2003 in \nPohnpei. The TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  The FSM economy is dominated by the public sector. The financial transfers under the \nCompact,  a  major  source  of  external  funding,  precipitated  a  substantial  expansion  in  the \neconomy—driven  by  growth  in  public  sector  expenditures.  With  declines  in  the  resource \ntransfers in two major step-downs in Compact funding in FY1992 and FY1997, economic growth \nslowed. The economy suffered a major shock in 1997, as a reduction in financial resources \navailable as a result of the step-down in the Compact funding worked its way through the \nsystem.  \n \n3.  The impact of the Compact grants is evident in the dominance of the public sector and \nthe extent to which aid has permitted total final consumption to exceed the domestic economy’s \nproduction and trade opportunities. The value of imports is six times higher than exports, and \nthe trade deficit was 33% of the gross domestic product in FY2002. Private sector activities are \nmainly in the retailing industry, servicing the public sector. The major challenge for the FSM is to \ntransform itself from a public sector-led economy to a private sector-driven economy. \n \n4.  Economic summits at the national and state levels were organized during the period of \nthe original Compact in advance of the major reduction in Compact transfers. The summit \nprocess paved the way for a public sector reform program (PSRP) that ADB supported through \na program loan3 and associated TAs. As a result of the PSRP, the Government payroll was \nreduced by 30% in nominal terms and the number of public servants cut by 23%. While \nGovernment downsizing was  achieved, insufficient attention was given to streamlining the \nmachinery of government and refocusing government activities within the role and functions that \nonly government can perform in delivering public goods.4 \n \n                                                 \n1  The Compact came into effect in 1986. Under the Compact, the FSM received assistance over 15 years until 2001 \nwith a transition provision for an extension of 2 more years until October 2003. The FSM is currently renegotiating \nthe economic provisions of the Compact with the United States. \n2  The TA first appeared in ADB Business Opportunities on 14 February 2003. The TA was included in ADB. 2003. \nFSM Country Strategy and Program Update (2003–2005): Federated States of Micronesia as Economic Policy \nReform and Capacity Building, Phase II. The name was modified to better reflect the objectives and scope of the \nTA. \n3  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nFederated States of Micronesia for the Public Sector Reform Program. Manila. \n4  ADB. 2003. Program Performance Audit Report on the Public Sector Reform Program in the Federated States of \nMicronesia. Manila. ", "2 \n5.  Since 1995, ADB has provided substantial economic management and policy advisory \nTAs. These are two TAs for the economic management policy advisory team,5 and phase I of \nthe Economic Policy Reform and Capacity Building TA.6 The main objectives of the TA projects \nwere to (i) assist the Government in formulating an economic strategy and economic policies \nthat will lead to more rapid and self-sustaining growth, and particularly to address the major \nstructural problems faced by the country; (ii) help monitor policy implementation and provide \nfeedback on the effects of structural adjustment measures; and (iii) provide training to enable \nthe Government, in the medium term, to continue the work of policy analysis without reliance on \nexpatriate staff.  \n \n6.  A  major  accomplishment  of  the  ADB  TAs  on  economic  policy  management  was \nimproved understanding within the Government of sound economic policy formulation and \nmanagement, and effective support for economic policy reforms in response to the major step- \ndowns in US Compact funds. Through graduate and on-the-job training, progress has also been \nmade in developing the capacity of a cadre of local economists with master's degrees in \neconomics. \n \n7.  The Compact negotiations are now near completion, and while the final size of the \npackage is yet to be finalized, the structure and outlines of the new fiscal procedures are \ngenerally well known.  The amended Compact, with a duration of 20 years ending 2023, will be \nadministered mainly through six sector grants, which are for  (i) education, (ii) health care, (iii) \nprivate sector development, (iv) environment, (v) capacity building in the public sector, and (vi) \npublic infrastructure, with priorities in the education and health care sectors. The negotiation \nteams of the FSM and US have proposed an amended Compact based on a $76 million grant to \ncover the six sectors and a $16 million contribution to the trust fund in the first year. The \ncontribution to the trust fund will increase by 0.8 million annually, while the grant for the six \nsectors will be reduced annually by a similar amount. The trust fund will remain untouched until \nFY2023, at which time the fund would be expected to be of a size that would yield an annual \nincome in perpetuity that could replace the annual contributions to the FSM budget from the \nCompact. All payments are inflation-indexed to two thirds of prevailing US inflation. This level of \ncontributions to the FSM budget is a reduction of about 7% from the 2001 Compact grant level, \nand the further step-down every year will entail a prolonged period of adjustment. Therefore, \nthere  is  a  need  for  sound  fiscal  management  to  mitigate  the  immediate  as  well  as  the \nprogressive reduction in the contribution of the Compact to the FSM budget. \n \n8.  For FY2004, more than half of the Compact grant will be allocated to the education and \nhealth sectors. The infrastructure development and public sector capacity building sectors will \naccount for 22% and 15%, respectively. Private sector development and the environment will \nreceive a relatively minor portion of the Compact grant. The public sector capacity building grant \nunder the amended Compact will be used to build effective, accountable, and transparent \nnational and local governments and other public sector institutions. In view of the current \ninstitutional capacity of the governments, the annual public sector capacity-building grant will \n                                                 \n5  ADB. 1995. Technical Assistance to the Federated States of Micronesia for a Policy Advisory Team for Economic \nManagement. Manila (TA-2294-FSM, approved on 31 January 1995 for $2,500,000); ADB. 1997.  Technical \nAssistance to the Federated States of Micronesia for Expansion of the Economic Management Policy Advisory \nTeam. Manila (TA-2294-FSM, approved on 29 April 1997 for $540,000); and ADB, 1998. Technical Assistance to \nthe Federated States of Micronesia Economic Policy Reform and Management. Manila (TA 3024-FSM, approved \non 2 June 1998 for $3,876,000). TA 2294 was rated successful in the Program Performance Audit Report of FSM's \nPublic Sector Reform Program. \n6 ADB. 2001. Technical Assistance to the Federated States of Micronesia for Economic Policy Reform and Capacity \nBuilding Phase I. Manila (TA-3783-FSM, approved on 29 November 2001 for $883,000). ", "    3 \nplay a vital role in improving the governments' capacity over the next 20 years, and should be \nused effectively under a comprehensive long-term plan. Currently, about $10 million of the \nGovernment's operating costs for FY2004 were included in the public sector capacity-building \ngrant under the amended Compact. However, the US wants to avoid financing the basic \noperating costs of the Government through this sector grant. To achieve a smooth transition to \nthe amended Compact, the FSM is now required to prepare an FSM-wide transitional 5-year \nplan (Transition Plan) to find alternative funding sources for these operating costs over 5 years.  \n \n9.  The Compact funds will be carefully managed through a Joint Economic Management \nCommittee (JEMCO). The FSM will establish the secretariat for the JEMCO. The JEMCO will, \namong others, review planning and budget documents of the Government, monitor the progress \nof the FSM toward sustainable economic development and budgetary self-reliance, review and \napprove  grant  allocations  and  performance  objectives,  and  review  quarterly  trust  fund \ninvestment reports. The Government, and the JEMCO in particular, will require timely economic \nadvice and assistance in a number of priority tasks, including formulation of a new economic \nstrategy, expenditure cutting, tax reform, and adjustments in the structure and delivery of public \nservices.   \n \n10.  Another key issue is the lack of a comprehensive, longer-term capacity-building strategy \nto respond to the gradual withdrawal of US assistance. The responsibility for human resource \nmanagement at the national level was shifted to the Department of Finance and Administration \n(DFA) as a result of the government restructuring during the PSRP. Since that time, the \nGovernment has not prepared a long-term human resource and institutional capacity building \nplan. Such a plan will be required to utilize effectively the capacity building sector grant fund of \nthe new Compact.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The long-term goal of the TA is to assist the Government in realizing its \"dream of \neconomic self-sufficiency and security\"7 at the end of the period of the amended Compact, \nthrough achievement of the TA's purpose of timely policy advice and strengthened institutional \ncapacities at both national and state levels. The TA will have two components: (i) Compact \ntransition support, and (ii) preparation of a long-term institutional capacity-building Roadmap \n(the Roadmap).   \n \nB.  Methodology and Key Activities \n1.  Compact Transition Support \n12.  To achieve a smooth transition in the FSM economy and cope with the anticipated \nreductions in the Compact grant funds, the Government identified immediate needs for aid \nagency support in two major areas: (i) preparation of the Transition Plan, and (ii) strengthening \npublic sector financial control and management. \n \n13.  Transition Plan. The Transition Plan will be based on a careful review of both revenues \nand expenditures of the Government, and will explore the possibility of strengthening revenue-\n                                                 \n7  Urusemal, J. 2003. Inauguration remarks of the President of the FSM. Outside Congress Chamber, Pohnpei, 14 \nJuly. ", "4 \ngenerating efforts as well as reducing Government's expenditures. The TA will aim to produce \n(i) an overall economic transition plan, and (ii) a tax reform plan. The tax reform plan will be an \nessential input to the overall economic transition plan. The overall economic transition plan will \nreview both income and expenditure issues, and propose how to soften the impact of the \ncontraction of the grant funding on the FSM economy. The tax regime and administration will \nalso be carefully reviewed. In this respect, the introduction of a broad-based consumption tax \nwill be explored.   \n \n14.  Strengthening Financial Control and Management. To comply with various new fiscal \nmanagement-related  requirements  under  the  amended  Compact,  the  Government  urgently \nneeds to strengthen its capacity in financial planning, controlling, and reporting. The introduction \nof a uniform financial management information system across five governments in the FSM is \none of the Government's top priorities in its effort to improve financial management. Under the \nTA, the financial work of the governments will undergo a strategic review. \n \n2.  Long-Term Public Sector Capacity Building Roadmap \n15.  The Roadmap will guide the Government in carrying out its institutional capacity building \nduring the amended Compact period (2003–2023). The Roadmap will also help ensure efficient \nand effective use of the sector grant for capacity building from the US. The main focus of the \nRoadmap is to improve (i) economic planning, (ii) financial management, (iii) auditing, (iv) law \nenforcement, (v) immigration controls, (vi) the judiciary, and (vii) the compilation and analysis of \nappropriate statistical indicators. Human resource management and staff development issues \nwill be thoroughly reviewed and incorporated in the Roadmap. \n \n16.  To  formulate  the  Roadmap,  the  TA  will  first  establish  the  long-term vision of the \nGovernment of its roles and functions, and its institutional framework and capacity, based on \nconsultations  with  key  stakeholders.  Second,  the  TA  will  conduct  situation  analyses  (or \ndiagnostic reviews) of the national and state governments' institutional framework and capacity. \nThe  analyses  will  cover  the  commitment  and  vision  of  the  leadership  of  the  country, \norganizational  structures  and  functions  of  offices  of  the  governments,  human  resource \nmanagement and staff development policy and system, human resource capacity in terms of \nboth the number and quality of staff, skills mix and gap, top and middle management capability \nand staff morale, staff development opportunities, and quality and efficiency of public services.   \n \n17.  Based on the thorough situation analyses (para. 16), key issues to be tackled will be \nidentified, and short- and medium-term objectives will be defined to achieve the vision set at the \nbeginning of the TA exercise. Detailed initial 3-year action plans will be formulated to achieve \neach objective. Although the action plans will depend on the issues to be identified by the \nthorough  situation  analyses,  the  Roadmap  will  include,  but  will  not  be  limited  to, \nconcrete/detailed staff development plans, a plan to modify, as needed, the human resource \npolicy of the Government, and a plan for restructuring and rationalizing each government. The \naction plans in the Roadmap will enable the Government to implement its capacity building \nefforts in a coordinated manner, and effectively use the public sector capacity building grant of \nthe US Compact, as well as other external assistance.   \n \n18.  A  participatory  approach  will  be  adopted  to  prepare  the  Roadmap.  In  addition  to \ninterviews with concerned parties, a series of workshops will be held at both national and state \nlevels.   \n ", "    5 \nC.  Cost and Financing \n19.  The TA is estimated to cost $1,083,000 equivalent with $759,000 in foreign exchange \nand $324,000 equivalent in local currency (Appendix 2). ADB will provide $500,000 for the TA. \nThe TA will be financed on a grant basis by ADB’s TA funding program. The US will cofinance \nthe TA in the amount of $333,000 on a grant basis to be administered by ADB. The Government \nwill contribute $250,000 equivalent to finance the remaining local currency cost. \n \nD.  Implementation Arrangements \n20.  DFA will be the executing agency for the TA. The Government will ensure counterpart \nstaff members in the national and state governments to work closely with the consultants for the \ninstitutional  strengthening  and  fiscal  management  efforts.  A  steering  committee  will  be \nestablished  comprising  the  secretaries  of  finance,  economic  affairs,  and  foreign  affairs; \nrepresentatives from the state governments; and other officials as deemed appropriate. The \ncommittee will meet quarterly and be headed by the DFA Secretary. The Government will also \nprovide all available relevant information and will facilitate the collection of socioeconomic and \ntechnical data necessary for preparing the Roadmap.  \n \n21.  ADB will engage the services of international consultants with relevant experience in all \naspects of the specified scope of work. The TA will require 35 person-months of consulting \nservices. Under the Compact transition support component, 13 person-months of international \nindividual consulting services in the areas of fiscal management and financial advice will be \nrecruited. The Pacific Financial Technical Assistance Centre will work on tax reform-related \nareas in close consultation with these TA consultants. Under the Roadmap component, a \nconsulting firm will be engaged for 22 person-months in the areas of, among others, public \nsector  management,  human  resource  management,  and  training  planning.  A  firm  will  be \nselected based on a simplified technical proposal under the quality- and cost-based selection \nprocess. The consultants will be engaged in accordance with ADB's Guidelines on the Use of \nConsultants. The detailed terms of reference are in Appendix 3. \n \n22.  The TA will adopt a phased-implementation approach. The Compact transition support \ncomponent will be implemented first. The Roadmap component will be carried out after the first \ncomponent  is  largely  completed,  so  that  the  Roadmap  can  adequately  incorporate  the \nTransition Plan. The TA will be implemented for about 18 months. The first component is \nexpected to begin in February 2004 and be completed by August 2004. The second component \nwill start in September 2004 and will be completed in July 2005. The consultants will adopt a \nparticipatory approach to prepare the outputs. They  will conduct workshops with concerned \nparties  at  both  national  and  state  levels,  to  maximize  the  various  stakeholders'  sense  of \nownership of the Transition Plan and the Roadmap. \n \nIV.  THE PRESIDENT'S DECISION \n23.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $333,000 to be \nfinanced on a grant basis by the Government of the United States, and (ii) ADB providing the \nbalance not exceeding the equivalent of $500,000, on a grant basis, to the Government of the \nFederated  States  of  Micronesia  for  the  Strengthening  of  Public  Sector  Management  and \nAdministration, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n       \nGoal       \nAssist the Government  In FY2009, achieve a  Government budget \nin realizing its \"dream  balanced budget without  papers \nof economic self- the amended Compact \nsufficiency and  grant funding for the basic \nsecurity\"  operating costs under the \n  public sector capacity \nbuilding grant \n \nOver 20 years, sufficient \ncapacity building efforts, \nincluding staff training, in \nthe core functions of the \nGovernment, generally in \nline with the Roadmap \n \nPurpose       \n       \n1. Support the  By August 2004, a 5-Year  Consultant's progress  Government is commited \nGovernment to  Transition Plan for the  reports  to continue reforms. \nachieve a smooth  Federated States of     \ntransition to the  Micronesia (FSM) adopted  Asian Development Bank  Tax reform is politically \namended Compact  to achieve a balanced  (ADB) missions  accepted in the FSM. \n  budget without the   \n  amended Compact grant  Government is committed \n  funding for the basic  to human resource \n  operating costs under the  development. \n  public sector capacity \n  building grant \n   \n  All public financial reports \n  required under the new \n  fiscal management \n  arrangements of the \n  amended Compact \n  produced on time and  \n  accurately \n   \n2. Support the  Adoption, by July 2005, of a \nGovernment to  long-term institutional \nformulate a long- capacity building plan \nterm institutional \ncapacity building \nRoadmap \n \n \n ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n       \nOutputs       \nA. Compact Transition    Consultant's progress  The Government has \n    Support    report  strong commitment to \n      and sense of ownership \n    1. FSM-wide 5-year  Concrete measures so that,  ADB missions  of the preparation of the \nplan (the  in 5 years, basic operating    transition plan. \nTransition Plan)  costs (approximately $10  Tripartite meeting   \nincluding a tax  million) will be taken out     \nreform plan and  from the public sector  Final report  Required data and \ngovernment  capacity building grant  information are available \nexpenditure  under the amended  and accessible. \ncontainment plan  Compact    \nprepared    Government counterpart \n     staff are available. \n   2. Financial advisory  Complete a detailed \n  diagnostic report and \n  practical recommendations \n  for improving financial \n  management, control, and \n  reporting \n   \nB. Institutional Capacity   By mid 2005, complete the \n    Building Roadmap  Roadmap that will be a \n  base document in effective \nuse of external funding in \npublic sector capacity \nbuilding efforts \n \nActivities of capacity \nbuilding in accordance with \nthe Roadmap starting from \nFY2005 \n \nActivities        \nA. Compact Transition  February–August 2004  Progress reports from the  The Government has \n    Support    consultants  strong commitment to \n    1.1 Analyze recent  Activities completed on time    and sense of ownership \nfiscal    ADB missions  of the preparation of the \ndevelopment of      transition plan. \nFSM       \n    1.2 Help with tax      Pacific Financial \nreform and      Technical Assistance \ndevelopment of a      Centre (PFTAC) service \nbroad-based non-     is available on time. \ndistortionary tax       \nsystem      Required data and \n    1.3 Design a strategy      information are available \nfor fiscal      and accessible. \nadjustments for       \neach government      Government counterpart \nof the FSM      staff are available. \n ", "8  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n    1.4 Propose       \nalternative       \nscenarios for       \nfiscal       \nmanagement,       \ncomprising       \nreduced       \nexpenditure and       \nincreased       \nrevenue efforts       \n    1.5 Propose an       \noverall FSM-wide       \n5-year transition       \nplan       \n    2.1 Conduct a       \ndiagnostic review       \nof the Dept. of       \nFinance and       \nAdministration       \n(DFA)       \n    2.2 Recommend       \nshort-, medium-,       \nand long-term       \nsolutions to the       \nissues identified       \nin A.2.1.       \n    2.3 Provide technical       \nadvice to DFA, as       \nwell as Joint       \nEconomic       \nManagement       \nCommittee       \nsecretariat       \n    2.4. Identify training       \nneeds of DFA       \n    2.5 Help introduce a       \nnew financial       \nmanagement       \ninformation       \nsystem       \nB. Roadmap   September 2004–July 2005  Progress reports  The Government is \n    1. Establish a 20-     strongly committed to the \nyear vision of the  Activities completed on time  ADB missions  preparation of the \nGovernment's      Roadmap. \ninstitutional     \nframework and  Required data and \ncapacity   information are \n    2. Conduct thorough  available and accessible.  \nsituation analyses    \nof the national  Government counterpart \nand four state  staff are available. \ngovernments  ", "  Appendix 1  9 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n \n         particularly in the \nareas of  \n• organizational \nstructures and \nfunctions of the \ngovernments \n• management  \ncapability and \nstaff morale \n• human resource \ncapacity in terms \nof both the \nnumber and \nquality of staff \n• current and future \nstaff skills mix \nand gap \n• existing staff \ndevelopment plan \n• education and \ntraining \nopportunities and \nquality of \neducation and \ntraining \ninstitutions in the \ncountry \n    3. Based on the \nsituation analyses, \nidentify key issues \nto be tackled \n    4. Define short-, \nmedium-, and \nlong-term \nobjectives for each \nkey issue to \nachieve the 20-\nyear vision \n    5. Prepare very \ndetailed 3-year \naction plans to \nachieve each \nobjective \n    6. Conduct \nstakeholders' \nworkshops at both \nnational and state \nlevels \n \n \n ", "10  Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n       \nInputs \nOverall, 35 person-\nmonths of international \nconsulting services \n•  Fiscal \nmanagement \nspecialist (7 \nperson-months) \n•  PFTAC (tax \nexpert and tax \nlaw specialist) \n•  Financial \nSpecialist (6 \nperson-months) \n•  22 person-\nmonths of \ninternational \nconsulting \nservices in public \nsector \nmanagement, \nhuman resource \nmanagement, \nand staff \ndevelopment and \ntraining planning \n \n \n \n \n \n ", "  Appendix 2  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Cofinanced by the Asian Development Bank       \n     and the Government of the United Statesa \n  1.  Consultants       \n            a. Compact Transition Support       \n      i. Remuneration and Per Diem  234.0  0.0  234.0 \n      ii. International and Local Air Travel  6.0  9.6  15.6 \n      iii. Miscellaneous, including Local       \n        Transportation  0.0  9.0  9.0 \n    b.  Institutional Capacity Building Roadmap       \n          i. Remuneration and Per Diem  396.0  0.0  396.0 \n      ii. International and Local Air Travel  24.0  18.0  42.0 \n      iii. Workshops for the Roadmap  0.0  16.4  16.4 \n      iv. Miscellaneous  0.0  12.0  12.0 \n  2.  Contingencies  99.0  9.0  108.0 \n      Subtotal (A)  759.0  74.0  833.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  30.0  30.0 \n  2.  Remuneration and Per Diem       \n    of Counterpart Staff  0.0  140.0  140.0 \n  3.  Domestic Travel by Counterpart Staff  0.0  30.0  30.0 \n  4.  Communications  0.0  10.0  10.0 \n  5.  Office Supplies and Equipment  0.0  7.0  7.0 \n  6.  Contingencies  0.0  33.0  33.0 \n      Subtotal (B)  0.0  250.0  250.0 \n        Total  759.0  324.0  1,083.0 \na $500,000 from the Asian Development Bank's TA funding program and $333,000 from the Government of the United \nStates. \n Source: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "12  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultants will ensure that all work and outputs under the TA fully comply with all \nrelevant Asian Development Bank (ADB) policies and guidelines. The consultants' work will \ninclude, but will not be limited to, the listed tasks. \n \nA.  Compact Transition Support Component \n \n1.  Fiscal Management Specialist (international, 7.0 person-months) \n \n2.  The consultant will have strong background and experience in economic policy and \nfiscal management, and will work closely with officials of the Secretary of the Department of \nFinance and Administration (DFA), officials of the Pacific Financial and Technical Assistance \nCentre (PFTAC), and other consultants to prepare a 5-year transition plan for the Federated \nStates of Micronesia (FSM). More specifically, the consultant will \n \n(i)  review  the  documents  related  to  the  amended  Compact  fiscal  management \nrequirements; \n \n(ii)  analyze recent fiscal development and implication of the amended Compact, as \nwell as fiscal positions of the national and four state governments; \n \n(iii)  assist with tax reform and development of a broad-based nondistortionary tax \nsystem suitable for the long-run development of the economy; \n \n(iv)  identify  possible  measures  to  further  contain  the  public  expenditures  of  the \nGovernment; \n \n(v)  design a strategy for fiscal adjustments for each government to maintain fiscal \nstability and compliance with the amended Compact; \n \n(vi)  propose  alternative  scenarios  of  fiscal  management  comprising  reduced \nexpenditures and increased revenue efforts; \n \n(vii)  review existing efforts to strengthen tax administration and the tax regime; \n \n(viii)  incorporate a tax reform into a transition strategy; \n \n(ix)  liaise  with  tax  specialists  from  PFTAC,  providing  them  with  analyses  on \nadditional revenue needs with a view to preparing a tax reform plan; and \n \n(x)  propose an overall FSM-wide 5-year transition plan. \n \n2.  Financial Specialist (international, 6.0 person-months) \n \n3.  The  consultant  will  have  a  strong  background  and  experience  in  public  financial \nmanagement, and will advise the Secretary of DFA on policy and technical aspects of public \nfinancial  management  and  work  closely  with  the  local  counterpart  staff  members.  More \nspecifically, the consultant will \n ", "  Appendix 3  13 \n(i)  conduct  a  diagnostic  review  of  DFA  to  identify  strengths  and  weakness  of \nfinancial  control  and  management,  financial  reporting,  human  resource \nmanagement; \n \n(ii)  categorize the identified issues into short-, medium-, and long-term solutions; \n \n(iii)  coach government officials in DFA to increase their capacity; \n \n(iv)  identify training needs of DFA; \n \n(v)  help introduce a new financial management information system; and \n \n(vi)  provide policy and technical advice to DFA and the Joint Economic Management \nCommittee  Secretariat  on  fiscal  management  and  financial  control  and \nmanagement issues. \n \n3.  Tax Expert/Tax Law Specialist1   \n \n4.  The PFTAC is expected to provide the expert to    \n \n(i)  review the existing tax regime of the FSM, including constitutional provisions at \nnational and state levels; \n \n(ii)  review the existing tax administration and capacity at national and state levels; \n \n(iii)  review current fiscal conditions and requirements for the amended Compact; \n \n(iv)  propose changes to tax administration and regime to introduce a modern tax \nsystem to meet immediate and long-term needs of the FSM; \n \n(v)  outline  details  of  the  proposed  tax  structure  with  special  attention  to  the \nintroduction of new taxes including a broad-based consumption tax; \n \n(vi)  estimate required tax rates to generate sufficient revenue to meet the FSM needs \nunder the amended Compact; \n \n(vii)  draft model legislations for the new tax regime, including possible administrative \nchanges; and \n \n(viii)  liaise with consultants under this component, and help prepare an overall FSM-\nwide 5-year transition plan. \n \nB.  Institutional Capacity Building Roadmap Component \n \n1.  Management Consultant Team for FSM Institutional Capacity Building  \nRoadmap (international, 22.0 person-months) \n \n5.  The consultants will work as a coherent team to deliver the tasks outlined in para. 6. The \nteam will comprise 2–3 consultants with expertise in (i) public sector management, (ii) human \nresource management, and (iii) staff development/training planning. \n                                                 \n1 will not be financed under the TA. \n \n ", "14  Appendix 3 \n \n6.  The main work of the team will be to \n \n(i)  establish a 20-year vision of the Government's role and functions, as well as \ninstitutional framework and capacity; \n \n(ii)   conduct thorough situation analyses/diagnostic reviews of the core functions of \nthe national and four state governments, specially in the areas of economic \nplanning, financial management, auditing, law enforcement, immigration controls, \njudiciary, statistics, and human resource management. The situation analyses \nwill include, but will not be limited to \n \n(a)  commitment and vision of the leadership of the country; \n(b)  quality,  quantity,  and  speed  of  government  services  and  identifying \ncauses of issues in government services; \n(c)  organizational culture, structures, functions, and business processes of \nthe governments; \n(d)   human resource policies and management; \n(e)  capacity of Government officials, including the levels of technical skills of \nstaff, management capability, staff morale; \n(f)  the current and future staff skills mix and gap; \n(g)  existing staff development plans of the governments and current training \nopportunities for government officials; and \n(h)  quality of education and training institutions to provide in-service training \nto government officials; \n \n(iii)   based on the thorough situation analyses in (ii), identify key issues of the core \nfunctions of the governments;  \n \n(iv)   provide short-, medium-, and long-term objectives/recommendations for each key \nissue identified in (iii); \n \n(v)   based on (iii) and (iv), prepare very detailed 3-year action plans for the national \nand state governments to achieve each objective. The plans should include a \ndetailed 3-year training for government officials at all levels. Various linkages with \neducational institutions within the country and in the Asia and Pacific region as \nwell as bilateral sources support should be explored; \n \n(vi)   adopt a participatory approach to carry out (i) to (v), for example, by conducting \nnational and state workshops with concerned parties to increase the various \nstakeholders' sense of ownership of the Roadmap. At the initial stage of TA \nimplementation, conduct a vision setting/situation analysis workshop in each \nstate, followed by several workshops to discuss (iv) and (v); and \n \n(vii)   submit to the Government and ADB (a) an inception report within 1 month, (b) a \nmidterm report within 3 months, (c) draft final Roadmap within 6 months, and (d) \nthe final Roadmap at the end of the task. \n \n \n \n "], "metadata": {"Creator": "R362-03 - Microsoft Word", "CreationDate": "D:20040218092958Z", "Title": "R362-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040223152249+08'00'"}}