{"path": "data/input/ta/tar-etm-3512.pdf", "pages": ["TECHNICAL ASSISTANCE COMPLETION REPORT \n    Division: PAHQ \n \nTA No. and Name  Amount Approved: $650,000 \nTA 3512-TIM: Formulating Strategies for Economic and Social  Revised Amount: $650,000 \nDevelopment \nExecuting Agency:   Source of Funding:   TA Amount Undisbursed  TA Amount Utilized \nTrade and Commerce Division of the  JSF  $16,095.21  $633,904.79 \nEast Timor Transitional \nAdministration \nDate  Completion Date \nApproval  Signing  Fielding of Consultants  Original  Actual \n4 Oct 2000  19 Oct 2000  26 Oct 2000  31 May 2001  30 August 2003 \nClosing Date \nOriginal  Actual  \n31 May 2001  13 January 2004 \nDescription  \nThe technical assistance (TA) was not designed to prescribe particular policies and strategies, but rather to help build \ncapacity of the Timorese leadership in formulating national strategies for economic and social development, especially \nduring Timor-Leste’s transition to independence. These policies and strategies for economic and social development \nneed to be developed and owned by the Timorese people in order to be effective and sustainable beyond the \ntransition period. There was also an identified need for reliable and accurate information on the extent and profile of \npoverty in Timor-Leste subsequent to the almost total economic collapse of the country in 1999. \n \nThe TA is an important step in a series of Asian Development Bank (ADB)-supported activities aimed at equipping \nTimorese with the skills and information they will need to formulate effective policies and strategies for the social and \neconomic development of the country. \n \nObjectives and Scope \nThe goal of the TA was to assist Timorese leaders and decision-makers in the formulation of economic and social \ndevelopment strategies, and in the identification of opportunities to reduce existing economic and social inequalities. \nThe TA had three closely related objectives: (i) conduct a comprehensive poverty analysis, including a quantitative \nanalysis of a representative household income and expenditure survey (HIES), and a qualitative poverty assessment \nusing participatory approaches; (ii) formulate short- and medium-term strategies to promote macroeconomic stability, \nsustainable growth, and access by the poor to the benefits of economic growth; and (iii) design an economic and \nsocial monitoring system (ESMS) to collect data on variables critical to strategy formulation and implementation.   \n \nEvaluation of Inputs  \nWhile the TOR of the international consultants were complied with, the TA formulation itself was ambitious and the \njoint poverty work by the ADB and the World Bank, while satisfactory, took much longer than expected. The World \nBank and UNDP were not involved in the TA design. However, the need for joint work became apparent during the \nearly implementation phase. The third component, design of the ESMS, was not implemented as the emphasis was \non data collection as a first essential step. The TA commenced in November 2000 and all major fieldwork activities \nwere completed in August 2001. Implementation was undertaken by a team of six international consultants, working in \nclose collaboration with Timorese counterparts working within the East Timor Transitional Administration (ETTA). 17 \nperson-months of international consultants' services were utilized. The structure of the TA allowed for a minimum of \nfour field visits by each international consultant over the duration of the TA. Activities undertaken during and between \nfield visits were coordinated by the local assistants, in consultation with the international consultants and the ADB \nSpecial Liaison Office in East Timor (SOET). With the exception of one international consultant, who was rated \n“marginal” in certain areas, all other consultants were rated highly satisfactory. ADB staff participated in all major field \nvisits, and during 4 review missions ensured close coordination between international consultants, local assistants \nand  Timorese  counterparts.  The  Executing  Agency  gave  full  support  to  the  ADB  team,  demonstrated  strong \nownership, and steered the international consultants in various seminar activities. The performance of ADB and the \nEA was highly satisfactory. \n \nThe TA was implemented in three phases. The inception phase was undertaken in November-December 2000. Phase \nII commenced in January 2001 and was concluded in June 2001. The third phase, including wrap-up in-country \nactivities during July-August 2001 and preparation of the final report, was completed in October 2001. Poverty work \ndone under the TA was a comprehensive, time consuming joint ADB-WB-UNDP-ETTA activity  and  was only finalized \nin November 2003, with the printing in local language of the composite poverty report. One international consultant, \nADB’s poverty specialist, ensured close coordination with the World Bank, UNDP and the Government throughout the \nextended TA implementation period. ", "2 \nEvaluation of Outputs  \nOn the poverty assessment component, three activities were conducted: (i) the Survey of Sucos in Timor Lorosa’e, \nundertaken between February-April 2001 and with data collected widely disseminated since then; (ii) the Timor \nLorosa’e Household Survey, which used a sample of 1,800 households; and (iii) the Timor Lorosa’e Participatory \nPoverty Assessment, a community-level research aimed at defining the nature and causes of poverty in Timor-Leste \nand how to best promote well being. The poverty assessment has made a valuable contribution to improving the \ncapacity of the Census and Statistics Unit of the National Planning and Development Agency (NPDA). It will also be \nan important avenue for capacity building in the use of participatory assessment techniques. \n \nThe objective of the strategy formulation component was to provide capacity building support to the Timorese in their \npolicy decision-making, strategy formulation, and program implementation efforts. Some of the capacity-building \nactivities  undertaken  were  formal  and  informal  seminars  and  workshops,  cabinet  briefings,  round  table  policy \ndiscussions, and academic debates and briefings. Substantive inputs and logistical support were provided by the TA \nin the preparation and conduct of the Dili Economic Forum, held on 25-28 March 2001. All these capacity building \nactivities were of high quality.  They were also effective as high level Timor-Leste counterparts used the inputs for \nbetter informed policy decision-making. \n \nThe TA has also developed a range of institutional strengthening initiatives that would be appropriate to Timor-Leste’s \ncircumstances, including: (i) an Executive Management Program, aimed at providing the country with a critical mass \nof senior Timorese capable of assuming responsibility and effectively operating public sector agencies in support of \nthe newly elected government; (ii) a proposed model for the incubation of private sector micro-enterprises that would \nprovide the newly elected government of Timor-Leste with a practical way of retaining a lean public sector; and (iii) an \ninternational think-tank, aimed at providing the leadership of Timor-Leste with unique intellectual capacity. These \nvarious initiatives have been followed-up by other capacity building TAs, the emphasis being on creating Timor-Leste \nownership. \n \nMission reports by all international consultants were of high quality, consistent with their TOR, and the basis for the \nfinal report and the preparation of policy briefs by the EA. The cabinet briefings and round table policy discussions \nbrought together a majority of the cabinet members. The latter were fully appreciative of the consultants' guidance and \nbriefings.  \n \nThe output under the third component was not fully achieved. The emphasis was on the data collection of variables \ncrucial for economic strategy formulation. As operational economic and social objectives and targets were not yet \ndesigned by Timor-Leste leadership, it was premature to design the ESMS. An appropriate monitoring system has yet \nto be designed.  \n \nOverall Assessment and Rating  \nThe poverty work accomplished under this TA was the basis for  designing the country's poverty reduction strategy \nand poverty partnership agreement with ADB.  A strong foundation for capacity building was also laid. A basis was \nalso established for future ESMS. Most of the TA objectives under the TA were achieved and appreciated by the \nGovernment and the EA. Therefore, the TA is rated overall successful. \n \nMajor Lessons Learned \nA major effort was required to coordinate the various activities by the international consultants. Their timely visits were \nwell prepared by the domestic consultants. The latter provided also an essential link between the international \nconsultants and the Government institutions. The implementation of this TA was the result of joint ADB/World \nBank/United Nations Development Programme work with effective ownership developed by the Timor-Leste officials \nthrough monthly steering committee meetings. \nRecommendations and Follow-Up Actions \nA follow-on technical assistance activity may be considered to assist Timor-Leste’s government and non-government \nleaders in developing both national and local capacity to implement and assess their strategies for economic \ndevelopment and poverty alleviation. Follow-up activities may be focused in the following areas: (i) program and \nproject formulation and implementation; (ii) mobilization and utilization of domestic and external resources; and (iii) \nmonitoring and evaluating the achievement of strategic objectives. \n \n       \nPrepared by  Etienne van de Walle  Designation  Senior Economist, PAOD \n \n "], "metadata": {"Creator": "IN27-04.doc - Microsoft Word", "CreationDate": "D:20040302110920Z", "Title": "IN27-04.doc", "Author": "alc", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040712155004+08'00'"}}