{"path": "data/input/ta/tar-prc-37001.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR:PRC 37001 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nPEOPLE’S REPUBLIC OF CHINA \n \n \nFOR  \n \n \nSUPPORT FOR REFORMS IN COMPULSORY EDUCATION FINANCING \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2004", " \nCURRENCY EQUIVALENTS \n(as of 01 July 2004) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.121 \n$1.00 =  CNY 8.2766 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CEF  –  compulsory education finance \n  M&E  –  monitoring and evaluation \n  MOE  –  Ministry of Education \n  MOE-DF  –  Ministry of Education Department of Finance \n  MOF  –  Ministry of Finance \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance  \n  TAFA  –  technical assistance framework agreement \n \nTA CLASSIFICATION \nPoverty  –  Poverty intervention \nClassification \nSector  –  Education \nSubsector  –  Basic Education \nThematic  –  Inclusive social development \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government coincides with the calendar year. \n(ii)  In this report, \"$\" refers to US dollars.  \n \nThis report was prepared by C. Spohr, project economist, Social Sectors Division, East and \nCentral Asia Department. ", "     \nI.  INTRODUCTION \n1.  During  the  Asian  Development  Bank  (ADB)  country  programming  mission  to  the \nPeople's Republic of China (PRC) in July 2003, the Government requested advisory technical \nassistance (TA) in the area of compulsory education finance (CEF), subsequently confirmed for \ninclusion in the 2004 TA program.  Support to the Ministry of Education (MOE) on CEF reforms \nwill  be  vital  to  sustaining  and  advancing  progress  in  universalizing  compulsory  education \n(comprising 9 years of primary and lower secondary schooling), linked to the second Millennium \nDevelopment Goal,1 and to achieving broader national economic and social development goals. \nMOE views systematic CEF reform as key to improving education quality and system efficiency.   \n \n2.  Discussions with representatives from MOE, the Ministry of Finance (MOF),2 and other \nrelevant national and international organizations during the Fact-Finding Mission on 17−26 \nMarch 2004 confirmed the timeliness of TA to support policy and institutional reforms in CEF \nand formulation of viable mechanisms for implementation; these will be central to promoting \nimproved education quality, access, and equity.  Subsequent discussions firmed up agreement \nwith the Government on the TA’s goal, objective, scope, implementation arrangements, cost \nand financing, and outline consultant terms of reference.3  The TA framework is in Appendix 1. \n \nII.  ISSUES \n3.  Broad international evidence demonstrates that primary and lower secondary education \nyield  high  economic  returns,  including  higher  individual  earnings  in  the  workforce  and \nsubstantial benefits for local and national economic development. This is particularly true in less \ndeveloped countries and areas. Recent estimates for the PRC's Western Region indicate that \nthe  economic  returns  and  poverty  reduction  impact  from  public  investments  in  education \nsubstantially  exceed  those  for  other  investments  studied.4  More  broadly,  basic  education \n(defined here to include primary and lower secondary schooling, and nonformal education for \nliteracy and numeracy skills) plays a critical role by allowing citizens to respond to a changing \nsocioeconomic environment and to participate in, and contribute productively to, the PRC's \neconomic  and  social  development.  Basic  education,  particularly  for  females,  also  has  far-\nreaching  intergenerational  effects  by  influencing  sanitation,  nutrition  and  health,  fertility \ndecisions, and investment in children’s human capital and well-being.     \n \n4.  The PRC has made significant progress in extending education coverage since enacting \ncomprehensive education finance reforms in 1985, which decentralized the main responsibilities \nfor rural education to townships and villages and encouraged diversified resource mobilization, \nand the 1986 Compulsory Education Law, which stated that all children should receive 9 years \nof education.  However, major challenges remain.  In particular, disadvantaged communities are \nleast able to mobilize and manage resources to provide quality education; disparities in per-\nstudent expenditure have grown fastest at the primary level.5,6 Exacerbated by weak planning \nand management and inadequate funding for teacher salaries and learning materials, cost \nburdens on poor households and low education quality in poor areas are key factors depressing \n                                                 \n1  This states that, by 2015, all boys and girls should complete a full course of primary schooling. The third goal aims \nto eliminate gender disparities in primary and secondary education, preferably by 2005. \n2   Within MOF, the Education Division of the Department of Education, Culture, and Science oversees CEF issues. \n3  The TA first appeared in ADB Business Opportunities (Internet edition) on 28 January 2004. \n4  International Food Policy Research Institute. 2002. Growth, Inequality, and Poverty in Rural China: The Role of \nPublic Investments.  Washington, DC. \n5  Tsang, Mun. 2001. Intergovernmental Grants and the Financing of Compulsory Education in China. New York: \n \nColumbia University documents widening disparities and calls for systematic use of inter-governmental transfers.   \n6  Lin, Justin Y., Ran Tao, Mingxing Liu, and Qi Zhang. 2002. Urban and Rural Household Taxation in China: \n \nMeasurement and Stylized Facts.  Beijing: Peking University estimates that the share of total income spent on \neducation is 5-6 percentage points higher in rural areas, reflecting highly subsidized education in urban areas.  \n ", " 2  \nenrolment and learning outcomes.7  Poverty disproportionately threatens education prospects \nfor girls, who lag in enrolment in rural areas and comprise roughly 80% of the PRC's dropouts. \n \n5.  In view of these challenges, the Government has renewed its commitment to providing \neducation for all, reflected in an action plan released in April 2003, and to achieving the \"two \nbasics\": universalization of literacy and of 9-year compulsory education.  Special emphasis has \nbeen given to the Western Region, where 372 counties had not yet universalized compulsory \neducation by the end of the 2002-2003 school year, with 60 counties failing to provide full \nprimary education and 260 still battling against illiteracy among the young and middle-aged.  In \nSeptember 2003, the minister of education set three goals for rural education reform, to (i) \nrealize the \"two basics\" in the Western Region; (ii) improve quality and reduce dropouts in rural \nlower  secondary  schools;  and  (iii)  cultivate  rural  schools  into  bases  for  poverty  reduction \nthrough  compulsory,  vocational,  and  adult  education.  Simultaneously,  the  State  Council \nDecision on Strengthening Rural Education underscored a commitment to ensure access to \nquality education.  It called for (i) expanding and systematizing transfer payments, particularly \nfrom province-level governments, directly to counties, which took on lead responsibility for rural \neducation management under the 2001 reforms; (ii) increasing transparency and accountability; \nand (iii) introducing exemptions from miscellaneous fees and textbook charges and dormitory \nfee subsidies, initially focusing on poor families in central and western PRC.     \n \n6.  The TA will assist the PRC to enhance and better track the allocation of CEF resources, \nto improve efficiency and equity. This is essential to meet the needs of rural communities, \nminority populations, poor urban migrants, and other disadvantaged groups. This support is \ntimely, in  view of broader shifts affecting revenue collection and budgetary responsibilities \nacross  administrative  levels,  most  notably  (i)  the  initiation  of  a  tax-for-fee  reform  in  2002, \nabolishing surtaxes for rural education, township pooling funds, and informal charges; and (ii) \nplans announced in March 2004 to eliminate most special agricultural taxes and phase out \nregular agriculture taxes by 2009. These create both opportunities and challenges for CEF. \n \n7.  The TA will build on research and programs by domestic and international agencies, \ntypically  focused  on  specific  facets  of  CEF.  Incorporating  dialogue  with  MOE  and  other \nstakeholders to identify key challenges and constraints, the TA will help develop a unified \nframework, with a concrete action plan for implementing priority reforms. Support for CEF \nreform is consistent with (i) increased emphasis given to balanced social development at the \nSecond Session of the Tenth National People's Congress in March 2004; and (ii) the first pillar \nof ADB’s PRC country strategy and program (2003−2007) on reducing inequalities, within the \noverall aim of promoting pro-poor economic growth by enabling the poor to have greater access \nto opportunities and benefits of economic prosperity. This assistance also builds on a series of \nADB TAs supporting PRC education in the mid-1990s,8 and ongoing TA9 to explore strategies \nfor innovative use of information and communication technology to improve basic education \nquality and access in poor communities. Together, these provide a foundation for ADB's future \ninvolvement in PRC education.   \n \n                                                 \n7  World Bank.  2002. China National Development and Sub-National Finance: A Review of Provincial Expenditures.  \nWashington, DC. \n8  Including (i) ADB. 1993. Technical Assistance to the People’s Republic of China for Policy and Planning Support \n \nfor Education for All in Hebei Province. Manila; (ii) ADB. 1994. Technical Assistance to the People’s Republic of \nChina for Institutional Strengthening of the State Education Commission. Manila; (iii) ADB. 1994. Technical \nAssistance to the People’s Republic of China for Middle School Teacher Training in Qinghai Province. Manila; and \n(iv) ADB. 1995. Technical Assistance to the People’s Republic of China for Strengthening the Department of Ethnic \nMinority Education. Manila.  \n9  ADB.  2002.  Technical  Assistance  to  the  People’s  Republic  of  China  for  Improving  Basic  Education  in \nUnderdeveloped Areas through Information and Communication Technology. Manila. ", "       3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The long-term goal of the TA is to put in place effective financing policies, strategies, and \nmechanisms to ensure universal access to quality primary and lower secondary education, \nthereby promoting equitable social and economic development. The TA's overall purpose is to \nformulate and build consensus on viable strategies to enhance the level and allocation of \nresources financing compulsory education in the PRC. A particular focus will be placed on \nequity; the timeliness and stability of resource delivery to schools; and impact on children's \nparticipation in education, teaching and learning processes, and learning outcomes.   \n \n9.  Based on thorough analysis of needs and gaps in financial resources and capacities for \nimplementing compulsory education, assessment of international models and lessons learned, \nand discussion with key stakeholders, the TA's specific objectives are to \n \n(i)  develop  specific  mechanisms  across  administrative  levels  to  increase  financial \ninputs, while alleviating burdens on poor families and addressing other resource-\nrelated obstacles to children's full participation in education; \n(ii)  formulate concrete measures to rationalize and systematize education budgeting \nand expenditure allocation across administrative levels; geographic regions; urban-\nrural areas; and primary, lower secondary, and other levels of education; and \n(iii)  identify and propose systematic interventions to address priority gaps in intra- and \ninter-agency decision-making processes and human resource capacities in CEF \nplanning and implementation at various administrative levels. \n \n10.  These will be reflected in a comprehensive framework and action plan in the final report, \nwhich will set out clear priorities and identify financial and human resources needed. \n \n11.  To achieve these objectives, TA outputs will include the following analytical reports, \nwhich are detailed in Appendix 2: \n \n(i)  a background report on the macro-level context surrounding CEF; \n(ii)  a research report documenting and identifying findings of a study on micro-level \ninvestigation on local models for funding primary and lower secondary education; \n(iii)  a major interim report on CEF funding and allocation, incorporating findings from \ntwo  policy  studies  covering  (a)  funding  responsibilities,  and  (b)  allocation  of \ngovernment and nongovernment funding; and \n(iv)  a final report on recommendations for reforming CEF in the PRC, incorporating \nfindings of a third policy study, covering CEF implementation and outcomes, and \nconsensus reached on a framework and action plan.  \n \n12.  In line with the overall action plan and reflected in an annex to the final report, the fifth \ndeliverable will be a working model—demonstrated and refined through a pilot test (para. 13)—\nfor monitoring and evaluation (M&E) of CEF inputs, administration, and outcomes at different \nadministrative levels.   \n \nB.  Methodology and Key Activities \n13.  Under the TA's research and analytical studies component, consultants will work with \nMOE and other central and local agencies in carrying out macro- and micro-level investigations \nand the three policy studies, culminating in the reports described in para. 11 and Appendix 2.  \nWorkshops integrated into the research process will support information sharing, consensus-\nbuilding, and refinement of draft research outputs; this will include major review workshops for \nthe draft interim report (timed with the midterm review mission) and draft final report, which will \n ", " 4  \ndraw representatives from MOE, MOF, the National Development and Reform Commission, and \nother relevant domestic and international agencies. Following completion of the macro-level \nstudy, a more extensive micro-level investigation will focus on (i) 1−2 counties in a poor Western \nRegion province or autonomous region that are nationally designated as key working counties \nfor poverty alleviation, (ii) 1−2 additional target counties in a moderate-income central province, \nand (iii) 1 comparator county in an eastern province. Analysis will include local CEF resources, \ndecision-making and administration down to the school level, and impacts on education quality, \naccess, and cost burdens, particularly for poor households. Findings from macro- and micro-\nlevel studies will feed into the three policy studies.      \n \n14.  Implemented  during  the  latter  half  of  the  TA,  the  second  component  consists of  a \nfocused pilot study on M&E to track CEF planning, inputs, and outcomes. The pilot study will \ndraw  on  baseline  information  collected  under  the  micro-level  study,  to  allow  tracking  of \neducation outcomes alongside planning and resource movements in target counties and at \nhigher levels. Consultants' draft design for the pilot test will be reviewed at a workshop during \nthe  midterm  review.  Subsequent,  mostly  local  seminars  will  help  to  refine  the  pilot  test's \nimplementation  strategy,  build  needed  capacities  among  participating  personnel  in  target \nlocalities, and evaluate pilot performance. Findings and capacities built will support continued \nimplementation and scale up of M&E mechanisms after TA completion.    \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $640,000 equivalent, of which $200,000 is the \nforeign exchange cost and $440,000 equivalent is the local currency cost. The Government has \nrequested that ADB finance $500,000 equivalent, covering the entire foreign exchange cost and \n$300,000 equivalent of the local currency cost. The TA will be financed on a grant basis by \nADB’s TA funding program. The Government will finance the remaining local currency cost, \nequivalent to $140,000, through the provision of office accommodation venues for training and \nvarious meetings, counterpart staff and allowances, communication and administrative support \n(including support for workshops and seminars), support for activities under the M&E pilot, and \npost-pilot-test implementation. Detailed cost estimates and the financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n16.  The TA will be implemented from August 2004 to July 2006. The Ministry of Education \nDepartment of Finance (MOE-DF) will be the TA Executing Agency, with the Comprehensive \nDivision overseeing day-to-day implementation, including (i) coordinating consultant selection \nprocesses and supervising consultant performance; (ii) conducting administrative tasks and \nensuring timely provision of Government inputs noted below; and (iii) acting as MOE liaison for \nthe consultants and ADB, including facilitating access to relevant education data, nonrestricted \npolicy documents, communication channels, and other information resources needed for TA \nimplementation. The Comprehensive Division will also take lead responsibility in organizing and \nimplementing a small roundtable meeting early in the TA to review the draft report covering the \nmacro-level context, a final conference at the TA’s end, and other activities as agreed by ADB.10 \nTo ensure timely provision of related goods and services, an advance payment facility will be \nestablished, in accordance with ADB's Guidelines for Disbursement of Technical Assistance \nGrants, and subject to terms laid out in the letter establishing the facility.       \n \n17.  The Government and ADB agree to include this TA as one of the projects selected under \nthe Pilot Study for Delegation of Consultant Recruitment and Supervision under Technical \n                                                 \n10  MOE-DF proposals for workshops and other activities may identify resource persons to augment consultant inputs. ", "       5\nAssistance  to  Executing  Agencies  (Pilot  Study)11  approved  by  ADB.  In  particular,  the \nGovernment agrees to follow the implementation procedures outlined in the Pilot Study Board \npaper and such other detailed procedures and practices as ADB may require from time to time. \nThe Government acknowledges that the terms and conditions of the Technical Assistance \nFramework Agreement (TAFA) between the Government and ADB dated 23 December 1996 \napply to this TA. For the purposes of Section 3.01 of the TAFA, ADB agrees to delegate \nconsultant selection and supervision for firms or individuals under this TA to the Government. \nThe  TA  Letter  of  Agreement  to  be  issued  for  this  TA  under  the  TAFA  will  reflect  this \narrangement.  As  provided  in  the  TAFA,  consultants  engaged  and  supervised  by  the \nGovernment under this TA will, inter alia, have the status of experts performing missions for \nADB and will be entitled to the privileges and exemptions conferred upon such experts under \nthe Agreement Establishing the Asian Development Bank. MOE-DF will seek ADB approval \nbefore any proposed material deviations from agreed consultant inputs.12 \n \n18.  MOE will select and engage (i) one individual domestic consultant13 (3 person-months) \nto  provide  early  background  research  leading  to  the  report  on  the  macro-level  context \nsurrounding CEF; and (ii) a consultant firm or agency, which will mobilize and coordinate a team \nof consultants totaling 7.5 person-months of international and 34 person-months of domestic \nconsultant services. The selection and engagement of the latter will use the simplified technical \nproposal format under the quality and cost-based selection method in accordance with ADB's \nGuidelines on the Use of Consultants by Asian Development Bank and its Borrowers; proposals \nmay indicate either the international or domestic policy adviser as overall team leader. As set \nout  in  the  Pilot  Study  Board  paper,  ADB's  review  of  firm-based  consultant  selection  will \ngenerally follow procedures used in ADB loans. The outline terms of reference for consultant \ninputs are in Appendix 4.        \n \n19.  In addition to stakeholder participation in formal workshops, the consultants will conduct \nregular dialogue and information sharing with domestic and international agencies throughout \nTA implementation, to ensure (i) the accuracy and relevance of TA findings and strategic and \ntechnical recommendations, (ii) complementarity of efforts with other initiatives, (iii) ability to \nrespond  to  an  evolving  context  surrounding  CEF,  and  (iv)  consensus  behind  final \nrecommendations to ensure their actualization.  MOE-DF and ADB will jointly review major \ndrafts of reports (prepared in English and Chinese), and finalized reports will be disseminated to \ndecision-makers and other key stakeholders to maximize their impact.    \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the People's Republic of China for Support for Reforms In Compulsory \nEducation Financing, and hereby reports this action to the Board. \n                                                 \n11 ADB. 2003. A Pilot Study for Delegation of Consultant Recruitment and Supervision under Technical Assistance to \nExecuting Agencies. Manila. \n12 This refers to any variation that would (i) involve changes in, or replacement of, experts or changes in remuneration \nrates; and/or (ii) result in a cost impact—by way of reallocation or otherwise—of not less than $10,000; and/or (iii) \nresult in a change in TA objective or scope or in the terms of reference of the consultant or personnel. \n13  Recruitment of the analyst on CEF context will be subject to ADB concurrence on the final shortlist \n ", " 6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal       \n     \nEffective financing  •  By 2015, all children  Tracking of policy reform \npolicies, strategies, and  in the People’s  and budgetary and \nmechanisms put in  Republic of China  education figures (e.g., net \nplace to ensure  (PRC) complete 6  enrolment, repetition, \nuniversal access to  years of quality  transition rates into and \nquality primary and  primary schooling  out of lower secondary \nlower secondary  (vs. 98.6% enrolment  schools) by the Ministry of \neducation, promoting  in 2002); rise in lower  Education (MOE) and \nequitable social and  secondary enrolment  other stakeholders; MOE \neconomic development.  from 90% to 95%;   use of new tools for \n•  Increased system  monitoring and evaluation \nequity, including 85%  (M&E) of compulsory \nof Western Region  education finance (CEF) to \npopulation covered  be institutionalized after \nby compulsory  pilot test under the \neducation by 2007;  technical assistance (TA). \n•  Greater internal and \nexternal efficiency: \ne.g., rise in survival \nrate to grade 5 (98% \nin 2000) and illiteracy \nrate in young and \nmiddle-aged falls \n \nPurpose       \n       \nCreate viable strategies  Reform framework and  Consultant progress  Assumes credibility of \nto enhance the level  action plan guide  reports and workshop  consultant findings and that \nand allocation of  increased, more  review of draft research  the Government maintains \nresources for  efficient financing (e.g.,  reports draft; multi- high priority on education, \ncompulsory education  MOE target of 4%  stakeholder dialogue;  and is committed to \nin the PRC, ensuring  share of gross domestic  consultants and the Asian  increasing financial support \nequity; timely and  product spent on  Development Bank (ADB)  levels and enacting needed \nstable resource flows to  education, from 2.9% in  observe national policy  reform.    \nschools; and improved  2000). These include  dialogue and media  Risk of breakdown of \nparticipation of children  clear definition of roles  coverage.  collaboration and dialogue \nin education, teaching  and a sustainable, pro- across agencies and \nand learning processes,  equity balance across  initiatives; difficulty of \nand final outcomes  administrative levels,  comparing improved versus \n•  specific mechanisms  geographic regions and  past statistics. \nat various levels to  urban-rural areas, types \nincrease financial  of schools, etc.; \ninputs and decrease  research papers drafted \nburdens on poor  and reviewed by \nfamilies and lessen  workshops: (i) on \nother resource- macro-level study in \nrelated obstacles;   October 2004; (ii) on ", "   Appendix 1  7\n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n•  recommendations to  micro-level survey in \nrationalize and  March 2005; (iii) on \nsystematize  policy studies 1-2 at \neducation budgeting  midterm review in June \nand expenditure  2005; and (iii) on semi-\nallocation; and  final recommendations \n•  an action plan to  report and draft M&E \naddress priority gaps  annex in December \nin capacities for  2005. Final overall \nplanning and  report finalized in \nimplementing CEF  March 2006, with broad \nacross levels.   support behind \n  framework and multi-\nfaceted action plan. \n \nOutputs       \n       \nComponent 1: Studies    Consultant progress  Assumes consultant \n•  Report on the macro- Draft report reviewed  reports and MOE  coordination (internally and \nlevel context  by workshop in October  Department of Finance  with Government and other \nsurrounding CEF,  and finalized in  (MOE-DF) and ADB joint  partners) and timely, high \nspanning reforms in  November 2004.  review of draft research  quality outputs.    \neducation finance    reports; external review of  Risk of breakdown of \nand management,    draft findings in multi- collaboration and dialogue. \nand other major    stakeholder workshops;  Difficulty of accessing \npolicies, programs,    less formal inter-partner  information \nand macro-level    dialogue. \ninitiatives;   \n•  Report on micro-level  Strong micro-level \ninvestigation on local  evidence on links \nmodels for funding  between equity, \nprimary and lower  efficiency, and quality; \nsecondary education,  draft report finalized in \nanalyzing funding  March 2005 after \ninputs, expenditure  review by workshop  \nallocation, and broad   \nimpacts, with a focus   \non equity issues;   \n•  Final report on  Report embodies \nrecommendations for  consensus on \nreforming CEF in the  framework and action \nPRC, including three  plan; workshops (see \npolicy studies on key  Activities) review drafts \ntopics and an annex  of three policy studies \non M&E.   and annex; report \n  finalized in March 2006. \n   \nComponent 2: M&E  Stakeholders identify \nPilot Test  M&E priorities and \nFocused pilot test of  review outline system \nmicro-level elements of  design at mid-TA \n ", " 8 Appendix 1 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nnew M&E system to  workshop; pilot \ncapture CEF planning,  activities begun in \nresource inputs, and  September 2005; \neducational outcomes.  scaled-up M&E system \n  launched by MOE in \nApril 2006. \n \nActivities and  Consultants—totaling  Consultant progress  Assumes selection of \nInputs  7.5 person-months  reports; work plans  consultants with right skill \n  international and 34  submitted and agreed  mix; maintained dialogue \n   person-months  (ADB concurrence on  and coordination of MOE-DF \n  domestic—work with  substantive changes);  and ADB at start-up and \n  MOE-DF to effectively  ADB discussion with MOE- throughout TA. \n  implement TA;  DF and stakeholders   \n  some allowance for \n  task-specific resource \n  persons.  \n   \nComponent 1: Studies  MOE-DF holds \n  workshops: \n  •  review of macro-level \n  context study in \n  October 2004; and \n  •  final conference in \n  April 2006. \n   \n  Consultants lead \n  research workshops to \n  review drafts:  \n  •  micro-level survey \n  study in March 2005; \n  •  policy studies 1-2 \n  (plus early dialogue \n  on M&E) at mid-TA \n  workshop in June \n  2005; \n  •  third policy study in \n  October 2005; \n  •  final report (including \n  M&E annex) at \n  December 2005 \n  symposium.   \n   \nComponent 2: M&E  Consultant design \nPilot Test  finalized after \n  discussion at TA mid-\nterm review; core \nmaterials developed \nand activities (including \nneeded capacity \nbuilding) begun in \nSeptember 2005.   \nADB=Asian Development Bank, CEF=compulsory education financing, M&E=monitoring and evaluation, MOE=Ministry of\nEducation, MOE-DF= Ministry of Education Department of Finance, PRC=People’s Republic of China, TA=technical\nassistance ", "   Appendix 2  9\nOUTLINE OF MAJOR REPORTS \n \n1.  TA deliverables will include four analytical reports.   \n \n(i)  As an early input to subsequent work, a report will be presented on the macro-\nlevel  context  surrounding  compulsory  education  finance  (CEF),  which  will  (a) \noutline  key  relevant  reforms,  policies  and  programs,  and  other  macro-level \ninitiatives inside and outside the education sector (e.g., reforms of rural taxation \nand education management, the national compulsory education program, etc.); \nand (b) assess their implications for CEF and management. \n(ii)  Guided by findings of this macro-level analysis and outside research, a research \nreport will document and identify findings of a study on micro-level investigation on \nlocal  models  for  funding  primary  and  lower  secondary  education,  including \nanalysis of at least three facets: (a) sources and levels of funding; (b) decision-\nmaking, planning, and administration related to allocation of expenditures for local \neducation;  and  (c)  impact  on  education  quality  (see  para.  3[vi]),  access,  and \nhousehold burdens,  with  a  particular  focus  on  poor  areas  and  disadvantaged \nmembers within communities.1 The study design will allow the impact of CEF-\nrelated variables to be differentiated from other factors. \n(iii)  An  interim  report  on  CEF  funding  and  allocation  will  include  domestic  and \ninternational  case  studies,  other  analysis,  and  tentative  recommendations  (for \nrefinement in the final report) covering policy and legislative aspects, as well as \ninstitutional  change  and  capacity  building  needed  to  ensure  effective  CEF \ndecision-making and implementation. This will be based on two policy studies on \n(a) funding responsibilities—based on the current division of compulsory education \nfunding  burdens,  assessment  of  capacities  for  sustainable  financing  by \ngovernments at various levels, and analysis of the role of household and other \nnongovernment sources; and (b) allocation of government and nongovernment \nfunding to meet needs across schools in different geographic regions, urban-rural \nareas, and primary, lower secondary and other sub-sectors of education; and \n(iv)  The  main  output  of  the  technical  assistance  (TA)  will  be  a  final  report  on \nrecommendations for reforming CEF in the People’s Republic of China (PRC), \nincorporating  findings  of  a  third  policy  study  (on  CEF  implementation  and \noutcomes) and consensus reached on a framework and action plan.  \n \n2.  The  final  report  will  be  the  TA's  paramount  output,  providing  a  comprehensive \nassessment of CEF in the PRC and identifying key gaps and inefficiencies. Analysis will feed \ninto (and provide a strong justification for) proposed reforms, and the report will set down a \nreform  framework  outlining  clear  priorities,  with  an  action  plan  giving  concrete \nrecommendations, including specific implementation mechanisms. In addition to synthesizing \nfindings of macro- and micro-level research under the TA and from other sources, the final \nreport will integrate findings of a third policy study on CEF implementation and outcomes. This \nstudy will investigate the relationship between funding (including distributional and management \naspects), education access and quality, and students' educational outcomes. Research and \nrecommendations will focus on (i) efficiency and equity in the use of public resources to achieve \ncompulsory  education  targets;  and  (ii)  institutions,  decision-making  processes,  and  human \ncapacities2 in implementing CEF, as determinants of efficiency and equity. A monitoring and \n                                                 \n1  Grassroots-level data collection and analysis will principally focus on rural areas, especially in the Western Region, \nbut will provide some coverage of migrant populations and the urban poor.   \n2  The report will identify priority capacity building needs, and formulate interventions for inclusion in the action plan.    \n ", " 10 Appendix 2 \nevaluation (M&E) annex to the final report will propose a design for an M&E system to track \nCEF  planning,  resource  inputs,  and  education  outcomes,  based  on  (i)  findings  from  the \nresearch noted in para. 1, and (ii) pilot testing of micro-level elements of the system.   \n \n3.  To complete this work, the consultants will identify and compile data needed, including a \nsystem of key quantitative indicators and qualitative measures, spanning areas such as  \n \n(i)  per-student costs of education by urban/rural location, level of school, etc.;  \n(ii)  trends in CEF resource inputs alongside national and local economic growth;  \n(iii)  financing sources such as fees, local and national government budgets, various \ntypes of fiscal transfers, etc.;  \n(iv)  disaggregated analysis of resource allocation across various dimensions (e.g., \nschool levels, urban-rural schools, regions, etc.); \n(v)  breakdowns  of  expenditures  by  type  (e.g.,  teacher  salaries,  teaching  and \nlearning materials, facilities, etc.);  \n(vi)  education quality, including measures of education processes (e.g., classroom \npractice and availability of teaching and learning materials) and outcomes (e.g., \ntest scores); and \n(vii)  efficiency and equity in education inputs, including the links between resources \nand compulsory education enrollment, dropout and repetition, and completion \nrates, gender balance, average class size, student-teacher ratio, and learning \noutcomes and external efficiency. \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN   \n($'000)   \n   Foreign  Local  Total   \nItem  Exchange Currency  Cost   \nA. Asian Development Bank Financinga            \n    1.   Consultants         \n          a.   Remuneration and Per Diem         \n                i.    International Consultants  148.0 0.0  148.0 \n                ii.   Domestic Consultants  0.0 146.8  146.8 \n          b.   International and Local Travel          25.0 7.0  32.0 \n          c.   Reports and Communications  2.0 3.0  5.0 \n          d.   Studies and Surveys  1.0 22.0  23.0 \n          e.   Research-Oriented Workshops  4.0 25.0  29.0 \n          f.    Monitoring and Evaluation Pilot Study       \n                 i.   Seminars and Other Meetings  0.0 25.0  25.0 \n                 ii.  Materials for Training and Implementation 0.0 8.0  8.0 \n          g.   Miscellaneous Administration and Support  0.0 14.0  14.0 \n    2.   Initial and Final Workshopsb   0.0 15.2  15.2 \n    3.   Equipment b, c  6.0 2.0  8.0 \n    4.   Miscellaneous Administration and Supportb  0.0 12.0  12.0\n \n    5.   Contingencies  14.0 20.0  34.0 \n                                 Subtotal (A)  200.0 300.0  500.0 \n       \nB. Government Financing       \n    1.   Office Accommodation and Venues for Meetings  0.0 30.0  30.0\n          and Training   \n    2.   Counterpart Staff and Allowances  0.0 48.0  48.0 \n    3.   Communication and Administrative Support   0.0 30.0  30.0 \n    4.   Pilot and Post-Pilot Activities  0.0 32.0  32.0 \n                                 Subtotal (B)  0.0 140.0  140.0 \n       \n                                                           Total  200.0 440.0  640.0 \na Financed by Asian Development Bank's technical assistance (TA) funding program. \nb Expenditures for activities implemented by the Ministry of Education Department of Finance.   \nc For use in trainings under the monitoring and evaluation pilot study and other TA activities; includes two \ncomputers, one liquid crystal display projector, one combined printer/scanner, and stock of consumable \nsupplies.   \nSource: Asian Development Bank estimates.         \n         \n ", "12  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Implementation of Asian Development Bank (ADB) technical assistance (TA) to the \nMinistry of Education (MOE) of the People's Republic of China (PRC) on support for reforms in \ncompulsory education finance (CEF) will require expert inputs by (i) one domestic consultant, \nrecruited  as  an  individual;  and  (ii)  a  consultancy  firm  or  agency,  which  will  mobilize  and \ncoordinate a team of consultants. Consultants will provide policy and institutional advice as \nneeded, and take lead responsibility for timely delivery of high quality TA outputs,1 other duties \noutlined in the following paragraphs, and any specific tasks as may be reasonably requested by \nthe MOE Department of Finance (MOE-DF) and/or ADB.   \n \nA.  Individual Consultant (domestic; 3 person-months) \n \n2.  CEF Context Analyst. Early in the TA, the analyst will identify major initiatives related to \nCEF in the PRC, to identify possible complementarities and conduct macro-level analysis to \nsupport subsequent TA research. Based on a broad review of existing research, dialogue with \nrelevant departments of MOE and other domestic and international agencies, and in-depth \nsituation  analysis,  the  analyst's  central  output  will  be  a  report  on  the  macro-level  context \nsurrounding CEF. Specific responsibilities will include the following: \n \n(i)  Focusing on the national level, but with some coverage of provincial and lower \nadministrative levels, compile information on and analyze (a) the impact of the \n\"tax-for-fee reform\" and \"rural education management system reform,\" and identify \nother factors affecting implementation of CEF initiatives and mediating their final \nimpact;  (b)  decision-making  processes  governing  budgeting  for  compulsory \neducation  and  the  allocation  of  resources  across  various  dimensions  (e.g., \nadministrative  levels;  geographic  regions  and  urban-rural  areas;  and  primary, \nlower secondary, and other subsectors of education); and (c) resource mobilization \nand allocation mechanisms.  \n(ii)  As  the  culmination  of  this  analysis,  draft  a  report  on  the  macro-level  context \nsurrounding CEF, outlining (a) the implications of recent and proposed reforms in \neducation finance and management, (b) other major policies and programs within \nthe education sector, and (c) other relevant macro-level initiatives outside the \neducation sector.  \n(iii)  Assist MOE-DF in planning and carrying out a small-scale workshop to review \nfindings of the report. Based on feedback and discussion with MOE-DF and ADB, \nfinalize the study report within 2 weeks of the workshop. \n(iv)  Submit a concise activity report to MOE-DF and ADB within 6 weeks of fielding, \nand  update  this  at  assignment  completion.  Provide  full  documentation  of  the \nresearch process (including source materials) to the firm-based consultant team \nafter their fielding. To supplement the report, complete any follow-up work (about 1 \nweek  of  inputs)  as  may  be  requested  by  the  team  leader  or  expert  on  CEF \ninstitutions and implementation mechanisms.  \n \nB.  Consultant Firm  \n \n3.  Principal expert inputs under the TA will be provided by a team of two international and \nsix domestic consultants, mobilized and coordinated by a consultant firm or agency. The firm or \nagency will nominate either the international or domestic policy adviser as the overall team \nleader, based on strong qualifications in (i) team leadership and coordination of multifaceted \nteam inputs under projects of a similar nature; (ii) familiarity with the PRC context (including the \noverall  education  system  and  education  finance  policy),  and  project-based  experience  in \n                                                 \n1  Major drafts and final versions of reports should be prepared in English and Chinese. ", "  Appendix 4  13 \neducation finance in the PRC and/or contextually similar countries; and (iii) experience working \nin  internationally-assisted  projects,  and  familiarity  with  procedures  of  ADB  or  similar \ninternational organizations. Coordinating efforts of the team, the team leader will: \n  \n(i)  assume overall responsibility for ensuring (a) implementation of the TA according \nto  the  terms  of  reference,  provisions  of  the  consultancy  contract,  and  any \nsubsequent instructions/guidance that may be provided by MOE-DF and/or ADB; \nand (b) the timeliness and quality of the consulting team's outputs;  \n(ii)  coordinate with the CEF context analyst in providing needed follow-up work; \n(iii)  submit to MOE-DF and ADB a commencement report within 3 weeks of fielding, \nincluding a work plan detailing each team members' inputs (updated periodically \nas  needed);  and  ensure  a  clear  delineation  of  responsibilities  among  team \nmembers  and  national  and  local  government  counterparts  in  preparation, \nimplementation,  and  follow-up  work  for  workshops,  seminars,  and  other  TA \nactivities;  \n(iv)  take responsibility for coordination, finalization, and timely submission of other \nwritten reports, including drafts of all key research reports and quarterly reports for \nprovision to MOE-DF and ADB.  \n             \n4.  Under the team leader's overall guidance, team members will conduct activities under \nagreed work plans2 based on this terms of reference. In addition to providing general advice on \npolicy and reforms, they will collectively carry out the micro-level investigation, three major \npolicy studies, research and pilot testing on monitoring and evaluation (M&E) systems, other \nworkshops  and  dialogue  involving  relevant  stakeholders,  and  other  relevant  activities.  An \nindicative breakdown of team members' responsibilities is outlined in the following paragraphs.  \n \n1.  International Consultants \n \n5.  Policy Adviser on Education Finance (5.5 person-months, including an estimated 55 \ndays during 3 visits to the PRC). In view of comparative analysis of relevant international policy \nmodels, programs, and lessons learned, as well as thorough assessment of the PRC context, \nthe policy adviser will provide broad technical guidance to the consultant team, focusing on \nidentifying shortfalls in CEF in the PRC, and formulating contextually relevant solutions and \nviable mechanisms. Specific responsibilities will include the following: \n \n(i)  Provide  comparative  analysis  on  key  facets  of  CEF,  with  an  emphasis  on \nrelevance to the PRC context.   \n(ii)  At the start of the assignment, draft guidelines for, or advise the team leader on \n(depending on designation of the team leader position), CEF analysis and work \ntoward the TA's outputs, based on international project experience.   \n(iii)  Early  in  the  assignment,  work  with  policy  adviser  on  public  budgeting  and \nexpenditure  for  education  to  prepare  detailed  plans  for  implementing  the  TA, \nincluding  a  proposal  of  thematic  content,  organization,  and  methodology  of \nsurveys,  studies,  workshops  and  seminars,  and  other  activities  needed  to \ncomplete the TA outputs. Identify key data and information on various aspects of \nCEF needed during the course of the TA, including working with the specialist on \nCEF  information  systems  and  M&E  and  other  team  members  to  select  key \nindicators.  \n(iv)  In view of international experience and models, and in collaboration with the team, \nevaluate (a) relevant policies, laws, regulations, and other directives; (b) efficacy in \ntheir implementation; and (c) underlying institutional and capacity issues. This will \n                                                 \n2  Work plans will be agreed with MOE-DF; proposed deviations from the agreed terms of reference that substantively \naffect consultant roles, TA outputs or budgeting will be subject to ADB approval.   \n ", "14  Appendix 4 \ninclude investigation of current CEF modalities at central and sub-national levels in \nthe  PRC  (e.g.,  earmarked  and  general  transfer  payments,  projects,  etc.)  and \nconsideration  of  broader  factors  (e.g.,  implications  of  the  “tax-for-fee”  reform, \nphase-out of agricultural taxes, etc.).   \n(v)  Advise MOE and other agencies regarding new legislation and policies needed to \nenhance CEF and its impact on education equity, quality, and efficiency.   \n(vi)  In policy study two, work with the expert on CEF institutions and implementation \nmechanisms to identify key shortfalls in planning and management of public fund \nallocation for compulsory education, and propose priority improvements.  \n(vii)  In  dialogue  with  team  members,  Government  counterparts  in  MOE  and  other \nrelevant agencies, local bureaus, and international and domestic organizations, \nguide  the  expert  on  CEF  institutions  and  implementation  mechanisms  and \nspecialist on human resource development for CEF in work to identify gaps and \npropose concrete and systematic interventions to address priority gaps in intra- \nand inter-agency decision-making processes and human resource capacities in \nCEF  planning  and  implementation  at  various  administrative  levels.    Prepare \nguidelines and assist in the final design of (a) the micro-level investigation, and (b) \nM&E pilot and planning for its extension beyond the TA. \n \n6.      Expert on CEF Institutions and Implementation Mechanisms (2.0 person-months, \nincluding an estimated 20 days during two visits to the PRC). Specific responsibilities will \ninclude the following: \n \n(i)  In  dialogue  with  the  team  leader  and  other  consultants,  review  the  report  on \nmacro-level CEF context, and guide the CEF context analyst in follow-up work.  \n(ii)  Analyze  and  prepare  relevant  background  materials  on  relevant  policies  and \nrelated implementation mechanisms, as well as institutional aspects, based on \ncomparative international models and experience.  \n(iii)  Analyze CEF decision-making and implementation structures in the PRC. Work \nwith the policy advisers and specialist on human resource development for CEF \nunder policy study two to identify key shortfalls in planning and managing public \nfund allocation for compulsory education. Propose priority improvements.  Provide \nrelated inputs to design of the micro-level study and M&E pilot test.  \n(iv)  Compile  and  analyze  lessons  from  international  experience  in  resource \nmobilization,  allocation,  and  utilization,  including  impacts  on  equity  in  access, \nquality, and system efficiency in the provision of compulsory education.  \n(v)  Provide concrete recommendations for resource allocation, including (a) a system \nof  clear  criteria  in  order  to  make  allocation  more  transparent,  efficient,  and \nequitable; and (b) priority improvements in implementation.   \n  \n2.  Domestic Consultants \n \n7.  Policy Adviser on Public Budgeting and Expenditure for Education  (8 person-\nmonths, including an estimated 25 days in the field). The policy adviser will input comprehensive \nexpertise in rationalizing and improving public budgeting for basic education, and expenditure \nresponsibilities  and  processes,  planning,  allocative  decision-making,  and  intergovernment \ntransfers at national and local levels. Specific responsibilities will include the following: \n \n \n(i)  Work with the policy adviser on education finance to prepare detailed plans for \nimplementing the TA, including the proposal of thematic content, organization, and \nmethodology of surveys, studies, workshops and seminars, and other activities \nneeded  to  complete  the  TA  outputs.  Facilitate  implementation,  including \ncoordination with Government counterparts. ", "  Appendix 4  15 \n(ii)  Work closely with the analyst on resource needs for basic education to analyze \nand prepare relevant background materials on financing and cost aspects under \nthe TA scope of study. This will include identification of key issues for study, \ninvestigation design and implementation, data compilation and interpretation, and \ndiscussion of major policy implications.  \n(iii)  Comprehensively  analyze  trends  in  public  CEF  inputs,  disaggregating  across \nvarious dimensions (e.g., budgetary and nonbudgetary, expenditure categories, \ntypes  of  schools,  location,  etc.).  Assess  public  expenditures  for  education  for \nprimary and lower secondary education in comparison to higher levels, and identify \nmodes to improve access, quality, and efficiency in compulsory education. \n(iv)  Investigate  the  combined  impact  of  macro-level  reforms  and  other  shifts  and \nmicro-level  factors  (e.g.,  local  variations  in  the  structure  of  fee  collection)  on \neducation access, quality, and efficiency.  \n(v)  Propose steps to increase efficiency and equity in resource use by rationalizing \nand better targeting public expenditures, as well as sound administration. \n(vi)  Lead or participate in fieldwork as needed, including under the micro-level survey \nand M&E pilot test.    \n \n8.       Analyst of Resource Needs for Basic Education (4.5 person-months, including an \nestimated 15 days in the field). Specific responsibilities will include the following: \n \n(i)  Work  closely  with  the  policy  adviser  on  public  budgeting  and  expenditure  for \neducation to analyze and prepare relevant background materials on financing and \ncost aspects under the TA scope of study (para. 10[ii]).  \n(ii)  Conduct a disaggregated assessment of evolving CEF resource needs in the \nPRC, in view of economic and demographic shifts, migration, and other shifts.  \n(iii)  Compare resource needs and current funding levels for compulsory education \nacross various dimensions (urban-rural, western-eastern, minority areas, levels of \nschools,  etc.).  Assess  the  differential  impact  of  the  \"tax-for-fee  reform,\"  \"rural \neducation management system reform,\" and other macro-level shifts on the ability \nto meet resource needs across these dimensions. \n(iv)  Work with the team to identify viable mechanisms to better meet resource needs \nwhere most urgently needed.    \n \n9.        Micro-Level Survey Specialist (5.5 person-months, including an estimated 35 days in \nthe field).  Specific responsibilities will include the following: \n \n(i)  Work  with  the  specialist  on  CEF  information  systems  and  M&E  and  other \nconsultants to design and assemble a database on various aspects of CEF.   \n(ii)  Work under guidance of the two advisers to design the micro-level study, including \nidentifying target information, resources needed, coordination mechanisms and \nlocal government inputs, and overall approaches.   \n(iii)  Take lead responsibility for overseeing surveys in target areas and other work to \n(a) provide needed information on households, communities, teachers and head \nteachers, school conditions, etc.; (b) investigate the true cost of education at the \nlocal  level  and  the  burden  on  households  (including  financial  and  opportunity \ncosts); and (c) analyze internal efficiency (e.g., grade completion) and external \nefficiency  (e.g.,  relevance  of  education  for  life  skills  and  better  workforce \noutcomes).  \n(iv)  Work with the specialist on CEF equity and innovation to assess the determinants \nof household demand for education, willingness and ability to pay, and impact of \nvarious  fees  and  other  cost-recovery  mechanisms  on  education  among \ndisadvantaged groups (e.g., girls, ethnic minorities, and poor migrants).  \n(v)  Support design and implementation of the M&E pilot test. \n ", "16  Appendix 4 \n \n10.       Specialist on CEF Equity and Innovation  (5 person-months, including an estimated \n15 days in the field). Specific responsibilities will include the following: \n \n(i)  Work with the micro-level survey specialist in analysis noted in para. 12(iv).   \n(ii)  Conduct a broad situation analysis comparing education conditions by region, level \nof poverty and local economic development, and across other dimensions.  \n(iii)  Analyze recent use of pro-equity mechanisms, including earmarked transfers and \ngrants  (e.g.,  county-level,  school-level,  etc.),  scholarships  and  other  targeted \nfinancial  assistance  to  students,  etc.  Assess  their  efficacy  and  efficiency  in \nnarrowing resource gaps and improving education quality and learner outcomes.  \n(iv)  Explore ways to mobilize nongovernment resources, ranging from local community \ninputs to school-to-school partnerships to international donations.   \n(v)  Review the experience of various models for nongovernment resource mobilization \nin compulsory education and other levels of education in the PRC.  \n(vi)  Assess the scope for private provision of compulsory education under various \nmodes, taking into account implications for equity. \n(vii)  Provide related content for inclusion in the framework and action plan, including \nthorough justifications, mechanisms, and resource estimates.  \n \n11.  Specialist on Human Resource Development for CEF (4 person-months, including an \nestimated 20 days in the field). Specific responsibilities will include the following: \n \n(i)  Conduct a multi-method investigation to assess existing capacities and identify key \ngaps  impeding  effective  decision-making  and  implementation  of  CEF  at  the \nnational through local levels.   \n(ii)  Work with the international consultants and the team to (a) identify means to \naddress high priority gaps, ranging from training to institutional reforms; and (b) \npropose  concrete  and  systematic  capacity  building  interventions,  including \nestimation of resources needed, for inclusion in the overall action plan. \n(iii)  Work with the specialist on CEF information systems and M&E and the team in \ndesigning and implementing the M&E pilot study. Identify key staff in various \nbureaus for inclusion in the pilot study, assessing their skill set, and design and \ncarry out focused training and support to ensure their effective participation. \n \n12.    Specialist on CEF Information Systems and M&E (4 person-months, including an \nestimated 35 days in the field). Specific responsibilities will include the following:  \n \n(i)  Assess existing data sources, data management, and information systems for \nCEF. \n(ii)  Identify and propose resolutions to constraints to effective use of information in \ndecision-making (e.g., data accuracy and capacities for collection and analysis).  \n(iii)  Work with the micro-level survey specialist and the team to design and compile a \ndatabase for use in TA analysis, including key indicators.  \n(iv)  In close dialogue with the policy advisers and other team members, MOE, MOF, \nthe National Development and Reform Commission, and other relevant agencies \nand  local  bureaus,  provide  technical  recommendations  (including  identifying \nappropriate indicators) on an improved M&E system for tracking CEF planning, \ninputs, and outcomes. \n(v)  Help design and take lead responsibility for implementation and data analysis for \nthe M&E pilot study aimed at demonstrating and refining micro-level aspects of this \nM&E system in target localities. \n(vi)  Help the team conduct statistical and/or econometric analysis of data from the \nmicro-level study or other research efforts, as needed. "], "metadata": {"ModDate": "D:20040803081803+08'00'", "CreationDate": "D:20040722105343+08'00'", "Title": "Technical Assistance Layout with Instructions", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "ADB", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}