{"path": "data/input/ta/tar-ino-37301.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR:INO 37301 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \nTO THE \n \n \nREPUBLIC OF INDONESIA \n \n \nFOR PREPARING THE \n \n \nURBAN AIR QUALITY IMPROVEMENT \n \n \nSECTOR DEVELOPMENT PROGRAM \n \n \n \n \n \n \n \n \n \nJuly 2004", "  \nCURRENCY EQUIVALENTS \n(as of 11 May 2004)  \nCurrency Unit  –  rupiah (Rp) \nRp1.00  =  $0.000111 \n$1.00  =  Rp9,010 \n \n \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  Badan Perencanaan Pembangunan Nasional \n(National Development Planning Agency) \n  MOE  –  Ministry of Environment \n  NGO  –  nongovernment organization \n  SAP  –  strategy and action plan \n  TA  –  technical assistance \n     \n \n \n \nTA CLASSIFICATION \nPoverty Classification  –  Other \nSector  –  Transport and Communication \nSubsector  –  Multimodal Transport and Sector Development \nTheme  –  Environmental sustainability \nSubtheme  –  Urban environmental improvement, cleaner production \n \n \n \n \nNOTES \n  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by a team consisting of Y. Feng (team leader), A. Hirano, X. Jia, L. \nBlanchetti-Revelli, and S. Hasanah. ", "     \nI.  INTRODUCTION \n1.  During the 2003 Country Strategy and Programming Update Mission, the Government of \nIndonesia agreed to include the Urban Air Quality Improvement Sector Development Program \n(the Program) in the 2005 pipeline of projects for Asian Development Bank (ADB) assistance. \nADB intermittently fielded a Fact-Finding Mission (the Mission) from 16 March to 11 May 2004, \nfor the technical assistance (TA) to prepare the Program. The Mission and Government reached \nan  understanding  on  the  TA  objectives,  scope,  cost,  consultants’  terms  of  reference, \nimplementation arrangements, and schedule.1 A preliminary project logical framework is in \nAppendix 1. \n \nII.  ISSUES \n2.  Rapid urbanization and weak enforcement  mechanisms and strategies in Indonesia \nhave made air pollution a significant urban health threat, more so for the poor, and resulted in \nloss of productivity for the nation. The United Nations Environmental Program ranks Jakarta as \nthe world’s third most polluted megacity, after Mexico and Bangkok. Levels of lead, nitrogen \ndioxide, and particulates in the air are significantly higher than World Health Organization \nstandards. Vehicle fleet and industry are two major air pollution sources. Air pollution costs the \neconomy at least $400 million every year, which could increase 10-fold by 2010 in the absence \nof pollution control. \n \n3.  ADB has been providing TA and financing support to its developing member countries to \nprepare  policies  and  strategies  to  improve  urban  air  quality.2  Lessons  learned  show  that \nimprovement of urban air quality requires multisectoral commitment to formulating and enforcing \nmultisectoral policies and regulatory frameworks; adopting regulations and standards in stages; \nand strengthening enforcement capacity and facilities, including those of sectoral agencies and \nlocal governments.  \n \n4.  Parliament has enacted laws on air quality management, including Act 14 of 1992 on \ntraffic and land transportation, Act 23 of 1997 on environmental management, and Act 22 of \n2001 on oil and gas. The Ministry of Environment (MOE) has issued regulations, including \nministerial decrees 35/1993 on Emission Standard for Motor Vehicles, 15/1996 on Blue Sky \nProgram, and 45/1997 on Air Pollutants Structured Index. The Ministry of Communications has \nalso released ministerial decrees 6 and 7 of 1997 on an environmental management plan and \nan environmental monitoring plan for the transportation sector. Other programs, decrees, and \nstandards are associated with air quality management, directed at controlling emissions from \nvehicles and stationary sources. The principal ministries involved in air quality management are \nenvironment, communications, and energy and mineral resources. The governor of Jakarta has \nalso issued relevant decrees. \n \n                                                 \n1   The TA was first listed in ADB Business Opportunities (Internet edition) on 13 May 2004. \n2   ADB. 1998. Report and Recommendation of the President to the Board of Directors on Proposed Loans and a \nTechnical Assistance Grant to the Republic of the Philippines for the Metro Manila Air Quality Improvement Sector \nDevelopment Program. Manila; ADB.  1999. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Loan to the People’s Republic of China for the Acid Raid Control and Environmental \nImprovement Project. Manila; ADB. 2000. Technical Assistance for Action Plans for Reducing Vehicle Emissions. \nManila; ADB. 2001. Reducing Vehicle Emissions in Asia. Manila; ADB. 2001. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan and Technical Assistance Grant to the People’s Republic \nof China for the Shanxi Environment Project. Manila; ADB. 2003. Progress Report on the Metro Manila Air Quality \nImprovement Sector Development Program (Loan 1663-PHI) in the Philippines. Manila.  \n ", " 2   \n5.  The Government launched the Blue Sky Program in 1996, which includes controlling \nactivities for stationary and mobile sources. For stationary sources, the earlier phase of the \nprogram focused on plants producing cement, iron and steel, pulp and paper, and coal-fired \npower,  and  targeted  five  of  the  largest  cities:  Bandung,  Jakarta,  Medan,  Semarang,  and \nSurabaya. Due to weak enforcement and coordination among agencies and lack of funding and \na monitoring mechanism, implementation of the Blue Sky Program has been slow. Supply of \nclean fuel such as unleaded gasoline, low-sulfur diesel, and natural gas has been delayed or \nfailed. Air monitoring has not been consistent or scientific enough to produce an authoritative air \nquality database for strategic planning. \n \n6.  The challenges to enforcement increased after decentralization in 2001. Act 22 of 1999, \nwhich came into effect on 1 January 2001, gives regional governments increased powers to \nregulate and manage their functions. The lack of a comprehensive implementation framework, \ncoupled  with  regional  governments’  limited  capacity  to  manage  air  quality,  weakens \nenforcement of air quality regulations and harms the health and welfare of urban residents.  \n \n7.  An ADB TA3 helped MOE develop a draft policy paper on reducing vehicle emissions, \nwhich is expected to be endorsed by the minister and other concerned ministers in 2004. The \npaper identified six major categories of actions to be adopted by ministries and agencies to \nimprove vehicle emissions: (i) air quality monitoring, (ii) air quality management governance, (iii) \nfuel quality improvement, (iv) vehicle standards and vehicle technology, (v) inspection and \nmaintenance,  and  (vi)  transport  planning  and  traffic  management.  A  number  of  policy \ninstruments are recommended for each category. Priority activities requiring future funding are \nalso recommended. Actions for industrial air pollution control have yet to be identified and \nintegrated. ADB is also providing a regional assistance through Clean Air Initiatives–Asia to help \nselected developing member countries, including Indonesia, develop a regional network to \nexchange knowledge and share information on air quality management. Through the regional \nassistance, Indonesia participated in the Forum of Development of Fuel Strategy. \n \n8.  Other international agencies have granted Indonesia TA, including the World Bank \nUrban  Air  Quality  Management  Strategy    (URBAIR)  Jakarta  Program,  Japan  International \nCooperation Agency Study on the Integrated Air Quality Management for Jakarta Metropolitan \nArea,  Australian  Agency  for  International  Development  (AusAID)  Environmental  Impact \nManagement Agency (BAPEDAL) and East Java Pollution Control Implementation Project, and \nSwisscontact vehicle inspection and maintenance. The Government has not fully taken up these \nactivities’ recommendations due to the implementing agencies’ weaknesses in policy integration \nand enforcement, and shortage of consistent funding and a strong coordination and monitoring \nmechanism. Therefore, a sector development program is needed to provide financing source \nand technical assistance to strengthen both the central and regional governments’ capacity of \npolicy development and their enforcement infrastructure. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n9.  The TA’s purpose is to help prepare the Program to strengthen enforcement strategies \nand the framework of urban air quality management in Indonesia. The main focus area could be  \nthe Capital City of  Jakarta (DKI Jakarta) and its neighboring regencies, or other cities that have \nserious  industrial  or  vehicular  air  pollution  problems.  The  TA  will  review  the  policy  and \n                                                 \n3  ADB. 2002. Clean Vehicle Fuel for Blue Skies, Part B. Manila. ", "      3   \nregulatory framework, strengthen institutional capacity, develop implementation strategies, and \nprepare an investment plan to improve infrastructure required for air quality management in the \nprogram area. The initial poverty and social analysis is in Appendix 2.  \n \nB.  Methodology and Key Activities \n10.  The TA will be implemented in two phases in 12 months. Phase 1 will be implemented in \n5 months to prepare an air quality management strategy and action plan (SAP), which will \ninclude policy and investment actions on reducing vehicle and industrial air emissions, as the \nProgram’s implementation basis. Phase 2 will be implemented in 7 months to prepare the \nProgram  based  on  the  SAP.  Five  cities  (Bandung,  Jakarta,  Jogyakarta,  Semarang,  and \nSurabaya) have been tentatively selected to be consulted during the inception stage. One or \ntwo will be selected to participate in the Program. \n \n11.  To prepare the SAP, the TA consultants will review the implementation framework and \neffectiveness of the Government’s and donors’ air quality management polices and programs. \nThe review will draw on findings and conclusions of previous reviews and reports, including the \npolicy paper prepared under the ADB TA on Clean Vehicle Fuel for Blue Skies and the outputs \nof  the  ADB  regional  TA  on  Clean  Air  Initiatives—Asia4, which will then be discussed and \nfollowed up with the Government through policy dialogue. A time-bound policy enforcement \nframework,  including  activities  to  be  undertaken  by  each  implementing  agency,  resource \nrequirements, performance indicators, and a coordination and monitoring mechanism will be \nrecommended to strengthen urban air quality management. The SAP will also identify areas \nwhere the private sector can help improve air quality, or private pro-environmental funds can be \nmobilized for the Program. Monthly technical meetings will be held in phase 1 for stakeholders \nto discuss the SAP’s preparation. A consultation conference will be held to discuss the draft \nSAP. The Government will review the draft SAP during the fifth month of phase 1. \n \n12.  Due  to  the  multisectoral  nature  of  air  quality  management,  holistic  planning  and \ncoordination capacity, which the Government lacks, is vital to the Program’s success. A study \ntour in countries where air quality management is successful or in progress will be conducted \nduring phase 1 to strengthen the Government’s comprehensive planning capacity. Eight senior \nofficials  of  National  Development  Planning  Agency  (BAPPENAS),  MOE,  Ministry  of \nCommunication, Ministry of Energy and Mineral Resources, and two city governments will \nattend the study tour, which is tentatively planned to include Republic of Korea; Philippines; \nand/or Taipei,China. The participants will learn air quality management strategic planning and \nenforcement skills. \n \n13.  In phase 2, a feasibility study will be conducted to prepare an investment plan for air \nquality improvement. The plan will cover all aspects related to new investments, including \ntechnology selection; technical specifications; economic and financial analyses; environment, \npoverty, and social impact assessments; and institutional strengthening to improve air quality \nmanagement. The investments may include, but not be limited to, adding new or rehabilitating \nair quality monitoring and survey equipment, and supporting capacity building and institutional \nstrengthening. The plan may also include a mechanism through financial intermediaries to \nprovide funds to the private sector to improve air quality. The funds could be used to procure air \nemission  reduction  equipment,  air  quality  monitoring  devices,  a  motor  vehicle  emission \ninspection and maintenance system, natural-gas filling stations and vehicles, and cleaner-\nproduction and energy-efficient technology to meet emission standards. Technical meetings will \n                                                 \n4  ADB. 2001. Regional Technical Assistance on Clean Air Initiatives Asia. Manila. \n ", " 4   \nalso  be  held  in  phase  2  to  discuss  with  concerned  agencies  the  investment  design  and \nimplementation framework. \n \n14.  An international consulting firm associated with a local firm will be engaged to help line \nministries and selected cities jointly commit to improving urban air quality. The consultants will \ndiscuss with the public and private sectors to identify potential investment needs and design \nappropriate investment components in line with SAP activities. To facilitate project preparation, \nthe consultants will examine in phase 2 the new procedure specified in Ministry of Finance \nDecree  35/2002  to  help  the  central  and  selected  city  governments  comply  with  financing \nrequirements. The consultants will also design and conduct a policy development training \nworkshop in phase 1, and an air quality management technical training workshop in phase 2 to \nstrengthen agencies’ planning and enforcement capacity. \n \nC.  Cost and Financing  \n15.  The total cost of the TA is estimated at $880,000 equivalent, comprising $390,000 in \nforeign exchange costs and $490,000 equivalent in local currency costs. ADB will provide \n$700,000 equivalent to finance the entire foreign exchange costs and $310,000 equivalent of \nthe local currency cost. The TA will be financed on a grant basis by the Japan Special Fund, \nfunded by the Government of Japan. The Government will finance in kind the remaining \n$180,000 equivalent of the local currency costs. The cost estimates and financing plan are \npresented in Appendix 3. The Government has been advised that approval of the TA does not \ncommit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n16.  BAPPENAS,  through  its  Directorate  for  Environment  and  Natural  Resource \nManagement, will be the Executing Agency. The ministries of environment, energy and mineral \nresources, and communications; other concerned ministries; and selected city governments will \nbe the implementing agencies. A steering committee chaired by BAPPENAS will be set up to \ncoordinate  the  implementing  agencies’  views  and  advise  the  consultants  during  TA \nimplementation. The private sector, civil society, and NGOs representatives will be invited to the \nsteering committee for extensive stakeholder consultation. \n \n17.  The TA will be carried out in two phases in 12 months, from November 2004 to October \n2005. An international consulting firm associated with a domestic consulting firm will undertake \nthe TA activities. The international and domestic consultants will be recruited in accordance with \nADB’s Guidelines on the Use of Consultants. Simplified technical proposals will be requested \nand evaluated using the quality- and cost-based selection method to select a consulting firm. \n \n18.  The total consulting services will include 17 person-months of international and 52 \nperson-months of domestic consultants. Phase 1 will require 6 person-months of international \nand 25 person-months of domestic consultants. Phase 2 will require 11 person-months of \ninternational and 27 person-months of domestic consultants. Expertise required includes air \nquality management policy and institution development, air quality monitoring, industrial air \npollution  control,  environmental  economics,  vehicle  inspection  and  maintenance,  transport \nplanning, fuel quality, social development, information technology and public awareness, public \nhealth,  and  government  finance  and  procurement.  The  outline  terms  of  reference  of  the \nconsultants are in Appendix 4. \n ", "      5   \n19.  The consultant team should have a home-base office in Jakarta to effectively and \nefficiently  communicate  and  work  closely  with  BAPPENAS  and  implementing  agencies. \nEquipment required for TA implementation will be procured by the consultant in accordance with \nADB’s Guidelines for Procurement and retained by BAPPENAS upon TA completion. \n \n20.  The consultants will submit  (i) an inception report at the end of the first month, (ii) \nmonthly progress reports at the end of months during which no other reports are due, (iii) a first \ninterim report, including the draft SAP, in the second week of the fourth month, (iv) a second \ninterim report and a final SAP at the end of the sixth month, (v) a draft final report at the end of \ntenth  month,  and  (vi)  a  final  report  within  3  weeks  after  the  final  tripartite  meeting.  The \nconsultants  will  submit  hard  and  electronic  copies  of  all  the  reports  to  the  BAPPENAS, \nimplementing agencies, and ADB. Tripartite meetings involving the BAPPENAS, implementing \nagencies, consultants, and ADB, will be held after submission of the inception, interim, and draft \nfinal reports.  \n \nIV.  THE PRESIDENT'S DECISION  \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $700,000 on a grant basis to \nthe  Government  of  Indonesia  for  preparing  the  Urban  Air  Quality  Improvement  Sector \nDevelopment Program and hereby reports this action to the Board. \n ", "6  Appendix 2  \nLOGICAL FRAMEWORK \n \n       \n  Performance  Monitoring Mechanisms  Assumptions \nDesign Summary  Indicators/Targetsa    and Risks \n   \nGoal       \nImprove urban air  •  Ambient air quality meets  •  Government and   \nquality   standards  stakeholder air quality \n•  Industrial air emissions  reports \ncomply with standards  •  Verified stack emission \n•  Vehicular air emissions  testing reports of \ncomply with standards  stationary sources \n•  Vehicular emission testing \nreports \n \nPurpose      Assumptions \n• Help the  • An air quality management  • Existence of the strategy  • The Government is \nGovernment  strategy and action plan is  and regulatory  strongly committed \ndevelop air quality  adopted by the  enforcement framework  to TA \nmanagement  Government after TA  • Government annual  implementation. \nstrategies and  completion  budget on air quality  • Policy incentives \nimplementation  • Government officials are  management  encourage the \nframework  trained during program  • Private sector  private sector to \n• Strengthen human  completion  expenditures on air  actively uptake the \nresources and  • Regulatory enforcement  pollution control  credit-line facility to \ninstitutional  capacity is improved after  • Publications on air quality   improve air pollution \ncapacity of air  program completion  control. \nquality  • Public awareness is raised  • Enforcement skill \nmanagement  • Air quality monitoring and  and technology of air \n• Promote public  emission testing  quality management \nand private  equipment are improved  are improved. \ninvestments in air  after program completion  • Trained government \nquality  • Installation of emission  staff stay in their \nmanagement  control facilities is  posts. \nincreased during program  • All stakeholders \nimplementation  actively participate.  \n• Public and private   \ninvestments in air quality  Risks \nmanagement increase  • The legal and \nduring program  regulatory \nimplementation  framework is not in \n  place on time. \n• Trained staff leave \ntheir posts. \nOutputs (of the TA)      Assumptions \n• An air quality  • A strategy and action plan  •  TA implementation  • All stakeholders \nmanagement  prepared in the fourth  inception, progress,  actively participate. \nstrategy and action  month of TA  interim, and final reports  • The Government \nplan  implementation  • Tripartite meetings  provides \n• Improved  • An investment plan for  following submission of  counterpart staff \nhardware and  public sector, including  inception, interim and  and budget support. \nsoftware facilities  contract packages,  draft final reports  • The private sector \nfor better  bidding documents, and  supports the \nenforcement of  implementation  Program. \nand compliance  framework prepared in  Continued on next page. ", "  Appendix 1  7 \n \nLOGICAL FRAMEWORK—Continued \n       \n  Performance  Monitoring Mechanisms  Assumptions \nDesign Summary  Indicators/Targetsa    and Risks \n   \nand compliance  framework prepared in   \nwith air quality  phase 2  Risks \nlegislation  • A credit line to private  • Government \n• Strengthened  sector through a financing  counterpart staff \ngovernment  intermediary, including  and funding are \nhuman resources  terms and eligible  insufficient due to \nand enforcement  procurements prepared in  budget deficits. \ncapacity  phase 2  • Governance and \n  enforcement are \npoor. \n• The Government \nlacks commitment. \n \nInputs (of the TA)      Assumptions \n•  Consultants  •  Consultants recruited in  •  Final report of the TA  • Consultants are \n•  Government  October 2004    competent.  \ncounterpart  •  Equipment purchased and    • Counterpart staff \nsupport and staff  fully utilized for the TA  and budget are \n•  Equipment  •  Workshops delivered and  available on time. \n•  Training  achieved training   \nworkshops  objectives  Risks \n    • The Government \n    delays signing the \n  TA letter. \n  • The Government \n  delays providing \ncounterpart budget. \n \nTA = technical assistance \na Program-related  outputs  and  inputs,  and  quantitative  targets  and  other  indicators  will  be  determined  during  TA \nimplementation. \n \n \n \n \n ", "8  Appendix 2  \nInitial Poverty and Social Analysis (IPSA)  \n  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national   Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?     priority in country poverty partnership   \n   No  agreement?   No \n  \n \nContribution of the sector/subsector to reduce poverty in Indonesia: \nThe poverty reduction partnership agreement signed in April 2001 states that, in the medium term, poverty reduction \ndevelopment priorities will focus on three major areas of intervention: growth, human resource development, and good \ngovernance. The urban air quality program in Indonesia contributes directly to environmentally sustainable economic \ngrowth. Strengthening air quality management framework and enforcement capacity will mitigate air pollution, improve \nliving and working environments, and reduce health hazards to the public, including the poor. The Program will also \npromote private sector development in vehicle maintenance and air pollution control sectors, which will then create \njobs.  \n \n \n \nB.  Poverty Analysis   Proposed Poverty Classification \n   \nWhat type of poverty analysis is needed?   \nThe urban poor will be among the beneficiaries of improved air quality. The    Non-Poverty \nimpacts  will  be  reduced  respiratory  diseases,  less  demand  on  health \nservices, and longer earning periods. Secondary data on the poor in the \nselected  cities  will  be  collected,  and  potential  improvement  of  health \nconditions and job opportunities of the poor will be estimated. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?   Yes   No  \nThe project design will include consultation with the Government; research institutes; the private sector; civil society; \nand potentially affected groups such as factory owners, vehicle owners, bus and taxi operators, and passengers. The \nconsultation will include identifying factors that influence the private sector’s decision to improve air emissions, \nincentives to encourage industry and transport sectors to comply with air emission standards, capacity building for air \nquality management, public awareness of health hazards of poor air quality, and opportunities for informal \nemployment that could directly benefit the poor. \n \n \nIs there a participation strategy?   Yes    No \nConsultation meetings and workshops will be held to collect stakeholders’ inputs and feedbacks. Data collected will be \nincorporated into the project design. Workshops will disseminate the project design and expected achievements. \n \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: None \n \n \n \n \n \nHas an output been prepared?   Yes   No \n \n \n \n ", "  Appendix 2  9 \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    The project design has flexibility in putting up air quality   \n   Significant  management facilities, such as monitoring stations, and   Full \nResettlement    will avoid land acquisition and resettlement. When   \n Not significant  unavoidable, a participatory process will be adopted to   Short \n  develop a land acquisition and resettlement plan.   \n None   None  \n    The strategies and actions for air quality improvement will   \n   Significant  take into account the financial and economic   Yes \nAffordability    consequences to the public, and will be implemented in a   \n Not significant  time frame allowing the public and private sectors to ready   No \n  themselves for the new actions. \n None \n    The Program might generate some formal and informal   \n   Significant  jobs but will not create a new sector to generate a   Yes \nLabor    significant labor market.   \n Not significant   No  \n \n None \n    None   \n   Significant   Yes \nIndigenous     \nPeoples   Not significant   No  \n \n None \n    To be determined   \n   Significant   Yes \nOther Risks     \nand/or   Not significant   No  \nVulnerabilities   \n   None \n ", "10  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n                          \n   Foreign   Local   Total \nItem   Exchange   Currency   Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  310.0  0.0  310.0 \n      ii.  Domestic Consultants  0.0  232.0  232.0 \n    b.  International and Local Travel  27.0  8.0  35.0 \n    c.  Reports and Communications  4.0  6.0  10.0 \n  2.  Equipmentb  0.0  10.0  10.0 \n  3.  Training, Seminars, and Conferences       \n    a.  Technical Meetings and Conferences  0.0  14.0  14.0 \n    b.  Training Workshops  0.0  8.0  8.0 \n  4.  Study Tour  15.0  0.0  15.0 \n  5.  Miscellaneous Administration and   0.0  4.0  4.0 \n    Support Costs   \n  6.  Representative for Contract Negotiations  6.0  0.0  6.0 \n  7.  Contingencies  28.0  28.0  56.0 \n      Subtotal (A)  390.0  310.0  700.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation   0.0  30.0  30.0 \n  2.  Remuneration and Per Diem  0.0  70.0  70.0 \n    of Counterpart Staff       \n  3.  Logistic Supportc  0.0  60.0  60.0 \n  4.  Contingencies  0.0  20.0  20.0 \n      Subtotal (B)  0.0  180.0  180.0 \n        Total   390.0  490.0   880.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb The equipment includes one printer for consultants’ use, two workstations/notebooks, and a server computer for air \nquality database integration and data processing. The equipment will be retained by BAPPENAS upon technical \nassistance completion. \nc  The Government will provide meeting venues and secretariat support for meetings, conferences, and workshops. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "  Appendix 4  11   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  consultant  will  provide  the  following  outputs  to  design  the  Urban  Air  Quality \nImprovement Sector Development Program for Indonesia: \n \n(i)  a strategy and action plan (SAP), which will be basis of the Program’s policy \ncomponent, on urban air quality management for mobile and stationary sources, \nan implementation framework, and an implementation time frame;  \n(ii)  an investment plan, including bidding documents and contract packages for the \npublic sector to improve air quality management;  \n(iii)  an air pollution control facility, which will channel program funds to the private \nsector to reduce air emissions;  \n(iv)  workshops and technical meetings to discuss with stakeholders the elements of \nthe policy framework, enhance stakeholders’ knowledge of and skills in air quality \nmanagement planning and policy development and air pollution control; \n(v)  a study tour design and arrangement for eight participants from the National \nDevelopment Planning Agency (BAPPENAS)and implementing agencies to visit \none  or  two  countries  in  the  Asia-Pacific  region  to  learn  about  air  quality \nmanagement;  \n(vi)  a program implementation framework agreed on by relevant agencies, with a \nspecific time-bound and monitorable set of outputs and activities; and \n(vii)  a feasibility study of the Program, including all analyses. \n \n2.  The consulting services will be carried out in two phases in 12 months. An international \nconsulting firm teaming up with a domestic firm will be selected to provide consulting services. \nThe consultants will work as a team to carry out various tasks to prepare the required outputs, \nunder the supervision and coordination of the consultant team leader and deputy team leader. \nThe international consulting firm will provide an air quality management and policy specialist for \na minimum of 7 person-months as the team leader, and experts on air quality monitoring, \nvehicle inspection and maintenance, environmental economics, and environmental and social \nassessment.  The  domestic  firm  will  provide  an  environmental regulation and institutional \nstrengthening specialist for 12 person-months as the deputy team leader; and experts on \nindustrial  pollution  control,  public  health,  air  quality  monitoring,  transport  planning  and \nmanagement, vehicle maintenance and inspection, fuel quality, public health, public awareness, \nsocial development, and government finance and procurement.  \n \n3.  An estimated 17 person-months of international and 52 person-months of domestic \nconsultants will be needed. Phase 1 will require approximately 6 and 25 person-months of \ninternational and domestic consultants, respectively. Phase 2 will require approximately 11 and \n27 person-months of international and domestic consultants, respectively. The consulting firm is \nencouraged to suggest the best composition and number of experts and arrangement of the \nconsultants’ program to deliver the outputs. The following tasks are indicative, which should not \nlimit the consultant to undertake any other tasks that are necessary for preparing the required \noutputs. \n \nA.  Phase 1. Preparation of the Strategy and Action Plan \n \n4.  To prepare the SAP on air quality management, the consultant will do the following: \n \n(i)  Review the implementation status and identify strengths and weaknesses of \npolicy development work and technical assistance undertaken by Government \nagencies  and  international  funding  agencies,  especially  the  policy  paper  on \n ", "12  Appendix 4   \nvehicle emission reduction prepared by the Asian Development Bank (ADB) for \nthe Ministry of Environment. Draw on lessons from these activities. \n(ii)  Conduct  a  consultation  meeting  each  with  the  cities  of  Bandung,  Jakarta, \nJogyakarta, Semarang, and Surabaya to identify their interest in participating in \nthe Program, and select one to two cities to be involved in the Program. The five \ncities are tentatively proposed, and could be changed during the inception stage \nof phase 1. \n(iii)  Discuss  with  the  concerned  central  Government  agencies  and  selected  city \ngovernment stakeholders actions to improve policies and strategies, and confirm \ncentral and city governments that will be involved in the SAP as BAPPENAS and \nimplementing agencies of the Program. \n(iv)  Identify policy and strategy elements to be implemented by each concerned \nGovernment agency in 5 years. \n(v)  With the Government and private sector, identify areas where the private sector \ncan contribute to air quality management, and how to mobilize a private pro-\nenvironmental fund for the Program. \n(vi)  Prepare the SAP based on the above findings, which will include short- (3 years) \nand  medium-term  (5  years)  activities  and  budgetary  requirements  to  be \nimplemented by line agencies, and an implementation framework. Prepare the \npolicy component of the Program based on the SAP. \n(vii)  Conduct monthly technical meetings to discuss the SAP preparation, and a \nconsultation conference to disseminate the SAP. \n \nB.  Phase 2. Feasibility Study \n \n1.  Preparation of an Investment Plan for the Public Sector \n5.  Subject  to  the  implementing  agencies’  confirmation  in  phase  1,  the  investment \ncomponents as suggested in these terms of reference might be revised before phase 2. The \nbasic tasks for the phase-2 feasibility study will remain the same. To prepare an investment plan \nfor the public sector to enhance air quality management, the consultant will do the following:   \n \n(i)  Discuss with BAPPENAS and implementing agencies as confirmed under task \npara. 4 (iii), their air quality management programs, and confirm the program \narea and short-term (3 years) investment need for air quality improvement. \n(ii)  Develop  investment  components  for  each  implementing  agency,  which  may \ninclude but not be limited to, rehabilitation of the current air quality monitoring \nand data management system; purchase of additional air quality monitoring \nequipment  and  stationary  source  emission  testing  equipment,  and  training \nfacilities; retrofitting of the public transport fleet; and recruiting of consulting \nservices for the supervision of program implementation. \n(iii)  Review the fiscal system at the central and regional government levels, and the \nannual budget allocation of BAPPENAS and each implementing agency, identify \nsources  of  counterpart  funding,  examine  the  fiscal  capacity  of  selected  city \ngovernments, clarify the Kepman 351 requirements, and facilitate discussions \nbetween the Ministry of Finance and implementing agencies at the central and \ncity government levels to reach agreements on the on-lending arrangement for \nthe investment plan. \n                                                 \n1  Ministry of Finance Decree No. 35/2002, which governs the procedure, conditions, and administration of foreign \nloans on-lending to local governments. \n ", "  Appendix 4  13   \n(iv)  Prepare detailed cost estimates for the investment plan and present the cost \nestimates in ADB format using the COSTAB or an equivalent model, and design \na financing plan for the investment plan.  \n(v)  Prepare contract packages and draft bidding documents, and propose bidding \nprocedures for items to be procured under international competitive bidding. The \nbidding documents and procurement procedures must be in line with ADB’s \nlatest guidelines and standard bidding document. Prepare a contract package list \nand procurement schedule.  \n(vi)  Design the program implementation framework and schedule and prepare a \nGantt chart showing critical paths. \n(vii)  Assess  the  likely  technical  risks  facing  the  investment  plan  and  carry  out \nsensitivity analyses to check the viability of the investment components under \nthese risks. \n(viii)  Prepare terms of reference, expertise requirements, and person-month estimates \nfor  supervision  of  the  program  coordination  and  management,  and  other \nconsulting services as identified in para. 5 (ii). \n \n2.  Air Quality Credit Line \n \n6.  To design an air quality credit line to channel funds to private sectors to improve air \nemissions, the consultant will do the following: \n \n(i)  Discuss with selected companies or associations in the industry and transport \nsectors their plans and financial needs to comply with air emission standards and \nrelated requirements. \n(ii)  Review the status of the ADB TA on Clean Vehicle Fuel for Blue Skies and \ninclude the TA’s investment proposal in the Program, if necessary. \n(iii)  Identify investment items that will be needed by the private sector to reduce air \nemissions.  These  can  include  air  emission  reduction  equipment,  air  quality \nmonitoring devices, motor vehicle emission inspection and maintenance system, \nnatural  gas  distribution  network,  filling  stations  and  vehicles,  or  cleaner-\nproduction and energy-efficient technology to meet emission standards. \n(iv)  Estimate short-term (3 years) financial needs of the private sector to invest in the \nitems identified under para. 6 (iii) to reduce their air emissions. \n(v)  Review  information  related  to  prospective  financial  intermediaries  that  can \nchannel funding for procurement of air emission reduction facilities or equipment \nto the private sector, review the available instruments with the intermediaries, \nand develop evaluation criteria that the intermediaries will need to satisfy to \nparticipate in the Program. \n(vi)  Prepare  draft  terms  for  channel  financing  and  discuss  these  with  potential \nintermediaries, including an apex bank and a channeling bank. Short-list qualified \nintermediaries with term sheets for their participation. \n(vii)  Conduct a consultation conference to disseminate and collect feedback on the \ninvestment design and the credit line. \n \n3.  Economic Analysis and Poverty Impact Assessment \n \n7.  As the Program will include policy and investment components, the consultant will \nconduct an economic analysis for  each. The analysis of all proposed investments will follow \nADB’s Guidelines For The Economic Analysis Of Projects, Economic Analysis In 2002: A \nRetrospective,  and  Economic  Analysis  Retrospective:  2003  Update.  The  analysis  should \ninclude, but not be limited to the following: \n ", "14  Appendix 4   \n(i)  Analyze quantitative and qualitative benefits of the Program and its components. \n(ii)  Provide a table detailing the conversion of economic cost from financial cost of \nthe Program and the specific conversion factors used. \n(iii)  Incorporate  into  the  economic  analysis  an  economic  quantification  of  the \nProgram’s environmental impacts following ADB’s  Environmental Assessment \nGuidelines  (2003,  or  subsequent  amendments),  and  Economic  Valuation  of \nEnvironmental  Impacts:  A  Workbook  (1996,  or  subsequent  amendments). \nDiscuss and present the assumptions and methodology. \n(iv)  Assess  the  Program’s  pro-poor  impact  in  terms  of  ADB’s  poverty  reduction \nstrategy.  Identify  the  fundamental  social  problems  and  analyze  all  feasible \nalternatives  for  addressing  them,  including  investment  and  policy-based \nalternatives. \n(v)  Review and discuss the assumptions and economic parameters used in the \neconomic  analysis,  and  identify  and  explain  the  rationale  for  Government \nintervention and the rationale for foreign aid. \n(vi)  Identify  and  analyze  economic  uncertainties  that  can  affect  the  Program’s \nviability, and carry out a risk analysis using a suitable risk analysis model. \n \n8.  The economic analysis of the policy component will follow ADB’s Economic Analysis Of \nPolicy-Based Operations: Key Dimensions. The analysis should include, but not be limited to \nthe following: \n \n(i)  Review sector performance and the policy and institutional environment, and \nidentify effects of policy on air quality. \n(ii)  Assess proposals or efforts to reform policies and institutions, the time needed \nfor reform to take effect, and distribution effects on different stakeholder groups. \n(iii)  Compare the likely policy reform options to be supported under the Program from \nthe point of view of time and distribution, and assess their implications for vested \ninterests and reform supporters. \n(iv)  Identify measures needed to mitigate negative short-term impacts or improve \ninclusion of groups, such as the poor, and estimate the cost of these measures. \n(v)  Help  discuss  options  and  effects  with  stakeholder  groups,  and  use  the \nassessments to help the Government develop an implementable policy matrix \nand to develop an overall program poverty impact assessment. \n \n4.  Financial Analysis and Financial Management Assessment \n \n9.  To carry out the Program’s financial analysis, the consultant will do the following: \n(i)  Identify the project components necessary for financial analyses. \n(ii)  Carry out the financial analyses of the project components identified in the \ninvestment loan based on  The Guidelines for the Financial Governance and \nManagement of Investment Projects Financed by the Asian Development Bank, \n2001. \n(iii)  Carry out the sensitivity analyses to ensure the Program’s robustness. \n(iv)  Prepare the financial selection criteria for the credit line through a financial \nintermediary. \n(v)  Finalize the project cost estimates, and prepare financial terms, e.g., grace \nperiod and disbursement profile, based on the project implementation schedule.  \n(vi)  Prepare a financing plan comprising expected ADB financing and Government \ncounterpart funding, including interest during construction, based on the project \ncost estimates. \n ", "  Appendix 4  15   \n10.   To carry out financial management assessment, the consultant will do the following: \n  \n(i)  Assess  BAPPENAS’  and  implementing  agencies’  financial  management \ncapabilities,  including  internal  control  mechanisms,  where  appropriate,  and \nrecommend  institutional  strengthening  of  BAPPENAS’  and  implementing \nagencies’ financial management based on the assessment. \n(ii)  Prepare accounting and auditing reporting formats and timetables based on the \nGuidelines, and help BAPPENAS and implementing agencies design the project \nfund-flow mechanism. Assess the availability of Government counterpart funding. \n \n5.  Environmental and Social Assessment \n \n11.  To carry out the environmental and social assessment of the program, the consultant will \ndo the following:  \n \n(i)  Identify  the  environment  benefits  of  the  Program  based  on  Environmental \nConsiderations in ADB Operations  (2003,  or  subsequent  amendments)  and \nEnvironmental Assessment Guidelines (2003, or subsequent amendments), and \nprepare a strategic environmental assessment to examine the program impacts. \n(ii)  Prepare  an  initial  social  assessment  in  accordance  with  ADB  guidelines  to \ndetermine the potential social effects and mitigation measures. \n(iii)  Identify methods to ensure active public participation and collect and address \npublic concerns over the Program during the public consultation conferences. \n \n6.  Training Workshops \n \n12.  The consultant will conduct one training workshop in phase 1, and two in phase 2. The \ntraining  workshop  in  phase  1  will focus on air quality management policy evaluation and \ndevelopment. The training workshops in phase 2 will focus on technical design of air pollution \nmanagement activities, such as air quality monitoring, vehicle inspection, roadside emission \ntesting and apprehension, traffic management, public health monitoring, and fuel quality and \nstandards. \n \n7.  Study Tour \n \n13.  The  objectives  of  the  study  tour  are  to  learn  policy  development,  implementation \ncoordination, and state-of-the-art strategy and technology of urban air pollution control. The \nconsultants will discuss with the Government the details of the study tour at the inception stage \nof phase 1. \n \n8.  Deliverables \n \n14.  The consultants will submit (i) an inception report at the end of the first month; (ii) brief \nmonthly progress reports at the end of months when no other report is due; (iii) a first interim \nreport, including the draft SAP, in the second week of the fourth month; (iv) a second interim \nreport at the end of sixth month; (v) a draft final report at the end of tenth month; and (vi) a final \nreport within three weeks after the final tripartite meeting. The final report should be in a \npublishable  form.  Tripartite  meetings  including  BAPPENAS,  implementing  agencies,  the \nconsultants, and ADB will be held after  submission of the inception, interim, and draft final \nreports. \n "], "metadata": {"ModDate": "D:20040803081931+08'00'", "CreationDate": "D:20040721164900Z", "Title": "TAPaper-UAQISDP.doc", "Creator": "TAPaper-UAQISDP - Microsoft Word", "Author": "ADB", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}, "author_page": "  \nCURRENCY EQUIVALENTS \n(as of 11 May 2004)  \nCurrency Unit  –  rupiah (Rp) \nRp1.00  =  $0.000111 \n$1.00  =  Rp9,010 \n \n \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  Badan Perencanaan Pembangunan Nasional \n(National Development Planning Agency) \n  MOE  –  Ministry of Environment \n  NGO  –  nongovernment organization \n  SAP  –  strategy and action plan \n  TA  –  technical assistance \n     \n \n \n \nTA CLASSIFICATION \nPoverty Classification  –  Other \nSector  –  Transport and Communication \nSubsector  –  Multimodal Transport and Sector Development \nTheme  –  Environmental sustainability \nSubtheme  –  Urban environmental improvement, cleaner production \n \n \n \n \nNOTES \n  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by a team consisting of Y. Feng (team leader), A. Hirano, X. Jia, L. \nBlanchetti-Revelli, and S. Hasanah. ", "authors": [{"fullname": "Y. Feng "}, {"fullname": "Y. Feng ", "role": "team leader"}, {"fullname": "A. Hirano"}, {"fullname": "X. Jia"}, {"fullname": "L. Blanchetti-Revelli"}, {"fullname": "S. Hasanah"}]}