{"path": "data/input/ta/tar-cam-36608.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR:CAM 36608 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Cofinanced by the Government of Finland) \n \n \nTO THE \n \n \nKINGDOM OF CAMBODIA \n \n \nFOR PREPARING THE \n \n \nTONLE SAP SUSTAINABLE LIVELIHOODS PROJECT \n \n \n \n \n \n \n \n \n \n \nOctober 2003\n ", " \nCURRENCY EQUIVALENTS \n(as of 14 August 2003) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.00026 \n$1.00 =  KR3,815 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  LBAT  –  labor-based appropriate technologies \n  MRD  –  Ministry of Rural Development \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. FY before a \ncalendar year denotes the year in which the fiscal year ends. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by a team consisting of O. Serrat, senior project economist, team \nleader; I. Fox; D. Moffatt, and T. Gallego-Lizon. \n \n ", " \nI.  INTRODUCTION \n1.  In 2002, the Government of Cambodia requested technical assistance (TA) to prepare a \nproject to reduce poverty in poor communities of the flooded area of the Tonle Sap, in the \nframework initiated by the Tonle Sap Environmental Management Project.1 This framework \nrecognizes that sustainable management and conservation of natural resources and biodiversity \nshould be considered from the perspective of the watershed feeding the Tonle Sap. From 27 \nJanuary to 7 February 2003, a fact-finding mission of the Asian Development Bank (ADB) \nvisited Cambodia and formulated the TA, in line with the program of actions formalized in the \npoverty reduction partnership agreement between the Government and ADB.2 \n \nII.  ISSUES \n2.  On  the  Human  Development  Index  (2002),  Cambodia  is  ranked  130th  out  of  173 \ncountries: about 36% of the population live below the poverty line;3 half of the children under 5 \nare malnourished; for every 1,000 live births, 115 children die before they reach 5; health \nservices cover barely half the population; safe drinking water and sanitation are available to only \n36% and 14% of the population, respectively; education attainments and skill levels are low; and \nthe rate of HIV/AIDS infection is the highest in the region.4 Still, at its current growth rate (2.5% \nin 2001), Cambodia's population will rise from 11.5 million to 14.0 million by 2005. \n \n3.  The incidence of poverty in rural areas is four times higher than that reported in Phnom \nPenh: notably, rural people have an average income that is less than one third of urban \nincomes; 31% of rural inhabitants have completed less than 1 year of formal schooling; 96% \ncook with firewood; and less than 1% have electricity for lighting. Despite high economic growth \nsince  1990,  agricultural  productivity  has  not  kept  up  with  population  growth.5  Fishing  and \nforaging on common property such as lakes and forests regularly supplement the food supply. \nHowever, access to natural resources is becoming more difficult and many claim that the \ncondition of the rural poor is deteriorating. Disturbingly, understanding of what can be done to \nhelp the rural poor is still low. \n \n4.  The challenge is to focus on the multiple aspects of their livelihood assets.6 Livelihoods \ndraw from the resources accessed and the activities undertaken in order to live. However, in \nCambodia,  human  capital  was  seriously  affected  by  the  extermination  of  a  generation  of \nleaders, levels of health and education are low, and women shoulder heavy responsibilities as a \nconsequence of male deaths during the protracted civil war and genocide. Social capital has \nbeen  severely  diminished  by  the  war  and  democratic  processes  have  only  recently  been \nintroduced. Natural capital, especially forests and fish, is under growing human exploitation. \n                                                \n1  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nCambodia for the Tonle Sap Environmental Management Project. Manila. \n2  The TA first appeared in ADB Business Opportunities (Internet Edition) on 10 October 2002. \n3  The poverty line is the per capita expenditure needed to secure an intake of 2,100 calories per day. \n4  The acquired immuno deficiency syndrome (AIDS) is the late stage of the infection caused by the human \nimmunodeficiency virus (HIV). \n5  At 1.6–1.8 tons per hectare, rice yields are very low compared to over 3.6 tons in neighboring Viet Nam. In 1998, \nthe World Food Programme supported 1.7 million people (15% of the population) for an average 45 days. \n6  Livelihood assets can be divided into five core categories, or types, of capital (i) human capital, e.g., skills, \nknowledge, and ability to labor; (ii) social capital, e.g., networks and connectedness, formalized groups, and \nrelationships of trust; (iii) natural capital, e.g., natural resource stocks from which resource flows and services \nuseful for livelihoods are derived; (iv) physical capital, e.g., transport, shelter and building, water supply and \nsanitation, energy, and access to information (communications); and (v) financial capital, e.g., available stocks and \ninflows of money. \n ", "2 \nPhysical capital, particularly roads and water supply, is inadequate and there is poor coverage \nof schools and health posts. Access to financial capital is restricted: most loans are taken from \nrelatives or neighbors and moneylenders charge interest rates of up to 100% per month. The \nstructures and processes that underpin this asset pentagon are institutions, policies, legislation, \nculture, and power relations, which determine access, terms of exchange, and returns; shape \nthe livelihood strategies of the poor; and govern their outcomes. \n \n5.  Tackling  poverty  in  Cambodia  means  working  with  the  rural  poor,  initially  where \nlivelihood assets are being fundamentally affected by unfavorable trends, e.g., overfishing, \ndrought, pest outbreaks, floods, or deterioration of infrastructure. Such trends are obvious in the \nTonle Sap region of Cambodia. Despite the vast natural wealth of the Tonle Sap, poverty is \nwidespread. The proportion of the population in the five provinces surrounding it that falls under \nthe official poverty line is the highest in the country. About 50% of villages have 40–60% of \nhouseholds living below the poverty line, with a peak of 80% in some rural areas of Siem Reap \nand  Kompong  Chhnang  provinces.  There  is  increasing  concern  over  development  and \nunsustainable exploitation of the Tonle Sap's natural richness and King Norodom Sihanouk has \nwarned that Cambodia faces environmental disaster if the lake's fragile ecosystem is further \ndegraded. In particular, its fisheries are characterized by inequity of distribution, fraudulent \ntransactions, widespread corruption, environmental degradation from unsustainable patterns of \nexploitation, and escalating conflict. In parallel, the flooded forest is being cleared for cash \ncropping. Ability to tackle all these problems has been diminished at all levels of Cambodian \nsociety by 25 years of strife brought about by the Khmer Rouge. Moreover, many internally \ndisplaced  persons,  repatriated  refugees,  internal  migrants,  and  demobilized  soldiers  are \nreestablishing their livelihoods in what remains a fractured society. (Areas northwest of the \nTonle Sap, such as Siem Reap, have only enjoyed peace since 1998.) \n \n6.  The livelihoods approach is a way of thinking about the objectives, scope, and priorities \nfor development. It seeks to develop an understanding of the factors that lie behind peoples' \nchoice of livelihood strategy and then to reinforce the positive aspects and mitigate against the \nconstraints or negative influences. Its core principles are that poverty-focused development \nactivity  should  be  people-centered,  responsive  and  participatory,  multi-level,  conducted  in \npartnership, sustainable, and dynamic. The livelihoods approach is a way of putting people at \nthe center of development, thereby increasing the effectiveness of development assistance. To \nthis end, the proposed TA will build a picture of rural livelihoods in the flooded area of the Tonle \nSap and formulate options for enhancing and developing the asset base of the rural poor. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n7.  The goal of the TA is sustainable management and conservation of natural resources \nand biodiversity in the Tonle Sap basin. Its purpose is to prepare a project to sustain and \nimprove livelihoods in the flooded area of the Tonle Sap. Its output is a feasibility study that \nbuilds on the community organization component of the Tonle Sap Environmental Management \nProject, covering the five provinces that adjoin the Tonle Sap. They are Battambang, Kompong \nChhnang, Kompong Thom, Pursat, and Siem Reap. The project area will encompass the parts \nof the five provinces that are ultimately bounded by highways 5 and 6 and were designated in \nOctober 1997 as a biosphere reserve of the United Nations Educational, Scientific, and Cultural \nOrganization (UNESCO). In 1998, 2.9 million people lived in the five provinces; 10% of them \nwere wholly dependant on fishing; and 40% had fishing as a secondary occupation. \n \n ", "    3 \nB.  Methodology and Key Activities \n8.  The TA will be implemented in two phases. Using the livelihoods approach, it will first \nacquire a wider and better informed view of the opportunities, constraints, objectives, and \ninteractions that characterize peoples' lives in the flooded area of the five provinces that adjoin \nthe Tonle Sap. Then, the TA will design appropriate interventions with reference to the summary \ninitial poverty and social analysis specified in Appendix 1. \n \n1.  Sustainable Livelihoods Framework \n9.  Livelihoods  Analysis.  In  the  first  phase,  a  livelihoods  analysis  will  explore  the \nrelationships between the five categories of livelihood assets. The analysis will identify and \nprioritize, with beneficiaries and partners such as nongovernment organizations, entry points \nthat will have a significant impact on the livelihoods of the poor. Specifically, the analysis will be \nused to (i) identify links across sectors, between field and policy levels, and between urban and \nrural areas; (ii) suggest a range of high-yielding, priority entry points; and (iii) provide a basis for \nthe  design  of  project  activities  that  are  appropriately  sequenced  and  accommodate \nintercommunity relations and potentially conflicting interests. The tools that will be used are not \ndiscrete and overlap internally. They will include environmental checklists, gender analysis, \ngovernance  assessment,  institutional  appraisal,  macroeconomic  analysis,  market  analysis, \nparticipatory  poverty  assessment  techniques,  risk  assessment,  social  analysis,  stakeholder \nanalysis, conflict assessment, and environmental assessment. Rapid and participatory methods \nand sample surveys will complement these tools. \n \n10.  Policies, Institutions, and Processes for Sustainable Livelihoods. Given the number \nof institutions that impinge on the lives of poor people, poverty reduction projects will make only \nmodest contributions if institutional frameworks are not reformed or created in ways that provide \nequity and opportunity for the poor. The livelihoods approach recognizes the importance of \npolicies, institutions, and processes in governing poor peoples' access to livelihood assets and \ninfluencing their livelihood strategies and their vulnerability to shocks. In the first phase, policies, \ninstitutions, and processes for sustainable livelihoods will be analyzed to determine how they \nrelate to one another and how they influence livelihoods. The outcome of policy analysis might \nillustrate the need for interventions that highlight and address important policy areas, or policy \nlinkages  previously  underdeveloped;  enrich  policy  making  processes,  e.g.,  by  increasing \nopportunities for poor people to be heard; improve the mechanisms through which policies are \nimplemented; or strengthen organizational capacity for policy implementation. \n \n11.  Project  Design.  In  the  second  phase,  building  on  the  community  organization \ncomponent of the Tonle Sap Environmental Management Project, the TA will design a package \nof interventions for financing by ADB and other sources, comprising activities that will sustain \nrural livelihoods in the flooded area of the Tonle Sap.7 The package will comprise a feasibility \nstudy,  including  preliminary  designs;  preliminary  engineering;  cost  estimates;  technical, \nfinancial,  economic,  and  socioeconomic  analyses;  environmental  analysis;  social  impact \nassessment; and a study for initial benchmark indicators. \n \n                                                \n7  The desired livelihood outcomes could comprise more diversified and productive farming systems, including rice \nfield fishing; better management of natural resources, including fish sanctuaries; improved access to education, \ntraining, technologies, information, and health services; better access to basic and facilitating infrastructure; more \nsecure access to financial resources; a policy and institutional environment that supports multiple livelihood \nstrategies and promotes equitable access to competitive markets for all; and a more supportive and cohesive \nsocial environment. \n ", "4 \n2.  Other Considerations \n12.  Positive Outlook. The TA will build on tested approaches, including integrated rural \naccessibility planning and the use of labor-based appropriate technologies (LBAT) developed by \nthe  International  Labour  Organization,  and  will  be  congruent  with  the  Mekong  River \nCommission's basin development plan.8 At the institutional level, the TA will explore effective \nmechanisms that focus on local government and ways of empowering local people, such as the \nGovernment's ongoing Seila program.9 \n \nC.  Cost and Financing \n13.  The total cost of the TA is estimated at $1.485 million equivalent, comprising a foreign \nexchange  cost  of  $1.039  million  and  a  local  currency  cost  of  $446,000  equivalent.  The \nGovernment has requested financing on a grant basis of (i) $700,000 equivalent from the ADB-\nfunded  TA  Special  Fund;  and  (ii)  $560,000  equivalent,  cofinanced  by  the  Government  of \nFinland, to jointly finance the entire foreign exchange and local currency cost of $221,000 \nequivalent.  The  Government  will  finance  the  remaining  local  currency  cost,  equivalent  to \n$225,000, largely through the provision of office accommodation and remuneration and per \ndiem of counterpart staff. Details of the cost estimates and financing plan are in Appendix 2. \nThe Government has been advised that approval of the TA does not commit ADB to finance any \nensuing project. \n \nD.  Implementation Arrangements \n14.  The TA is expected to commence in August 2003 and to be completed by May 2004. A \nteam of international consultants associated with domestic consultants will implement the TA in \ntwo phases over 9 months. Implementation will require an estimated 48 person-months of \ninternational and 30 person-months of domestic services with core expertise in sustainable \nlivelihoods; participatory rural appraisal; policies, institutions, and processes; rural infrastructure; \nand project economics. Unallocated expertise may relate to community fisheries development, \nagrarian  development,  natural  resource  management,  gender,  rural  roads,  small  business \ndevelopment,  nongovernment  organization  coordination,  and  community  mobilization.  The \nconsultants will be recruited through a firm in accordance with ADB's Guidelines on the Use of \nConsultants using the quality and cost-based selection method and full technical proposals. The \nsustainable livelihoods specialist will lead the team. The consultants will be based in Phnom \nPenh and will travel frequently to the five provinces. Equipment will be procured in accordance \nwith ADB's Guidelines for Procurement. An indicative staffing schedule is shown in Appendix 3 \nand outline terms of reference are given in Appendix 4. \n \n15.  The Executing Agency for the TA will be the Ministry of Rural Development (MRD). MRD \nis responsible for the policy and regulatory framework for rural development in general and for \n                                                \n8  Access is the opportunity to reach, use, or visit. In the rural context, it pertains to drinking water, energy, \nemployment, and basic services, including education, heath care, and markets. Integrated rural accessibility \nplanning is a local level planning tool that evaluates community assets and prioritizes investments according to \nmaximum need and impact. A participatory process is used to determine access to basic needs such as clean \nwater, schools, and health centers. Accessibility rankings are assigned to communities and used as an indication \nof the overall standards of living and to highlight areas of need. An investment framework is then developed to \neither make it easier for people to access goods and services by improving rural roads. \n9  Seila is a Khmer word meaning foundation stone and is the name given to the Government's approach to \ndecentralized development, planning, financing, and implementation. The TA would need to propose ways to \nensure sustainability of development and recurrent fund flow to the local level and clarify local responsibility for \nuser charges, cost recovery, et cetera. \n ", "    5 \ncommunity development and the development of rural drinking water supplies and tertiary roads \nin  particular.  Its  policy  is  to  promote  a  people-oriented  and  integrated  approach  to  rural \ndevelopment.  MRD  will  assign  experienced  staff  to  serve  full-time  as  counterparts  to  the \nconsultants. These counterparts will work actively to smooth the progress of TA activities. To \nguarantee the  close  involvement  of  relevant  agencies  such  as the Ministry  of  Agriculture, \nForestry, and Fisheries, the Council for Agriculture and Rural Development will be requested to \ncochair  the  tripartite  meetings  and  workshops  that  will  be  held  at  regular  intervals  during \nimplementation. The council is a high-level council established to coordinate ministries, facilitate \npolicy formulation and implementation, and harmonize external assistance. MRD will also be \nresponsible for interagency coordination at the provincial levels, including the nomination of \ntechnical personnel to assist the consultants in the five provinces. To facilitate implementation, \nMRD will provide logistical support to the experts engaged, including adequately furnished office \nspace and access to communications facilities. In addition, MRD will provide copies of relevant \nlaws, regulations, policies, and reports. ADB will field TA review missions to review and discuss \noverall progress on implementation, and conduct output-to-purpose missions to verify output \naccomplishment and to improve activities. \n \n16.  The consultants will produce (i) an inception report; (ii) a midterm report, in a form \nsuitable for publication as an ADB document; (iii) a draft final report; and (iv) a final report. MRD \nwill complete a TA completion questionnaire to evaluate the TA's inputs and outputs, identify \nlessons learned, and suggest follow-up actions. \n \nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $560,000 to be \nfinanced on a grant basis by the Government of Finland, and (ii) ADB providing the balance not \nexceeding the equivalent of $700,000 on a grant basis, to the Government of Cambodia for \npreparing the Tonle Sap Sustainable Livelihoods Project, and hereby reports this action to the \nBoard. \n ", "6  Appendix 1 \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n \nSector Identified as a National Priority in  Yes  Sector Identified as a National Priority in  Yes \nCountry Poverty Analysis?  Country Poverty Partnership Agreement? \nContribution of the sector/subsector to reduce poverty in Cambodia: Agriculture, forestry, and fisheries are vital to \nCambodia’s population. Poverty is pervasive and the poor depend on natural resources for subsistence. The \nGovernment  has  recognized  the  need  to  engage  communities  in  natural  resource  management.  Provided \nmanagement systems and capacity for natural resource management are built at national, provincial, and community \nlevels, the sector can contribute substantially to poverty reduction. \n \nB.  Poverty Analysis \n \nProposed Classification: Core Poverty Intervention  Thematic: Environment Protection \nWhat Type of Poverty Analysis is Needed? \nPoverty around the Tonle Sap is widespread. About 50% of villages have 40–60% of households living below the \npoverty line. Poverty is related to lack of livelihood assets (including both material and social resources) and limited \naccess to human, social, natural, physical, and financial capital. A poverty analysis will be needed using the \nsustainable livelihoods framework. \n \nC.  Participation Process \n \nStakeholder Analysis:  Yes \nStakeholders include the rural poor, ethnic minorities such as the Vietnamese and Muslim Cham; local government \nauthorities; commune councils; nongovernment organizations; and Government agencies such as the Ministry of \nRural Development; the Ministry of Agriculture, Forestry, and Fisheries; the Ministry of Environment; and the Council \nfor Agriculture and Rural Development. Their roles, responsibilities, and interests will be examined in detail during the \ntechnical assistance. \nParticipation Strategy Required:  Yes \nThe participation strategy for the technical assistance will involve putting the poor at the center of development. \n \nD.  Social Issues \n \nSubject  Significant/  Strategy to Address Issues  Plan \nNot  Required \nSignificant/ \nNone \nResettlement  None    None \nGender  Significant  Households headed by females and widows will be targeted.  Yes \nAffordability  None    No \nLabor  Significant  Labor-based appropriate technologies will be used.  Yes \nIndigenous  None    No \nPeoples \nOther Risks/  None    No \nVulnerabilities \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nForeign  Local \nItem  Total Cost \nExchange Currency \nA. Asian Development Banka        \n     1. Consultants       \n         a. Remuneration and Per Diem       \n            i. International Consultants  768 0    768 \n            ii. Domestic Consultants  0 30    30 \n            iii. Per Diem  150 18    168 \n         b. International and Local Travel  52 9    61 \n         c. Reports and Communications  0 5    5 \n     2. Transport and Vehiclesb  15 2    17 \n     3. Equipmentc  10 2    12 \n     4. Workshops       \n         a. Facilitators  0 5    5 \n         b. Workshops  0 30    30 \n     5. Surveys  0 100    100 \n     6. Miscellaneous Administration and Support Costs  0 10    10 \n     7. Representative for Contract Negotiationsd  4 0    4 \n     8. Contingencies  40 10    50 \n  Subtotal (A)  1,039 221    1,260 \nB. Government Financing       \n     1. Office Accommodation and Transport  0 70    70 \n     2. Remuneration and Per Diem of Counterpart Staff  0 20    20 \n     3. Surveys and Investigations  0 50    50 \n     4. Supply of Data, Maps, and Reports  0 20    20 \n     5. Administrative Support  0 25    25 \n     6. Others  0 10    10 \n  Subtotal (B)  0 225    225 \nTotal  1,039 446    1,485 \na  Cofinanced by the Government of Finland. \nb  Includes vehicle rental. \nc  Includes computers, printers, copying machines, et cetera. \nd  Includes cost of travel and per diem for a Government observer invited for contract negotiations. \nSource: Asian Development Bank estimates. \n ", "   \n INDICATIVE STAFFING SCHEDULE FOR CONSULTANTS    \n8\n    \n \n \nA\np\np\nPosition  Project Month  Person-Months en\nd\nix\n1 2 3 4 5 6 7 8 9  3\nInternational Consultants\n   \n1 Sustainable Livelihoods Specialist-Team Leader 9.00\n     \n   \n2 Participatory Rural Appraisal Specialist 4.00\n     \n   \n3 Policies, Institutions, and Processes Specialist 6.00\n     \n   \n4 Rural Infrastructure Engineer 3.00\n     \n   \n5 Project Economist 2.00\n     \n   \n6 Community Fisheries Development Specialist\n   \n7 Agrarian Development Specialist\n   \n8 Natural Resource Management Specialist\n   \n9 Gender Specialist 24.00\n   \n \n10 Rural Roads Engineer\n   \n11 Small Business Development Specialist\n   \n12 Other Unallocated Specialists\nDomestic Consultants\n   \n13 Participatory Rural Appraisal Specialist 4.00\n     \n   \n14 Cost Estimator/Contracts Engineer 2.00\n     \n   \n15 Nongovernment Organization Coordinator\n   \n16 Community Mobilization Specialist 24.00\n   \n   \n17 Other Unallocated Specialists\n \nTotal 48.00 30.00\n       \nReports  Inception Report \n \nMidterm Report\n \nDraft Final Report\n \nFinal Report\n \nTripartite Meetings\nOutput to Purpose Reviews\n \nWorkshops\n \n ", "  Appendix 4      9\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Livelihoods Analysis \n \n1.  The consultants will analyze livelihoods to improve the design and implementation of \npoverty reduction efforts. The analysis will be conducted in two parts: a preliminary review (2 \nweeks) followed by fieldwork in the five provinces that adjoin the Tonle Sap. The consultants will \nuse their discretion in developing appropriate field tools. The tools are likely to include exercises \nsuch  as  wealth  and  well-being  ranking,  livelihood  problem  trees,  seasonal  calendars, \ninstitutional Venn diagrams, ranking matrixes, and trend diagrams. \n \n2.  For the preliminary review, tasks will relate to \n(i)  collection, review, and synthesis of key background information and data from \nnongovernment  organizations,  Government  sources,  and  external  funding \nagencies on poverty and livelihoods in the Tonle Sap region, paying particular \nattention to the vulnerability context, disaster preparedness, and social issues \n(including group formation, access to services, and governance issues); \n(ii)  identification of the key institutions involved within and outside Government to \nmap current, previous, and future areas of interest and involvement in the Tonle \nSap; and \n(iii)  synthesis of lessons learned from previous investments, which will allow for the \nidentification of areas, stakeholder interest groups, and most suitable approach \nand methodology for the field study. \n \n3.  For the field study, the sample will be structured by stakeholder interest group, e.g., \nsmall businesses, fisher folk, ethnic group, households with female heads, service providers, \nlocal governments, et cetera. Examples of data on livelihood attributes are given in Table A4.1. \nParticipatory techniques and interviews will relate to \n(i)  livelihood patterns in terms of asset profiles, activities, and seasonality; \n(ii)  social, political, and economic relations of association and inequality (including \nlocal elites, patronage, group organizations, gender relations, and informal credit) \nthat influence livelihood security; \n(iii)  relations between communities and formal institutions (including government and \nnongovernment organizations) and the strength of institutions and role scope of \ncontrol:  key  issues  will  include  regulation,  oversight,  protection,  resource \nallocation, and service providers; \n(iv)  conflict over resources; and \n(v)  patterns, causes, and consequences of migration. \n \n ", "10     Appendix 4 \nTable A4.1: Examples of Data on Livelihood Attributes \n \nEconomic Information  Assets  Livelihood Strategies  Access to Services \n•  Productive levels   •  Productive assets  •  Remittances received   •  Service providers \n•  Income (cash, in-kind)  •  Quality of shelter  •  Migration patterns   •  Standards of delivery \n•  Consumption levels  •  Access to  •  Income by source  •  Fees and charges \n•  Cash costs of  infrastructure  (cash, in-kind) for   \nproduction  •  Access to training and  various household \n•  Noncash costs  education  members  \n•  Seasonal prices  •  Household labor  •  Access to rural \n•  Seasonal wages for  availability  resources for urban \ndifferent tasks  •  Nutrition   dwellers (and vice \n•  Financial services and  versa) \nconditions  •  Seasonal variation in \n  strategies  \n \n \nB.  Policies, Institutions, and Processes for Sustainable Livelihoods \n \n4.  The analysis will focus on policies, institutions, and processes to examine how they \nrelate to one another and how they influence livelihoods, in order to make policy and institutions \nmore pro-poor. The analysis will relate to \n(i)  identification of the entry points for policy and institutional change; \n(ii)  processes by which policies and institutions are made; \n(iii)  implications for reform processes; \n(iv)  conditions  that  support  policy  and  institutional  change  (including  managing \nstakeholder interest and building ownership and participation); and \n(v)  implications for project design. \n \nC.  Project Design \n \n5.  The challenge will be for the proposed ensuing project to really make a difference to \npoor peoples' lives. Therefore, in a spirit of appreciative inquiry, the consultants will identify \nentry points that build on tested project interventions and policies, institutions, and processes \nthat enhance assets. Examples of support to asset accumulation are given in Table A4.2. An \nimportant  consideration  will  be  examining  lending  modality  options  with  an  eye  to  their \ncomparative advantages, and cofinancing opportunities. The consultants will also formulate any \naccompanying  technical  assistance  (TA)  necessary  to  assist  in  (i)  the  implementation, \noperation, and management of the proposed ensuing project; or (ii) financing institution-building; \nplan-formulation; or sector, policy, or issues-oriented studies. \n \n \n ", "  Appendix 4      11\nTable A4.2: Examples of Support to Asset Accumulation \n \nIndirect Support Through \nDirect Support to Asset  Feedback from Achievement of \nTransforming Structures and \nAccumulation  Livelihood Outcomes \nProcesses \nHuman Capital     \n•  Support to health, education,  •  Reform of health, education, and  •  Reduced vulnerability can \nand training infrastructure  training policies  moderate the birth rate \n•  Support to health, education,  •  Reform of health, education, and  •  Health is directly related to \nand training personnel  training organizations  income and food security \n•  Support for the development of  •  Changes in local institutions,  •  Higher income is often \nrelevant knowledge and skills  culture, and norms that limit  reinvested in education \naccess to health, education, and \ntraining \nSocial Capital     \n•  Support to improve the internal  •  Improvements to group and  •  Greater household income may \nfunctioning of groups in terms of  network formation and structure  extend the scope for \nleadership and management  •  Development of a more open  participation in external activities \n•  Support to extend the external  and reliable policy environment  •  Success strengthens the \nlinks of local groups  •  Development of systems for  managing group through self-\nexternal consultation with civil  reinforcing relationships \nsociety \nNatural Capital     \n•  Support to conserve natural  •  Reform of organizations that  •  There is a positive correlation \nresources and biodiversity  supply services to those  between higher income and \n•  Support to the provision of  involved in agriculture, forestry,  investment in natural capital \nservices and inputs for  and fisheries  •  More sustainable use of natural \nagriculture, forestry, and  •  Changes in institutions that  resources has a direct impact on \nfisheries  manage and govern access to  stocks of natural capital \nnatural resources \n•  Improvements in environmental \nlegislation and enforcement \nmechanisms \n•  Support to market development \nto increase the value of \nagriculture, forestry, and \nfisheries products \nPhysical Capital     \n•  Support to service provision  •  Reform of managing ministries  •  Better domestic infrastructure is \n•  Support to infrastructure  •  Support to sector strategies and  often a core component of well-\nprovision  regulatory frameworks  being \n•  Support to the development of  •  Increased income is often spent \nprivate sector alternatives  on shelter, water, and power \n•  Capacity building for community- supplies \nbased construction and \nmanagement \nFinancial Capital     \n•  None  •  Support to the development of  •  More sustainable resource \nfinancial services organizations  management prolongs financial \n•  Extension in access to financial  flows from natural capital \nservices organizations  •  Increased income increases the \n•  Reform of financial sector  scope for saving \nlegislation and regulation \n•  Support to develop marketing \n \n6.  The proposed ensuing project has been classified as Environment Category A, for which \nan  environmental  impact  assessment  (EIA)  is  required.  The  EIA  will  be  carried  out  in \naccordance with the Government's current regulations, ADB's Environmental Guidelines for \nSelected  Agricultural  and  Natural  Resources  Development  Projects  (1991),  and  the \n ", "12     Appendix 4 \nEnvironmental  Assessment  Requirements  of  the  Asian  Development  Bank  (1998).  During \nproject  design,  the  consultants  will  also  follow  such  ADB  guidelines,  requirements,  and \nhandbooks as may be relevant. These may include ADB's Policy on Gender and Development, \nand  ADB's  Handbook  for  Integrating  Poverty  Impacts  in  Economic  Analysis.  Physical \ninfrastructure development requiring land acquisition or land clearing would trigger ADB's Policy \non Involuntary Resettlement. \n \nD.  Reporting and Review \n \n7.  The  consultants  will  produce  (i)  an  inception  report  within  3  weeks  of  the \ncommencement  of  the  TA;  (ii)  a  midterm  report  within  14  weeks,  in  a  form  suitable  for \npublication as an Asian Development Bank (ADB) document; (iii) a draft final report within 32 \nweeks; and (iv) a final report. The Ministry of Rural Development will complete a TA completion \nquestionnaire to evaluate the TA's inputs and outputs, identify lessons learned, and suggest \nfollow-up actions. \n \n8.  The inception report, to be discussed at the first tripartite meeting, will confirm the \napproach and methodology for the livelihoods analysis, propose representative areas for rural \nappraisal, and identify key issues for discussion. \n \n9.  The midterm report, to be discussed at the second tripartite meeting, will present the \nresults  of  the  livelihoods  analysis  conducted  and  the  findings  of  review  of  the  policies, \ninstitutions,  and  processes  impacting  livelihoods,  and  will  recommend  livelihood  strategies. \nBased on the livelihoods strategies suggested, the report will propose specific interventions and \nidentify the expertise required for project design in the second phase of the TA, including terms \nof reference for hitherto unallocated specialists. A stakeholder workshop will be held 1 week \nbefore the tripartite meeting to broaden perspectives. \n \n10.  The draft final report, to be discussed at the third tripartite meeting, will spell out the \nlending  modality  and  salient  features  of  a  project  proposed  for  ADB-assistance,  including \ntechnical, financial, economic, legal, institutional, social, environmental, and other aspects. The \nreport will also specify implementation arrangements. A stakeholder workshop will be held 1 \nweek before the final tripartite meeting to seek broad endorsement. The final report will include \na logical framework and will be structured in accordance with ADB's format for the report and \nrecommendation of the President. \n "], "metadata": {"Creator": "R202-03 - Microsoft Word", "CreationDate": "D:20031023105644Z", "Title": "Preparing the Tonle Sap Sustainable Livelihoods Project", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20031027110107+08'00'"}}