{"path": "data/input/ta/tar-prc-35411.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: PRC 35411 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nPEOPLE’S REPUBLIC OF CHINA \n \n \nFOR PREPARING THE \n \n \nJIANGSU URBAN ENVIRONMENT IMPROVEMENT PROJECT \n \n \n \n \n \n \n \n \n \n \nOctober 2003", " \nCURRENCY EQUIVALENTS \n(as of 6 October 2003) \n \nCurrency Unit  –  yuan (CNY) \nCNY1.00  =  $0.1208 \n$1.00  =  CNY8.2770 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CNG  –  compressed natural gas \n  CH   –  methane \n4\n  CO   –  carbon dioxide \n2\n  EA  –  executing agency \n  EIA  –  environmental impact assessment \n  GW  –  gigawatt \n  IA  –  implementing agency \n  IEE  –  initial environmental examination \n  JNGIDCL  –  Jiangsu Natural Gas Investment and Development Co., Ltd. \n  LNG  –  liquefied natural gas \n  LPG  –  liquefied petroleum gas \n  m3  –  cubic meter \n  NO   –  nitrogen oxide \nx\n  PM  –  particulate matter \n  PRC  –  People’s Republic of China \n  SO   –  sulfur dioxide \n2\n  TA  –  technical assistance \n  TOR  –  terms of reference \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nThis report was prepared by E. H. Hassing, East and Central Asia Department, Energy Division.\n \n ", " \n \nI.  INTRODUCTION \n \n1.  During the Country Programming Mission of the Asian Development Bank’s (ADB) to the \nPeople’s  Republic  of  China  (PRC)  in  2002,  the  Government  requested  ADB  technical \nassistance (TA) for preparing the Jiangsu Urban Environment Improvement Project.1 The ADB \nTA Fact-Finding Mission visited the PRC in February 2003. An understanding was reached with \nthe Government on the scope, approach, and implementation and financing arrangements of \nthe TA in July 2003. The TA framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  The PRC’s energy requirements for economic growth are to a large extent met from \ndomestically produced coal. The PRC’s primary commercial energy supply consists of coal \n(68%), followed by oil (21%),  hydropower (8%), and natural gas (3%). Total installed power \ngeneration capacity was about 353 gigawatts (GW) at the end of 2002, and is estimated to \nreach 540 GW by 2010. The PRC’s power generation is predominantly coal-based (about 75%), \nfollowed by hydropower (about 24%), and by oil, natural gas, and nuclear power (about 1%). In \n2002 total coal production in the PRC was about 1.39 billion tons, which represented an \nincrease of about 26% over that in 2001. Domestic coal consumption in 2002 was estimated at \n1.3 billion tons. \n \n3.  The PRC’s heavy dependence on coal as energy source has resulted in substantial \nenvironmental damage due to pollution from particulate matter (PM), sulfur dioxide (SO ), \n2\nnitrogen oxides (NO ), and other harmful elements occurring in coal. SO  and NO  are the main \nx 2 x\nprecursor gases that cause acid rain, one of the largest environmental problems of the PRC and \nEast Asia. Approximately 80% of SO  emissions in the PRC originate from coal combustion in \n2\nthe power and industry sectors and result in estimated annual damages of $14 billion.2 A recent \nreport3 estimated that environmental costs of urban air pollution, indoor air pollution, and acid \nrain are 5%, 2%, and more than 1% of the gross domestic product, respectively. Carbon dioxide \n(CO ) is also a by-product of often inefficient coal combustion, while coal mining in the PRC is \n2\nassociated with the release of substantial quantities of methane (CH) into the atmosphere. Both \n4\nCO  and CH are harmful greenhouse gases. The PRC is the second largest CO  producing \n2 4 2\ncountry in the world and, if current trends continue, is expected to become the largest CO  \n2\nemitter by 2020. It is estimated that in 2002, about 6 billion cubic meters (m3) of CH, which was \n4\nproduced by coal mines in the PRC, was vented into the atmosphere. With the increasing depth \nof underground coal mining operations in the PRC, this volume is expected to increase in the \nfuture. The total CH reserves that could be produced from coal mines in the PRC up to a depth \n4\nof 2,000 meters are estimated at 30–35 trillion m3. \n \n4.  It is acknowledged that environmental pollution associated with the use of coal in the \nPRC has disproportionately affected the poor. Poorer households usually rely on raw coal and \nbiomass (for example wood and animal dung) for cooking and heating, and suffer accordingly \nfrom indoor air pollution. Also, coal is often used to produce town gas for distribution to urban \nhouseholds for cooking and heating; however, the production of town gas is associated with \nconsiderable pollution while town gas itself carries harmful substances and is relatively unsafe \nto use. The poor are the most vulnerable to diseases caused by environmental pollution and are \nthe least financially capable to seek medical care. \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 5 May 2003. \n2  Based on 1995 data. \n3  ADB. 1998.  Technical Assistance to the People’s Republic of China for the Promotion of Clean Technology \n(Cluster), Subproject 1, Final Report, 15 October 2001. Manila. ", "2 \n5.  In its Tenth Five-Year Plan, 2001–2005, the Government assigned high priority to \nincreasing the share of natural gas, which is a clean fuel, in the primary commercial energy \nsupply mix. For this purpose it has begun developing major gas infrastructure projects, including \na natural gas transmission pipeline from the Tarim Basin in the Xinjiang Uygur Autonomous \nRegion with estimated gas reserves of about 8.4 trillion m3 to the Shanghai area (the west-east \ngas pipeline) and three receiving terminals and related facilities in the provinces of Guangdong, \nFujian, and Jiangsu4 for the importation of liquefied natural gas (LNG). It is envisaged that the \nwest-east gas pipeline will supply 12 billion m3 of natural gas a year to the eastern part of the \nPRC by 2010 while at the same time, the two LNG projects in the provinces of Guangdong and \nFujian would be completed and would supply about 5.6 million tons of LNG a year, which, \nfollowing gasification of the LNG, would be equivalent to about 7.6 billion m3 of natural gas a \nyear. Initially, the main consumers of natural gas will be power plants. It is envisaged that over \nthe next 3 years, about 10 gas-fired power plants with a total capacity of 8,600 megawatts (MW) \nwill be constructed in the Shanghai area and near the locations of the LNG terminals. It is also \nenvisaged that, at the same time along the west-east gas pipeline, additional gas-based power \nplants with a total capacity of up to 3,000 MW will be built in the provinces of Henan, Jiangsu, \nand Zhenjiang. It is further estimated that there are about 17 million households in Shanghai \nand the provinces of Jiangsu and Zhejiang alone, which would use natural gas; this number of \nhouseholds is expected to increase to 34 million in about 10 years. Natural gas from the East \nChina  Sea  has  already  been  successfully  introduced  in  Shanghai  and  is  being  used  by \ncommercial establishments and households throughout the city, with support from ADB.5 \n \n6.  The west-east gas pipeline is about 4,200 kilometers (km) long. It will traverse the \nXinjiang Uygur Autonomous Region and the provinces of Gansu, Ningxia, Shaanxi, Henan, \nAnhui, and Jiangsu and will end in the Shanghai area. The cost of the west-east gas pipeline is \nestimated at $5.6 billion. It is to be constructed by a consortium of international oil and gas \ncompanies  comprising  PetroChina  (PRC,  50%),  Sinopec  (PRC,  5%),  ExxonMobil  (United \nStates,  15%),  Shell  (United  Kingdom,  15%),  and  Gazprom  (Russia,  15%).6  At  present, \nPetroChina has completed about 60% of the western section of the pipeline between the Tarim \nBasin in the Xinjiang Uygur Autonomous Region and the city of Jingbian in Shaanxi Province. It \nis expected that the eastern section of the pipeline from Shaanxi Province to the Shanghai area \nwill be completed by early January 2004. Subsequently, some natural gas from fields in Shaanxi \nProvince7 will be delivered in the Shanghai area, which will be followed by natural gas deliveries \nfrom the Tarim Basin by early 2005 when the entire pipeline will be completed. \n \n7.  Jiangsu is one of the PRC’s fastest growing provinces with the private sector as the \nmajor source of growth. The provincial government of Jiangsu is planning to use as much \nnatural gas as possible from the west-east gas pipeline to reduce the use of coal, coal-based \ntown gas, and petroleum products (including liquefied petroleum gas [LPG]). At present, about \n80% of the commercial primary energy demand of Jiangsu is met by coal, with the remaining \n20% being met by hydropower, petroleum products, and nuclear power. The total installed \npower generation capacity in Jiangsu is about 21,300 MW, of which 97% consists of coal-fired \npower  generation  units.  In  2002,  power  consumption  increased  by  about  15.5%  and \nconstruction of additional power plants was required. Jiangsu consumes about 100 million tons \nof coal a year and imports about 75% from other provinces. Its extensive dependence on coal \n                                                 \n4  Its likely location would be Xitaiyangshadao Island in Rudong County in Jiangsu Province. \n5  ADB. 1995. Report and Recommendation of the President to the Board of Directors for the Ping Hu Oil and Gas \nDevelopment Project. Manila. \n6  The five parties signed a framework agreement in July 2002 and the establishment of an official joint venture is \nexpected before the end of 2003. \n7  Originally, it was estimated that Shaanxi Province had proven gas reserves of about 200 billion m3. Following the \ndiscovery of the Sulige field in the Ordos Basin in 2001, its total proven gas reserves are now estimated at about \n735 billion m3; however, it is still uncertain how much of the additional gas reserves can be produced. ", "    3 \nfor meeting its energy requirements requires increasing investments in coal handling and \ntransportation infrastructure and has  led to serious environmental problems as a result of \nemissions of SO , PM, and NO . In particular, SO  emissions of about 1.1 million tons a year8 \n2 x 2\nare increasing occurrences of acid rain with detrimental impacts on human health, agricultural \nand  forestry  production,  water  quality,  biologically  important  ecosystems,  and  damage  to \ncultural and historical structures. The provincial government has been successful in reducing to \nsome extent the direct use of coal by commercial and residential consumers. Most cities have \ntown gas or LPG distribution pipeline systems that supply gas to such consumers for cooking \nand heating; however, due to the relatively high cost of producing town gas and purchasing \nLPG, most systems are not economical. Also, the provincial government has successfully \nadopted  an  environmental  information  disclosure  program,  which  rates  the  environmental \nperformance of industrial firms. Public disclosure of these ratings has been effective in moving \npoorly rated firms to improve their environmental performance. The information has enabled the \npublic to take action to monitor the environmental behavior of industrial firms.9 \n \n8.  When  construction  of  the  west-east  gas  pipeline  started,  the  Jiangsu  provincial \ngovernment prepared a master plan for introducing and using natural gas in Jiangsu with the \naim of consuming about 2.3 billion m3 in 2005. This amount is to increase further to about \n5.1 billion m3 after 2010 when the proposed LNG terminal in Jiangsu becomes operational. \nLikewise, the share of natural gas in the primary commercial energy mix is to increase to 3% \nand 6% in 2005 and 2010, respectively. Initially new power plants will be the main consumers of \nnatural gas, and four gas-fired power plants with a combined capacity of 3,000 MW are to be \nconstructed by 2010. At the same time, the Jiangsu provincial government would also like to \nincrease  the  use  of  natural  gas  by  other  consumers,  such  as  industries,  commercial \nestablishments, households in urban and rural areas, and vehicles. In particular, the provincial \ngovernment is planning to develop a demonstration project for the efficient use of natural gas \nusing advanced technologies that could serve as a model for other areas in the province. \nHowever, Jiangsu lacks the required policy and regulatory framework and technical expertise for \ndeveloping such a demonstration project and has requested ADB assistance.  \n \n9.  The Project is consistent with ADB's strategic objective to help the PRC improve the \nenvironment. Specifically, the proposed Project will support the PRC in meeting the challenges \nof  urbanization,  including  the  need  to  improve  the  urban  environmental  quality,  as  cities \ncontinue to grow rapidly with the influx of rural migrants. For this purpose, a proposed loan of \n$100 million has been included in the country program for 2004. The Project can serve as a \nmodel not only for other areas in the province but also for other energy-deficit and coal-\ndependent provinces in the PRC. This should pave the way for further ADB interventions for \nimproving the urban environment in the coastal region. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n10.  The project preparatory TA will assist the provincial government of Jiangsu in developing \na natural gas demonstration project to maximize the efficient use of natural gas in both urban \nand rural areas of the province and reduce present pollution levels. The main output will be a \ncomprehensive feasibility study that will address the proposed optimization of the configuration \nof the high-, medium-, and low-pressure pipelines, which are to be constructed or modified \n                                                 \n8  Mainly related to coal use in power plants, of which less than 5% has flue gas desulfurization equipment, and in \nindustries. \n9  ADB is funding a study to support the development of similar environmental disclosure programs elsewhere in the \nPRC. ", "4 \n(existing  ones  for  the  distribution  of  coke  oven  gas  for  commercial  and  residential  use); \nconstruction  of  additionally  required  modern  gas  infrastructure;  production  and  use  of \ncompressed natural gas (CNG) for transportation, and distribution of CNG to rural areas for \nresidential consumption; use of natural gas for heating and cooling of buildings; closure of \npolluting coke oven gas production plants; conversion of coal-fired boilers in industries to gas-\nfired ones; development of appropriate gas tariffs for urban and rural consumers; investment \nrequirements  and  possible  mechanisms  for  private  and  public  sector  participation;  and \nstrengthening and capacity building for companies that would operate the natural gas and CNG \ndistribution systems. The TA will review the policy and regulatory framework of the natural gas \nsector in Jiangsu and identify relevant issues. The TA will also screen the probable impact of \nthe proposed investment on minority ethnic groups. The social and environmental assessments \nare presented in Appendix 2. \n \nB.  Methodology and Key Activities \n \n11.  The TA will be implemented in close consultation with all stakeholders and interested \nparties, including targeted consumers and potential private sector investors. For this purpose, \ntwo workshops will be held at the midterm stage and the end of TA implementation to explain \nand discuss the consultants’ findings and recommendations of the TA. At the midterm stage, the \nprovincial  government,  the  consultants,  and  ADB  will  decide  which  proposed  project \ncomponents  appear  to  be  sufficiently  technically  feasible  for  inclusion  in  a  natural  gas \ndemonstration project. During TA implementation, the consultants will work closely with  staff \nfrom the concerned technical design institutes and the Jiangsu Natural Gas Investment and \nDevelopment Co., Ltd. (JNGIDCL), which was established by the Jiangsu provincial government \nto develop gas infrastructure in Jiangsu Province. \n \nC.  Cost and Financing \n \n12.  The total cost of the TA is estimated to be $700,000 equivalent comprising $307,000 as \nforeign exchange and $393,000 equivalent as local currency. The Government has requested \nADB to finance $500,000 equivalent, covering the entire foreign exchange cost and $193,000 \nequivalent of the local currency cost. The TA will be financed on a grant basis by ADB’s TA \nfunding  program.  The  Government  will  finance  the  balance  of  the  local  currency  costs, \nequivalent to $200,000, by providing of counterpart staff, office and communication facilities \nrequired  for  the  consulting  services,  secretarial  support,  seminars,  and  relevant  studies, \nsurveys, and reports. Details of the cost estimates and financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n \n13.  The provincial government of Jiangsu will be the executing agency for the TA and will \nassign the JNGIDCL as implementing agency to work with the consultants. A working group, \ncomprising representatives from the Development Planning Commission of Jiangsu Province; \nJNGIDCL; the Development Planning Committee of Zhenjiang Municipality; Zhenjiang Natural \nGas Co., Ltd.; and representatives of envisaged major gas consumers, such as industries and \ncommercial enterprises, will be established. The working group will regularly meet with the \nconsultants to discuss the progress of TA implementation. The provincial government will make \nall relevant studies, reports, and surveys available to the consultants. \n \n14.  The TA will be implemented by an internationally recognized consulting firm or institute \nin association with domestic consultants over a period of about 7 months starting in January \n2004 and is expected to be completed in July 2004. The team of consultants will comprise six \ninternational  experts  with  experience  in  (i) planning  natural  gas  transmission  and  storage ", "    5 \nsystems; (ii) natural gas distribution (including CNG applications) and conversion (including \ntown gas and LPG distribution systems and coal-fired industrial boilers); (iii) financial and \ninstitutional  aspects  of  natural  gas  transmission,  distribution,  and  utilization;  (iv)  economic \nanalysis of energy projects (including the development of indicators for monitoring the economic \nand environmental impacts of energy projects); (v) environmental impact assessment of energy \nprojects; and (vi) analysis of social and poverty reduction aspects of energy projects. The expert \nwith experience in planning gas transmission and storage systems or natural gas distribution \nand conversion will act as the team leader. The international consultants will be assisted by six \ndomestic experts with experience in (i) natural gas transmission and distribution; (ii) conversion \nof coal-fired boilers to natural gas; (iii) CNG applications; (iv) energy economics; (v) financial \nand institutional analyses, and (vi) environmental impact assessment of energy projects. It is \nestimated that the input of the international consultants will be about 8 person-months—6 in the \nfield  and  about  2  in  their  home  office.  The  input  of  the  domestic  consultants  will  be  an \naggregated 23—12 in the field and 11 in the home office. The outline terms of reference for the \nconsultants are in Appendix 4.  \n \n15.  The consultants will prepare an inception report 2-4 weeks after the consulting services \nbegin. Formal tripartite review meetings to discuss the consultants’ midterm and final reports will \nbe held within 3 and 5 months, respectively, after commencement of the consulting services. \nADB will recruit the international and domestic consultants in accordance with ADB’s Guidelines \non the Use of Consultants using the quality, and cost-based selection procedure and simplified \ntechnical  proposals,  and  other  arrangements  satisfactory  to  ADB  for  engaging  domestic \nconsultants.  ADB  will  finance  the  attendance  of  a  Government  observer  at  the  contract \nnegotiations, which will be held at ADB headquarters in Manila. \n \nIV.  THE PRESIDENT'S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the People’s Republic of China for preparing the Jiangsu Urban Environment \nImprovement Project, and hereby reports this action to the Board. \n \n \n \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \nGoals       \n       \nReduced environmental  Reduced the share of coal  National reports and statistics  Insufficient mobilization of \npollution associated with  and increase the share of    required financing for \nenergy consumption in the  natural gas in national  Country and sector  infrastructure development \nPeople’s Republic of  commercial energy  consultation missions   \nChina  consumption    Adoption of appropriate national \n    policies \nReduced environmental   \npollution in areas where  Economic slowdown \nnatural gas has been \nintroduced \n \nPurpose       \n       \nDevelop a comprehensive  Adopt new natural gas  Annual reports and statistics  Delay in completing the west-\nnatural gas utilization  technologies and increase  by the Development Planning  east gas pipeline \ndemonstration project  consumption of natural  Commission of Jiangsu   \nbased on advanced  gas equivalent to 6% of  Province  Inability to mobilize required \nnatural gas technologies  primary commercial    investments for developing gas \n  energy consumption  Provincial and local indicators  infrastructure in Jiangsu \nImprove the environment    for emissions of sulfur oxides  Province \nin Jiangsu Province  Improve air quality  (SO) and particulate matter   \n2\n      Development of appropriate \n  Reduce occurrence of  Annual reports and statistics  regulatory framework and tariffs \nacid rain  by producers and distributors  for consumption of natural gas \n  of commercial energy   \nInvestments in new natural \ngas technologies \n \n       \nOutputs       \nComprehensive feasibility  General agreement to and  Tripartite review meetings and  Delay in obtaining relevant data \nstudy for establishing a  adoption of the findings  reports submitted by  and information \nnatural gas demonstration  and recommendations of  consultants  \nproject  the feasibility study by all \n  concerned parties \nRecommended gas tariffs   \nfor urban and rural \nconsumers \n \nIdentification of possible \nmechanisms for private \nand public sector \nparticipation and \nrequirements for \ninstitutional strengthening \nand capacity building \n       \nInputs       \n       \nReview the proposed  International consulting  Tripartite review meetings,  Satisfactory coordination and \noptimization of the  services for 8 person- and reports submitted by  cooperation among the various \nconfiguration of the high-,  months  consultants  government organizations \nmedium-, and low-    involved  \npressure pipelines, which  Domestic consulting   \nare to be constructed or  services for 23 person- Successful cooperation \nmodified  months  between consultants and \n    counterpart agencies ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary \nIndicators/Targets  Mechanisms  and Risks \n     \n   \nIdentify additionally  ADB financing of $500,000 \nrequired modern gas  including $193,000 \ninfrastructure  equivalent in local \n  currency \nDetermine the feasibility of   \nproducing and using com- Government contribution \npressed natural gas  in kind of $200,000 \n(CNG) for transportation  equivalent for financing \nand distribution of CNG to  counter-part staff; office \nrural areas for residential  and communication \nconsumption; use of  facilities; secretarial \nnatural gas for heating  support; provision of \nand cooling of buildings;  relevant studies, surveys, \nclosure of polluting coke  and reports; and local \noven gas production  workshops \nplants; and conversion of \ncoal-fired boilers in \nindustries to gas-fired \nones \n \nSet appropriate gas tariffs \nfor urban and rural \nconsumers \n \nIdentify investment \nrequirements and possible \nmechanisms for private \nand public sector \nparticipation \n \nIdentification of required \ninstitutional strengthening \nand capacity building \n \nWorkshops  \n \n \n \n ", "8  Appendix 2 \nSOCIAL AND ENVIRONMENTAL ASSESSMENTS \n \nA.  Rapid Environmental Assessment \n \n1.  Table A2.1 shows the result of rapid environmental screening. \n \nTable A2.1: Environmental Screening \nAnswer \nScreening Questions  Remarks \nYes  No \nProject Siting       \n       \nIs  the  project  area  adjacent  to  or  within  any  of  the       \nfollowing ecologically sensitive areas?       \nProtected area    X   \nWetland    X   \nMangrove  X \nEstuarine  X \nBuffer zone of protected area  X \nSpecial area for protecting biodiversity  X \nPotential Environmental Impacts       \n  Will the Project cause \n \nEncroachment on historical/cultural areas:    X   \n       \nDisfiguration of landscape by road embankments, cuts,  X    Pipelines  will  be  buried  and \nfills, and quarries?  original  soil  cover  will  be \n  restored.  \nEncroachment  on  precious  ecology  (e.g.,  sensitive  or    X   \nprotected areas)? \n \n       \nAlteration  of  surface  water  hydrology  of  waterways    X   \ncrossed by roads?       \n       \nIncreased  sedimentation  in  streams  affected  by  X \nincreased soil erosion at construction site? \n \nDeterioration of surface water quality due to silt runoff    X   \nand sanitary wastes from worker camps and chemicals   \nused in construction? \n \nIncreased local air pollution due to rock crushing, cutting    X   \nand filling works, and chemicals from asphalt processing? \n \nNoise and vibration due to blasting and other civil works?  X    Minor impact only, which can \n  be mitigated \nOther social concerns relating to inconveniences in living    X   \nconditions in the project areas that may trigger upper \nrespiratory problems and stress? \n \nHazardous  driving  conditions  where  construction    X   \ninterferes with preexisting roads? \n \nPoor sanitation and solid waste disposal in construction       \ncamps and work sites?  X \n   \nPossible transmission of communicable diseases from   \nworkers to local populations?  X \n ", "  Appendix 2  9 \nAnswer \nScreening Questions  Remarks \nYes  No \n       \nCreation  of  temporary  breeding  habitats  for  mosquito  X \nvectors of disease? \n \nDislocation and compulsory resettlement of people living  X    Minor,  but  resettlement  plan   \nin right-of-way?  will be required \n \nAccident risks associated with increased vehicular traffic    X   \nleading to loss of life?   \n   \nAccidental spills of toxic materials?  X \n   \nIncreased  noise  and  air  pollution  resulting  from  traffic    X   \nvolume? \n \nIncreased risk of water pollution from oil, grease, and fuel    X   \nspills, and other materials from vehicles using the road? \n \n2.  The  ensuing  Project  will  likely  fall  into  environmental  category  B  and,  if  so,  initial \nenvironmental examination (IEE) is required to determine whether or not significant environmental \nimpacts warrant an environmental impact assessment (EIA). If an EIA is not needed, the IEE is \nregarded as the final environmental assessment report. The terms of reference (TOR) of the \nsummary initial environmental examination (SIEE) should include examining the Project's impacts \non (i) land use, (ii) the environment of local communities, and (iii) cultural sites. The TOR should \nalso ensure that appropriate mitigation measures and management procedures are specified and \ntheir costs estimated and included in the civil works contracts, in conformity with the Asian \nDevelopment Bank's guidelines. \n \nB.  Summary Initial Poverty and Social Analysis \n \n1.  Linkages to the Country Poverty Analysis \nSector identified as a National Priority in    Sector identified as a National Priority in   \nCountry Poverty Analysis?  Yes  Country Poverty Partnership Agreement  Yes \n(draft)  \nContribution  of  the  sector/subsector  to  reduce  poverty  in  the  People's  Republic  of  China:  \nDeveloping the natural gas sector will contribute to poverty reduction directly by making commercial clean \nenergy  available  to  the  population  and  indirectly  by  creating  a  healthier  environment  and  stimulating \neconomic development. \n \n2.  Poverty Analysis  Proposed Poverty Classification:  Poverty Intervention \nWhat type of poverty analysis is needed? Poverty analysis will summarize the causes of poverty in the \nproject area, identify areas of highest poverty incidence, prepare a complementary program to maximize the \nbenefits of natural gas supply for poor households, quantify how the Project will help reduce poverty, and \nincorporate other social measures within the scope of project implementation. The analysis will be carried \nout following the Handbook on Poverty and Social Analysis and Handbook for Integrating Poverty Impact on \nEconomic Analysis of Projects. \n \n3.  Participation Process \nStakeholder  Analysis  –  Public  consultation  and  consultations  with  nongovernment  and  government \norganizations will be carried out by the Executing Agency, the implementing agency, local government \nofficials, the design institute, and other organizations involved in gas distribution during preparation of the \nfeasibility study, poverty assessment, environmental impact assessment, and resettlement plan. \nParticipation strategy required    Yes \n \n \n ", "10  Appendix 2 \n \n4.  Potential Issues \n \n   Significant/     \nNot    Plan Required \nSignificant/  Strategy to Address Issues \nUncertain/   \nNone \n    Resettlement plan will be prepared following the Land  Full \nResettlement  Significant  Administration Law and Asian Development Bank (ADB) \npolicy. The plan will be disclosed to the public and \naffected people. Internal and external monitoring \narrangements will be put in place. \nIndigenous  Not  Indigenous people analysis will be carried out under the  None \nPeople  Significant  project preparatory technical assistance (PPTA). ADB’s \npolicy on indigenous people will be followed by the \nExecuting Agency during project preparation and \nimplementation. \n    A gas infrastructure project of this kind is normally gender  None \nGender   Not  neutral. Gender analysis will be carried out under the \n  Significant  PPTA. ADB’s policy on gender and development will be \nfollowed by the Executing Agency during project \npreparation and implementation. \n    The Project is affordable to the Executing Agency, and  Tariff plan will \nAffordability  Not  the natural gas supply and proposed tariffs will be  be prepared \nSignificant  affordable to users. Affordability will be verified in the \neconomic and financial assessments. \n    Construction of gas infrastructure will generate  None \n  Not  employment, particularly for the urban poor. The local \nLabor  Significant  labor departments will help identify available labor, with \npriority given to people from poverty areas. \n    Impact on Tourism: There are some tourism sites in the  None, but \nOther Risks/  Not  project area. Appropriate mitigation measures will be  issues will be \nVulnerabilities  Significant  prepared as part of the EIA.  studied further. \n   \nImpact on Human Immunodeficiency Virus/Acquired  None, but \nImmunodeficiency Syndrome (HIV/AIDS): The  issues will be \nconstruction of the section of the west-east gas pipeline  studied further. \nin Jiangsu Province has already been completed and   \nworkforce from outside Jiangsu Province will not be \nmobilized. If appropriate, project-specific mitigation \nmeasures will be prepared to address any health issues \nrelated to construction workforces that will be employed \nfor building the gas infrastructure in Jiangsu Province. \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \n       \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  184.5  0.0  184.5 \n      ii.  Domestic Consultants  0.0  120.0  120.0 \n    b.  International and Local Travel  48.0  7.5  55.5 \n    c.  Reports and Communications  5.1  9.0  14.1 \n  2.  Equipmentb  15.0  0.0  15.0 \n  3.  Training, Seminars, and Conferences  8.0  7.0  15.0 \n  4.  Surveys  0.0  20.0  20.0 \n  5.  Miscellaneous Administration and        \n    Support Costs  2.0  5.0  7.0 \n  6.  Representative for Contract Negotiations  5.0  0.0  5.0 \n  7.  Contingencies  39.4  24.5  63.9 \n      Subtotal (A)  307.0  193.0  500.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  80.0  80.0 \n  2.  Remuneration and Per Diem       \n    of Counterpart Staff  0.0  80.0  80.0 \n  3.  Training, Seminars, and Conferences  0.0  14.0  14.0 \n  4.  Others  0.0  26.0  26.0 \n      Subtotal (B)  0.0  200.0  200.0 \n        Total  307.0  393.0  700.0 \na  Financed by the Asian Development Bank’s TA funding program. \nb  Including three pentium computers, two photocopiers, a laser printer, a projector, and a facsimile machine. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "12  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The Asian Development Bank (ADB) will recruit a team of six international consultants \nand  six  counterpartdomestic  consultants.  The  domestic  consultants  will  work  under  the \nsupervision  of  the  international  consultants  and  will  assist  the  international  consultants  in \naccomplishing their tasks. The outline terms of reference for the consultants will include, but will \nnot be limited to, the following tasks.1 \n \n  A.  Gas Transmission/Distribution Specialists \n \n2.  The specialists will undertake these tasks. \n \n  (i)  Review  the  overall  status  of  the  west-east  gas  pipeline,  gas  infrastructure \ndevelopment  plan  of  Jiangsu  Province,  and  the  arrangements  and  expected \ntiming for delivery of natural gas to Jiangsu. If required, make recommendations \nfor optimizing the configuration of the high-, medium-, low-pressure pipelines, \nand related facilities, which would be constructed or modified (existing ones for \ndistributing  coke  oven  gas  for  commercial  and  residential  use)  in  Jiangsu. \nReview site information, including the existing system for regulating gas flow and \ngas distribution in Jiangsu and prepare an energy and gas balance for the \nproposed Project, including modeling to be provided to  the executing agency \n(EA),  the  provincial  government  of  Jiangsu.  Review  the  technical  design \nstandards and arrangements for monitoring safety. If required, make adjustments \nin the computer model developed for this purpose. \n  (ii)  Summarize the current status of resources in the energy sector and the gas \nsector for the People’s Republic of China (PRC) and Jiangsu Province. Review in \ndetail the proposals for production and use of compressed natural gas (CNG), \ntransportation and distribution of CNG to rural areas for residential consumption, \nand  use  of  natural  gas  for  heating  and  cooling  buildings.  Identify  required \ninstitutional  strengthening  and  capacity  building  for  companies  that  would \noperate the natural gas and CNG distribution systems—the Jiangsu Natural Gas \nInvestment & Development Co., Ltd., which will act as implementing agency (IA); \nand  related  gas  distribution  companies.  Evaluate  possible  gas  distribution \narrangements, including franchises for certain areas, and types of distribution \nthat would promote private sector participation. \n(iii)  Review  the  project  design  and  if  possible,  present  specific  suggestions  for \nimprovement. Recommend pro-poor components that could be included as part \nof the Project and would directly benefit the rural and urban poor in Jiangsu \nProvince,  taking  into  account  the  proposals  of  the  EA/IA.  Review  the  EA’s \nproposed program for closure of small, old, polluting boilers and polluting coke \noven gas production plants and the conversion of coal-fired boilers in industries \nto gas-fired ones in the province. \n(iv)  Review  the  project  cost  estimates—including  the  local  and  foreign  cost \ncomponents and physical and price contingencies—and present them in ADB \nformat.  Review  the  EA’s  proposed  contract  packaging  and  suggest \nimprovements, taking into account efficiency in procurement and the estimated \nbase cost for each package. Determine the financing requirements of the Project \nin terms of both local cost and foreign exchange requirements and identify \n                                                 \n1  The full terms of reference are kept in the files for the consultants and others who need greater detail. ", "  Appendix 4  13 \noptions for cofinancing including economical cofinancing under ADB’s guarantee \noperations. \n(v)  Following completion of detailed engineering of the project components to be \nfinanced by ADB, prepare, in consultation with the EA and ADB, outline bidding \ndocuments that can be used for the procurement and supply of goods required \nfor constructing gas infrastructure. Prepare the project implementation schedule; \nproject  the  Project’s  probable  critical  path  and  the  timing  for  each  activity; \nprepare a project procurement schedule, giving the key milestone dates. Assess \nthe likely technical risks facing various aspects of the Project and carry out \nsensitivity analysis to check Project viability under these risks. Prepare terms of \nreference (TOR), and person-month estimates for consulting services to assist \nthe EA with subsequent project implementation and management. \n \n  B.  Financial/Institutional Analyst \n \n3.  The expert will carry out these tasks. \n \n(i)  Review the accounting and financial records of the EA (if needed) and the IA. \nPresent the key audited financial statements for the past 5 years in ADB format. \nReview in detail the EA/IA’s financial position for the last 5 years, based on \ninternational accounting standards. Project the financial position of the EA/IA for \nthe next 10 years, stating the assumptions used; present the projected financial \nperformance  in  ADB  format.  Evaluate  the  possibility  of  future  private  sector \nparticipation in the gas subsector. Present the EA/IA’s investment programs for \nthe next 10 years. Examine the feasibility of the program from the financial \nstandpoint.  Recommend  measures  that  will  improve  the  EA/IA’s  financial \nposition; such measures may include, but will not be limited to, better cost \nrecovery  mechanisms,  cost  control  measures,  adjustments  to  investment \nprograms, and improvements in the performance of affiliated units. \n(ii)  Review the project cost estimates and financing plan. Discuss the methodology \nfor  assessing  the  financial  viability  of  the  Project  and  each  of  the  project \ncomponents.  Determine  the  financial  viability  of  the  Project  and  of  its \ncomponents; include a computation of the project financial internal rate of return \nand the weighted average cost of capital as well as a review of the potential cash \nflows  of  the  Project  in  accordance  with  ADB  guidelines.  Assess  the  likely \nfinancial  uncertainties  and  risks  associated  with  the  Project,  and  carry  out \nsensitivity analysis to check the viability of the Project and its components under \nthese risks and uncertainties. Prepare sales and gas purchase agreements, \nacceptable to ADB. \n(iii)  Undertake a thorough review of the internal controls within the EA/IA to ensure \nthat they are consistent with ADB’s  Guidelines on Prevention of Fraud and \nCorruption. Present the recommended organizational structure of the finance \ndepartments of the EA/IA. In consultation with the EA/IA and the institutional \nexperts, propose a capital/ownership structure for the IA and develop a financial \nreporting system that will enable the EA to monitor the financial performance of \nthe IA. \n(iv)  Describe the role and responsibilities of the various sector institutions and their \nrelationships and the relationship among the EA, the IA, and the provincial and \nlocal governments; present the delegation of authority in key areas such as \ncorporate governance, long-term planning, investment approval, appointment of \nkey personnel, setting performance targets, monitoring performance, and a chart \n ", "14  Appendix 4 \nshowing the gas sector institutions and their relationships. Present the number of \nstaff and staffing pattern in the EA/IA; categorize the staff and describe their \navailable  skills;  describe  the  training  being  given  and  the  available  training \nfacilities; and present recommendations for improving staff recruitment, training, \nand training facilities. Describe the management process in the EA/IA, including \ndelegation of authority for investment approval, procurement, long-term plans, \nannual budgets, staff recruitment, staff benefits, and the role of the various \ndepartments and coordination among them. \n(v)  Present the EA/IA’s corporate objectives and goals. Assess how gas sector \nreforms can facilitate these corporate long-term goals and objectives. Assess \nhow the enterprise reforms can be achieved within the framework of corporate \nlong-term  goals  and  objectives;  recommend  measures  for  institutional \nstrengthening,  including  organization  structure,  corporate  governance, \noperational  efficiency,  delegation  of  power,  and  greater  commercialization. \nRecommend  measures  for  strengthening  the  organizational  aspects  of \nimplementation arrangements for the Project, including the role of the EA/IA in \nproject implementation. Assess the management capabilities of the EA/IA to \nmanage the Project. Identify key issues and evaluate the prospects for private \nsector participation in the IA. \n(vi)  Describe the institutional arrangements for transfer and delivery of gas under the \nProject; recommend commercial arrangements for efficient utilization and better \ncost recovery; and prepare a draft agreement. Identify areas where the EA/IA \nrequire assistance for institutional strengthening, including corporate governance \nand enterprise reforms, and prepare the TOR. Identify suitable training programs \nfor staff of the EA/IA. \n \n  C.  Economic Analyst \n \n4.  The economic analyst will undertake these tasks. \n \n(i)  Provide general macro and sector information, including energy production and \nconsumption by sector, energy efficiency, and gas production and consumption \nby sector for the PRC and Jiangsu Province. Make an independent assessment \nof the short-term (3 years) and long-term (system planning period) demand \nforecasts that take into account historical trends, structural changes, efficiency \nimprovement,  energy  prices,  gross  domestic  product  growth,  investment \ndistribution and growth, and other important factors affecting energy and gas \ndemand in Jiangsu Province. Discuss in detail the assumptions and methodology \nused in forecasting demand. \n(ii)  Compare, in terms of economic costs and benefits, the proposed use of natural \ngas and its alternative use as household fuel in the project areas. Analyze the \neconomic parameters. Identify the quantitative and qualitative benefits of the \nProject and each component. Carry out economic analysis based on ADB’s \nGuidelines  for  Economic  Analysis  of  Projects, specifically including (a) gas \ndemand  analysis,  (b)  least-cost  and  equalizing  discount  rate  analysis, \n(c) economic  viability  analysis,  and  (d)  risk  analysis.  Discuss  alternative \nmethodologies for carrying out the economic analysis. \n(iii)  Describe how the tariffs of the Project will be determined. Incorporate into the \neconomic analysis economic quantification of the Project’s environmental impact \nfollowing ADB’s  Environmental Guidelines for Selected Industrial and Power \nDevelopment  Projects,  Environmental  Assessment  Requirements  and ", "  Appendix 4  15 \nEnvironmental Review Procedures, and Economic Valuation of Environmental \nImpacts: A Workbook, 1996. Clearly discuss and present the assumptions and \nmethodology. \n(iv)  Discuss the assumptions and the economic parameters used in the economic \nanalysis, including the assumed consumers’ willingness to pay and resource cost \nsavings in relation to alternative options; compare the shadow prices with those \nin ADB’s or the World Bank’s projects, and discuss the source and justification \nfor the shadow prices. Identify and analyze likely economic  uncertainties that \ncould affect the Project's viability, and carry out a detailed risk analysis. \n(v)  Assess  the  possibilities  for  private  sector  participation  in  gas  transmission, \ndistribution,  and  utilization.  Recommend  effective  policy  dialogue  to  promote \nprivate sector participation in the gas subsector and help create a conducive \nenvironment. \n \nD.  Environmental Expert \n \n5.  The expert will carry out these tasks. \n \n(i)  Summarize the current status of environmental pollution in the PRC and Jiangsu \nProvince. Help the EA improve the environmental impact assessment (EIA) for \nthe Project following ADB’s Environmental Guidelines for Selected Industrial and \nPower Development Projects and Environmental Assessment Requirements and \nEnvironmental Review Procedures to ensure that the EIA is comprehensive and \ncomplies with ADB’s requirements, including the format for presentation. Give the \nEA specific and detailed recommendations for revisions and/or additional studies, \nif  needed,  to  make  the  EIA  conform  to  ADB’s  requirements.  Quantify  the \nenvironmental impact and benefits resulting from the EA’s proposed program for \nclosure of small, old boilers in Jiangsu, and suggest a scheme for environmental \nmonitoring while decommissioning the plants. \n(ii)  Prepare a summary EIA following  ADB’s  format  prescribed  in Environmental \nAssessment Requirements and Environmental Review Procedures. Assess other \noptions for gas production/distribution and meeting the energy demand; compare \ntheir  environmental  and  social  sustainability.  Review  the  environmental \nmanagement  capabilities  of  the  EA  and  the  local  environmental  protection \nbureaus and, if appropriate, recommend institutional strengthening measures. \nReview the safety record of underground coal mines in Jiangsu Province and the \nimpact of improving occupational safety in such coal mines under the Project. \n(iii)  In preparing the environmental analysis, focus on the risk analysis for the high-\nand medium-pressure pipelines and any storage facilities for the natural gas \npipelines. For the closure of polluting coke oven gas plants, the consultant needs \nto focus on land rehabilitation and remediation procedures. Monitoring potential \ngroundwater contamination, air contamination, built-up understructures especially \nfor schools, and residential areas has to be considered.  \n \nE.  Poverty /Social Analyst \n \n6.  The analyst will perform these tasks. \n \n(i)  Conduct a site visit to verify the initial poverty and social assessment. Collect \navailable reports and published statistics that are relevant to the Project. Identify \nthe  stakeholders  of  the  proposed  Project;  examine  their  existing  rights  and \n ", "16  Appendix 4 \npossible risks from the Project. Assist the EA in building public acceptance of the \nProject. \n(ii)  Organize  and  conduct  surveys  in  the  project  area  and  consult  with  the \ngovernment and nongovernment organizations to supplement secondary data. \nPrepare a poverty profile of the project area. Indicate the poverty incidence, the \ncurrent  situation,  and  the  trend;  include  characteristics  of  poverty  and  the \nperceptions of people, gathered through surveys or existing poverty assessments \nof the project area. Assess the pro-poor impacts of the Project, taking into \naccount linkage effects. Provide details of the potential impacts on the economy \nin the project area, particularly on the poor. Identify ways to make the Project \npro-poor; specify indicators for measuring the pro-poor impacts; design a time-\nbound  plan  for  monitoring;  and  outline  the  plan  and  resources  required  to \nimplement the monitoring plan. \n(iii)  Estimate the number of poor people who will benefit from the Project. Estimate \nthe proportion of poor who will benefit from government expenditure. Where \nthere is a net cost to the Government, estimate the proportion of marginal tax \nrevenue derived from the poor. For net benefits to the economy, estimate the \nproportion  directly  benefiting  the  poor.  Calculate  the  poverty  impact  ratio. \nConduct risk analysis for key variables and assumptions used in calculating the \nratio, and explain the implications. Provide a statement of the project features \nrelating to poverty reduction. \n(iv)  Assess social and gender considerations as part of the project design. Prepare a \nsocial analysis in accordance with ADB’s Guidelines for Incorporation of Social \nDimensions in ADB Operations. Determine the likely social and gender effects, \nsuch as any joblessness resulting from closure of old boilers in Jiangsu Province. \nIdentify  any  mitigation  measures  or  complementary  activity  that  would  help \nreduce poverty in the project area. Assess whether there will be adverse or \ndisproportionate effects on ethnic minority nationalities. If impacts are significant, \nprepare an ethnic minority development plan. Investigate whether the Project will \nrequire  land  requisition  and  whether  any  housing,  farmland,  or  commercial \nproperty  will  be  affected.  In  such  cases,  prepare  a  resettlement  plan  in \naccordance with  ADB's Policy on Involuntary Resettlement and  Handbook on \nResettlement. Design appropriate socioeconomic monitoring and management \nplans to be implemented by the EA. Specify social analysis, recommendations on \nchanges  in  design  to  incorporate  social  dimensions,  and  socioeconomic \nmonitoring plans as separate outputs. \n(v)  Identify relevant (a) indicators, (b) methodology, (c) plan and timing, (d) location, \nand (e) human resource requirements to undertake an analysis of poverty impact \nin the area where the Project is expected to have an impact. Incorporate these \nindicators  should  be  incorporated  into  the  project  performance  monitoring \nsystem. \n \n  F.  Domestic Project Monitoring/Data Analysts \n \n7.  The domestic experts will (i) review the project-related documents to determine a set of \nmonitorable indicators for economic growth, energy efficiency, gas reduction and environmental \nimprovement; (ii) develop a project framework that outlines the goal, purposes,  outputs, and \ninputs or activities with links to the set of monitorable indicators; (iii) assess availability of data \nfor the monitorable indicators; (iv) determine a feedback and reporting mechanism for effective \nproject implementation; and (v) prepare a framework for initial start-up activities, including a \nbaseline survey to be monitored with the follow-up surveys. "], "metadata": {"Creator": "R199-03 - Microsoft Word", "CreationDate": "D:20031022115357Z", "Title": "Preparing the Jiangsu Urban Environment Improvement Project", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20031027105407+08'00'"}}