{"path": "data/input/ta/tar-taj-36396.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: TAJ 36396 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \n \nTO THE \n \n \n \nREPUBLIC OF TAJIKISTAN \n \n \n \nFOR PREPARING THE  \n \n \n \nDUSHANBE-KYRGYZ BORDER ROAD REHABILITATION PROJECT \n(PHASE II) \n \n \n \n \n \n \n \n \n \nAugust 2004  ", " \nCURRENCY EQUIVALENTS \n(as of 13 August 2004) \n \n \nCurrency Unit –  somoni (TJS) \nTJS1.00 =  $0.3325 \n$1.00 =  TJS3.007 \n \n \n \nABBREVIATIONS \n \n \nADB  –  Asian Development Bank \nEIA  –  environmental impact assessment \nFMA  –  financial management assessment \nIEE  –  initial environmental examination \nMOT  –  Ministry of Transportation \nRRP  –  report and recommendation of the President \nTA  –  technical assistance \n \n \n \nTA CLASSIFICATION \n \n \nPoverty Classification  –  Poverty intervention \nSector  –  Transport \nSubsector  –  Roads \nTheme  –  Sustainable economic growth  \nSubtheme  –  Fostering physical infrastructure development \n \n \n \n \nNOTES \n \n \n    (i)  The fiscal year of the Government ends on 31 December. \n    (ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by the project team comprising J. Miller, team leader;\nS. Ferguson; T. Fujino; and N. Toba. ", " ", "   \nI.  INTRODUCTION \n \n1.  During the 2003 Country Programming Mission to Tajikistan, the Government confirmed \nits request for technical assistance (TA) to help prepare a project for the second phase of \nimprovement of the road from Dushanbe to the Kyrgyz border and associated rural roads (the \nProject). The Asian Development Bank (ADB) Fact-Finding Mission visited Tajikistan in March \n2004, visited the project area, carried out an initial poverty and social assessment and rapid \nenvironmental  assessment,  and  discussed  project-related  issues  with  Government  officials.  \nAn understanding was reached with the Government on the objectives, scope, costs, terms of \nreference,  and  implementation  arrangements  for  the  TA.1  This  paper  is  based  on  the \nunderstanding reached with the Government and the Mission's observations in the field. The TA \nframework, outlining the goal, purpose, outputs, and inputs, is in Appendix 1. \n \nII.  ISSUES \n \n2.  Tajikistan is the poorest of the Central Asian republics, with a per capita gross domestic \nproduct of about $184 in 2002 and a poverty incidence of 83% (1999). Average wages are less \nthan $1 per day.2 Economic growth resumed in 1997, following a prolonged decline due to the \nbreakup of the Soviet Union and civil war, and averaged 7.3% per year during 1998–2002. \nAgriculture now employs more than 60% of the workforce, including many displaced from urban \njobs. As a landlocked country with a small market, Tajikistan needs access to regional markets \nto achieve sustainable economic growth. \n \n3.  Roads comprise the most important transport mode in Tajikistan, excluding Uzbek transit \ntraffic carried on the railway. The combined length of Tajikistan’s road network is about 26,000 \nkilometers (km), consisting of 4,700 km of national and 21,300 km of local roads. The length of \nthe network is adequate to accommodate existing traffic levels and support economic growth \nand  sustainable  development  in  the  medium  term.  The  Ministry  of  Transport  (MOT)  has \njurisdiction over 13,700 km, including all of the national roads and 42% of the local roads (9,000 \nkm). The remaining 12,300 km of local roads not under MOT jurisdiction are mostly rural and \nfarm  roads.  The  major  part  of  the  network  was  constructed  before  1970,  and  inadequate \nmaintenance and damage from civil conflict and recent natural disasters have left it in a state of \nsevere deterioration. Of the national roads, 42% are asphalt, 50% are other pavement, and 8% \nare gravel. Many of the asphalt roads are in a seriously deteriorated condition, and in many \nplaces the asphalt has been worn away. Of the total roads in Tajikistan, 20% are estimated to \nbe in fair condition, 48% in poor condition, and 32% in very poor condition. Practically none of \nthe roads are estimated to be in good or very good condition. \n \n4.  The state budget allocation for road rehabilitation and maintenance varies from year to \nyear  according  to  the  Government's  priorities  and  fiscal  constraints.  Prior  to  2000,  road \nsubsector expenditures were financed from the Road Fund, the state budget, and development \nagencies. In January 2000, the Government terminated the Road Fund to meet the International \nMonetary Fund requirement to maintain one consolidated state budget. The taxes and receipts \nformerly contributing to the Road Fund are still collected, but now are paid directly to the \nnational treasury. Road maintenance and construction are now funded from the general state \nbudget. The following amounts (in million somoni) have been allocated to the road subsector in \nthe national budget for 2003: 5.3 for maintenance, 10.5 for new construction, and 10.6 for \nrehabilitation, for a total of 26.4. These are approximately equivalent to the following amounts \n                                                 \n1  The TA was first listed in ADB Business Opportunities (Internet edition) on 4 March 2004. \n2  International Monetary Fund. 2003. Country Report No. 03/10. Washington, DC. ", "2  \n(in million dollars): 1.8 for maintenance, 3.5 for new construction, 3.5 for rehabilitation, and 8.8 \ntotal.  The  allocations  for  the  road  subsector  comprise  approximately  3%  of  total  planned \nGovernment expenditures for 2003. The annual requirement for maintenance of the 4,700 km of \nnational roads is estimated at $16 million, which is almost twice the total road subsector budget. \n \n5.  Funding for road maintenance has decreased substantially since independence in 1991, \nand this inadequate funding is reflected in the deteriorated condition of the road network. \nMaintenance funding was also unavailable during the civil war, when numerous bridges and \nroad  sections  were  damaged.  Allocation  of  funding  is  often  restricted  to  emergency \nmaintenance  needs  and  is  insufficient  for  routine  or  periodic  maintenance  requirements.  \nLittle preventive maintenance is currently being undertaken outside of Dushanbe as part of a \nplanned road maintenance program. MOT is responsible for planning and coordinating the \nmaintenance of the road network in the country. MOT maintains roads and bridges through five \nregional maintenance divisions that are responsible for maintaining approximately 13,700 km of \nroad, and employed 3,291 people in 2001. The road maintenance divisions are state entities, \nattached to MOT. \n \n6.  The  Government’s  Transport  Sector  Policy  Statement  of  1998  outlines  the  policy \ndirective requiring development of the transport sector to be based on market-oriented reforms \nand restructuring to improve efficiency. The Government’s strategy for the road subsector is to \nrehabilitate and maintain the road infrastructure and to develop an efficient road transport \nindustry through an increased role for the private sector in providing transport services, greater \nreliance on cost recovery to finance road maintenance, and rehabilitation of the critical parts of \nthe road network and transport services that remain under state control. The Government aims \nto increase expenditures on road maintenance, and has been doing so in line with ADB's policy \ndialogue,  and  to  implement  changes  to  the  regulatory  framework  necessary  to  encourage \ngreater involvement by the private sector in road transport. The Government’s strategy includes \nthe development of international road corridors to facilitate Tajikistan’s external trade. \n \n7.  ADB has provided the largest amount of assistance to the transport sector of any of the \ninternational organizations, with four loans and six TAs fully or partly related to the sector.3  \nADB has been intensively involved in policy dialogue for the transport sector in general, and the \nroad subsector in particular, since it began its involvement with the transport sector in 1998.  \nThe  areas  covered  by  the  policy  dialogue  include  financing  of  road  maintenance, \ncommercialization of transport services, improvement of management efficiency in the transport \nsector by improving key institutions, separation of regulatory and operational functions of the \nsector, and other areas primarily related to the transition to a market economy. Market-oriented \nreforms  for  the  transport  sector  have  been  and  are  now  being  introduced  through \nimplementation  of  ongoing  project  loans,  the  completed  program  loan,  and  advisory  TA.  \nThe policy dialogue has achieved substantial progress in establishing the legal framework for \nthe transport-sector institutions, through passage of laws and regulations, but less progress has \nbeen made in commercialization of transport enterprises.4 As a result of policy dialogue with and \nTA from ADB, the administration of the transport sector was reorganized and MOT was created. \n                                                 \n3  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Tajikistan for Dushanbe-Kyrygz Border Road Rehabilitation Project (Phase I). Manila; ADB. 2000. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Republic of \nTajikistan for Road Rehabilitation Project. Manila; ADB. 1999. Report and Recommendation of the President to the \nBoard of Directors on a Proposed Loan to the Republic of Tajikistan for Emergency Flood Rehabilitation Project. \nManila; ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nthe Republic of Tajikistan for Postconflict Infrastructure Program. Manila. \n4  ADB. 2002. Program Completion Report on Postconflict Infrastructure Program. Manila. ", "  3\nMOT is now responsible for planning and coordinating all modes of transport within the country. \nIn the future, most state-owned enterprises will play a minor role and will be expected to operate \nas  independent  commercial  enterprises.  MOT’s  Roads  Department  is  responsible  for \nadministration, maintenance, and construction of roads in Tajikistan, and has a number of \nassociated entities involved in these activities. Tariffs for road freight have been completely \nderegulated; road haulage organizations enter into agreements with customers at negotiated \nrates. Tariffs for passenger transport are still regulated, but in practice fares vary according to \ncompetition. Separate deputy ministers have regulatory and oversight responsibilities for rail \ntransport and air transport. \n \n8.  The  Dushanbe-Kyrgyz  Border  Road  Rehabilitation  Project  (Phase  I)  (footnote  3), \napproved in 2003, will improve about 140 km of the road from Dushanbe to the Kyrgyz border, \nwhich has a total length of 350 km. The first phase includes (i) a combination of rehabilitation of \nkm 22–95, minor rehabilitation of km 95–150, and minor works on the km 9–22 section; and  \n(ii) improvement of 77 km of rural roads in the project area. The project's policy dialogue is \naddressing the issue of financing road maintenance through loan covenants requiring specified \nincreases  in  financing  of  maintenance  of  the  project  road  and  other  roads  under  MOT \njurisdiction. The proposed Project will continue ADB’s improvement of the road from Dushanbe \nto the Kyrgyz border, focusing on the two-lane section from km 140 (between Nurobod and the \nTavildara Junction) to Nimich (km 217, the Tajikabad Junction), a distance of approximately  \n77 km.5 In addition, about 100 km of rural roads in the project area will also be rehabilitated.  \n \n9.  The project road is important both as a national and international transport corridor for \nTajikistan. As a key national road, the project road provides the primary link between Dushanbe \nand the Rasht Valley, to the northeast. For several months during the winter, the road also \nserves as a link between the northern Sugdh region of Tajikistan and the rest of the country. \nThe  road  is  also  important  from  a  regional  perspective,  as  it  forms  part  of  the  corridor \nconnecting Afghanistan and Tajikistan to the People's Republic of China and other countries in \nthe region. After crossing the Tajik-Kyrgyz border, the road connects to Sary Tash in the Kyrgyz \nRepublic, and to the Osh-Sary Tash-Irkeshtam road corridor. Improvement of the Osh-Sary \nTash-Irkeshtam  road  was  studied  under  ADB's  TA  for  Regional  Cooperation  in  Transport \nProjects in Central Asia.6 ADB’s program for the Kyrgyz Republic for 2004 includes a loan for \nthe rehabilitation of sections of this road as well as a loan for regional customs modernization, \nwhich will facilitate regional trade. In addition to rehabilitating this key transport corridor, the \nproposed Project will address the national problem of road maintenance through continued \npolicy dialogue.  \n \n10.  The initial poverty and social assessment and rapid environmental assessment for the \nProject are in Appendix 2. The project area is rural and mountainous, and agriculture is the \nprimary economic activity. Approximately 174,000 people live in the three districts through which \nthe proposed project road section passes. Most project beneficiaries live in rural areas where the \nincidence of poverty is particularly severe. The project area is adjacent to that for the Loan 2062-\nTAJ(SF), the first phase, and has similar social and economic conditions, although the project \narea for the proposed Project is further from Dushanbe and thus more remote. The project area \nwas the scene of heavy fighting during Tajikistan’s civil war in the mid-1990s. The poverty \nincidence is expected to be about the same as the 91% incidence in the project area for the first \n                                                 \n5  The works on km 95–150 under Loan 2062-TAJ(SF), phase I (footnote 3) will comprise minor rehabilitation, limited \nto safety improvements and mitigation of the impact of landslides. The civil works under the proposed Project \n(phase II) will begin at km 140. This does not comprise duplication of work on km 140–150, as the works on these \n10 km under phase I are limited to maintenance necessary before the commencement of the works under phase II.  \n6  ADB. 2002. Technical Assistance for Regional Cooperation in Transport Projects in Central Asia. Manila. ", "4  \nphase. The main causes of poverty are lack of employment opportunities and low prices received \nfor agricultural produce. The Project will address these causes by improving access to Dushanbe \nand other locations with more employment opportunities and larger markets for agricultural \nproduce. The Project will lead to reduced transport costs, most of which will be passed on to \ntransport users. The Project will also improve access to health and other social services and \nimprove road safety. The population in the project area is primarily Tajik. The environmental and \nsocial impacts are expected to be minimal, as the project will rehabilitate the existing alignment, \nexcept  for  minor  deviations  due  to  difficult  geotechnical  conditions  or  to  improve  safety \nconditions. No resettlement or resettlement effects are anticipated. \n \n11.  ADB’s operational strategy7 in Tajikistan focuses on promoting economic growth through \n(i) rural development, including improving transport and other infrastructure; and (ii) regional \ncooperation, including rehabilitating transport links to neighboring countries. The Project will \ncontribute to the achievement of ADB’s strategy by rehabilitating the road linking Tajikistan to \nthe Kyrgyz Republic and the People's Republic of China, and by improving rural roads. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n12.  The  TA  will  help  the  Government  prepare  the  Dushanbe-Kyrgyz  Border  Road \nRehabilitation Project (Phase II), suitable for ADB financing, including furthering the progress of \ninstitutional development and policy reforms in the road subsector initiated by previous projects. \n \nB.  Methodology and Key Activities \n \n13.  The TA will prepare a feasibility study and preliminary design to rehabilitate the section of \nthe road from km 140 (between Nurobod and the Tavildara Junction) to Nimich (km 217, the \nTajikabad Junction), a total distance of approximately 77 km, and selected rural roads totaling \nabout 100 km. The feasibility study prepared under the TA will include (i) an update of the \ntransport sector profile for Tajikistan, including financial status, road safety, road maintenance, \nand traffic management; (ii) a review of the status of institutional development and policy reforms \nin  the  road  subsector  initiated  under  previous  projects;  (iii)  selection  criteria  and  prioritized \nrankings, based on poverty and other indicators, for rural roads and bridges to be included in the \nProject; (iv) cost estimates and the technical and economic feasibility study for the main road and \nrural roads comprising the Project, including an examination of the appropriate use of labor-\nintensive techniques for construction and maintenance; (v) an environmental impact assessment; \n(vi) social impact analysis including any involuntary resettlement effects attributable to the Project; \n(vii) poverty impact analysis; and (viii) analysis of the need for further advisory TA for institutional \nstrengthening of MOT. The outline terms of reference for the consulting services are in Appendix \n3. Implementation of the TA is contingent on the United Nations security classification for the \nproject area (and any areas through which travel is required) remaining at the current level 3 or \nlower.8 No deterioration of the security situation is anticipated. \n \nC.  Cost and Financing \n \n14.  The total cost of the TA is estimated at $590,000 equivalent, consisting of $298,000 in \nforeign exchange cost and $292,000 equivalent in local currency cost. The Government has \n                                                 \n7  ADB. 2003. Country Strategy and Program (2004–2008): Tajikistan. Manila. \n8  ADB operations are not possible under UN security classification 4. ", "  5\nrequested ADB to provide $500,000 equivalent to cover the entire foreign exchange cost and \n$202,000 equivalent of the local currency cost. The TA will be financed on a grant basis by the \nJapan Special Fund, funded by the Government of Japan. The Government of Tajikistan will \nfinance the balance of the local currency cost equivalent of $90,000 by providing required office \naccommodation and services, local communications, remuneration and per diem for counterpart \nstaff, and other items, mostly in kind. The Government has been advised that approval of the TA \ndoes not commit ADB to finance any ensuing project. The draft cost estimates for the TA are \nshown in Appendix 4. \n \nD.  Implementation Arrangements \n \n15.  The Executing Agency for the TA will be MOT, which will appoint a project coordinator \nfrom its project implementation unit to be responsible for the TA's day-to-day implementation and \nto provide administrative and technical support to the consultants. MOT’s existing project steering \ncommittee will monitor the TA's implementation.  \n \n16.  An international consulting firm in association with domestic consultants will be selected \nand engaged by ADB, using the quality- and cost-based selection method. The consultants will be \nengaged  by  ADB  in  accordance  with  the  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB for the engagement of domestic consultants. The simplified \ntechnical proposal procedure will be used to select the consultants. A total of about 11 person-\nmonths of international and 50 person-months of domestic consulting services will be required. \nThe consultants will have had extensive experience in (i) transport economics, including related \nfinancial  management;  (ii)  economic  evaluation  of  road  projects;  (iii)  highway  engineering, \nincluding mountainous topography, bridges, and drainage structures; (iv) road maintenance and \nroad safety; and (v) environmental, social, and poverty impact assessments. For MOT to obtain \nthe maximum benefit from the consulting services, the consultants will be based full-time in \nDushanbe, with a field office in Garm or Nurobod during fieldwork. To facilitate the work and \nensure that MOT gains technical expertise and knowledge, the consultant team will work closely \nwith  counterpart  technical  experts  from  MOT.  MOT  has  agreed  to  provide  the  counterpart \ntechnical staff, who will assist with the necessary surveys and fieldwork, in a timely manner. \n \n17.  The  TA  will  be  implemented  over  7  months  beginning  in  November  2004.  \nThe consultants will submit (i) an inception report within 1 month of the commencement of their \nservices; (ii) an interim report within 3 months; (iii) a draft final report within 6 months, including \nthe environmental, social, and poverty impact assessment reports as separate documents; and \n(iv)  a  final  report  within  3  weeks  after  the  receipt  of  comments  from  MOT  and  ADB.  \nThe Government, ADB, and the consultants will meet in Dushanbe to review and endorse the \ninception report and the draft final report. The consultants will conduct seminars for MOT staff \nand any other interested Government organizations concerning the techniques, analysis, and \nfindings of the TA. Equipment to be provided under the TA will be procured in accordance with \nADB’s Guidelines for Procurement. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Tajikistan for preparing the Dushanbe-Kyrgyz Border Road Rehabilitation \nProject (Phase II), and hereby reports this action to the Board. ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \n \n    Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \nA.  Goals       \n1. Reduce poverty and  • Increase in per capita  • Economic statistics \npromote sustainable  income  at regional, district, \neconomic growth in  and township levels \nthe project area \n    • Decreased rate of  • Periodic household   \nunemployment  surveys, \n  Government \nstatistical data \n    • Reduction of poverty  • Surveys,   \nrate in project area   Government \nstatistical data \n \n    • Increased production  • Periodic surveys of   \nof cash crops in the  farmers in the \nproject area  project area \n    • Increase in prices  • Periodic household   \nreceived for agriculture  surveys \nproducts produced in \nproject area \n    • Decrease in prices  • Periodic household   \npaid by project area  surveys \nresidents for \nagricultural inputs and \nother goods \n    • Employment of local  • Analysis of   \nresidents in civil works  employment data \nand other project  submitted by \nactivities  contractors  \n  2. Increase regional  • Increase in  • Surveys,   \ntrade and cooperation  international traffic   Government \nstatistical data \nB.  Purpose       \nImprove transport  • Reduction of vehicle  • Surveys of vehicle  • Rehabilitation work \nefficiency through  operating costs  operators and  completed to \nreduction of transport  • Reduction in freight  owners,  adequate standard \ncosts to road users and  and passenger tariffs  measurement of   \nimproved access to  road roughness,  • Provision of \nmarkets and social  and other measures  adequate \nservices for people in the  by supervision  maintenance of the \nproject area  consultants and  project road in \nproject  accordance with \nimplementation  recommendations \nunits \n    • Increase freight and  • Traffic counts and   \npassenger flows for  origin-destination \ntrucks, buses, and cars  surveys \nContinued on next page \n ", "  Appendix 1  7 \nPRELIMINARY PROJECT FRAMEWORK—Continued  \n    Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n      • Project   \nadministration \nmissions, midterm \nreview, project \ncompletion report \n    • Improved availability of  • Increased frequency  • Increased availability \ntransport services in  of public transport  of transport services \nthe project area  services  following \nimprovement of \nroads; stable prices \n    • Decrease in time  • Periodic household   \nrequired to travel to  surveys \nmarkets, schools, and \nhospitals \nC.  Outputs (for the TA)       \n  1. Prepare a feasibility study  • Project feasibility study  • Consultant's reports  • High-quality services \nfor the Project, including  and design completed  are reviewed and  provided by the \nthe local roads, in  to a level suitable for  commented on by  consultants \naccordance with ADB  ADB financing  ADB and the  • Sufficient data, \nrequirements  Government  information, and \nassistance provided \nby the Government \n  2. Prepare a poverty and  • Issues on poverty and     \nsocial analysis, including  social aspects are \na social action plan, and  adequately addressed \ndesign a monitoring  • A project performance \nframework  management system is \ndesigned \nD.  Activities and Inputs       \n(for the TA) \n  1. 11 person-months of  • Timely recruitment of  • Evaluation of  • Engagement of \ninternational and 50  consultants in  consultants'  qualified and \nperson-months of  accordance with ADB  proposals.  experienced \ndomestic consulting  guidelines  • Contract  consultants and \nservices  negotiations  timely delivery of \n• Review missions  good quality services\n  2. Counterpart staff,  • Nomination of effective  • TA review missions  • Good cooperation of \ninformation and data,  counterpart staff and  and performance of  government \noffice facilities, and  delivery of funds as  the consultants;  agencies; availability \nassistance provided by  required  quality of the  of qualified \nthe Government  • Timely submission of  consultant's reports  counterpart staff \ninformation and data \n  3. ADB supervision of TA  • Timely review of TA  • Inception mission,  • Close monitoring of \nimplementation  implementation and  review mission, and  TA implementation \nappropriate guidance  tripartite meeting  by ADB and timely \nprovided by ADB  fielding of review \nmissions \n  4. TA grant financing of  • TA paper approved by  • Internal review of  • Timely approval of \n$500,000  ADB  the TA paper  the TA \n• TA letter signed by \nADB and the Gov't  \nADB = Asian Development Bank, Gov't = Government, TA = technical assistance. \n ", "8 Appendix 2 \nSOCIAL AND ENVIRONMENTAL ASSESSMENTS \n \nA.  Initial Poverty and Social Assessment \n \n1.  Table A2.1 summarizes the assessment. \n \nTable A2.1: Initial Poverty and Social Assessment \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Tajikistan. The road subsector contributes to poverty \nreduction directly through improved access to and reduced costs for transport of agricultural products to markets, \nemployment opportunities, and social services; and indirectly through stimulating economic development. \n \n \nB.  Poverty Analysis   Proposed Poverty Classification: Poverty Intervention \n   \nWhat type of poverty analysis is needed?    \n \nTajikistan is the poorest country among the Central Asian republics, with a poverty incidence of 83%. The poverty \nincidence in the project area is expected to be higher than the national incidence, with a preliminary estimate of \n91%. The project area is rural and mountainous, and agriculture is the primary economic activity. The project road \nprovides the area’s only access to the capital and to other urban areas. The Project will reduce poverty by reducing \nthe cost of road transport and improving the access of the rural poor population to market opportunities, other \neconomic activities, and social services by improving the project road and rural roads. The Project will also \ngenerate employment in construction activities for local residents. \n \nA detailed poverty analysis will be carried out as part of the technical assistance (TA) to identify the causes of \npoverty in the project area and demonstrate how the Project will help reduce poverty by incorporating specific \nmeasures in the project scope. The analysis will be based on the Handbook on Poverty and Social Analysis and \nHandbook for Integrating Poverty Impact Assessment in the Economic Analysis of Projects. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nThrough public consultation and a detailed socioeconomic survey, stakeholder analysis will be carried out by the \nexecuting agency and the consultants during the preparation of the initial environmental examination (IEE) and the \nsocial and poverty impact analysis. \n \nIs there a participation strategy?     Yes                   No \n \nD.  Gender Development \n Strategy to maximize impacts on women: \nEconomic opportunities for women, especially female heads of households, will be promoted during design, \nconstruction, and operation, including improvement of transport services. \n \nIt is anticipated that the gender impact of the project will be minimal, and that the benefits of the project, for example, \nimproving access to health and other social services, will be extended to both male and female members of affected \ncommunities. During the TA, a participatory and iterative process of consultation will be carried out with female and \nmale community-members. Key needs and constraints identified by the communities and summarized in the social \nand poverty impact assessments will be considered in the project design.  Economic opportunities for female heads of \nhouseholds will be promoted during construction \n \n \nHas an output been prepared?      Yes     No \nContinued on next page", "  Appendix 2   9\nTable A2.1—Continued\n \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/     \nNot Significant/  Strategy to Address Issues  Plan Required \nNone   \n       \n   Significant  It is anticipated that all construction activities will take   Full \nResettlement    place within the existing right-of-way or on unutilized land   \n Not significant  owned by the state. This will be confirmed during the TA.   Short \n     \n None   None  \n       \n   Significant  No tolls will be charged on the Project. Transport costs   Yes \nAffordability    will be lowered as a result of the improved roads.   \n Not significant      No \n \n None \n       \n   Significant     Yes \nLabor    Encourage use of local labor in construction contracts.   \n Not significant      No  \n \n None \n       \n   Significant     Yes \nIndigenous    Ethnic minorities are not adversely or significantly   \nPeoples   Not significant  affected.    No  \n \n None \n       \n   Significant     Yes \nOther Risks    None   \nand/or   Not significant    No  \nVulnerabilities   \n   None \n \n \nB.  Rapid Environmental Assessment \n \n2.  Table A2.2 summarizes the assessment. \n \nTable A2.2: Rapid Environmental Assessment \n \nAnswer \nScreening Questions  Remarks \nYes  No \n1.  Project Siting       \n   \nIs the project area adjacent to or within any of the following  X \necologically sensitive areas? \n• Protected Area \n• Wetland \n• Mangrove \n• Estuarine \n• Buffer zone of protected area \nSpecial area for protecting biodiversity \n \nContinued on next page", "10 Appendix 2 \nTable A2.2—Continued \nAnswer \nScreening Questions  Remarks \nYes  No \n2.  Potential Environmental Impacts       \n \nWill the Project cause… \n \nencroachment on historical/cultural areas;    X  No significant impacts expected \ndisfiguration of landscape by road embankments, cuts, fills, and   \nquarries? \n \nencroachment on precious ecology (e.g., sensitive or protected    X  No significant impacts expected \nareas)? \n \nalteration of surface water hydrology of waterways crossed by    X  Minor disturbance during \nroads; increased sediment in streams affected by increased soil  construction can be mitigated with \nerosion at construction site?  good work practice \n \ndeterioration of surface water quality due to silt runoff and    X  Minimal impacts at construction \nsanitary wastes from worker-based camps and chemicals used  camps will be mitigated via \nin construction?  appropriate sanitary facilities \n \nincreased local air pollution due to rock crushing, cutting and    X  Minor dust emissions during \nfilling works, and chemicals from asphalt processing?  construction can be readily \n  mitigated \n \nnoise and vibration due to blasting and other civil works?    X  Construction related noise and \n  vibration will be mitigated with \nengineering controls \n \nother social concerns relating to inconveniences in living    X  Project area is sparsely populated \nconditions in the project areas that may trigger cases of upper \nrespiratory problems and stress?  \n \nhazardous driving conditions  where construction interferes with    X  Contractors will take steps to \npre-existing roads?  ensure safety during construction; \nProject will improve driving \nconditions \n \npoor sanitation and solid waste disposal in construction camps    X  Minimal volume of wastes \nand work sites;      generated at construction camps \n      will be managed via appropriate \n      sanitary facilities \n     \npossible transmission of communicable diseases from workers    X  EA and contractor will take \nto local populations?  preventive measures \n \ncreation of temporary breeding habitats for mosquito vectors of    X   \ndisease? \n \ndislocation and compulsory resettlement of people living in    X  No resettlement or relocation \nright-of-way?  required \n \naccident risks associated with increased vehicular traffic leading    X  The project will improve driving \nto loss of life, accidental spills of toxic materials?  conditions, reducing accident risk \n \nincreased noise and air pollution resulting from traffic volume?    X  Long-term increase in emissions \n  related to increased vehicle traffic \nhas not been quantified \n \nincreased risk of water pollution from oil, grease and fuel spills,    X  Long-term increase in risk of \nand other materials from vehicles using the road?  water pollution has not been \nquantified ", "Appendix 3    11\n \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \nA.  Transport Sector Review and Policy Agenda \n \n1.  Review and update the transport sector profile included in the Asian Development Bank \n(ADB) Report and Recommendation of the President (RRP) for Loan 2062-TAJ(SF).1 Update \nlists of past and ongoing investments in transport and roads included in the RRP. \n \n2.  Review  and  update  previous  analysis  of  the  organizational  arrangements  for  road \nmaintenance, including assessments of the standard of maintenance operations, condition of \nworkshops,  workshop  equipment,  and  road  maintenance  equipment.  Assess  the  minimum \nfinancial requirements needed annually to maintain the road network. Identify requirements for \ninvestment and training.  \n \n3.  Analyze the financial situation of the road subsector, emphasizing the achievement of \nsustainable  financing  of  the  subsector.  Examine  road  subsector  expenditures  within  the \nmedium-term framework for public-sector expenditures and sources of financing. Update data \non the structure and composition of revenues in the subsector, identify potential sources of \nadditional revenue, and assess the amount of revenue that these sources might generate.  \n \n4.  Conduct a financial management assessment (FMA) of the Ministry of Transport (MOT), \nincluding completion of ADB’s FMA questionnaire. The FMA will include a review of MOT’s \nsystems for financial and management accounting, reporting, auditing and internal controls, and \ndisbursement  and  cash  flow  management  arrangements.  Prepare  financial  projections  for \nrecurring costs (operating costs, maintenance costs, salaries, supplies, etc.) for the project-\nfinanced assets. Review the budget position of the borrower and executing agency to determine \nthe potential impact of recurring costs on the overall financial position. Identify issues or risks \nassociated with the financial management systems and determine the most appropriate risk \nmitigation measures to be adopted as part of project design and implementation arrangements. \n \n5.  Review institutional strengthening and policy reform progress under ongoing projects \nand define the scope of ADB assistance, including specific policy and institutional measures, \nneeded to continue these processes. If the proposed measures are likely to impact poor or \nvulnerable  people,  use  the  poverty  impact  assessment  matrix  in  accordance  with  ADB’s \nHandbook of Social and Poverty Analysis to (i) identify likely poverty and social impacts of the \nmeasures, (ii) recommend mitigation measures (specifying time-bound actions and resources \nneeded) to address short- and medium-term costs for the poor or vulnerable, (iii) facilitate \nconsultation  with  key  stakeholders on the reform agenda, and (iv) identify areas requiring \nadditional policy reform and institutional strengthening. Based on the foregoing, prepare a \ndetailed program of policy dialogue for the proposed Project, including measures to ensure that \nproject benefits reach the poor; and identify areas requiring advisory technical assistance (TA) \nor  detailed  follow-up  studies.  Prepare  the  rationale  and  terms  of  reference  for  a  possible \nadvisory TA for strengthening MOT and its governance. \n \n6.  Review the status of road safety in Tajikistan. Recommend measures to improve road \nsafety nationally and on the project road. Examine the need for detailed studies and/or TAs, and \nidentify the terms of reference for the studies/TAs, if deemed relevant. \n \n                                                      \n1  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Tajikistan for Dushanbe-Kyrgyz Border Road Rehabilitation Project (Phase I). Manila. ", "12 Appendix 3 \n7.  Review customs procedures and requirements, based on work done under TA 6058-\nREG,2 and recommend how ADB can facilitate negotiation of an agreement on cross-border \ntraffic and trade between Tajikistan and the Kyrgyz Republic. \n \nB.  Feasibility Study and Preliminary Design \n \n8.  Conduct traffic counts at appropriate locations; conduct origin-destination and axle-load \nsurveys  to  establish  the  pattern  and  volume  of  vehicle,  passenger,  and  cargo  movements, \nincluding details on passenger characteristics and type of freight being shipped. Assess the \npossibility of passenger and freight traffic diversion from other routes. Prepare traffic forecasts by \nrepresentative  vehicle  type,  taking  into  account  population  growth  rate,  production  increase, \neconomic  activity,  and  income  in  the  hinterland  of  the  project  road.  Identify  and  describe \ninternational traffic and transnational transit traffic. \n \n9.  Carry out topographic surveys; and prepare alignment plans, longitudinal sections, cross-\nsections, and drainage surveys. Assess the right-of-way requirements for the project roads. Study \nthe existing road structure. Review pavement condition and strength through visual inspection, \nroughness measurement, and deflection measurements, and by making test pits and conducting \nlaboratory tests on the pit samples. Based on the investigation results, determine the most cost-\neffective way of rehabilitating the pavement to accommodate the forecast traffic and meet Tajik \nand  international  standards,  and  undertake  necessary  preliminary  engineering  design.  \nConfirm the suitability of locally available construction materials, and identify quarries and borrow \npits.  If  warranted  by  social  surveys,  include  in  the  preliminary  design  possible  locations  for \n“roadside stations” (for provision of roadside services, sale of local goods, etc.) \n \n10.  Examine rockfall and landslide hazards, study the properties of rocks and soils of mountain \nslopes, study slope stability of embankments and cuttings, and propose possible remedial actions. \nStudy the geology, soil and rock properties, and hydrology of the problem areas. Prepare a \npreliminary design for the chosen remedial structures. Study the feasibility of retaining walls, \ngalleries,  and  tunnels  to  address  difficult  topographical  and  geological  road  conditions,  if \napplicable. Examine the existing bridges, culverts and other drainage structures, and retaining \nstructures on the project roads to determine their condition, adequacy, load-bearing capacity, \nanticipated future serviceability, and the general extent of repairs and strengthening needed. \n \n11.  Develop criteria, including poverty-reduction and other economic and social criteria, to \nevaluate rural roads for inclusion in the Project. Based on the criteria, and in cooperation with \nMOT and local residents, develop a prioritized list of rural roads for possible inclusion in the \nProject. \n \n12.  Prepare cost estimates for the road sections, indicating a breakdown of foreign and local \ncosts and tax and duty components. Also, prepare cost estimates for maintenance of the project \nroad following project completion based on country- and site-specific factors. Prepare a road \nmaintenance program for the project road, including a plan for monitoring and addressing the \nimpact of natural events such as landslides and floods on the project road. \n \n13.  Calculate economic vehicle operating costs for each homogenous road section, including \nrural roads, with and without the proposed improvements, based on estimated changes in road \nsurface roughness, and quantify the benefits (using shadow prices) for each project road section \n                                                      \n2  ADB. 2002. Technical Assistance for Trade Facilitation and Customs Cooperation. Manila. ", "Appendix 3    13\n \nand  for  each  improvement  option,  including  benefits  (or  savings)  generated  from  reduced \ncongestion and travel distance, road maintenance savings, reduction in road accident costs, etc.  \n \n14.  Undertake an economic evaluation of all project components, including rural roads and \nbridges,  according  to  ADB’s  Guidelines  for  the  Economic  Analysis  of  Projects  (1997),  by \ncomparing the with- and without-project cases. Calculate the economic internal rate of return and \nnet  present  value  for  the  individual  project  components  and  the  overall  project.  Identify  the \ntradable and nontradable components of the project costs/benefits and convert financial costs-\nbenefits to economic ones. Benefits from increased agricultural and other production, including \nthose  due  to  the  improved  rural  roads,  and  increased  trade  should  also  be  examined  and \nquantified, if relevant. Estimate separately the benefits arising from international traffic as the \noverall corridor is rehabilitated. Also, examine nonquantifiable impacts such as regional/national \neconomic  development,  improved  road  safety,  etc.  Taking  into  consideration  the  economic \nevaluation, least cost analysis, social benefits, and environmental impact, recommend the most \nsuitable  kind  of  road  rehabilitation  and/or  improvement  options  and  rank  the  recommended \nimprovements by priority. \n \n15.  In cooperation with the poverty impact analyst, estimate the expected distribution of \nproject net benefits among users of freight and passenger transport, vehicle owners, labor, the \nGovernment, the economy in general, and where appropriate, lenders.  \n \n16.  Undertake sensitivity tests on the recommended improvements by appropriately varying \nbenefits, project costs and the implementation period, expected overall future volume of traffic, \ntraffic dimension, and a combination of these factors. Carry out quantitative risk analysis by \nconsidering  the  possible  values  for  key  variables  and  the  probability  that  they  may  occur. \nRecommend ways by which project risks may be reduced. \n \n17.  Formulate,  in  a  participatory  manner,  a  detailed  logical  framework  and  project \nperformance  management  system  for  monitoring and evaluation of project goals, purposes, \noutputs, and inputs, and for project postevaluation, including of poverty reduction objectives. \nCollect preliminary baseline data for the indicators and targets, including mitigation measures. \nEmphasize indicators for which data can be collected by Government staff during and after \nproject implementation. Prepare appropriate formats, schedules, and cost estimates for collection \nof baseline data for benefit monitoring and evaluation following project completion. \n \n18.  Provide training and/or seminars on aspects of conducting feasibility studies, or other road \nsubsector topics related to the TA, as requested by MOT and approved by ADB. \n  \nC.  Social Impact Assessment  \n \n19.  Assist  MOT  and  local  governments  (if  appropriate)  in  conducting  stakeholder \nconsultations on social, environmental, and other project impacts, and identifying local roads for \ninclusion in the Project. The consultations should be conducted with different socioeconomic \ngroups and documented in accordance with ADB practice (including dates, places, participants, \nand issues discussed, in text and table format). Prepare a program of follow-up consultations \nduring and after project implementation. \n \n20.  Undertake a social analysis in accordance with ADB's Guidelines for Incorporation of \nSocial Dimensions in Bank Operations, Handbook of Social and Poverty Analysis, Handbook for \nIntegrating Poverty Impact Assessment in the Economic Analysis of Projects, Guidelines for the \nEconomic Analysis of Projects, and Handbook of Social and Poverty Analysis. The analysis will ", "14 Appendix 3 \n(i)  identify  the  affected  population  and  potential  beneficiaries;  (ii)  assess  the  stage  of \ndevelopment of different groups of the population, and prepare socioeconomic profiles based on \nindicators; (iii) assess the gender impact of the Project; (iv) assess the needs of the affected \npopulation and their expectations about the Project; and (v) assess the affected population's \nabsorptive  capacity  to  receive  benefits  from  the  Project,  and  potential  to  participate  in \nimplementing the Project, e.g., through use of “roadside stations.” Prepare a social action plan \nto enhance participation. \n \n21.  If applicable, review and assess the impacts of relocation and resettlement on affected \npeople (in accordance with ADB's Handbook on Resettlement, especially the poor, women, and \nethnic minorities. Include impacts caused by acquisition of right-of-way for rural roads and \nimpact  on  land  within  the  right-of-way  that  is  being  used  by  local  residents.  If  there  are \nresettlement impacts or is a potential for such impacts, assist the Government in preparing a \ntime-bound resettlement framework or resettlement plan for land acquisition and resettlement to \nensure compliance with ADB policy and Government laws.  \n \n22.  Review and assess the Project’s impacts on ethnic minorities in accordance with ADB’s \nPolicy on Indigenous Peoples, including adverse impacts and equitable distribution of benefits.  \n \n23.  Based on the findings of the social analysis, recommend mitigation measures to be \nincorporated in the project design and implementation, including components for the monitoring \nand evaluation program.  \n \nD.  Poverty Impact Assessment \n \n24.  Organize and conduct surveys in the project area to collect data for poverty impact \nanalysis, including (i) cost of agricultural inputs in various districts, including the proportion \nattributable to transport costs; (ii) prices received for and levels of production of agricultural \nproduce, including the proportion of transport costs and the proportion received by the producer, \nin primary markets accessible to project beneficiaries; (iii) similar information for other products \ncurrently/potentially  produced  in the project area; (iv) income levels, unemployment levels, \nnumber of poor, proportion of women, and proportion of poor and other vulnerable people \namong road users (i.e., vehicle owners, passengers, freight shippers), and those who do not \nuse  the  road  themselves  but  indirectly  benefit  from  the  Project;  and  (v)  use  of  the  road \n(frequency and purpose). Analyze the survey data and information gathered from interviews \nwith relevant stakeholders, and document the consultations. \n \n25.  Provide an overview of the objectives of the national and provincial policies for poverty \nreduction and of the poverty-reduction activities of other funding agencies, including a list and \nbrief description of other projects under implementation in the project area. Describe how the \nProject  relates  to  the  overall  context  of  and  strategy  for  poverty  reduction  in  Tajikistan.  \nHelp develop criteria for evaluating and selecting rural roads for inclusion in the Project. \n \n26.  Prepare poverty impact analysis in accordance with ADB guidelines. Analyze the survey \ndata to assess the adequacy of and competitiveness within the transport services sector; how \nfares and charges are determined; to what extent cost savings for vehicle owners will be passed \non  to  final  users;  the  extent  to  which  enhanced capacity and reduced costs may lead to \nadditional economic activities; the extent to which the poor, very poor, women, and other \nvulnerable people use the road and associated transport services; and opportunities to enhance \nproject benefits for the poor and participation of women. \n ", "Appendix 3    15\n \n27.  Estimate  the  number  of  poor  and  extremely  poor  people  who  will  benefit from the \nProject, by calculating the Project's poverty impact ratio based on the distribution analysis and \nin accordance with ADB guidelines. Identify constraints to poor people’s direct or indirect use of \nthe project road (i.e., availability and affordability of transport services, vehicle ownership, etc.) \ntaking  into  account  aspects  related  to  gender  and  vulnerable  people.  Assess  the  likely \ninvolvement and employment of poor local people during the construction of the project road. \nPrepare a social action plan recommending changes in the project design and actions the \nGovernment can take to (i) increase poor people’s use of the road, (ii) improve poor people's \ninvolvement  in  the  Project,  and  (iii)  extend  project  benefits  and  participation  opportunities \nspecifically to women in order to maximize the Project's positive impact on the poor.  \n \nE.  Initial Environmental Examination  \n \n28.  Review possible environmental impacts during and after construction, including possible \nneed  for  land  acquisition  and  compensation/resettlement  arrangements  along  the  proposed \nalignment. Ensure that the consultation process satisfactorily addresses environmental issues. \n \n29.  In accordance with ADB's Environmental Policy (2002) and Environmental Assessment \nGuidelines (2003), prepare an initial environmental examination (IEE) and a summary IEE for the \nproject roads. This activity should include profiles of the environment and the required mitigation \nmeasures in the design, construction, and maintenance of the road. If the IEE indicates that \nadverse impacts are likely, prepare a detailed environmental impact assessment report (EIA) \ncovering mitigation measures for the project roads, and draft any proposed mitigation measures \nthat will be required for inclusion in the general conditions of contract. Mitigation measures to be \nconsidered during design include, but are not limited to, alignment, slope stability, slope erosion, \nflooding, and pedestrian safety. Mitigation measures to be considered during the construction and \nmaintenance  phases  should  cover  natural  surroundings,  air  pollution,  water  pollution,  noise \npollution, quarry operations and borrow pits, and solid and human wastes. Draft and incorporate \ninto the project components all necessary mitigation measures identified by the environmental \nassessments. \n \nF.  Reporting Requirements \n \n30.  The consultants are required to submit \n \n(i)  an inception report, 1 month after commencement of services;  \n(ii)  an  interim  report  (including  results  of  the  technical,  environmental,  and  social \nsurveys), 3 months after commencement of services \n(iii)  a draft final report (including safeguard checklists), draft IEE and summary IEE or \nEIA and summary EIA, draft resettlement plan, if necessary, and the draft social \nimpact assessment 6 months after commencement of the services; and  \n(iv)  the  final  report  (including  safeguard  checklists),  social  impact  assessment, \nsummary IEE/summary EIA, and resettlement plan, if necessary, 3 weeks after \nreceiving  comments  from  ADB  and  the  Government.  The  draft  final  and  final \nreports should be prepared in a format following ADB’s RRP, including core and \nsupplementary appendixes. ", "16 Appendix 4 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n        Foreign  Local   \nItem  Exchange  Currency  Total \nA.  Asian Development Bank Financinga       \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International Consultants  207.0  0.0  207.0 \n      ii.  Domestic Consultants  0.0  151.0  151.0 \n    b.  International and Local Travel  30.0  8.0  38.0 \n    c.  Reports and Communications  8.0  2.0  10.0 \n    d.  Transport services for fieldwork of   0.0  8.0  8.0 \nlocal consultants \n  2.  Equipmentb  15.0  0.0  15.0 \n  3.  Training, Seminars, and Conferences  0.0  5.0  5.0 \n  4.  Miscellaneous Administrative and Support  0.0  10.0  10.0 \nCosts \n  5.  Representatives for Contract Negotiationsc 10.0  0.0  10.0 \n  6.  Contingencies  28.0  18.0  46.0 \n      Subtotal (A)  298.0  202.0  500.0 \n             \nB.  Government Financing         \n  1.  Office Accommodation and Services  0.0  30.0  30.0 \n  2.  Local Communications  0.0  15.0  15.0 \n  3.  Remuneration and Per Diem for  0.0  45.0  45.0 \nCounterpart Staff including the PIU \n      Subtotal (B)  0.0  90.0  90.0 \n        Total  298.0  292.0  590.0 \na  Will be financed on a grant basis by the Japan Special Fund, funded by the Government of Japan. \nb  Office equipment such as computers, copiers, printers, telephones, and facsimile machine will be purchased by the \nconsultants, and ownership will be transferred to the Government upon completion of the study. \nc  Provision for Government officials to attend contract negotiations and discuss policy matters at ADB headquarters. \nSource: Asian Development Bank estimates. \n \n \n "], "metadata": {"ModDate": "D:20040909174523+08'00'", "CreationDate": "D:20040902134644+08'00'", "Title": "Microsoft Word - cover.doc", "Creator": "PScript5.dll Version 5.2", "Author": "ncb", "Producer": "Acrobat Distiller 6.0 (Windows)"}}