{"path": "data/input/ta/tar-pak-38028.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: 38028 \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed from the Japan Special Fund) \n \n \nTO THE \n \n \nISLAMIC REPUBLIC OF PAKISTAN \n \n \n \n \nFOR \n \n \nTRANSPORT POLICY SUPPORT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2004", " \nCURRENCY EQUIVALENTS \n(as of 21 September 2004) \n \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \nPRe1.00 =  $0.0169 \n$1.00 =  PRs59.040 \n \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nMOC    –  Ministry of Communications \nNTRC    –  National Transport Research Center \nTA    –  technical assistance \nTCC    –  Transport Coordination Committee \nTSDI    –  transport sector development initiative \n \nTA CLASSIFICATION \n \nPoverty Classification  –          Poverty intervention \nSector  –          Transport sector \nSubsector  –          Roads and highways, railways, seaports, civil aviation \nTheme  –          Sustainable economic growth \nSubtheme  –  Fostering physical infrastructure development \n \nFollowing the Board approval of the R-paper, Review of ADB’s Poverty Reduction Strategy, staff \ninstructions  to  replace  the  PI/CPI  classification  with  a  new  tracking  system  are  under \npreparation, in line with para. 83 of the R-paper. \n \nNOTE \n \n                                In this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by H. Masood, South Asia Transport and \nCommunications Division. ", "", "     \nI.  INTRODUCTION \n1.  The Government of Pakistan has requested the Asian Development Bank (ADB) to \nprovide technical assistance (TA) to support the preparation of a national transport policy. The \nTA is not included in the 2003 Country Strategy and Program Update for 2004–2006, as it was \nidentified later during the 2004 Country Program Confirmation Mission in December 2003. The \nManagement has approved the concept paper for the proposed TA to be processed in 2004. \nThe TA Fact-Finding Mission visited Pakistan during 10–21 May 2004 and held discussions with \nthe Government on the goals, purpose, scope, implementation arrangements, costs, and terms \nof reference of the TA.1        \n \nII.  ISSUES \n2.  Transport is an important sector of Pakistan’s economy, accounting for 10% of the     \ngross domestic product and about 20–25% of the annual public sector development program. \nThe impact of the sector on the economy could have been much greater if the investments were \nmore strategically directed. The reduced impact was due not to lack of planning, but to the \ninability of the responsible agencies to develop a comprehensive policy through coordinated \nefforts. The result is insufficient and imbalanced funding in the sector, outdated legislation and \nregulatory framework,  nonenforcement of existing regulations, and failure to attract foreign \ninvestments. \n \n3.  Though operational, the transport sector in Pakistan is suffering from (i) a very high \nmodal share of roads compared with railways, (ii) deteriorating infrastructure due to inadequate \ninvestment and lack of maintenance, (iii) transfer of large road assets from provincial to district \ngovernments,  (iv)  a  loss-incurring  railway  system,  and  (v)  expensive  and  inefficient  ports. \nSpecifically, the road network carrying about 90% of passenger traffic and about 95% of freight \ntraffic requires rehabilitation, reconstruction, and upgrading at national, provincial, and district \nlevels. A policy framework comprising road user charges, road fund, axle load control, road \nsafety,  and  environmental  and  social  aspects  is  needed  to  sustain  the  road  networks. \nInstitutional improvements and capacity building are required so that the road agencies can \ndevelop and manage road assets. The deteriorating infrastructure of railways and outdated \nrolling stocks, burdened by an inefficient and significantly large staff, restricts the railroad’s \ncompetitiveness with road transport, even in carrying long-haul bulk freight where the railroad \nshould have clear advantage. Railways have lost their modal share of 42% of passengers and \n73% of freight over the last 50 years. Port operations are one of the most expensive2 in the \nregion and because trade facilitation reform measures have not been implemented, clearance of \ngoods3 suffers major delays. Private sector participation in the transport sector is constrained \ndue  to  lack  of  a  regulatory  framework.  The  geopolitical  situation  in  the  region  offers  an \nopportunity for Pakistan to become a regional hub for international and transit trade and act as a \nbridge between east and west Asia. This is only possible if the transport system in Pakistan is \nefficient and economical and is competitive with alternatives in the region.  \n \n4.  The Government attaches high priority to development of infrastructure as the prime \nengine for economic growth and poverty reduction. Strategic investment in infrastructure is \nnecessary for Pakistan to take advantage of the geopolitical situation in the region and benefit \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 21 June 2004. \n2  Shippers annually pay about $310 million extra charges that are passed on to the consumers (source: World Bank. \n2002. Pakistan: Transport Sector Assistance Strategy Note. Washington, DC: World Bank).  \n3  On the average, it takes about 17 days to clear a container through customs (source: World Bank. 2002. Pakistan: \nTransport Sector Assistance Strategy Note. Washington, DC: World Bank.). \n ", " 2  \nfrom regional opportunities for cooperation in trade and commerce. However, in the transport \nsector it is constrained by key issues that include multimodal share distribution, preservation of \nexisting assets, project prioritization, portfolio management, effective public or private sector \ninitiatives, and adequate and stable funding.  \n \n5.  The mission statement of the Ministry of Communications (MOC) for the transport sector \nis to support the Government's development and economic revival program by providing the \npeople of Pakistan a safe, reliable, affordable, and modern transport network and services to \neffectively support the economy and lead to poverty reduction by acting as a catalyst for \neconomic development and social growth. Underlying this mission statement is the principle that \ngood  governance,  diversity,  and  intermodal  competition  need  to  be  fostered  to  meet  the \ncollective  and  individual  needs  at  the  least  possible  cost  to  the  national  economy.  This \nrequirement will necessitate strengthening the regulatory framework of the transport industry to \npromote fair competition among and within the subsectors and to take full advantage of the \npotential  for  public  and  private  sector  cooperation  in  financing  and  operating  transport \ninfrastructure. To translate the mission statement into an operational strategy and ensure its \nimplementation, the Government will have to address four major challenges: (i) lack of an \nintegrated national transport policy to guide the development of subsector policies, (ii) poor \ngovernance, (iii) weak public institutions, and (iv) the need for targeted investment based on \nsound economic criteria.  \n \n6.  The transport sector is characterized by multiple agencies that fall under the purview of \nvarious ministries, with some agencies responsible for infrastructure, others for operations, and \nothers for both. MOC is responsible for the national highway and seaport subsectors, the \nMinistry of Railways for the railway subsector, the Ministry of Defense for the civil aviation \nsubsector, the Ministry of Information Technology for the telecommunications subsector, and \nthe provincial and district governments for the provincial and rural road subsectors. Enforcement \nof  traffic  regulations  at  the  provincial  level  is  the  responsibility  of  the  provincial  police \ndepartment and the Ministry of the Interior. For national highways, the National Highway and \nMotorway Police under MOC is responsible for enforcing highway regulations. The Railway \nPolice performs this function in the railway subsector. This diversity in agencies promotes an \nenvironment in which coordination, intermodal planning, and enforcement are compromised.  \n \n7.  The  Government  made  several  attempts  in  the  past  to  articulate  a  comprehensive \ntransport  policy  that  encompasses  all  subsectors.  Under  a  transport  sector  development \ninitiative (TSDI) sponsored by the World Bank,4 major stakeholder consultation involving the \npublic and private sectors and civil society was undertaken through a series of workshops and \nfocal group discussions to elicit views on a transport development strategy. The findings of TSDI \nwere  shared  with  MOC  to  help  in  formulating  a  national  transport  policy.  The  TSDI \nrecommendations included (i) development of an enabling policy framework that incorporates \nthe perspectives of the three key stakeholders―the government both as service provider and \nregulator, the private sector, and users; (ii) establishment of a national transport policy board; \n(iii) creation of a unified Ministry of Transport that encompasses all subsectors; (iv) policy \nreforms and incentives to encourage the private sector; (v) development of human resources in \nthe sector; and (vi) enforcement of existing legislation on safety standards, environment, etc. \nThe National Transport Research Center (NTRC) under MOC was assigned the responsibility to \nuse the TSDI findings in developing a comprehensive transport policy. Due to lack of capacity, \nNTRC was unable to develop a draft policy document acceptable to the Government. The \n                                                 \n4  During June 1999 to March 2000. The primary purpose of the initiative was to help define the World Bank’s \ntransport sector strategy for Pakistan that will ultimately provide inputs to the country assistance strategy.  ", "      3\nquality of the drafts prepared by NTRC failed to meet the Government’s approval. Accordingly, \nthe Government requested ADB’s assistance to help in framing a national transport policy for \nthe country. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n8.  The objective of the TA is to enable the Government to formulate a comprehensive \nnational transport policy that represents the interest of all subsectors and stakeholders, elicited \nthrough a consultative process. The policy will provide an enabling environment to address key \ntransport issues, including the distribution of multimodal shares and financing needs, with the \nactive participation of the private sector. The TA framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n9.  The TA will build on previous efforts that included reviewing the existing transport policy \ndrafts,  preparing  national  transport  policy  guidelines,  and  recommending  a  mechanism  for \nfinalizing and approving of a comprehensive integrated transport policy.5 The TA will assist in   \n(i)  organizing  coordination  and  consultation  workshops  for  stakeholder  groups  inside  and \noutside the Government, (ii) reviewing infrastructure shortfalls and institutional requirements for \nproviding  needed  infrastructure,  (iii)  identifying  governance  issues  and  recommending \nmeasures to promote more effective use of the private sector, (iv) analyzing the capacity of \nsector institutions and recommending structure and processes to improve effectiveness, and   \n(v) formulating a comprehensive transport policy.  \n \n10.  A key recommendation of the initial study (footnote 5) was the establishment of a high-\nlevel Transport Council to drive the policy finalization effort and to facilitate coordination and \ncooperation among the sectors in accordance with the national transport policy mandate. The \nCouncil  will  consist  of  the  ministers  of  finance,  communications,  railways,  defense,  local \ngovernment, and the deputy chairman of the Planning Commission. The primary function will be \nto provide direction and promote coordination within the sector for an integrated approach to \ntransport development. The Council will be supported by a working-level Transport Coordination \nCommittee (TCC) to review the policy guidelines of the initial study report, modify them if \nneeded, and recommend approval by the Transport Council. It will also establish and monitor \nthe work of task forces (ad hoc working groups) to address specific tasks and other issues \nrequiring cooperation and coordination among the sectors. After the Transport Council has \napproved the policy guidelines, the task forces will develop policy statements of subsector \nagencies that will become part of the national transport policy.  \n                                                 \n5  On MOC’s request, ADB financed an initial study by a short-term international consultant who visited Pakistan        \n(17 November–24 December 2003) to assist in (i) compiling of transport data, (ii) assessing of previous work on \ntransport  policy,  (iii)  suggesting  improvement  and  identifying  areas  of  further  analysis,  and  (iv)  proposing \ninstitutional arrangements for implementation. The findings of the initial study are documented in the report (ADB. \n2003. National Transport Policy–Assessment of Critical Transport Sector Needs. Manila.) that was shared with all \nstakeholders. During the study, the consultant’s work was closely coordinated and supported by staff from National \nTransport Research Center and National Highway Authority.  \n ", " 4  \nC.  Cost and Financing \n \n11.  The  total  cost  of  the  TA  is  estimated  at  $365,000  equivalent  comprising  foreign \nexchange of $181,000 and local currency of $184,000. The detailed cost estimates are in \nAppendix 2. ADB will finance $290,000 equivalent, including the foreign exchange cost of \n$181,000 and local currency cost of $109,000 equivalent. The TA will be financed on a grant \nbasis from the Japan Special Fund financed by the Government of Japan. The Government will \nfinance the remaining local currency cost of $75,000.   \n \nD.  Implementation Arrangements \n12.  MOC will be the Executing Agency. MOC will establish the Transport Council and TCC \nbefore the TA starts. MOC will be responsible for coordinating with the other ministries and line \nagencies, and will arrange workshops and other formal meetings as needed. An additional \nsecretary of MOC will function as the project director who will also serve as the secretary of the \nTransport Council and will chair the TCC.  \n \n13.  The TA will require 18 person-months of consulting services, (7 international and 11 \ndomestic) to carry out the terms of reference (Appendix 3). The team of consultants from an \ninternational consulting firm, in association with domestic consultants, will be engaged using \nADB’s quality- and cost-based selection procedures and according to ADB’s Guidelines on the \nUse  of  Consultants  and  other  arrangements  satisfactory  to  ADB  for  engaging  domestic \nconsultants. The international specialists will include (i) a transport planner, (ii) an institutional \nspecialist,  and  (iii)  private  sector  participation  specialist.  The  domestic  specialists  will  be           \n(i) a transport economist, (ii) an institutional specialist, and (iii) a legal adviser. \n \n14.  The  Government’s  contribution  will  cover  office  accommodation,  support  staff, \nworkshops and seminars, logistic support, and local communication. \n \n15.  The TA consultants are expected to be fielded in January 2005 and will serve over         \n5 months, ending in June 2005. During TA implementation, workshops, seminars, and meetings \ninvolving MOC, ADB consultants, and other stakeholders will be held.   \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $290,000 on a grant basis to \nthe Government of Pakistan for Transport Policy Support, and hereby reports this action to the \nBoard.  ", "     Appendix  1  5\n \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nGoal        \n• Increased economic  • Increased gross  • Government’s \ngrowth and poverty  domestic product  economic and social \nreduction due to a  growth  statistics \nbalanced transport policy   • Lowering of poverty \nincidence \nPurpose        \n• Orderly development of  • Improved efficiency,  • Progress reports by  • Effective \nthe transport sector over  affordability, reliability  consultant and  participation of all \nthe medium term  and safety   Executing Agency  subsector line \n(Ministry of  agencies \nCommunications \n[MOC]) \nOutputs        \nShort-term:  • National Transport  • Progress reports by  • Strong analytical, \n• An agreed-upon  Policy discussed by  consultant and MOC  coordination and \ncomprehensive transport  Transport Coordination    planning capability \npolicy  Committee and    of the consultant  \nLong-term:  Transport Council in    • Political risks and \n• Effective investment in  April 2005 and    acceptance of the \ntransport sector  recommended for    output \n• Balanced modal share  Government approval   \namong subsectors     \n• Improved governance  • Government approval  • Government’s \n• Increased financing by the  of the National  economic and social \nprivate sector  Transport Policy  statistics \n    \nActivities        \n• Analysis of transport  • All analyses conducted  • Progress reports by  • Performance of the \ndemand for road, rail, air,  during Jan–March  consultant and MOC  selected consultant \nshipping and seaports   2005 \n• Analysis of infrastructure  • Initial workshop in \nshortfalls  December 2004 and \n• Analysis of requirements  final workshop by   \nand constraints  end-March 2005 \n• Analysis of sector  • Recommendations \ngovernance issues  finalized by April 2005 \n• Analysis of institutional \ncapacity in the sector \n• Improved coordination \namong Government \nagencies \nContinued on next page \n \n \n \n ", " 6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK —Continued \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nInputs        \n• 7 person-months of  • TA budget  • Timely \ninternational and 11  engagement of \nperson-months of  consulting services \ndomestic consulting \nservices Consultation \nworkshops ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($ ‘000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency Cost \nA.  Japan Special Fund Financinga       \n 1.  Consultants       \n   a.  Remuneration and Per Diem       \n     i.  International Consultants   150.0  0.0  150.0 \n     ii.  Domestic Consultants  0.0  72.0  72.0 \n   b.  International and Local Travel  10.0  5.0  15.0 \n 2.  Equipmentb   5.0  2.0  7.0 \n 3.  Vehicle Rental  0.0  5.0  5.0 \n 4.  Surveys  0.0  5.0  5.0 \n 5.  Communications, Reports, and Workshops  0.0  10.0  10.0 \n 6.  Representative for Contract Negotiations  4.0  0.0  4.0 \n 7.  Contingencies   12.0  10.0  22.0 \n     Subtotal (A)  181.0  109.0  290.0 \n       \nB.  Government Financing       \n 1.  Counterpart Staff (salary and per diem)  0.0  35.0  35.0 \n 2.  Furnished Office Space in Islamabad  0.0  5.0  5.0 \n 3.  Office Equipment and Supplies  0.0  8.0  8.0 \n 4.  Telecommunications  0.0  7.0  7.0 \n 5.  Maps and Reports  0.0  10.0  10.0 \n 6.  Contingencies  0.0  10.0  10.0 \n       Subtotal (B)  0.0  75.0  75.0 \n  Total  181.0  184.0  365.0 \n  a Funded by Government of Japan. \nb C  omputer, printer, software, photocopier, etc. Procurement will be undertaken in accordance with Asian Development Bank’s \n Guidelines for Procurement through direct purchase procedures.  \nSo urce:  Asian Development Bank estimates. \n   \n \n                                                 \na Japan Special Fund financing. \nb Computer, printer, software, photocopier, etc.  Procurement will be undertaken in accordance with ADB’s Guidelines \nfor Procurement through direct purchase procedure. \n \nSource:  Asian Development Bank estimates. \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope of Services \n1.  The  consultants  will  assist  the  Government  in  finalizing  a  national  transport  policy \nthrough a consultative process, based on the transport demand of the subsectors, infrastructure \nshortfall, resource requirement and constraints, governance aspects, and institutional capacity. \nThe consultants’ main tasks are described in paras. 2-7. \n \n1.  Analysis of Transport Demand for Road, Rail, Air, Shipping, and Seaports \n \n2.  The activities required for this component include \n(i)  identifying of data needed for transport sector policy formulation; \n(ii)  collecting and compiling needed transport-related data from existing Government \nand other sources, and their presentation, review, and analysis; \n(iii)  developing patterns of freight and passenger traffic in Pakistan. The forecast \nshould be for periods of 5 and 10 years. In making the forecasts, the consultants \nwill develop transport models that relate growth in transport demand to national \ndevelopment plans, economic growth, and increased levels of motorization. The \nforecasts should consider at least three different scenarios for national economic \ngrowth, i.e. low, probable, and high growth scenarios. The forecasts should also \nbe in keeping with national and regional requirements. \n \n2.  Analysis  of  Infrastructure  Shortfalls  for  Road,  Rail,  Air,  Shipping,  and \nSeaports \n \n3.  The activities required for this component include \n(i)  analyzing the capacity of the interurban road system, rail network, air services \nand airports as well as seaports and shipping. For each mode, areas will be \nidentified where capacity is insufficient, just sufficient, or more than sufficient to \nmeet current needs for the 5- and 10-year time frames based on the different \nscenarios considered in the demand analysis in 1(iii); \n(ii)  identifying  of  areas  where  two  or  more  transport  modes  compete  and \nopportunities for synergies between exist; \n(iii)  analyzing  requirements,  opportunities,  or  constraints  for  seamless  intermodal \nand  multimodal  network  connectivity  for  efficient  transport  of  goods  and \npassengers, and legal and regulatory constraints; and \n(iv)  identifying  infrastructure  needs  under  the  different  scenarios  estimated  in  (i) \nabove as well as taking into account opportunities for synergies in (ii) and (iii) \nabove.  \n \n3.  Analysis of Resource Requirements and Constraints \n \n4.  The activities under this component include  \n(i)  estimating the cost of maintaining current infrastructure assets in all transport \nmodes; \n(ii)  estimating costs for providing infrastructure requirements identified 2(iv); \n(iii)  prioritizing the required infrastructure projects based on the economic internal \nrate  of  return  (EIRR)  and  other  criteria  developed  jointly  with  the  Transport \nCoordination Committee (TCC); ", "  Appendix 3  9 \n(iv)  identifying infrastructure projects for which private sector participation is possible \nand estimating the level of private sector finance that can be attracted to the \ntransport sector projects including developing private sector investment models \nand possible public-private partnership models; \n(v)  estimating public sector resource requirements and availability over the time \nframes of 5 years and 10 years; and \n(vi)  estimating possible ways to close the resource gap between the requirements \nand the availability of both private and public sector finance to implement both \neffective asset maintenance as well as infrastructure expansion. \n \n4.  Analysis of Sector Governance Issues \n \n5.  The activities under this component include \n(i)  comparing the efficiency and productivity of transport sector service providers \nand transport costs to users, with levels achieved and costs charged for best \npractices in other developing countries; \n(ii)  analyzing the legal and regulatory framework governing the transport sector as a \nwhole as well as the different transport modes with respect to their relevance and \nimpact on transport system efficiency; \n(iii)  analyzing the legal and regulatory framework governing freight transport, public \ntransport, and ancillary services such as freight forwarding and intermodalism \nwith respect to their relevance and impact on the provision of efficient transport \nservices; and \n(iv)  analyzing the legal, regulatory, and institutional requirements to attract private \nsector involvement in the transport sector. \n \n5.  Analysis of Institutional Capacity in the Transport Sector \n \n6.  The activities under this component include analysis of strengths and weaknesses of \ntransport  infrastructure and service providers with respect to \n(i)  efficiency and effectiveness in generating and using revenue derived from user \ncharges and government allocations; \n(ii)  consultation with users and other stakeholder groups; \n(iii)  capacity  for  regulation  and  enforcement,  including  coordination  between \ninfrastructure and service providers, and regulatory and enforcement agencies; \n(iv)  capacity for planning and project implementation; \n(v)  capacity for policy formulation and structuring private sector financing; \n(vi)  institutional  structure  and  policy  initiatives  for  effective  governance  of  the \ntransport sector as a whole and of individual transport modes; and \n(vii)  required professional skills, personnel levels, support tools, and operating budget \nand control mechanisms. \n \n6.  Formulation of a Comprehensive Transport Policy \n \n7.  Based on all the preceding analyses, the consultants will formulate a comprehensive \ntransport policy document in consultation with the Transport Council, TCC, and agency task \nforces. The content of the transport policy will include, but will not be limited to, the following: \n(i)  aims and objectives; \n(ii)  policy principles; \n(iii)  integrated and strategic policy coordination mechanisms; \n ", "10  Appendix 3 \n(iv)  sector policy statements for (a) transport and transportation, (b) roads (and road \ncommercialization), (c) railways (and railway commercialization), (d) air transport \nservices and airports (and possible commercialization), and (e) shipping and \nports (and possible commercialization); \n(v)  regulatory framework and institutional building improvements for optimum results \nfrom identified reforms; \n(vi)  role of public and private sectors in transport; \n(vii)  measures for improved coordination with enforcement agencies; and \n(viii)  other miscellaneous details. \n \nB.  Reporting Requirements \n8.  The consultants will prepare (i) an inception report outlining an initial assessment of their \ntasks and proposed methodology within 1 month of the start of services, (ii) a revised draft \ntransport policy (30–40 pages), and (iii) a separate transport issues and strategy paper (about \n20 pages main text and about 20 pages appendixes). The two principal outputs or documents \nwill be submitted to the Ministry of Communications (MOC) and Asian Development Bank (ADB) \nfor  comments  within  4  months  of  the  start  of  consulting  services.  The  documents  will  be \nfinalized and resubmitted to MOC and ADB 14 days after receipt of the Government’s and \nADB’s comments. \n \nC.  Staffing \n \n9.  The TA will require about 7 person-months of international and 11 person-months of \ndomestic  consulting  services.  The  international  consultants  will  have  experience  in \ntransportation  planning  and  institutional  strengthening.  The  domestic  consultants  will  have \nexperience in institutional analysis, organizing workshops and consultation sessions, transport \neconomics, and the legal framework in Pakistan. The international transportation planner will be \nthe team leader for the project and be responsible for the quality of the deliverables.  "], "metadata": {"ModDate": "D:20041028134214+08'00'", "CreationDate": "D:20041020092652+08'00'", "Title": "Microsoft Word - TA Main Text.doc", "Creator": "PScript5.dll Version 5.2", "Author": "vfo", "Producer": "Acrobat Distiller 6.0 (Windows)"}}