{"path": "data/input/ta/tar-oth-38615.pdf", "pages": [" \n \n \nTechnical Assistance\n   \n \n \n \n \n \n \n \nTAR: OTH 38615 \n \n \n \n \nTechnical Assistance for \nDeveloping and Implementing the \nPacific Plan for Strengthening \nRegional Cooperation and  \nIntegration (Financed by the  \nJapan Special Fund) \n \n \n \n \n \n \n \nJanuary 2005 \n \n \n \n \n   ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCROP  –  Council of Regional Organizations of the Pacific \nEC  –  European Commission \nFFA  –  Forum Fisheries Agency \nForumSec  –  Pacific Islands Forum Secretariat \nNSA  –  non-state actors \nPDMC  –  Pacific developing member country \nPIC  –  Pacific island countries \nPIF  –  Pacific Islands Forum \nPPO  –  Pacific Plan Office \nPPTF  –  Pacific Plan Task Force \nRPG  –  regional public good \nSPC  –  Secretariat of the Pacific Community \nTA  –  technical assistance \nUSP  –  University of the South Pacific \n \n \n \nTA CLASSIFICATION \n \nPoverty Classification  –  Other \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nTheme  –  Regional cooperation \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by G. Capannelli, Pacific Department. \n ", " \nI.  INTRODUCTION \n1.  Recognizing the limits to development imposed by their smallness and remoteness, \nPacific  island  countries  (PICs)  have  a  long  history  of  efforts  for  regional  cooperation  and \ninitiatives to provide public goods at the regional level. An extensive network of regional and \nsub-regional  organizations  exists  in  support  of  regional  cooperation  and  integration  in  the \nPacific.1 Regional institutions such as the Pacific Islands Forum Secretariat (ForumSec) and the \nSecretariat of the Pacific Community (SPC) follow a wide approach in support of regional \ncooperation and integration.2 PICs, however, are yet to effectively use regionalism to establish, \nmonitor, and enforce regulatory frameworks in a forward-looking and structured way.3 \n \n2.  To implement their enhanced vision for regional development, Pacific Islands Forum \n(PIF) leaders recently agreed to create a Pacific Plan for Strengthening Regional Cooperation \nand Integration, which aims to deepen and broaden regional cooperation by pooling regional \nresources. The vision of the Pacific Plan is included in the Leaders’ Declaration adopted during \na special retreat in Auckland in April 2004. A task force comprising PIC senior officials and \nrepresentatives of regional organizations was formed by the PIF leaders to draft the Pacific Plan \nunder the management and guidance of the Forum Secretary General. \n \n3.  During a discussion at the Tokyo Forum on the Operational Dimensions of Supplying \nRegional  Public  Goods  through  Regional  Development  Assistance,  the  ForumSec  Deputy \nSecretary  General,  Mr.  Iosefa  Maiava,  requested  support  from  ADB  for  developing  and \nimplementing  the  Pacific  Plan.  In  particular, Mr.  Maiava  stressed  that  member  states,  the \nForumSec, and the Task Force needed assistance to increase their capacity to assess possible \nrationales,  principles,  and  approaches  underlying  Pacific  regionalism,  including  suitable \ninstitutional arrangements and their implementation processes. Given the limited availability of \nbudget resources and skilled personnel, it was suggested that assistance was needed to help \npolicy  makers  appreciate  the  benefits  and  costs  generated  by  regional  cooperation  and \nintegration for each country, and the opportunity costs of nonintegration for the overall region. In \naddition, Mr. Maiava explained that introducing a study program on regional cooperation and \nintegration in a regional academic institution such as the University of the South Pacific (USP) \nwill greatly help future leaders and policy makers develop awareness of conceptual, analytical, \nand practical tools relating to regionalism.  \n \n                                                 \n1 In this paper, the term “regionalism” refers to both regional cooperation and regional integration. Implying action and \ninitiative undertaken by regional and subregional agencies, regional cooperation defines a cooperative effort to \nachieve an outcome affecting two or more countries in the same region. Regional integration, on the other hand, \ncan be intended as the outcome of either regional cooperation or spontaneous market forces toward an increased \nlevel of interaction at the regional level, such as the adoption of uniform standards, the formation of single markets, \nor the consolidation of national systems into regional ones. \n2 There are notable examples in the Pacific of regional public goods such as higher education, fisheries management, \nand aviation safety provided through cooperation among PICs, respectively, the University of the South Pacific \n(USP), the Forum Fisheries Agency (FFA), and the Pacific Aviation Safety Office,. ForumSec, SPC, FFA, and USP \nare part of the Council of Regional Organizations of the Pacific (CROP), which gathers 10 members and is \npermanently chaired by the ForumSec Secretary-General. The other CROP agencies are (i) the Fiji School of \nMedicine,  (ii)  the  Pacific  Islands  Development  Programme,  (iii)  the  South  Pacific  Board  for  Educational \nAssessment, (iv) the South Pacific Regional Environment Programme, (v) the South Pacific Applied Geoscience \nCommission, and (vi) the South Pacific Tourism Organization.  \n3 Recently, steps have also been taken toward greater regional economic integration through the Pacific Agreement \non Closer Economic Relations (PACER), and in the area of trade through the Pacific Island Countries Trade \nAgreement (PICTA). \n ", "2  \nII.  ISSUES \n4.  A  conceptual  framework  for  Pacific  regionalism  may  be  structured  into  three  main \ndimensions: (i) rationale for regional cooperation and integration, (ii) principles and approaches \nto be followed, and (iii) institutional arrangements set up by the member countries. Effective \nregionalism also greatly depends on the process chosen for implementing it. \n \n5.  Reasons for cooperation and integration at a regional level include capturing the benefits \nof economies of scale and scope, providing regional public goods (RPGs) in cases of market \nfailure, and creating solid regional groups to (a) offer protection against external threats, and (b) \ncreate a collective voice pushing for greater consideration of regional issues at the global level. \nSecuring the benefits of social and/or economic integration, and sharing relevant knowledge \nand  experience  provide  additional reasons  for  regionalism.  Regional  market  failures  justify \ncommon initiatives among countries to pool resources and move towards the provision of \nRPGs. Another driver for RPGs creation is the need to address transboundary issues and \nchallenges,  such  as  pollution,  communicable  diseases,  international  terrorism,  and  other \nregional public \"bads.\" For instance, collective regional response to the threat resulting from \nglobal climate change has proven to be a powerful tool for bringing together PICs. An additional \nrationale for providing RPGs in the Pacific is to address a specific type of governance failure: \nthe limited capacity of small nations to deliver relevant public goods at the national level.  \n \n6.  Regional institutions, development agencies, and national governments may promote \nregional cooperation and integration projects. Economic and social costs and benefits, as well \nas the return on investment are important factors to determine the viability of such projects. As \nnational  governments  face  budget  constraints,  they  should  be  convinced  that  the  regional \nsolution does not divert resources from their national priorities but creates additional benefits, \nwhich would not otherwise be captured. The justification for enhanced regional cooperation and \nintegration requires, therefore, a comprehensive cost-benefit analysis to show the impact of \nregionalism  on  the  budget  of  each  national  government.4  While  such  analysis  has  been \nattempted in the past for specific sectors in the Pacific, a broader approach is required to show \nthe opportunity cost of nonintegration for the overall region in aggregate terms.  \n \n7.  Countries may pursue regionalism through intergovernmental cooperation or by creating \ncommon institutions that are charged to deliberate on behalf of member countries in certain \ndefined  areas.  The  spectrum  of  possible  institutional  structures  is  very  wide,  from  loose \nconsultative arrangements, to formal cooperation among national bodies, to the establishment \nof common regional organizations. The chosen structures and rules to govern, promote, and \nimplement regionalism assume fundamental importance in determining the pace, scope, and \nextent of the emergence of the region as a cohesive group of countries. In general, participation \nin a regional group entails an implicit decision on the amount of national sovereignty that each \ncountry is ready to surrender in view of the benefits that the group can generate. Especially in \nthe presence of common institutions, the regional solution presents a trade-off with national \nsovereignty and member countries are requested to define the amount and the areas where \nthey are ready to substitute regional for national sovereignty. \n \n8.  Long and complex processes are involved in strengthening regional cooperation. There \nis no guarantee at the outset that regional initiatives will lead to agreements among prospective \nmembers, or produce outcomes acceptable to all parties. However, the presence of a carefully \n                                                 \n4 While the theory and literature on cost-benefit analysis of projects is fairly advanced and typically focuses on the \nallocative efficiency and income distribution effects of national projects, a multicountry framework for cost-benefit \nanalysis with emphasis on regional cooperation is still to be properly developed. An initial attempt to rationalize this \nissue is proposed in Adhikari, R. and J. Weiss: ADB. 1999. Economic Analysis of Subregional Projects. Manila. \n ", "  3\nthought-out process for implementing issues with a regional dimension will likely maximize the \nprospects for a beneficial outcome. Agreement on a common challenge may lead participants to \none of the following decisions: (i) no commitment, (ii) commitment to pursue individual action, or \n(iii) commitment to pursue regional collective action. The latter may result in consideration of the \nrationale, principles, approaches, and institutional arrangements. Cost-benefit analysis for all \ncountries and the region as a whole is critical and could effectively be followed by an agreement \non the need for any differential treatment among members. While de facto regional integration \nmay develop through the spontaneous action of market forces, outcomes of planned regional \ncooperation may range from informal agreements, to loose consultations, to the creation of pure \nRPGs or fully excludable \"club goods.\"  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Outputs \n \n9.  The technical assistance (TA) will support all 13 Pacific developing member countries \n(PDMCs)5 that are PIF members. The goal of the TA is to assist the ForumSec in enhancing \nPacific regionalism through the Pacific Plan. As such, all activities carried out under the TA will \nbe fully coordinated with those of the Pacific Plan Task Force (PPTF) through the ForumSec \nand  in  compliance  with  the  aim  and  objectives  of  the  Pacific  Plan.  Aiming  to  increase \nparticipation, ownership, and regional collective action, the TA will help in particular the PPTF \nand member states increase their appreciation of regionalism, including issues related to the \ncosts and benefits of Pacific regional cooperation and integration. The TA also aims to facilitate \nthe  inclusion  of  the  Pacific  Plan  resolutions  on  regional  initiatives  in  the  PICs’  national \ndevelopment  strategies.  With  a  longer-term  view,  introduction  of  one  or  more  courses  on \nregionalism  to  the  academic  program  at  USP  can  be  induced  through  spillover  effects \ngenerated by this TA. The TA's goals, purpose, and scope are summarized in the TA framework \n(Appendix 1).6 \n \n10.  The main outputs of the TA are: (i) enhanced capacity of the members of the PPTF and \nthe ForumSec to recommend a Pacific Plan underpinned by a clear rationale, including an \nanalytical framework for cost-benefit analysis of regional programs; and (ii) increased PDMC \ncapacity to analyze the Pacific Plan recommendations and to frame appropriate responses and \nfollow-up  action,  based  on  improved  understanding  of  the  costs  and  benefits  of  regional \nprograms and options. \n \nB.  Methodology and Key Activities \n \n11.  The TA consultants’ team will be an integral part of the recently established Pacific Plan \nOffice (PPO) at the ForumSec, and will receive secretarial and logistic support from PPO staff. \nPPO has been created to facilitate the Pacific Plan development and implementation. The \nForumSec Deputy Secretary General will: (i) provide support and advice to the consultants’ \nteam on the rationale and dynamics involved in the Pacific Plan preparations, the PPTF, and the \nForumSec; (ii) liaise between the ForumSec, the PPTF, and ADB through the South Pacific \nSubregional Office; and (iii) coordinate the inputs and activities of the TA consultants’ team with \nthe PPTF and ADB. All TA activities need to be timely and applicable to Pacific circumstances.  \n                                                 \n5 Cook Islands,  Fiji Islands, Kiribati, Marshall Islands, Federated States of Micronesia, Nauru, Palau, Papua New \nGuinea, Samoa, Solomon, Tonga, Tuvalu, and Vanuatu.  \n6 The TA first appeared in ADB Business Opportunities (Internet edition) on 5 November 2004 under the name \nDeveloping an Analytical Framework for the Pacific Plan.  \n ", "4  \n12.  Key TA activities are as follows: \n(i)  establishment of a project consultants’ team at the ForumSec’s PPO to support the \nwork of the PPTF and preparation of the Pacific Plan; \n(ii)  provision of policy and technical support (both advisory and written) to the PPTF \nthrough the ForumSec’s PPO, toward preparation of the Pacific Plan report and \nrecommendations, including national consultations; \n(iii)  organization of three subregional seminars in 2005 (preferably one in each of the \nthree sub-groups of Melanesia, Micronesia, and Polynesia) for members of the \nPPTF,  politicians,  senior  government  officials,  and  PICs’  non-state  actors \nrepresentatives to (a) consider the draft Pacific Plan based on outcomes of the \nnational  consultations;  (b)  discuss  the  concept  and  rationale  for  Pacific \nregionalism, including the cost-benefit analytical framework; and (c) facilitate the \ninclusion  of  Pacific  Plan  resolutions  in  individual  PICs’  national  development \nstrategies and planning (and budgeting);  \n(iv)  publication—Enhancing  Pacific  Regionalism—designed  for  use  as  a  practical \nreference tool for officials from PICs and Pacific regional institutions to assess \nregional cooperation and integration issues, summarizing the contributions from \nthe various TA consultants; and \n(v)  design of an academic course on Pacific regionalism to be introduced at USP, \nincluding support for postgraduate research activity. \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $500,000 to be entirely financed by ADB on a grant basis \nfrom the Japan Special Fund, funded by the Government of Japan. The detailed cost estimates \nand financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n14.  The  ForumSec  will  be  the  Executing  Agency  for  the  TA.  All  TA  activities  will  be \nimplemented through the PPO, under the guidance and direction of the ForumSec Deputy \nSecretary General who will ensure full coordination with the PPTF. ADB will be responsible for \nimplementing the TA, in close coordination with the ForumSec as the Executing Agency, under \nthe direction of the ForumSec Deputy Secretary General. A team of five international and \ndomestic  consultants  will  be  engaged  by  ADB  to  provide  18  person-months  of  consulting \nservices.7 The consultants will be individually selected in consultation with the ForumSec and \nengaged  in  accordance  with  ADB's  Guidelines  on  the  Use  of  Consultants.  The  team  will \ncomprise a (i) regional integration specialist/economist-team leader (international, 3 person-\nmonths); (ii) a cost-benefit analysis specialist (international, 3 person-months); (iii) a Pacific \ncommunications  specialist  (international,  3  person-months);  (iv)  a  capacity  development \nspecialist (international, 3 person-months); and (v) a project assistant (domestic, 6 person-\nmonths). The detailed terms of reference are in Appendix 3.   \n \n15.  The TA will be implemented over 9 months, from 15 February to 15 November 2005. \nThe TA consultants’ team will receive directions from the ForumSec Deputy Secretary General, \nwho will liaise with ADB through the South Pacific Sub-regional Office. The consultants’ team \nleader, with the assistance of the project assistant, will be responsible for coordinating the TA \noutputs. The consultants will contribute to the inception and final reports to be prepared by the \nproject assistant under the guidance of the ForumSec Deputy Secretary General. The TA \nconsultants will also contribute to the publication Enhancing Pacific Regionalism. \n                                                 \n7 Comprising 12 person-months for four international consultants and 6 person-months for a domestic consultant \n ", "  5\n  \nIV.  THE PRESIDENT'S DECISION  \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nDeveloping and Implementing the Pacific Plan for Strengthening Regional Cooperation and \nIntegration, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms \nGoal       \nStrengthen the contribution  Increased economic benefit to  Periodic reviews of the   \nof enhanced Pacific  Pacific island countries (PICs)  Pacific Plan by the Pacific \nregional cooperation and  from regional cooperation and  Islands Forum Secretariat \nintegration to development  integration measures  (ForumSec) and other \noutcomes in Pacific  independent agencies as \nEffective and appropriate  they are available \ndeveloping member \ndelivery of regional public \ncountries (PDMCs) \ngoods and services through \nregional institutions \nPurpose       \nImprove the capacity of  Progress made by the PPTF in  Periodic reviews of the  A clear rationale for \nPICs and members of the  agreeing to and implementing  Pacific Plan as they are  Pacific regionalism \nPacific Plan Taskforce  the Pacific Plan by October  available  and framework for \n(PPTF) to assess and take  2005  cost-benefit analysis \nsuccessful action on  Individual PDMCs'  positively impact on \nenhancing regional  Inclusion of issues on  medium-term  regional cooperation \ncooperation and integration  regionalism in individual  development strategies  and integration \nin the Pacific  countries’ development  and budget allocations  outcomes  \nstrategies before 2010 \nOutputs       \n(i) Enhanced capacity of  Extent of inclusion in the  Qualitative comparison of  Actual capacity to \nthe members of the PPTF  Pacific Plan of the outputs of  project outputs and the  undertake regional \nto recommend a Pacific  the Project    final text of the Pacific  collective action  \nPlan report \nPlan underpinned by a \nExtent of utilization of project- Weak capacity by \nclear rationale, including \nrecommended approaches and    Pacific national \nan analytical framework for \ntechniques by the ForumSec  governments to \ncost- benefit analysis of \nand the PPTF   Qualitative assessment of  effectively implement \nregional options \nthe final Pacific Plan  the Pacific Plan  \nreport and the work of the \nPPTF \n(ii) Increased PDMC  Extent of use of project- Project completion survey  Selection done by \ncapacity to analyze the  provided learning by PDMC  of PDMCs  Pacific Islands \nPacific Plan  officials when framing national  governments of trained \nrecommendations and  responses to the draft Pacific  officials who will be \nframe appropriate  Plan and establishing national  influential in framing \nresponses and follow-up  national responses to \nmechanisms for its \naction, based on improved  the Pacific Plan  \nimplementation  \nunderstanding of the costs \nand benefits of regional \nprograms and options \nContinued on next page\n       \n ", "  Appendix 1  7 \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms \nActivities       \n(i) Establish project  Team established at the PPO  Consultants’ reports as  Availability of qualified \nconsultants’ team at the  by March/April 2005 at  they are available  consultants on a short \nForumSec’s Pacific Plan  ForumSec with five consultants  according to the reports’  notice  \nOffice (PPO) to support the  on board  timetable \nPPTF and the Pacific Plan  \n(ii) Provide policy and  Analysis prepared by the  Pacific Plan final report  PPTF members \ntechnical support (advisory  technical assistance (TA)  prepared by PPTF  unwilling to draw upon \nand written) to the PPTF  consultants included in final  external inputs  \nand the ForumSec’s PPO,  report of the PPTF by October  Feedback from \ntoward preparation of  2005  ForumSec and PPTF  Pressures associated \nmembers  with tight Pacific Plan \nPacific Plan report and \nProject team responsive to  timetable  \nrecommendations and \nrequests for advice from the  Project midterm and final \nnational consultations \nPPTF and ForumSec   reports \n(iii) Conduct three  Seminars, to be organized in  Seminar evaluation forms  Matching with the \nsubregional seminars for  2005, meet identified needs of  prepared on occasion of  agendas of PICs' \nPDMCs’ PPTF members,  PPTF members, PDMC’s  each subregional seminar  politicians and senior \npoliticians, senior  politicians, officials and NSA  government officials  \ngovernment officials and  representatives in their \nconsideration of Pacific Plan \nnon-state actors (NSA) \nrepresentatives  recommendations  \n(iv) Publish Enhancing  Publication on Enhancing  Consultants' reports;  Quality of papers \nPacific Regionalism  Pacific Regionalism before the  comments received on  produced by the TA \ndesigned for use as  end of 2005  the publication  consultants  \npractical reference tool for \nofficials from PICs and \nPacific regional institutions \nto assess regional \ncooperation and integration \nissues, summarizing \ncontributions from the \nvarious TA consultants \n(v) Design of an academic  Course design completed by  Plan for inclusion of  Lack of students’ \ncourse on Pacific  August 2005, setting out the  course on Pacific  demand, lack of \nregionalism to be  coverage of issues, reading  regionalism in USP’s  qualified lecturers and \nintroduced at the University  material, assessment  academic program, and  researchers  \nof South Pacific (USP),  procedures, possible  initial response from \npostgraduate research topics,  students \nincluding support for \nlecturers’ profile, and \npostgraduate research \napplication forms for enrollment \nactivity \nand scholarships \nInputs   \n  Ability to identify \nAsian Development Bank  $500,000 \nconsultants who have \nregional TA grant   \n  the requisite skills and \n   \nwho are available at \nContinued on next page\n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring  Assumptions  \nIndicators/Targets  Mechanisms \nRegional Integration  3 person-months  relatively short notice \nSpecialist/Economist    and in accordance with \n    the strict timetable \nSpecialist in Cost-Benefit  3 person-months  required to finalize the \nAnalysis of Regional    Pacific Plan  \nIntegration    \n   \nPacific Communications  3 person-months \nSpecialist   \n   \nCapacity Development  3 person-months \nSpecialist   \n   \nProject Assistant  6 person-months \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n  Total \nItem  Cost \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \ni.  International Consultants  200,000 \nii. Domestic Consultant  25,000 \n    b.  Travel  23,000 \n      2.   Seminars  150,000 \n      3.   Study/Academic Program  50,000 \n      4.   Editing and Printing  12,000 \n      5.  Contingencies  40,000 \n      Total   500,000 \na  Funded from the Japan Special Fund, by the Government of Japan. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3     \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultants will ensure that work and outputs delivered under the regional technical \nassistance (TA) fully comply with all relevant Asian Development Bank (ADB) policies and \nguidelines.  The  consultants  will  report  to  the  Pacific  Island  Forum  Secretariat  (ForumSec) \nDeputy Secretary-General and the Pacific Plan Task Force (PPTF). Timely preparation of the \nPacific Plan and responsiveness to the PPTF requirements will be the overriding priority in \nselecting consultants. All consultants will be selected in consultation with the ForumSec.  \n \n2.  Regional Integration Specialist/Economist-Team Leader (international, 3.0 person-\nmonths, intermittent, 2 trips). The regional integration specialist/economist (RIS) will have a \nstrong background and at least 10 years professional experience in theoretical as well as \npractical issues related to regionalism or economic integration, including its rationale, principles, \napproaches, institutional arrangements, and implementation processes. The consultant will be \nfamiliar  with  the  economies  of  the  Asia-Pacific  region  and  working  knowledge  of  regional \ninstitutions such as the Asia-Pacific Economic Cooperation (APEC), Association for Southeast \nAsian  Nations  (ASEAN),  Asia-Europe  Meeting  (ASEM),  Caribbean  Commission  Secretariat \n(CARICOM), European Commission (EC), Pacific Economic Cooperation Conference (PECC), \nand similar institutions. The RIS will act as the consultants’ team leader and will be responsible, \nin coordination with the Pacific communications specialist and the project assistant for preparing \na TA inception report and a TA final report. To ensure a coherent project output, the RIS will \nclosely work with and under the broad guidance of the ForumSec Deputy Secretary General.  \n \n3.  The RIS will be a member of the Pacific Plan Office (PPO) established at the ForumSec \nto deliver and implement the Pacific Plan, as described in para. 11 of the TA paper. The RIS will \nbe responsive to requests for advice, written material, and other assistance from the ForumSec \nDeputy Secretary General or the PPTF, conveyed through PPO. The RIS will carry out, but will \nnot be limited to, the following tasks: (i) develop, in coordination with the other TA consultants \nand members of the PPO, a conceptual framework for Pacific regionalism and a rationale, \nincluding practical implications, for assessing Pacific island countries’ (PICs) participation in \nregional programs and provision of regional public goods by regional agencies; (ii) develop, in \ncoordination with the cost-benefit analysis specialist, a forward-looking approach to assess and \nevaluate the cost of nonintegration for the overall Pacific region in specific sectors, such as \ntransportation and fisheries, and for the overall economy of the region; (iii) prepare written \nmaterials on the conceptual framework and implications of Pacific regionalism for presentation \nto  the  PPTF  members,  national  consultations,  and  subregional  seminars.  (iv)  make \npresentations to PPTF, national consultations, and subregional seminars; (v) provide advice, \nwritten material, and other assistance to the PPTF, as requested through the ForumSec; and \n(vi) prepare, in coordination with the Pacific communications specialist and the project assistant, \na TA inception report and a TA final report; and (vii) write a paper on theoretical and practical \nissues to develop a conceptual framework for Pacific regionalism, in a format suitable for \npublication. \n \n4.  Specialist  in  Cost-Benefit  Analysis  of  Regional  Integration  (international,  3.0 \nperson-months, intermittent, 2 trips). The cost-benefit analysis specialist (CBARIS) will have a \nstrong background and at least 10 years professional experience in theoretical as well as \npractical issues related to the analysis of costs and benefits implied by regional cooperation and \nintegration, from the perspective of both individual countries and the whole regional group. The \nspecialist will be aware of the implications for sovereign nations of allocating resources at the \nregional level, vis-à-vis their use to sustain national budgets, and be familiar with the impacts of \nregionalism in terms of resource creation or resource diversion, especially when new areas and \n ", "  Appendix 3  11 \nsectors are taken into consideration for regional cooperation and integration. In particular, the \nCBARIS  will  focus  on  the  analysis  of  the  current  costs  of  PICs'  participation  in  regional \ninstitutions and regional programs, and the benefits from provision of regional public goods and \nservices, as well as other positive feedback and spillovers due to regionalism. The consultant \nwill have working familiarity with the Asia-Pacific region and be knowledgeable in the analysis \ndone by the EC in the late 1980s entitled Cost of Non-Europe. Preferably, the consultant will \nhave worked for one of the main institutions of the European Union, either as staff or consultant.  \n  \n5.  The CBARIS will be a member of the PPO established at the ForumSec to deliver and \nimplement the Pacific Plan, as described in paras. 11–12 of the TA paper. The CBARIS will be \nresponsive to requests for advice, written material, and other assistance from the ForumSec \nDeputy Secretary General or the PPTF, conveyed through PPO. The CBARIS will carry out, but \nwill not be limited to, the following tasks: (i) develop an analytic framework for a comprehensive \ncost-benefit analysis of Pacific regionalism showing the current costs of PICs' participation in \nregional institutions and regional programs and the benefits from provision of regional public \ngoods and services, as well as other positive feedback and spillovers due to regionalism This \nframework will be used to show the impact of regionalism on the budget of each national \ngovernment and on the region as a whole; (ii) identify and outline appropriate cost-benefit \nanalysis techniques for the use of the Pacific Plan in assessing and prioritizing various regional \ncooperation  measures;  (iii)  assist  the  RIS  in  developing  a  forward-looking  approach  for \nassessing and evaluating for the Pacific region the costs of nonintegration in specific sectors, \nsuch as transportation and fisheries, and for the overall economy of the region; (iv) prepare \nwritten materials on approaches to cost-benefit analysis for presentation to the PPTF members, \nnational consultations and subregional seminars; (v) make presentations to PPTF, national \nconsultations,  and  subregional  seminars;  (vi)  provide  advice,  written  material,  and  other \nassistance to the PPTF as requested through the ForumSec, including the conduct of specific \ncost-benefit analyses for draft PPTF recommendations; and (vii) write a concept paper on the \ncost-benefit analysis of Pacific regionalism, in a format suitable for publication. \n \n6.  Pacific Communications Specialist (international, 3.0 person-months, intermittent, 2 \ntrips). The Pacific communications specialist (PCS) will have at least 5 years professional \nexperience as communications and public relations specialist, with excellent writing and editing \nskills. He/she will be familiar with the Pacific region and have some senior-level experience \ndealing with politicians, senior officials, and other stakeholders. He/she will also be familiar with \nthe background of and process involved in the Pacific Plan.  \n \n7.  The PCS will be a member of the PPO established at the ForumSec to deliver and \nimplement the Pacific Plan, as described in paras. 11–12 of the TA paper. The PCS will be \nresponsive to requests for advice, written material and other assistance from the ForumSec \nDeputy Secretary General, or the PPTF conveyed through PPO. The PCS will carry out, but will \nnot be limited to, the following tasks: (i) advise all TA consultants and other PPO staff on the \ncommunications and public relations needs of the Pacific Plan, and assist in the incorporation of \neffective communications techniques in presentations to the PPTF and national consultations \nand sub-regional seminars; (ii) develop and finalize the communication strategy for the Pacific \nPlan and develop materials for its implementation; (iii) support the preparation of the three \nsubregional seminars and present in particular the communication strategy for the Pacific Plan; \n(iv) edit, based on the work done by the RIS and the CBARIS, written materials on approaches \nto cost-benefit analysis for presentation to the PPTF members, national consultations, and \nsubregional  seminars;  (v)  make  presentations  to  the  PPTF,  national  consultations,  and \nsubregional seminars, and facilitate discussions as appropriate; (vi) advise the ForumSec in \nfinalizing the Pacific digital strategy and establishing the ForumSec’s communication and liaison \n ", "12  Appendix 3     \nprogram; (vii) assist the RIS to prepare, in coordination with the project assistant, a TA inception \nreport and a TA final report, focusing especially on comments and recommendations for further \naction in communication; and (viii) prepare a paper on a communication and digital strategy in \nthe context of Pacific regionalism, in a format suitable for publication. \n \n8.  Capacity  Development  Specialist  (international,  3.0  person-months).  The  capacity \ndevelopment specialist (CDS) will be an academic with a good reputation and at least 10 years \nprofessional  experience  in  delivering  academic  programs  and  training  courses  to  PIC \nindividuals,  preferably  in  academic  institutions  based  in  the  Pacific  region.  The  CDS  will \npossess a working knowledge of Pacific regional institutions and a good knowledge of the \nPacific  region  in  general.  The  CDS  will  be  selected  following  recommendations  from  the \nUniversity of the South Pacific (USP), in agreement with the ForumSec. \n \n9.  The CDS will be a member of the Pacific Plan Office (PPO) established at ForumSec to \ndeliver and implement the Pacific Plan, as described in paras. 11–12 of the TA paper. The CDS \nwill  be  responsive  to  requests  for  advice,  written  material,  and  other  assistance  from  the \nForumSec Deputy Secretary General or the PPTF, conveyed through PPO. The CDS will carry \nout, but will not be limited to, the following tasks: (i) design one or more courses on Pacific \nregionalism to be included in USP’s academic program, including a complete course structure, \nreading  materials,  and  assessment  procedures,  lecturers’  profile,  possible  postgraduate \nresearch topics and application forms for enrollment and postgraduate scholarship; (ii) assist the \nRIS, the CBARIS, and the PCS to incorporate Pacific perspectives and practical examples into \npapers presented at PPTF meetings and national and subregional consultations and seminars; \n(iii) lead the preparation and presentation of the three subregional seminars for Pacific island \npoliticians and senior officials; (iv) prepare a report to identify and outline options for introducing \nproject generated materials into teaching and research programs at the USP; (v) write a paper \nsummarizing issues and options related to the opportunity to introduce academic courses on \nPacific  regional  cooperation  and  integration  in  regional  academic  institutions,  in  a  format \nsuitable for publication; (vi) be responsible, with support from the project assistant, for overall \ncoordination  of  the  publication  of  Enhancing  Pacific  Regionalism  by  collecting  and  editing \nwritten materials prepared by the project consultants’ team. \n \n10.  Project Assistant (domestic, 6.0 person-months). The project assistant will have at \nleast 5 years professional experience as office administrator with sound working experience in \nthe Pacific region and proven capacity in seminar coordination and management as well as in \ncompilation and production of publications in various formats.  \n \n11.  Reporting to the ForumSec Deputy Secretary General, the main task of the project \nassistant  will  be  to  provide  logistics  support  and  coordination  for  national  consultations, \nsubregional  seminars,  project  reports,  and  other  events  as  required.  Tasks  related  to  the \norganization of subregional seminars will include, but will not be limited to, arranging venues, \ninvitations, travel, accommodation, compilation and distribution of materials and support to \npresenters. Tasks related to assistance in report preparation will include, but will not be limited \nto, compiling, editing, and coordinating publications in appropriate formats. \n "], "metadata": {"ModDate": "D:20050131110707+08'00'", "CreationDate": "D:20050111105621+08'00'", "Title": "Microsoft Word - TA 6226-REG Developing and Implementing the Pacific Plan f…", "Creator": "PScript5.dll Version 5.2", "Author": "rm3", "Producer": "Acrobat Distiller 6.0 (Windows)"}}