{"path": "data/input/ta/tar-uzb-38074.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: UZB 38074 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund)  \n \n \nTO THE \n \n \nREPUBLIC OF UZBEKISTAN \n \n \nFOR PREPARING THE  \n \n \nKASHKADARYA AND NAVOI RURAL WATER SUPPLY PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \nAugust 2004", " \nCURRENCY EQUIVALENTS \n(as of 2 August 2004) \n \nCurrency Unit –  sum (SUM) \nSUM1.00 =  $0.00097 \n$1.00 =  SUM1,028 \n \nThe exchange rate of the sum is determined under a floating system. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IA  –  implementing agency \n  IDB  –  Islamic Development Bank \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  TA  –  technical assistance \n  UCSA  –  Uzbekistan Communal Services Agency \n  WUA  –  water users association \n \n \nTA CLASSIFICATION \n \nPoverty Classification  –  Human development \nSector  –  Social infrastructure \nSubsector  –  Water supply and sanitation \nTheme  –  Inclusive social development \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n  This report was prepared by a team consisting of P. Wallum (team leader) and R. \nMamatkulov, Social Sectors Division, East and Central Asia Department. ", "", "     \nI.  INTRODUCTION \n1.  Following a request from the Government of Uzbekistan for Asian Development Bank \n(ADB) assistance for preparing a project to improve rural water supply services, technical \nassistance (TA) was included in ADB's operational program for 2004.1 The TA Fact-Finding \nmission visited Uzbekistan from 22 March to 5 April 2004 for field visits and discussions with the \ngovernment officials concerned. The Mission coordinated its work with the Islamic Development \nBank (IDB), as the Government has requested cofinancing from IDB. The Mission reached an \nunderstanding with the Government on the TA's objectives, scope, cost estimates, financing \nplan, terms of reference, and implementation schedule and arrangements. A preliminary project \nframework is attached as Appendix 1. \n \nII.  ISSUES \n2.  Uzbekistan is suffering from poor water supply and sanitation services and a shortage of \nsafe drinking water, especially in the rural areas. This has many undesirable consequences. \nConsumers incur significant time costs and inconvenience in coping with poor services; many \ncollect water from rivers, irrigation channels, and wells. Unsafe water and sanitation services \nare responsible for deteriorating public health and increasing expenditure on health, with the \npoor being affected most. The inadequate water supply and sanitation systems result from \ndeficient design, use of inferior construction materials and methods, damaged water supply \nequipment, the collapse of institutional arrangements due to the country’s economic transition, \nand insufficient maintenance and rehabilitation. Given the lack of funds and the poor state of \nrepair of sector facilities, the quality of water and sanitation services will continue to deteriorate. \nThe current water supply coverage of 65% of the rural population is planned to be increased to \n90% by 2010. There is an urgent need to upgrade and expand the rural water supply and \nsanitation  services.  The  capacity  of  the  water  users  associations  (WUAs)  and  local \ngovernments to implement projects and undertake the operation and maintenance (O&M) of \nfacilities also needs to be enhanced.  \n \n3.  Since independence in 1991, Uzbekistan has been making a difficult transition to a \nmarket-based  economy.  However,  the  sharp  decline  in  output  since  independence  has \ncontributed  significantly  to  an  increase  in  poverty.  The  economic  transition  has  been \naccompanied by increasing inequity in income distribution. The situation is even more obvious \nwhen access to social infrastructure services such as safe and reliable water supply is taken \ninto account. Health and demographic indicators confirm the presence of greater levels of \nhuman deprivation in rural areas. The social and economic costs of the current transition have \nbeen sharp and immediate. Closing of facilities, privatization of public enterprises, and falling \nbudget for the social sectors have resulted in service disruption and major price increases for \nthese services. Social spending, including social assistance and provision of social services \nincluding water supply and sanitation, has declined sharply. \n \n4.  The Government is conscious of the urgent need to improve rural water services through \npolicy and institutional reforms and the repair and upgrading of existing infrastructure. The \nGovernment  has  prepared  a  national  strategy  for  the  water  supply  and  sanitation  sector, \nincluding specific targets, action plans, and a medium-term sector investment program. The \nsector  strategy  includes  (i)  improving  the  capabilities  of  WUAs  and  local  governments  in \n                                                 \n1  The TA first appeared in the ADB Business Opportunities (Internet edition) on 12 March 2004.   \n ", " 2  \nadministration, financial management, and O&M; (ii) integrating water supply development with \nthe improvement of sanitation facilities; and (iii) increasing access to safe and reliable water \nsupply and sanitation services. In consultation with aid agencies, the Government has adopted \na community management approach for the delivery of rural water and sanitation services to \nensure their sustainability.  \n \n5.  The project area will cover two oblasts: Kashkadarya and Navoi. These oblasts were \nselected because of an urgent need to improve the poor condition of their basic rural water \nsupply and sanitation facilities. About 730 villages from a total of 1,700 villages in the two \noblasts are without safe and reliable water supply and sanitation services. Of the 730 villages, \nabout half need their water supply systems rehabilitated and the other half require new systems. \nThe proposed Project is expected to cover about 500 of the most needy and poorest rural \ncommunities, each with a population of 200–6,000 people. In total, the Project will cover about \n500,000 people. \n \n6.  ADB will assist the Government to improve water supply and sanitation services in the \nrural areas. This will include helping to formulate and implement the national sector strategy for \nwater  supply  and  sanitation,  strengthen  the  institutional  capacity  for  the  sustainable \nmanagement of sector facilities, improve the quality and efficiency of safe water and sanitation \nservices, and rehabilitate and develop rural water supply and sanitation facilities. The Project \nwill enhance rural water supply and sanitation coverage, and contribute to improving living and \nhealth conditions, as well as the institutional capabilities of WUAs and local governments. \nImproving the health conditions of the poorest, in addition to addressing poverty reduction \ndirectly, will also lessen the fiscal burden on local and central governments in the future, and \nthus contribute to a better allocation of resources in the economy. The TA is needed to prepare \nthe Project and a program of capacity building for WUAs and local governments. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n7.  The main objectives of the TA are to (i) analyze and propose measures to strengthen \nrural water supply and sanitation development programs in the two oblasts; (ii) prepare a \nprogram for capacity building of local governments; (iii) prepare subprojects for upgrading water \nsupply  and  sanitation  facilities;  and  (iv)  prepare  a  Project  for  possible  external  financing \ncovering about 500 communities with populations ranging from 200 to 6,000 persons, and \nincrease the service coverage in the two selected provinces to 90% by 2010. About half of the \nvillages will be covered by groundwater supply systems serving 1–15 villages and the other half \nwill be served by linking them to group water pipelines or interregional trunk mains.  \n \n8.  The Project will fulfill the immediate demand for potable water supply and safe sanitation \nservices in the project area. The Project will cover (i) rehabilitation and extension of piped water \nsupply services; and (ii) sanitation, including public bathhouses, and private and school latrines. \nThe stakeholders and beneficiaries will participate in designing the Project through consultations \nand socioeconomic surveys that will be undertaken for all subprojects. During project design, \nconsultations  with  stakeholders  and  beneficiaries  will  include  women’s  groups  and  poor \ncommunities in the project area. The Project will address poverty reduction, social aspects, and \ngender issues. \n ", "      3\nB.  Methodology and Key Activities \n9.  The TA will consist of two parts: part A—review and strengthening of the two oblasts' \nwater  supply  and  sanitation  sector  investment  programs,  and  part  B—preparation  of  an \ninvestment project. \n \n10.  Part A: Review of the Oblasts' Sector Investment Programs. The two oblasts' water \nsupply and sanitation sector programs will be reviewed. The review will include an assessment \nof physical, institutional, and human resources required for the Project and cover a description \nof the present facilities, planned future coverage, cost recovery, O&M arrangements, private \nsector involvement, and related policies. The review will pay particular attention to integrated \nwater resources management and environmental concerns to ensure the protection of water \nresources at the regional and local levels. \n \n11.  Part B: Preparation of the Investment Project. The TA consultants will prepare the \nProject, including appropriate capacity-building measures. The feasibility study will cover (i) the \ntechnical,  economic,  and  financial  feasibility  of  subproject  components;  cost  estimates; \nimplementation  schedule  for  components;  and  preliminary  engineering  design;  (ii)  poverty, \nsocial, and gender analysis; and community participation; and (iii) environmental considerations. \nThe poverty analysis will include the collection of detailed information on the incidence of \npoverty in the two oblasts.  \n \n12.  The Project will be based on consultations with stakeholders and beneficiaries, the \nestimated demand for water supply and sanitation services in the project area, and the service \ndelivery capacity of the participating WUAs and local governments. Project formulation, with \nattention  to  financing  aspects  (local  and  central),  will  include  analysis  of  cost  recovery; \ncommunity  ownership;  private  sector  participation;  financing  options;  fiscal  impact;  and \nsustainability (technical, financial, and institutional) for all subprojects. Analysis of the Project’s \nimpact on poverty reduction will also be undertaken. The consultants will undertake project \nframework analysis, including problem and solution analysis, to assist in the design of the \nProject and the selection of indicators for monitoring during implementation. The TA consultants \nwill coordinate their work with two ongoing ADB-financed loan projects—Urban Water Supply \nProject,2 and Western Uzbekistan Rural Water Supply Project,3 and the ongoing TA on Capacity \nBuilding for Urban Water Supply.4  \n \n13.  The TA will formulate the Project at an indicative total estimated cost of about $70.0 \nmillion, partly for external financing. The Government has asked ADB to consider a loan for \nabout $40.0 million for the construction of new water supply systems and rehabilitation of \nexisting systems in the two oblasts. The Government has also requested cofinancing from IDB \nfor a loan of about $15.0 million for the construction of a gravity flow pipeline from Damkhodjent \ntrunk water main for Navoi oblast.  \n \n                                                 \n2  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nUzbekistan for the Urban Water Supply Project. Manila. \n3  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nUzbekistan for the Western Uzbekistan Rural Water Supply Project. Manila. \n4  ADB. 2001. Technical Assistance for Uzbekistan for Capacity Building for Urban Water Supply Project. Manila. \n ", " 4  \nC.  Cost and Financing \n14.  The  TA  is  estimated  to  cost  $825,000  equivalent,  comprising  $380,000  in  foreign \nexchange costs, and $445,000 equivalent in local currency cost. The TA will be financed on a \ngrant basis by the Japan Special Fund, funded by the Government of Japan. The Government \nrequested ADB to provide $575,000 equivalent to finance the entire foreign exchange cost and \n$195,000 equivalent of the local currency cost. The Government has agreed to provide the \nbalance of local currency cost, equivalent to $250,000, in cash and kind for counterpart staff, \noffice  space,  furniture,  administrative  support  services,  and  logistics.  Details  of  the  cost \nestimates and financing plan are in Appendix 2. The Government has been informed that \napproval of the TA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n15.  The Uzbekistan Communal Services Agency (UCSA) will be the Executing Agency of the \nTA. UCSA will chair the TA steering committee, which will include representatives from the \nMinistry of Finance, Ministry of Economy, Ministry of Environment, Ministry of Agriculture and \nWater  Resources,  Kashkadarya  and  Navoi  Oblast  governments,  and  other  agencies  as \nappropriate,  to  ensure  that  their  views  are  adequately  considered  and  necessary  support \nprovided. The TA office will be headed by UCSA and will include staff from all the other agencies \ninvolved to maintain coordination and ensure consultants’ access to relevant project information \nand data, and to liaise with ADB on matters relating to TA implementation. To optimize logistical \nand economic efficiency, the existing project management unit for the Urban Water Supply \nProject (footnote 2), with additional staffing, will be used as the TA office and the project \nmanagement unit (PMU) for the proposed Project. The Government will provide the consultants \nwith a suitably furnished office with utilities, telecommunication access, materials, maps, data, \nand all required documents. \n \n16.  The TA will be implemented during 7 months, from October 2004 to April 2005. The total \nconsultant  input  is  estimated  at  72  person-months:  12  international  and  60  domestic.  An \ninternational  consulting  firm  in  association  with  domestic  consultants  will  be  engaged  in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB for the engagement of domestic consultants. ADB will select and engage \nconsultants following the quality- and cost-based selection (QCBS) method, using simplified \ntechnical  proposal  procedures.  The  consultants  will  have  expertise  in  water  supply \ndevelopment,  sanitation,  tariff  analysis,  financial  and  economic  analysis,  institutional \ndevelopment, social analysis and poverty impact assessment, and environmental matters. The \ninternational consulting services (with equivalent person-months in parentheses) will provide \nexpertise in water supply and/or institutional development (6), economic/financial analysis (4), \nand community development (2). The domestic consulting services will provide expertise in \nwater supply engineering (7, 2 positions), economic and financial analysis (6), engineering cost \nestimation  (4),  environmental  engineering  (2),  community  participation  (3),  institutional \ndevelopment (3), civil engineering (5, 2 positions), electrical engineering (5), hydro-geological \nengineering (5), and design engineering (4, 2 positions). The consultants’ outline terms of \nreference are in Appendix 3. TA equipment will be procured by the consultants in accordance \nwith ADB’s Guidelines for Procurement. The initial poverty and social analysis is in Appendix 4. \n \n \n ", "      5\n17.  The consultants will submit to ADB inception, interim, draft final, and final reports; and \nsummary initial environmental examination reports. The final report must be prepared as a final \nfeasibility study, which should conform with both domestic and international standards. The final \nreport should be approved in parallel by ADB and the Government, including the approval of the \nProject’s implementation arrangements, O&M, and budget requirements. The consultant team \nwill be responsible to have the final report approved by all project stakeholders and government \nagencies concerned.  \n \nIV.  THE PRESIDENT'S DECISION  \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $575,000 on a grant basis to \nthe Government of Uzbekistan for preparing the Kashkadarya and Navoi Rural Water Supply \nProject, and hereby reports this action to the Board. \n ", " 6 Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \nGoal       \n•  Improve living  •  Population coverage  •  Oblast (province)  •  Institutional capabilities \nconditions and health  of rural water supply  statistics    \nin rural areas in two  and sanitation    •  Willingness of communities \nprovinces through  increased from 65%  •  Social surveys  to pay \nimproved access to  to 90% by 2010 in the \nbasic water supply  project villages on a \nand sanitation  self-sustainable \nservices.  basis. A total of about \n  0.5 million rural \n  residents will be \ncovered by the \nProject. \n \nPurpose       \n•  Improve water supply  •  Provide safe water  •  Oblast statistics  •  All inputs available and \nand sanitation  supply to about 500    accessible in adequate \nservices and  rural communities.  •  Social surveys  quantities and on a timely \nstrengthen the  Introduce proper  basis \ndelivery and  sanitation facilities in   \nmanagement  the villages, including  •  Public sector agencies \ncapabilities of local  family and school  provide an effective support \ngovernments  and  latrines and  role \nwater users  rehabilitation of public   \nassociations (WUAs).  bathhouses.  •  Develop local governments'  \n  and WUAs' capabilities \nActivities    To be developed during TA  To be developed during TA \n  implementation  implementation \nInputs     To be developed during TA  To be developed during TA \nimplementation  implementation \nOutputs (to be clarified       \nand confirmed during the       \nTA implementation):        \n       \n•  Provide safe drinking  •  Reinforcement of  •  Project progress reports  •  Funding from the central \nwater  sustainable water  and ADB review  Government budget is \n•  Improve bulk water  supplies  missions  adequate; \nsupply  •  Extension of  •  Project performance  •  Funding from the local \n•  Improve local water  transmission mains  management system  budgets is adequate; \ndistribution network  into areas not  (PPMS)  •  Design institutions provide \nsystem  currently served    adequate and reliable \n•  Upgrade operational  •  Rehabilitation and  inputs; \nand maintenance  construction of water  •  Infrastructure facilities are \nfacilities of the water  supply systems in at  effectively operated and \nsupply agencies  least 500 of the most  maintained; \n•  Introduce water  needed and poorest  •  Community participation is \nconservation  rural communities  active and effective; \nmeasures  •  Provision of essential  •  Cooperation among \n•  Provide sanitation  operational and  stakeholders and agencies \nfacilities  maintenance  is effective;  \n•  Establish water  equipment to the  •  Implementation and \nconservation and  water supply  management arrangements \nhealth education  agencies in  are effective.  \nprograms  Kashkadarya and   \n  Navoi provinces \n    Continued on next page. ", "  Appendix 1  7 \nPRELIMINARY PROJECT FRAMEWORK—Continued \n \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets  and Risks \n•  Establish training  •  Replacement of     \nprograms on project  fragile and defective     \nmanagement,  pipes to reduce water     \ninstitutional  leakage     \ndevelopment,  •  Provision of bulk     \nfinancial management  water meters   \nand community  •  Education and \nparticipation  community \n•  Establish effective  awareness programs \nwater supply  implemented in at \nmanagement system  least 500 \n  communities \n  •  Training programs \nimplemented for \nabout 800 community \nleaders, local \ngovernments, \nmembers and staff of \nwater supply \nagencies \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Foreign  Local  Total Cost\nExchange  Currency \n       \nA.   Asian Development Bank Financinga   \n  1. Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International (12 person-months)  271.0  0.0  271.0 \n      ii.  Domestic (60 person-months)  0.0  120.0  120.0 \n    b.  International Travel  25.0  0.0  25.0 \n    c.  Local Travel  0.0  7.0  7.0 \n    d.  Reports, Communications and Translations  5.0  6.0  11.0 \n2.  Surveys and Data Collection  0.0  30.0  30.0 \n  3. Seminars and Workshops  0.0  7.0  7.0 \n  4. Representatives at Contract Negotiations  10.0  0.0  10.0 \n  5. Equipmentb  14.0  0.0  14.0 \n  6. Contingencies  55.0  25.0  80.0 \n        Subtotal (A)  380.0  195.0  575.0 \n       \nB. Government Financingc \n  1. Remuneration, Travel, and Per Diem of Counterpart Staff  0.0  81.0  81.0 \n  2. Office Accommodation and Utilities  0.0  75.0  75.0 \n  3. Studies, Data and Reports  0.0  41.0  41.0 \n  4. Transportation and Drivers  0.0  12.0  12.0 \n  5. Contingencies  0.0  41.0  41.0 \n        Subtotal (B)  0.0  250.0  250.0 \n               \n            Total  380.0  445.0  825.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb   Equipment includes two desktop computers, software, one printer, one scanner, accessories, one facsimile, and \n one photocopier for use by consultants. The equipment will be turned over to the executing and implementing \n agencies upon completion of the technical assistance. \nc  The Government will provide counterpart staff time to include water supply civil engineers, an environmental \n specialist, a social specialist, a financial economist, and support staff to work with the consultants. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The consulting services required are described in para. 16 of the main text. \n \nA.  Review of Oblasts Investment Programs \n \n2.  The  Investment  Program.  The  consultants  will  review  the  investment  plans  in \nKashkadarya  and  Navoi  and  establish  whether  the  proposed  Project  is  needed.  They  will \nconduct poverty analysis in terms of the Project. They will assess the physical, institutional, and \nhuman resources required for the Project.  The consultants will analyze constraints and assess \nhow the Project will address these. They will examine the environmental aspects of physical \nresources and their use and development. \n \n3.  Sector Policies. The consultants will review water supply and sanitation sector policies \nand propose improvements. They will analyze recent sector policies and issues related to the \nestablishment of water users associations (WUAs) and make recommendations as appropriate. \nThe consultants will strengthen the two oblasts' sector investment programs. The analysis will \npay attention to integrated water resources management and environmental concerns to ensure \nprotection of water resources at the regional and local levels. \n \n4.  External Assistance to the Sector.  The consultants will review external assistance to \nthe sector, and identify broad patterns of assistance and sector policy thrusts of major aid \nagencies.  \n \n5.  Coordination  and  Lessons  Learnt.    The  consultants’  team  leader  will  provide \ncoordination among all the international and domestic consultants, the Executing Agency—the \nUzbekistan Communal Services Agency (UCSA), and other sector agencies concerned. In \nundertaking this work, the consultants will review lessons learned under projects funded by the \nAsian Development Bank (ADB) in the country.  \n \nB.  Preparation of the Investment Project \n6.  The Project. The consultants will prepare the Project, including required policy dialogue \nand assessment of institutional capacity. The central and local government agencies concerned \nmust be closely involved in all stages of project preparation and implementation. The capacity of \nUCSA  to  implement  the  Project  has  to  be  carefully  assessed,  and  lessons  learned  from \nprevious projects be incorporated. \n \n7.  Rationale and Project Framework.  The consultants will describe the subprojects and \ntheir locations and determine if the choice of project area is justified on grounds such as poverty \nreduction  (including  country  and  province-specific  poverty  profiles),  demand  trends,  supply \nconstraints, and growth potential. The consultants, in consultation with the government agencies \nand the project stakeholders, will develop a logical project framework that outlines the goals, \npurposes, outputs, and inputs or activities with clear links to the set of indicators for monitoring \nproject  development  impact  and  overall  performance.  The  consultants  will  undertake  a \nstructured problem analysis, prepare a problem tree, and derive the project framework. The \nframework will be prepared in line with the ADB Staff Instruction, “Use of the Logical Framework \nfor ADB-assisted Loan and Technical Assistance (TA).”  \n \n8.  Objectives.  The consultants will describe overall objectives of the proposed Project in \nprecise terms with due consideration for the poverty reduction aspect of the Project. They will \n ", "10  Appendix 3 \nidentify  and  quantify  targets  including  poverty  reduction,  human  development,  women  in \ndevelopment, and environmental consideration. \n \n9.  Scope.  The consultants will prepare overall details of the subprojects and selection \ncriteria  in  accordance  with  the  project  rationale.  They  will  conduct  feasibility  studies  for \nsubprojects in Kashkadarya and Navoi oblasts for upgrading rural water supply and sanitation, \nincluding possibly public bathhouses, and private and school latrines. They will prepare the \nProject to increase the coverage in the two selected provinces to 90% by 2010. The TA will \nformulate the Project with an indicative total estimated cost of about $70.0 million, for a loan of \nabout $40.0 million from ADB and $15.0 million loan cofinanced from the Islamic Development \nBank. \n \n10.  Community Participation and Cost Sharing.  Both the stakeholders and beneficiaries \nwill participate in the project design through consultations and socioeconomic surveys that will \nbe undertaken for all subprojects. During project formulation, careful attention will be paid to the \nfinancing capacity of the central and local governments, including an analysis of cost recovery, \ncommunity  ownership/participation,  financing  options,  and  fiscal  impact  and  sustainability \n(technical, financial, and institutional) for all subprojects. \n \n11.  Technical  Aspects.    The  consultants  will  describe  the  relative  merits  of  different \ntechnical options and prepare a detailed feasibility study. They will describe and review the \nsubprojects  in  the  following  way:  (i)  review  and  prepare  selection  criteria;  (ii)  assess  the \nadequacy  of  existing  and  potential  water  supply  sources  in  subprojects  for  meeting  water \ndemand  for  the  next  10–15  years;  (iii)  review  existing  sanitation  in  the  subprojects  and \nrecommend improvements; (iv) review and prepare design criteria, including per capita water \nconsumption for house connections and public standpipes; (v) describe technical feasibility of \nthe subprojects; (vi) review surveys on water use and water quality monitoring; (vii) review \nsurveys of unaccounted for water and recommend improvements; and (viii) assess measures to \nensure that the project benefits are targeted to reach poor consumers. Other aspects to be \ncovered will include the following: design criteria and standards; outline designs; staging of \nconstruction; instrumentation and control system; estimated quantities of major civil works items \nand  schedules  of  major  items  of  plant  and  equipment;  unit  rates  for  civil  works  items; \nmanufacturers’  budget  quotations  for  major  items;  staffing  requirements  for  operation  and \nmaintenance (O&M); implementation schedule; consulting services inputs needed for project \nimplementation,  engineering  design,  and  construction  supervision  over  the  implementation \nperiod;  detailed  cost  estimates;  detailed  financing  plans  and  disbursement  schedule; \nprocurement packages and suitability of the contract packages to be financed by ADB; and \ncommissioning procedures and O&M manuals. The consultants will review and reconfirm the \ntechnical options proposed; identify and assess the water supply needs and demand for the \nproposed services; evaluate the technical viability of each component, and confirm that the \ncomponents are based on the least-cost option both in financial and economic terms; and \nevaluate  the  proposed  water  treatment  processes  and  adequacy  of  the  schemes  to  meet \nestimated demands, the treatment plants, pumping stations, and distribution systems.  \n \n12.  Cost  Estimates.    The  consultants  will  prepare  cost  estimates,  including  foreign \nexchange and local cost components. They will (i) review cost estimates for each subproject \nand estimate per capita investment costs for water supply and sanitation; (ii) prepare cost \nestimates for water supply and sanitation under the categories of land, civil works, incremental \nO&M, incremental administration, and consulting services, including possible involvement of \nnongovernment organizations. Cost estimates for consulting services will include estimated \ncosts for detailed design and tender documents and construction supervision, and other costs \nassociated with capacity building and training. The cost estimates will include physical and price ", "  Appendix 3  11 \ncontingencies; the local currency cost will include estimated duties and taxes; and interest \nduring construction should be calculated separately. \n \n13.  Indicative Contract Packages and Procurement Procedures. The consultants will \nconduct the project cost estimates using the COSTAB software program to (i) estimate project \ncosts, (ii) summarize project cost estimates in the expenditure categories, (ii) compile and \npresent  indicative  contract  packages  and  procurement  procedures  to  be  financed  by  the \nproposed ADB loan in line with the Guidelines for Procurement under ADB Loans, (iii) prepare \ndetailed financing and disbursement plans, and (iv) assess training requirements and consulting \nservices inputs needed for project implementation. \n \n14.  Financing Plan.  The financing plan will specify the amount of the foreign exchange and \nlocal  currency  costs  to  be  financed  by  ADB,  Islamic  Development  Bank,  the  central \nGovernment, local governments, WUAs, and other agencies, if any. The plan will describe the \nmaturity, grace periods, and relending arrangements, including possible subsidies, if any. In \npreparing the financing plan, the financial capacity of UCSA and the implementing agencies \n(IAs) will be assessed to ensure provision of adequate counterpart funding. The consultants will \nalso design financial management and control procedures in consultation with the Government \nagencies.  \n \n15.  Implementation Arrangements.  The consultants will (i) describe the organizational \narrangements envisaged to implement the components of the proposed project; (ii) describe \nUCSA and the IAs, as well as a project steering committee, a project monitoring unit, and \nproject implementing units; (iii) prepare an implementation schedule; and (iv)  describe the \nfollowing features related to project implementation: (a) procurement; (b) consulting services \n(outline scope, terms of reference, person-months, and costs); (c) disbursement schedule; (d) \nreports,  accounts,  and  audit  (including  project  completion  report);  (e)  possible  retroactive \nfinancing, including its justification; (f) monitoring and evaluation; and (g) relending policies, if \nany. \n \n16.  Executing Agency and Implementing Agencies.  The consultants will review the \nrecords of UCSA and the IAs in project implementation and their institutional capability to \nimplement the proposed Project. Detailed financial evaluation of local governments should also \nbe prepared. \n \n17.  Environmental Analysis. The consultants will (i) review environmental assessment \nprocedures in the country; (ii) prepare initial environmental examinations and a summary initial \nenvironment examination; (iii) recommend measures to mitigate any adverse effects (sludge \nmanagement for the proposed Project should be part of the water treatment system plan and \nthe consultants will follow ADB’s Environmental Policy of ADB (2002) and ADB's Environmental \nAssessment Guidelines (2003)); and (iv) conduct environmental impact assessment studies, if \nrequired, and assist UCSA in securing environmental clearance certificates for each subproject \nas required by the Government. \n \n18.  Poverty and Social Analysis. The consultants will collect detailed information on the \nincidence of poverty in the two selected oblasts at the early stage of project preparation. The \nconsultants  will  assess  the  socioeconomic  benefits  of  the  subprojects  and  socioeconomic \nprofiles of the beneficiary groups. The consultants will prepare a summary poverty reduction \nand social strategy and adhere to ADB’s Guidelines for Incorporation of Social Dimensions in \nBank’s Operations, Handbook for Incorporation of Social Dimensions in Projects, and Gender \nChecklists for Water Supply and Sanitation Projects. Particular attention should be paid to \nmitigating any adverse impacts of the proposed Project. The consultants will develop and \n ", "12  Appendix 3 \nrecommend  a  mechanism  and  procedures  for  public  consultation  and  participation  in  the \nplanning process, particularly for the development and implementation of water and other tariffs, \nand  the  need  for  development  control  regulations,  land  acquisition,  and  compliance  with \nenvironmental standards for wastewater disposal. \n \n19.  Economic Analysis. The consultants will conduct economic analyses of the subprojects \nand  the  Project  in  accordance  with  ADB's  Report  on  Economic  Analysis  in  2002:  A \nRetrospective and ADB’s Guidelines for the Economic Analysis of Projects and the Guidelines \nfor  the  Economic  Analysis  of  Water  Supply  Projects.  The  consultants  will  (i)  describe  the \nmacroeconomic  and  sector  context;  (ii)  review  and  update  the  studies  and  projections  of \ndemand for water in the project area by user groups, including domestic, industrial, agricultural, \ncommercial, and other users;1 (iii) assess the project alternatives and confirm the least-cost \nsolution for meeting water supply and wastewater treatment requirements in the project area; \n(iv) review tariff levels and structure for each subproject and assess the need to increase tariffs \nand charges in the short and medium term, taking into account ADB's position on user charges; \n(v) help estimate the detailed economic project cost estimates for the selected alternatives; (vi) \nidentify  all  quantifiable  and  nonquantifiable  economic  benefits  of  the  Project;  (vii)  quantify \nincremental and nonincremental economic benefits; (viii) determine the competing uses for \nwater in the project area; (ix) estimate the economic internal rate of return of the Project and \neach  subproject  in  constant  prices,  and  perform  sensitivity  and  risk  analysis  including \ncalculation of switching values; (x) demonstrate the financial and fiscal sustainability of the \nProject, including an analysis of existing tariffs and taxes, cost recovery options, affordability \nand willingness to pay of project beneficiaries, an assessment and justification for any proposed \nsubsidies, and an assessment of the fiscal impact of the Project; and (xi) demonstrate the \ndevelopment impact of the Project, and perform a distribution analysis. \n \n20.  Financial  Analysis.  The  consultants  will  conduct  the  financial  analysis  of  each \nsubproject and an analysis of the financial performance of the relevant water supply entities \nparticipating in the proposed project in accordance with ADB’s Guidelines for the Financial \nGovernance and Management of Investment  Projects. In particular, the consultants will (i) \nreview  water  tariff  level  and  structure,  and  determine  its  adequacy,  comparing  it  with  the \naverage incremental financial cost of the Project; (ii) recommend any needed improvement, \ncross subsidy, affordability, water conservancy aspects, future operating capacity replacement \nand  expansion  (capital  investment)  and  debt  repayment;  (iii)  recommend  a  plan  for  tariff \nincrease in line with the national water and wastewater tariff guidelines considering affordability; \n(iv) assess the financial viability of the project; estimate the financial internal rate of return for \nthe Project, and perform sensitivity and risk analysis including switching values and calculation \nof the real weighted average cost of capital for the Project; (v) document and present the \noriginal financial statements of the relevant water supply entities in the project area for the past \nfive years; (vi) prepare a summary of significant accounting policies; (vii) identify areas for \nimprovement and training; (viii) review the past 5 years financial performance and evaluate their \nfinancial capacity; (ix) review current internal and external or governmental audit arrangements; \nand (x) prepare income statements, balance sheets, and cash flow statements for relevant \nwater and wastewater entities in nominal terms and forecast the results for 5 years after the \nbeginning of full project operation.   \n \n21.  Cost  Recovery.  Under  the  reform  policy,  the  Government  seeks  to  establish  self-\nfinancing principles for the provision of urban and rural infrastructure services. The Government \n                                                 \n1 The demand projections should address the expected changes in patterns of water consumption in the with and \nwithout project scenarios. ", "  Appendix 3  13 \nconsiders that the pricing of basic infrastructure services should balance four main objectives: (i) \ncost recovery to ensure financial viability and sustainability; (ii) affordability, particularly for lower \nincome customers; (iii) demand management through metered charging; and (iv) economic \nefficiency. After analyzing the economic situation in the proposed project area, the Government \nhas agreed to (i) target full O&M cost recovery in the long term; (ii) continue subsidies in the \nshort term if affordability criteria cannot be met; (iii) use stepped tariffs for water, with a lifeline \ntariff for the lowest income group as a way forward; and (iv) review tariffs annually and adjust \nthem  accordingly  taking  into  account  collection  efficiency  rates,  expenditure,  and  future \ninvestment plans. The Government also confirms that it will continue the policy of subsidizing \nrural water supply to ensure sustainable service provision to the rural population. \n \n22.  Project Performance Monitoring System. The consultants will prepare an effective \nproject performance monitoring system, including monitoring of the proposed project’s impact \non poverty reduction. \n \n23.  Private Sector Participation.  The consultants will identify opportunities and potential \nfor private sector participation and public-private partnerships in the provision, operation, and \nmanagement of water supply and sanitation services. \n \n24.  Capacity Building and Anti-Corruption Measures. This will include the following: (i) \nreview the existing institutional capacity of UCSA, IAs, local governments, WUAs, and other \nsector agencies; (ii) develop a mechanism to encourage the participation of women and poor \npeople in WUAs; and (iii) review and develop the capacity building program, that will include \ntraining of the staff UCSA, IAs, local governments, and WUAs to strengthen their capacity to \nefficiently implement, operate, and maintain the constructed facilities. \n \nC.  Reporting \n25.  The implementation of the TA is expected to start by October 2004 and be carried out \nover a period of 7 months ending by April 2005. The consultants will submit an inception report \nwithin 1 month to present the issues and the direction of the study, analysis of sector policies, a \nnational  water  supply  and  sanitation  sector  profile,  and  a  medium-term  sector  investment \nprogram. Within 3 months after commencement, the consultants will prepare an interim report \ncontaining a description of the proposed Project, its subprojects, and the capacity-building \nprogram. A draft final report will be prepared by the consultants after 5 months, containing the \ncomplete details of the Project and other findings and recommendations. Tripartite meetings will \nbe held to discuss the interim and draft final reports, in particular, to discuss the feasibility \nstudies and to reach an agreement regarding cost recovery and acceptable water tariffs. The \nfinal report, incorporating the comments from the Government and ADB, will be completed \nabout 2 weeks after the last tripartite meeting. All the reports will be in both English and \nRussian. The final report must be prepared as a final feasibility study, which should conform \nboth with domestic and international standards. The report and the study should be approved in \nparallel by ADB and the Government, including the approval of the Project’s implementation \narrangements and O&M and budget requirements. The consultants’ team will be responsible to \nhave the report and study approved by all project shareholders and government agencies. The \nconsultants should prepare requests for proposal and detailed terms of reference for the team \nproject management consulting services. \n \n26.  The consultants will also prepare the draft report and recommendation to the President \nfor the Project, with all the appendixes. \n ", "14  Appendix 4 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in UZB: \n \nThe Project will help to reduce poverty by (i) rehabilitating the existing and developing new potable water supply \nsystems in the poor rural areas, (ii) improving health and sanitation, and (iii) promoting economic development.  \n \nB.  Poverty Analysis                                            Proposed Poverty Classification: Human Development \n \nWhat type of poverty analysis is needed?  \n \nThe following analysis will be needed:  \n(i)  Identify how the project relates to national priorities as identified in the country poverty analysis and in the \npoverty partnership agreement. \n(ii)  Identify project beneficiaries and other groups (particularly poor and vulnerable groups) that might be directly \naffected, either beneficially or adversely, by the project and prepare their socioeconomic profile.  \n(iii)  Assess the effects of the ensuing Project on its beneficiaries. Develop mitigation measures against adverse \nproject impacts.  \n(iv)  Estimate the poverty incidence and baseline for project evaluation.  The poverty analysis will include issues \nrelevant to the transition period, and specific poverty targeting.  \n(v) Assess the socioeconomic benefits of the subprojects, particularly the impact on income levels.  \n(vi) The social assessment will include gender analysis. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nMain stakeholders include national, provincial (oblast), and district government officials; the state water supply and \nmanagement company (Uzkommunhismat); project beneficiaries (rural residents and water users); and project-\naffected  communities.  Further  stakeholder  analysis  will  be  developed  during  the  technical  assistance  (TA) \nimplementation. During the TA, stakeholders will be consulted to help formulate the appropriate project design and \nimplementation plan. The TA consultants will meet with the stakeholders regularly during the preparation of the \nfeasibility study and during project implementation in order to present details of project components, discuss potential \nconcerns, and formulate recommendations that may lead to modifications in project scope, design, implementation \nplan, and schedules. \n  \nIs there a participation strategy?     Yes                   No \n \nThe  strategy  will  incorporate  consultation  with  the  stakeholder  group  through  workshops,  surveys,  and  public \nconsultation. \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nWomen are the one of the main beneficiaries of the ensuing project. The TA will carry out a gender analysis of the \nproject impacts by gender. \n \n \nHas an output been prepared?      Yes     No \n \nThe output will be prepared in the process of the TA implementation ", "  Appendix 4  15 \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \nResettlement   Significant  In view of the sector approach of the Project, specific land   Full \n  requirements have not been fully identified. Based on the   \n Not significant  prepared subprojects, the Project will require small areas   Short \n  of land for the location of small groundwater pumping   \n None  stations and, in some cases, small storage tanks. The   None  \nGovernment  and  the  project  implementation  team  will \nscreen each subproject before the award of the civil works \ncontracts to ensure that the site selection does not cause \nany involuntary resettlement effects. \n \n       \nAffordability   Significant  Not deemed to be a major concern, but it will be assessed   Yes \n  further during the TA.   \n Not significant    No \n \n None \n       \nLabor   Significant  No labor retrenchments are envisaged as a result of the   Yes \n  project, but will be assessed further during the TA.    \n Not significant    No  \n \n None \n       \nIndigenous   Significant  In a few proposed project areas, ethnic minorities may be   Yes \nPeoples    involved. But, the minorities are not maintaining separate   \n Not significant  social  or  cultural  identities,  nor  distinguished  with    No  \n  linguistically; they have been assimilated into the local \n None  lifestyle. The Project is not expected to have any adverse \nimpacts on ethnic minorities. \n       \nOther Risks   Significant  No other social risks are anticipated as a result of the   Yes \nand/or    ensuing project.   \nVulnerabilities   Not significant    No  \n   \n None \n \n \n "], "metadata": {"ModDate": "D:20040824081532+08'00'", "CreationDate": "D:20040817113640+08'00'", "Title": "Microsoft Word - TA_UZB_KASHKADARYA_NAVOI_RWS.doc", "Creator": "PScript5.dll Version 5.2", "Author": "ADB", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 2 August 2004) \n \nCurrency Unit –  sum (SUM) \nSUM1.00 =  $0.00097 \n$1.00 =  SUM1,028 \n \nThe exchange rate of the sum is determined under a floating system. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IA  –  implementing agency \n  IDB  –  Islamic Development Bank \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  TA  –  technical assistance \n  UCSA  –  Uzbekistan Communal Services Agency \n  WUA  –  water users association \n \n \nTA CLASSIFICATION \n \nPoverty Classification  –  Human development \nSector  –  Social infrastructure \nSubsector  –  Water supply and sanitation \nTheme  –  Inclusive social development \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n  This report was prepared by a team consisting of P. Wallum (team leader) and R. \nMamatkulov, Social Sectors Division, East and Central Asia Department. ", "authors": [{"fullname": "P. Wallum "}, {"fullname": "P. Wallum ", "role": "team leader"}]}