{"path": "data/input/ta/tar-oth-37739.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:OTH 37739 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n  \n \n \nFOR  \n \n \nSTRENGTHENING THE CAPACITY OF FINANCIAL SECTOR \n \nREGULATORS AND SUPERVISORS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003", " \n \n \nABBREVIATIONS \n \n \n \n     \n   \n       \nADB  –  Asian Development Bank \n  APEC  –  Asia-Pacific Economic Cooperation \n  DMC  –  developing member country \n  FRTI  –  Financial Regulators' Training Program \n  FSAP  –  Financial Sector Assessment Program \n  INPRS  –  International Network of Pension Regulators and Supervisors \n  OECD  –  Organisation for Economic Co-operation and Development  \n  TA  –  technical assistance \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by H. Feig, Finance and Infrastructure Division,  \nRegional and Sustainable Development Department. \n \n ", "I.  INTRODUCTION \n1.   Lack of adequate financial sector regulation and supervision was one of the major \ncauses of the Asian financial crisis. In addition to policy and governance issues, inadequate \ncapacity of banking supervisors and securities regulators was identified as a key constraint to \nimplementing the best international practices in financial sector regulation and supervision in \nmany of the affected countries.  In response, finance ministers of member economies1 of the \nAsia-Pacific Economic Cooperation (APEC) endorsed the establishment of the APEC Financial \nRegulators'  Training  Initiative  (FRTI)  in  May  1998  to  enhance  training  efforts  for  financial \nregulators at national and regional (i.e., within Asia) levels. The Asian Development Bank (ADB) \nhas been acting as secretariat to the FRTI and has financially supported its training activities \nunder various technical assistance projects (TA).2 Considering progress achieved under the \nFRTI and the continued need for training in this area, APEC finance ministers, in September \n2003, extended the FRTI for a third time and requested a continuation of ADB’s role. ADB has \nalso been approached for support by other regional cooperation initiatives in the financial sector, \nincluding for pension regulators. Such cooperation is expected to contribute to a harmonization \nof standards and practices in financial sector regulation and supervision across the region. The \nTA framework is presented in Appendix 1.3 \n \nII.  ISSUES \n \n2.  Financial stability is crucial for sustained economic growth and cannot be achieved \nwithout strong financial systems. Effective financial sector supervision promotes stability by \nensuring that financial institutions operate in a safe and sound manner.  Financial institutions \nmust have adequate risk management policies and procedures and operate with sufficient \nlevels of capital. Skilled supervisors are key to effective financial sector supervision. Supervisors \nmust understand the risks inherent in financial activities and must be capable of assessing the \nadequacy of risk management policies, systems, and practices of financial institutions under \ntheir supervision. Most DMCs are committed to implementing the core principles for banking \nsupervision and securities regulation developed by the Bank for International Settlements and \nthe  International  Organization  of  Securities  Commissions,  respectively,  which  require  well-\ntrained  regulators  and  supervisors.  The  FRTI  and  other  initiatives  have  considerably \nstrengthened training programs at national and regional levels after the Asian financial crisis. \nThere is scope for further improving training programs for DMC financial regulators in line with \ninternational standards to ensure that staff actively involved in supervision and enforcement \nactivities possess the necessary competencies.   \n \n3.  The FRTI has had separate programs for banking supervisors and securities regulators. \nThe banking supervision program receives major TA support from the United States Federal \nReserve System. The securities regulation program has used instructors from regulatory and \nother relevant institutions in APEC member economies for its training courses. The work of the \nFRTI receives oversight through APEC advisory groups representing bank supervision and \nsecurities regulatory agencies from member countries and other interested parties. \n \n                                                           \n1   Australia; Brunei Darussalam; Canada; Chile; People’s Republic of China (PRC); Hong Kong, China; Indonesia; \nJapan; Republic of Korea; Malaysia; Mexico; New Zealand; Papua New Guinea; Peru; Philippines; Russia; \nSingapore; Taipei,China; Thailand; United States; and Viet Nam.  \n2   ADB. 1999. Proposed Technical Assistance for APEC Growth Recovery Initiatives. Manila (TA 5847-REG, \napproved on 19 May 1999 for $2,150,000) and ADB. 2000. Technical Assistance for Capacity Building for \nFinancial Regulation and Supervision. Manila (TA 5966-REG, approved on 27 December 2000 for $800,000), \nincluded components for this purpose.   \n3   The TA first appeared in the ADB Business Opportunities (Internet edition) on 10 November 2003. ", "2  \n4.  The  FRTI  has  made  good  progress  in  achieving  its  two  original  objectives:  (i) \nstrengthening  content  and  management  of  national  training  programs  and  (ii)  developing \nregional programs for junior and mid-level supervisors and regulators. The FRTI has trained \nmore than 1,300 developing member country (DMC) participants (including 108 from non-APEC \nDMCs) in 19 regional and 13 national courses.  Courses in banking supervision covered bank \nanalysis, credit risk analysis, market risk analysis, risk management and internal controls, and \non-site  supervision,  with  course  content  reflecting  the  Basel  Committee's  Core  Principles. \nCourses in securities regulations focused on generic training topics that are related to market \nsupervision and investigation and enforcement, and are relevant for countries at different stages \nof capital market development. In addition, seminars were held on current regulatory issues \nsuch as demutualization and investor education. The FRTI also developed audiovisual training \nproducts covering the core areas in banking supervision training (i.e., bank analysis, credit risk \nanalysis, and market risk analysis), as well as a web-based self-study course for newly hired \nsecurities regulators.  Feedback from supervisory agencies indicates that the training programs \nhave been well received by participants and that training materials developed under the FRTI \nhave been used and incorporated in national training programs.  For example, FRTI's self-study \nmaterials are given to incoming staff of these agencies to address their immediate training \nneeds until formal training courses are scheduled. \n \n5.  To sustain the achievements of the FRTI, training institutions at the regional and, more \nimportantly, national level, will have to assume greater responsibility for the delivery of course \ncontent developed as part of this initiative. To facilitate this process, the APEC finance ministers \nrecently extended the FRTI for a further year with the aim of (i) delivering additional training \ncourses at the regional level to help build a critical mass of potential trainers, and (ii) organizing \nthe transfer of training programs and products developed under the FRTI to training institutions \nat the national and regional levels.   \n \n6.  The finance ministers also endorsed an enhanced advisory group structure, principally \nfor (i) monitoring the status of financial regulators’ training in the region; (ii) reviewing the \neffectiveness of existing training programs and approaches; (iii) identifying emerging training \nneeds of financial regulators and discussing new approaches to address such needs; and \n(iv) facilitating the exchange of information on training events, resources, materials, and best \npractices.   \n \n7.  The  Financial  Action  Task  Force—the  organization  with  primary  responsibility  for \ndeveloping  a  worldwide  anti-money  laundering  framework—has  made  a  number  of \nrecommendations on how regulators and supervisors of financial institutions should implement \nthe framework. For financial institutions subject to the Core Principles, many regulatory and \nsupervisory measures that apply to prudential purposes should apply in a similar manner to anti-\nmoney laundering and terrorist financing purposes.  Other financial institutions, including those \nin the insurance and pension sectors, that can be conduits for money-laundering activities, \nshould  be  properly  licensed  and  regulated  in  line  with  national  anti-money-laundering \nrequirements. While anti-money laundering legal and regulatory frameworks have recently been \nupgraded in many DMCs, supervision and enforcement capacity has lagged behind.  No training \nprograms are currently available at regional or global level that address the specific training \nneeds of supervisors in this area.     \n \n8.  Many pensions systems in Asia, as in other regions, are being transformed from public \npay-as-you-go into funded systems with varying degrees of private pension provision. The \ndevelopment of funded pension systems needs to be accompanied by efforts to strengthen the \nfinancial  market  infrastructure  and  the  establishment  of  a  modern  and  effective  regulatory ", "  3\nframework  for  private  pensions,  which  protects  the  rights  of  beneficiaries,  encourages  the \nsoundness  of  pension  funds,  and  promotes  the  stability  of  the  pension  system  and  the \neconomy.  The  International  Network  of  Pension  Regulators  and  Supervisors  (INPRS)  was \nestablished  in  2000  as  a  forum  for  policy  dialogue  and  exchange  of  information  between \nmembers on regulatory, supervisory, and financial issues, with the aim of promoting (i) the \ndevelopment  of  private  pensions  systems  complementary  to  public  systems;  (ii)  the \ndevelopment  of  an  adequate  regulatory  structure  and  financial  infrastructure;  and  (iii)  the \nimplementation of best practices and principles. Regional networks have been established \nwithin INPRS. An Asia-Pacific regional network was inaugurated in 2002 to, among other things, \nhelp organize training and research seminars specific to the region and to exchange study \ngroups among countries in the region.   \n \n9.  ADB has been an observer member of the Asia-Pacific regional network and has been \napproached about hosting and cosponsoring its next annual regional meeting in 2004. The \nannual  meeting  and  an  associated  conference  on  private  pensions  in  Asia  will  be  jointly \nsponsored  and  organized  by  ADB  and  the  Organisation  for  Economic  Co-operation  and \nDevelopment (OECD).  Both events are intended to reinforce the development of INPRS, \nfollowing previous regional meetings in Asia—PRC (2001), the Republic of Korea (2002), and \nIndia (2003)—and facilitate discussions among regulators of key issues related to the regulation \nand supervision of private pensions in the region. Issues include (i) governance of private \npension  funds;  (ii)  rights  of  beneficiaries  and  their  education;  (iii)  adequate  investment \nregulations;  (iv)  appropriate  supervisory  structures  and  methods;  (v)  the  management  of \npension  funds  for  government  workers;  (vi)  the  design  and  distribution  of  pensions  and \ninsurance  products  in  emerging  markets;  and  (vii)  financial  risk  management  in  insurance \ncompanies and pension funds.    \n \n \nIII.   THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output  \n \n10.         The TA will help strengthen the capacity of financial sector regulators and supervisors \nin Asia through support for regional training efforts and seminars on key sector issues.  The TA \nis expected to facilitate the incorporation of international best practice approaches to financial \nsector regulation and supervision in training programs at regional and national levels.     \n \nB.  Methodology and Key Activities \n \n11.         The proposed TA will have three components. \n \n12.       Component A will support a continuation of the APEC FRTI for a further year through the \ndevelopment  and  implementation  of  additional  training  courses  for  financial  regulators  and \nsupervisors  in  DMCs  and  developed  Asian  APEC  economies  in  line  with  training  priorities \nidentified by advisory group members. The component will help complete training curricula and \nmaterials and build a critical mass of potential trainers in the region.  For banking supervision, \nthis will include a new course on risk-focused supervision. In addition, existing courses, such as \nthe special training-of-trainers course and courses on market risk analysis and risk management, \nincluding  operational  risks  related  to  information  technology  and  internal  controls,  will  be \nrepeated to increase the number of potential trainers in DMC supervisory agencies.  As much as \npossible, efforts will be made to include case studies that are relevant to the conditions and \nissues  faced  by  supervisors  in  different  types  of  DMCs.  For  securities  regulation,  another ", "4  \ninvestigation and enforcement course will be implemented, which will use more case studies \n(including from within the region) than earlier courses, in response to feedback received from \nparticipants. All courses will be open to participants from Asian APEC economies and non-APEC \nDMCs. Training materials and seminar papers will be disseminated through the external ADB \nFinance and APEC FRTI web sites and/or distributed directly to DMC financial supervisory \nauthorities  and  regional  training  institutions  such  as  the  South  East  Asian  Central  Banks \n(SEACEN) Research and Training Centre, whose staff will also be invited to join the training \ncourses organized under the TA. The TA will further support the management of the FRTI's \nenhanced advisory group structure.   \n \n13.  Component B will support the development and implementation of specialized training \nprograms for banking, securities, pensions, and insurance regulators and supervisors on the \nincorporation of anti-money laundering concerns in their supervision and enforcement activities.  \nRelated  training  materials  and  curricula  will  be  disseminated  to  supervisory  agencies  in  all \nDMCs. \n \n14.  Component C will support the next annual seminar of the INPRS regional network and \nthe associated conference mainly by funding travel expenses of resource speakers from Asia \nand other costs associated with holding the conference.   \n                       \n15.  Detailed terms of reference for the TA consultants are given in Appendix 2. \n \nC.  Cost and Financing  \n \n16.  The TA is estimated to cost $600,000. Foreign exchange costs in the amount of $400,000 \nwill be financed on a grant basis from ADB's TA funding program. The United States Federal \nReserve Bank and other APEC regulatory and supervisory agencies will make contributions in \nkind through the provision of instructors and workshop venues and facilities.  OECD would be \nfunding resource persons from outside the region. The cost estimates and financing plan of the \nTA are given in Appendixes 3 and 4. \n \nD.  Implementation Arrangements \n \n17.   ADB will be the Executing Agency for the TA.4 \n \n18.      The TA will be implemented over a period of 12 months commencing in January 2004.  \nThe TA will involve a total of about 6 person-months of international consulting services. The \ninternational consultants, who will have expertise in devising and conducting training on financial \nsupervisory issues, will be engaged as individuals in accordance with ADB’s Guidelines on the \nUse of Consultants. All resource persons financed under the TA will be from ADB member \ncountries.  \n \n \n \n                                                           \n4  The Finance and Infrastructure Division of the Regional and Sustainable Development Department (RSFI) has \nmanaged the FRTI on behalf of ADB for the last 2 years.  However, this function might be transferred to the \nRegional Economic Monitoring Unit (REMU), if overall responsibility for acting as ADB’s APEC focal point is shifted \nfrom RSFI to REMU. ", "  5\nIV.  THE PRESIDENT’S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis for \nStrengthening the Capacity of Financial Sector Regulators and Supervisors, and hereby reports \nthis action to the Board. ", " 6 Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \n       \n  Performance    Assumptions \nDesign Summary  Indicators/Targets  Monitoring Mechanisms  and Risks \n     \n       \nGoal       \n       \nSupport sustainable  Strengthened financial  Reports on Observance of  Macroeconomic stability. \neconomic growth by  sector regulatory and  Standards and Codes/   \nfacilitating the  supervisory systems.    Financial Sector  Political commitment to \ndevelopment of stable    Assessment Program   financial sector reforms. \nand sound financial  Performance indicators   \nsystems.  could include   Independence of financial \n  (i) short-term—increase in  regulators. \n  early interventions \nwhen required;  \n(ii) medium-term—\nimprovement in capital \nadequacy ratios; and  \n(iii) long-term—reduced \nnumber of insolvencies. \n       \nPurpose       \n       \nAssist in strengthening  Increased incorporation of  Surveys conducted by  Commitment to incorporating \ncapacity of financial  international best practice  secretariat of the Asia-  best practices in national \nsector regulators and  approaches in training  Pacific Economic  training programs. \nsupervisors in  programs for financial  Cooperation (APEC)   \ndeveloping member  sector regulation and  Financial Regulators'  Adequate resources for \ncountries (DMCs).  supervision at regional and  Training Initiative (FRTI).   implementing national \n  national levels.  training programs. \n        \nOutputs       \n       \nSupport for the APEC  Training of at least 120  Progress reports by the  Availability of resource and \nFRTI  potential trainers from  secretariat of the APEC  seminar speakers from \n  supervisory agencies in  FRTI.  APEC economies. \n  priority training topics.     \n    Feedback from advisory  Adequate DMC interest in \n  Strengthened networking  group members.  participating in seminars. \n  among APEC financial     \n  regulators on training  Training and seminar  Adequate interest in actively \n  issues.  evaluations by  supporting networks. \n    participants.   \n  Course curricula and     \n  materials used by     \n  national and regional     \n  training institutions.     \n       \n       \n       \n       ", "      Appendix 1  7\n \n       \n  Performance    Assumptions \nDesign Summary  Indicators/Targets  Monitoring Mechanisms  and Risks \n     \n       \nDevelopment of anti- At least 60 DMC financial  Training and seminar  Adequate DMC interest in \nmoney laundering  regulators trained in the  evaluations by  participating in seminars. \ntraining programs for  incorporation of anti- participants.   \nDMC financial  money laundering     \nregulators.  concerns.     \n       \n  Related training materials     \n  and curricula     \n  disseminated.     \n       \n       \nImproved coordination  Feedback from seminar  Adequate DMC interest in \nSupport for the \nand exchange of  participants.  participating in seminars. \nInternational Network \ninformation and \nfor Pension Regulators \nexperience among \nand Supervisors \nregional private pension \n(INPRS) regional \nregulators. \nnetwork. \n \n \n \n \n       \nActivities  Inputs     \n       \nManage the APEC  $170,000 for financing 6  Progress reports.  Recruitment of competent \nFRTI.   person-months of    consultants.  \n  international consulting  Technical assistance   \n  services.  completion report.   \n   \nConduct regional  $165,000 for funding travel \ntraining seminars for  expenses of international \nfinancial regulators and  resource speakers at \nsupervisors on priority  regional training seminars \ntopics.  and costs of organizing \n  Manila-based seminar. \n   \nDevelop training  $15,000 for funding the \nprograms for financial  distribution of training \nregulators on anti- materials to supervisory \nmoney laundering.  agencies. \n \nHelp organize annual \nmeeting of INPRS \nregional network and \nassociated conference \n \n \n ", " 8 Appendix 2 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Financial Sector Supervision Training Expert (estimated input level about 2 person-\nmonths) \n \n1.  The expert will \n \n(i)  manage  the  structure  of  the  advisory  group  of  the  Asia-Pacific  Economic \nCooperation (APEC) Financial Regulators' Training Initiative (FRTI), which will, \namong  others,  involve  (a)  the  preparation  and  facilitation  of  advisory  group \nmeetings;  (b)  the  conduct  and  analysis  of  regular  surveys  on  the  status  of \nnational training efforts and emerging training needs; (c) coordination with other \nregional and global training providers; (d) the collection and dissemination of \ninformation on regional training resources, materials, and events including on the \nAsian Development Bank (ADB) external APEC web site; and (e) organizing the \ntransfer of  training programs and products developed under the FRTI to training \ninstitutions at regional and national levels;  \n \n(ii)  organize and facilitate one regional training seminar for  securities regulators \nunder the FRTI; and \n \n(iii)  prepare progress reports on the FRTI for the APEC finance ministers process. \n \n \nB.  Banking Supervision Training Expert (estimated input level about 1.5 person-months) \n \n2.  The expert will \n \n(i)  organize and facilitate four regional training seminars under the FRTI;  \n \n(ii)  develop  training  content,  including  case  studies  that  address  conditions  and \nissues faced by supervisors in different types of developing member countries \n(DMCs) for incorporation in training seminars; and \n \n(iii)  conduct a special train-the-trainers course for banking supervisors. \n \nC.  Anti-Money Laundering Expert(s) (estimated input level about 2.5 person-months) \n \n3.  The expert(s) will \n \n(i)  develop curricula and materials for training courses on the incorporation of anti-\nmoney laundering concerns in financial sector regulation and supervision; \n \n(ii)  prepare,  organize,  and  conduct  two  comprehensive,  in-depth  separate \nspecialized regional training seminars for banking supervisors, and securities, \ninsurance,  and  pension  regulators  on  all  aspects  of  anti-money  laundering, \nincluding (a) types of money laundering activities, (b) determination of financial \nsector activities and business areas that are at risk, (c) know-your-customer \nstandards, (d) assessment of the adequacy of financial institutions' suspicious \ntransactions reporting systems, (e) the role of financial regulators in anti-money ", "      Appendix 2  9\n \n \nlaundering  enforcement  efforts,  (f)  the  legal  basis  for  anti-money  laundering \nefforts,    (g)    suitable  investigative  techniques,  (h)  common  detection  and  \nenforcement problems, and (i) international cooperation mechanisms and issues; \nand \n \n(iii)  advise financial sector regulatory and supervisory agencies in DMCs on the \nincorporation of anti-money laundering issues in national training programs. \n \nD.  Resource Persons for Financial Regulatory Training Programs  \n \n4.  The resource persons will \n \n(i)  participate in the training courses/seminars;  \n \n(ii)  prepare and make presentation(s) during the training courses/seminars (topics \nwill be determined in discussion with ADB); and \n \n(iii)   participate in panel discussions for seminars, as requested. \n ", " 10 Appendix 3 \n \n COST ESTIMATES AND FINANCING PLAN \n($'000) \n \n    Total \nItem       Costa \n     \nA.  Asian Development Bank Financingb \n      1.    Consultants     \n             a. Remuneration and Per Diem    140 \n             b. International Travel    50 \n      2.    Training, Seminars, Conference, and        \n             Workshops \n             a. Resource Persons/Speakersc     140 \n             b. Other Costs (reproduction of training        20 \n                 materials, training venues) \n      3.    Contingencies    50 \n                         Subtotal (A)    400 \n     \nB.  Other Contributionsd    200 \n                  Total    600 \na  All costs are foreign exchange. \nb   Financed by Asian Development Bank's technical assistance funding program. \nc   Thirty-five resource persons at $4,000 each on average to cover expenses for international travel and per diem. \n   d  Asia-Pacific  Economic  Cooperation    supervisory  and  regulatory  agencies  (contributions  in  kind)  and \nOrganisation  for Economic Co-operation and Development (OECD) (financing  of OECD presenters and \nresource persons from outside Asia). \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n  ", "      Appendix 4  11\n \nSUMMARY OF COMPONENTS \n \n       \nInitiative/TA  ADB Funding  Targeted Economies  Outputs \nComponent   \nAPEC Financial  $180,000  APEC economies and  •  One special regional seminar \nRegulators'  ADB DMCs  for training managers \nTraining Initiative    •  Five regional training \nprograms for \nsupervisors/regulators \nCapacity Building  $130,000  ADB DMCs  •  Two 1-week training \nfor Anti-Money  programs comprising \nLaundering  separate modules for banking \n  supervisors, securities \nregulators, insurance \nregulators and pensions \nsupervisors \n \n \nINPRS Regional  $40,000  DMC members of  •  One regional annual meeting \nCommittee/  INPRS (Bhutan,  and policy conference \nConference on  People's Republic of  (Manila) \nPrivate Pensions  China, India, \n  Indonesia, \nKazakhstan, Republic \nof Korea, Kyrgyz \nRepublic, Malaysia,  \nPhilippines, Thailand)  \nContingency  $50,000     \nTotal ADB  $400,000     \nFunding   \n \nADB = Asian Development Bank, APEC = Asia-Pacific Economic Cooperation, DMC = developing member country, \nINPRS = International Network of Pension Regulators and Supervisors.  "], "metadata": {"CreationDate": "D:20040225081537Z", "ModDate": "D:20040312084700+08'00'", "Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "ADB", "Creator": "PScript5.dll Version 5.2", "Title": "Strengthening the Capacity of Financial Sector Regulators and Supervisors"}}