{"path": "data/input/ta/tar-oth35034.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR: OTH 35034\nTECHNICAL ASSISTANCE\n(Cofinanced by the Government of the Netherlands)\nFOR THE\n JUDICIAL INDEPENDENCE PROJECT\nJune 2001", "ABBREVIATIONS\nABA/CEELI – Central Eastern Europe Law Initiative of the\nAmerican Bar Association\nADB – Asian Development Bank\nASEAN – Association of Southeast Asian Nations\nDMC – developing member country (of the Asian\nDevelopment Bank)\nSAARC – South Asian Association for Regional Cooperation\nTA – technical assistance\nNOTE\nIn this report, \"$\" refers to US dollars.", "I.  INTRODUCTION\n1. The Asian Development Bank (ADB) has identified an effective judicial system as a\nmajor factor in good governance. Promoting Good Governance: ADB’s Medium–Term Agenda\nand Action Plan states that “creating a functioning and efficient legal and judicial system is\nperhaps  the  biggest  challenge”  facing  ADB’s  developing  member  countries  (DMCs).  The\nimportance of judicial independence is becoming widely recognized as an essential element of\ngood governance. Judicial independence has several definitions, but it generally includes at\nleast three components. First, the judiciary must be impartial in that judges should not have a\npersonal interest in the outcome of cases. Second, the parties concerned must comply with\ndecisions rendered by an independent judiciary and respect the decisions as final. Third, the\njudiciary must be free from any interference from other branches of government.a\n2. The regional technical assistance (TA) has been designed to raise awareness of the\nimportance of judicial independence and the institutional mechanisms that can support and\nsustain judicial independence in DMCs. The TA seeks to strengthen the constituencies for\njudicial independence in its DMCs. The TA will fund surveys of its DMCs and developed\ncountries on benchmarks for measurement of judicial independence, discussions at a regional\nworkshop between senior judicial and government representatives of DMCs and civil society,\nand participation in an international conference that will include international resource persons\nand experts. The TA framework is provided in Appendix 1.b\nII.  BACKGROUND AND RATIONALE\n3. Establishing judicial independence in developing economies has increasingly become a\nmajor goal of legal and judicial reform programs supported by external assistance agencies. c\nHowever, the focus of these activities has not generally been on the Asian and Pacific region.\nBuilding on the 1997 ADB-sponsored Roundtable Meeting of Chief Justices and Ministers of\nJustice, and two ADB law and policy reform initiatives in Pakistan and the Philippines,d this TA\nwill examine judicial independence in the Asia and Pacific region.\n4. Judicial independence is a critical part of governance, essential for supporting all four\nelements of good governance: accountability, predictability, transparency, and participation.e\n5. With regard to accountability, an independent judiciary is key to ensuring fair and sound\ndecisions made in accordance with law without the influence of other factors. Thus, judicial\nindependence can function as an indispensable tool to prevent and eradicate corruption.f\n                  \na See Judicial Independence, What It Is, How It Can be Measured, Why It Occurs on the World Bank website\n(http://www.worldbank.org), and Concept Paper on Judicial Independence on the Central Eastern Europe Law\nInitiative  of  the  American  Bar  Association  (ABA/CEELI)  website  (http://www.abanet.org/ceeli).  Transparency\nInternational USA is exploring the development of an instrument for evaluating judicial performance.\nb  The TA first appeared in ADB Business Opportunities (Internet edition) in March 2001.\nc The World Bank has begun initiatives in Albania, the Indian State of Uttar Pradesh, Venezuela and Yemen.\nABA/CEELI has worked extensively on the issue in Europe, developing judicial independence programs in Poland,\nHungary, and Romania.\nd TA 3433-PAK: Strengthening of Institutional Capacity for Judicial and Legal Reform, for $2,900,000, approved on\n27 April 2000; following TA 3015-PAK: Legal and Judicial Reform Project, for $995,000, approved on 7 May 1998,\nwhich conducted a detailed study of the Pakistani judiciary. TA to the Philippines to support judicial independence\nis under process.\ne See ADB’s Governance: Sound Development Management  (R151-95), 1995.\nf  See ADB’s Anticorruption Policy (R89-98), 1998.", "2\n6. The  role  of  judicial  independence  is  critical  for  ensuring  predictability  in  economic\ntransactions.  Judicial  independence  guarantees  that  a  rules-based  system  will  fairly  and\nconsistently apply laws governing economic life, preventing arbitrariness by government officials\nand upholding the sanctity of contracts. People's trust in an independent judiciary encourages\neconomic transactions. On the other hand, the absence of a fair and consistent application of\nlaws  and  rules  makes  it  difficult  for  investors  and  enterprises  to  form  long-term  business\nstrategies and thus becomes an obstacle to the economic development of a country.\n7. Transparency includes the public's access to information regarding the government. It\nforms a basis for supervision by the public on questions of both substance and process.\nTransparency is strengthened by a judiciary that is able to independently review government\ndecisions and enforce the public’s right to information, where the legal system so provides for it.\n8. Participation  allows  civil  society  to  become  active  in  economic  development.  Such\nparticipation improves if public interest litigants have access to an independent and impartial\narbiter as a number of decisions concerning development projects in DMCs amply demonstrate\n(para. 10). Participation is also essential to safeguarding the interests of the poor, as it offers\nthem a way to redress their grievances. The involvement of a wide range of stakeholders within\nand outside of legal profession strengthens public trust in the judicial system itself.\n9. Thus,  judicial  independence  is  a  prerequisite  for  upholding  the  elements  of    good\ngovernance that contribute to the sound management of a country's economic and social\nresources. Many initiatives for supporting good public governance such as sound regulatory\nframeworks and their enforcement are premised on the existence of judicial independence.\nEven the best-designed financial and regulatory frameworks do not function well if they are not\naccompanied by an independent judiciary to guarantee and enforce legal rights and duties in\neconomic transactions. Yet it is widely acknowledged that such conditions do not exist in many\ncountries. More attention, therefore, needs to be paid to the creation of independent judiciaries\nas part of a deliberate economic development strategy.\n10. An independent judiciary can play a critical role in promoting sustainable development\nespecially with respect to issues such as resettlement and environment. Several significant\ndecisions in DMCs have upheld environmental concerns, including the Narmada Dam decision\nin India concerning resettlement, and a recent ruling in Sri Lanka preventing mining activities\nthat  cause  adverse  environmental  effects  and  have  social  adverse  consequences  for  the\nindigenous people.\n11. Despite increasing understanding of the importance of judicial independence, DMCs\ncontinue to face challenging issues in their efforts to establish or promote it. The judiciary as an\ninstitution is often weaker than legislative and administrative bodies, and as a result, suffers\nfrom scarce financial and human resources. Vulnerability to corruption is often a side effect of\nthese insufficient resources. Continuous or occasional influence from politics is often a concern.\nYet by its very nature the judiciary as an institution in many countries has no “voice” to articulate\nits own problems and needs. The strength of the judiciary in any country is proportionate to the\nstrength of its civil society in articulating the essential conditions for upholding the rule of law.\n12. Therefore,  judicial  policymakers  in  DMCs  must  increase  their  understanding  of  the\nfundamental issues in promoting judicial independence by interacting with civil society and\nsharing experiences with those in other countries working for the same objective.", "3\n13. The Secretariats of the Association of Southeast Asian Nations (ASEAN) and the South\nAsian Association for Regional Cooperation (SAARC) Law have expressed support for the TA.\nThe International Commission of Jurists has also expressed its support for the TA.\nIII.  THE TECHNICAL ASSISTANCE\nA.  Objectives\n14. The  objective  of  the  TA  is  to  improve  awareness  of  the  importance  of  judicial\nindependence and the means of achieving it in the participating DMCs.\nB.  Scope\n15. The TA will focus on 7 DMCs, i.e., Cambodia, Indonesia, Lao People's Democratic\nRepublic, Pakistan, the Philippines, Singapore, and Viet Nam.\n16. The scope of the TA will include (i) conducting surveys of the current state of judicial\nindependence and challenges in the TA DMCs and selected developed countries, and (ii) based\non the surveys, holding a regional workshop and a conference to share experiences and open\nchannels of communication between stakeholders in the TA DMCs. The outputs of the TA may\nform a basis for future law and policy reform interventions at the country level.\n17. Country surveys will include a survey of the legal framework and an assessment of the\nactual state of judicial independence in the TA DMCs and selected developed countries. A\nregional workshop and an international conference will seek to bring together senior legal and\njudicial policymakers in the TA DMCs, stakeholders, and international resource persons and\nexperts for a broader dialogue on judicial independence.\n18. The workshop is expected to promote an initial discussion of common aspects within the\nsubregion,  to  be  followed  by  an  international  conference  in  which  the  discussion  will  be\ndeveloped in a wider context.g  The conference is to include supreme court justices, ministers of\njustice,  and  civil  society  representatives  from  the  participating  DMCs.  The  conference  will\nsupport ADB’s continuing work on legal and judicial reform in participating DMCs.\n19. Through the workshop and the conference, participants are expected to improve their\nunderstanding  of  both  the  conceptual  and  practical  aspects  of  judicial  independence.\nConceptual  aspects  will  include  (i)  the  role  of  judicial  independence  in  governance;\n(ii) guidelines and methods for evaluating judicial independence, especially in the context of\njudicial performance and the accountability of the judiciary; and (iii) the role of the judiciary in\nsustainable economic development. The practical aspects will include (i) appointment of judges,\n(ii) public confidence in the judiciary, (iii) fiscal and administrative autonomy, (iv) compensation\nfor judges and other staff, and (v) training and continuing legal education.\nC.  Cost Estimates and Financing Plan\n20. The total cost of the TA is estimated to be $475,000 equivalent. ADB will fund $275,000\nequivalent on a grant basis from the ADB-funded TA program, covering the cost of consulting\n                  \ng The SAARC DMCs have continued cooperative efforts in the legal field through a series of SAARC Law\nconferences.  ADB participated in the 8th conference in Kathmandu in September 2000. The ASEAN DMCs have\ndeveloped cooperation through various forums including a meeting of ASEAN Law Ministers. The TA intends to\nprovide occasions to focus discussions on judicial independence.", "4\nservices,  the  conference  and  the  workshop,  administrative  expenses,  and  reports  and\npublications. The Government of the Netherlands will finance $200,000 equivalent on a joint\ncofinancing basis. The cost estimates are summarized in Appendix 2.\nD.  Implementation Arrangements\n21. ADB will be the Executing Agency for the TA. ADB's Office of the General Counsel will\nbe responsible for processing and supervising the TA, working closely with the governance\nspecialists in the strategy and policy and programs departments.\n22. In organizing and holding the conference and the workshop, ADB will collaborate with\nthe SAARC Law, ASEAN Secretariat and other organizations as necessary, in the TA’s overall\ndesign, coordination, and management. The workshop will be held from mid to late 2002,\nfollowed by the conference that will be held in the latter part of the implementation period.\n23. The TA will be implemented over 18 months. It is expected to commence in October\n2001 and be completed in March 2003. About 34 person-months of consulting services will be\nrequired, consisting of about 6 person-months of international and about 28 person-months of\ndomestic consulting services. The international consultant will have expertise in judicial reform,\nincluding activities related to judicial independence. An outline terms of reference for the TA\nconsultants is provided in Appendix 3. The international consultant will be recruited through a\nfirm  and  will  work  in  collaboration  with  the  domestic  consultants.  The  consultants  will  be\nengaged  in  accordance  with  ADB’s Guidelines on the Use of Consultants  and  other\narrangements satisfactory to ADB for the engagement of domestic consultants. The consultants\nwill be engaged using the simplified technical proposal method. The consultants will work under\nthe supervision of ADB.\nIV.  THE PRESIDENT’S DECISION\n24. The President, acting under the authority delegated by the Board, has approved (i) ADB\nadministering  a  portion  of  technical  assistance  to  be  financed  by  the  Government  of  the\nNetherlands on a grant basis in an amount not exceeding the equivalent of $200,000, and\n(ii) the provision of the balance of technical assistance to be financed by ADB on a grant basis\nin an amount not exceeding the equivalent of $275,000, both for the purpose of the Judicial\nIndependence Project, and hereby reports such action to the Board.", "5\nAppendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nPerformance Monitoring Assumptions and\nDesign Summary\nIndicators/Targets Mechanisms Risks\nGOAL\n•  Facilitate a greater •  Greater commitment •  Policy dialogue with •  Awareness of the\nunderstanding of to judicial the developing hurdles to\njudicial independence independence in the member countries implementing judicial\nand accelerate its South Asian (DMCs) of the Asian independence and\nimplementation at the Association for Development Bank political commitment to\ncountry and Regional Cooperation (ADB) covered by the judicial independence\nsubregional levels (SAARC) and the technical assistance within the region\nAssociation of South (TA) •  A section of civil\nEast Asian Nations •  Assessment and society that can\n(ASEAN) DMCs evaluation by civil champion judicial\n•  Improved society of judicial independence\nimplementation of independence\njudicial independence\nPURPOSE\n•  Raise awareness of •  TA DMCs’ more •  Policy dialogue with •  Institutional capacity in\njudicial independence active efforts at TA DMCs the judiciary and law\nas a vital part of adhering to the •  Meetings and ministries, and\ngovernance and benchmarks of workshops of ADB, collaboration between\nsustainable judicial independence as well as these and elements of\ndevelopment in TA •  Increased observations of civil society\nDMCs interregional and visiting ADB staff •  Strong civil society\n•  Identify institutional intracountry •  Legislation of related\nmechanisms for dialogues on judicial judicial independence\nsupporting, independence laws\nstrengthening, and implementation •  Assessment and\nsustaining judicial evaluation by\nindependence sections of civil\nsociety with judicial\nindependence\nexpertise\nOUTPUTS\n•  Identification of •  Country surveys and •  Reports to ADB •  Strong understanding\ninstitutional and other reports of the •  Policy dialogue with of the components of\nimpediments to workshop and TA DMCs judicial independence\njudicial independence conference •  Ability to transfer the\nin each TA DMC concepts of judicial\n•  Requests for ADB •  Number of requests independence to\n•  Greater regional assistance in •  Interest expressed to specific country\nawareness of JI as a implementing judicial ADB’s country settings\ncomponent of independence counsels •  Recognition of the\ngovernance components significance of\ncooperation\n•  Basis for ADB work •  Civil society working •  Reports to ADB\nwith civil society on with governments on\n(Reference in text: page 1, para. 2)", "6\nAppendix 1, page 2\nPerformance Monitoring Assumptions and\nDesign Summary\nIndicators/Targets Mechanisms Risks\njudicial independence judicial independence •  Dialogue with TA •  Strength of civil society\nissues issues DMCs elements\n•  Publications as\nappropriate\nActivities\n•  Country surveys •  Surveys Paper •  Submission to ADB •  Government's support\n•  Use in the workshop on surveys work\nand the conference\n•  Presentations and •  Commitment to the\n•  A conference and •  Technical impact on reports in workshop judicial independence\nsubregional domestic policy and and conference and governance\nworkshop regional cooperation •  Policy Dialogue with initiatives of the\n•  Enhanced TA DMCs conference\nunderstanding of •  Publications as •  Proper selection of\nparticipating officials appropriate workshop/conference\nparticipants\nINPUTS\n•  6 person-months of $157,000\ninternational\nconsultancy\n•  28 person-months of $112,000\ndomestic consultancy\n•  Conference and $138,000\nworkshop\n•  Administrative $20,000\nexpenses and reports\nand publications\n•  Contingencies $48,000", "7\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nTotal\nItem Cost\nFinancinga\nA International Consultants   157.0\n1. Remuneration (6 person-months) 132.0\n2.   Travel and Per Diem 25.0\nB. Domestic Consultants (remuneration, 28 person-months)   112.0\nC. Conference and Workshop   138.0\nD. Administrative Expenses and Reports and Publications    20.0\nE. Contingencies    48.0\nTotal  475.0\nSource: Staff estimates.\na Cofinancing by the Asian Development Bank ($275,000) and the Government of the Netherlands ($200,000).\n(Reference in text: page 4, para. 20)", "8\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\nA. International Consultant (Team Leader)\n1. A total of six person-months of international consultancy will be required. The consultant\nmust have extensive experience in judicial reform, including activities related to measurement of\njudicial independence, particularly in the developing member countries (DMCs) of the Asian\nDevelopment Bank (ADB). The international consultant will work on an intermittent basis.\n2. The responsibilities of the international consultant will include the following:\n(i)  Establish a workplan, working outlines for country surveys, and a timetable for\nthe regional technical assistance (TA).\n(ii)  Prepare,  coordinate,  supervise,  and  finalize  surveys  on  the  current  state  of\njudicial independence and challenges in the TA DMCs conducted by domestic\nconsultants  to  serve  as  a  basis  for  discussion  in  the  workshop  and  the\nconference.\n(iii)  Conduct,  analyze,  and  organize  surveys  on  the  current  state  of  judicial\nindependence  and  challenges  in  selected  developed  countries,  including\nbudgetary aspects, to serve as a basis for discussion in the workshop and the\nconference. Prepare the surveys for publication.\n(iv)  In collaboration with domestic consultants, hold a regional workshop and an\ninternational conference on judicial independence, with particular responsibility\nfor (a) preparing agendas, (b) identifying participants and international resource\npersons, (c) moderating the workshop and the conference, and (d) other logistic\nwork.\n(v)  In collaboration with domestic consultants, write reports for publication on the\nworkshop and the conference.\n(vi)  In  conducting  (i)  to  (v)  above,  identify  past  and  ongoing  activities  by  other\norganizations in the area of judicial independence to avoid duplication.\n(vii)  Write a monthly report on the progress of the TA activities and the expected\nschedule of work, and submit it to ADB.\nB. Domestic Consultants\n3. A total of 28 person-months of domestic consultancy will be required.  The consultants\nmust have conceptual and practical knowledge of the judiciary in the respective DMCs they\nwork in.\n4. The responsibilities of each domestic consultant will include the following:", "9\nAppendix 3, page 2\n(i)  Conduct surveys of the current state of judicial independence and challenges in\nthe TA DMCs, including issues related to (a) appointment of judges, (b) public\nconfidence  in  the  judiciary,  (c)  fiscal  and  administrative  autonomy,\n(d) compensation for judges and other staff, (e) training and continuing legal\neducation, (f) past attempts at establishing judicial independence, (g) examples\nof activities by civil society that enhance judicial independence, and (h) examples\nof judgments that have significant impact on development issues as a result of\njudicial independence.a\n(ii)  In collaboration with the international consultant, hold the regional workshop and\nthe  international  conference  on  judicial  independence,  with  particular\nresponsibility  for  ensuring  appropriate  identification  and  attendance  of  senior\npolicymakers and stakeholders from DMCs.\n(iii)  In collaboration with the international consultant, write reports on the workshop\nand the conference.\n(viii)  Write a monthly report on the progress and the expected schedule of work, and\nsubmit it to ADB and the international consultant.\n                  \na In conducting these surveys, the consultants should avoid duplication with past or ongoing work under other\ninitiatives and should make full use of the findings."], "metadata": {"CreationDate": "D:20010727094433", "Producer": "Acrobat Distiller 3.01 for Windows", "Author": "ldm", "Creator": "ADOBEPS4.DRV Version 4.10", "Title": "Microsoft Word - R104-01TA", "ModDate": "D:20010820114645+08'00'"}}