{"path": "data/input/ta/tar-prc-34096-03.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK  TAR:PRC 34096-03  \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \n \nPEOPLE'S REPUBLIC OF CHINA \n \n \n \nFOR  \n \n \n \nADVISORY SUPPORT  \n \n \n \nFOR \n \n \n \nTHE NATIONAL COUNCIL FOR THE SOCIAL SECURITY FUND \n \n \n \n \n \n \n \nOctober 2003", "CURRENCY EQUIVALENTS \n(as of 15 September 2003) \n  \nCurrency Unit  –  yuan (CNY) \n CNY1.00  =  $0.1208 \n $1.00  =  CNY8.2767 \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nMOF  –  Ministry of Finance \nCSRC  –  China Securities Regulatory Commission \nMOLSS  –  Ministry of Labor and Social Security \nNaCSSeF  –  National Council for Social Security Fund  \nNSSF  –  National Social Security Fund \nPRC  –  People’s Republic of China \nSASAC  –  State Asset Supervision and Administration Commission  \nSIA  –  Social Insurance Administration \nSOE  –  state-owned enterprise \nTA  –  technical assistance  \n     \n     \n     \n     \n     \n     \n     \n     \n \n \n \n \n \n \nNOTE \n \n(i)  In this report, “$” refers to US dollars. \n \n \n \n \n \nThis report was prepared by Ying Qian, Governance, Finance and Trade Division, East and \nCentral Asia Department. \n ", "     \nI.  INTRODUCTION \n1.  The Government of the People's Republic of China (PRC) reconfirmed its request for \ncontinued Asian Development Bank (ADB) support to implement the Social Security Reform \nProgram during the 2003 Country Programming Mission. The Fact-Finding  Mission  visited \nBeijing during 11–15 August 2003, and reached an understanding with the Government on the \nobjectives,  scope,  cost,  financing,  and  implementation  arrangements  for  the  technical \nassistance (TA).1 The TA logical framework is in Appendix 1. The Government has assigned \nhigh priority to social security reform due to population aging, poor financial performance of \nstate-owned enterprises (SOEs), linkage to capital market development, and severe financial \nand management stress of the old social security system. The ongoing social security reforms \nare designed to reduce the fiscal burden, remove rigidities in the labor market, and reduce \npoverty by improving social security coverage. \n \nII.  ISSUES \n2.  An important milestone of the social security reform was the promulgation of Document \n26 in 1997 by the State Council, which laid the conceptual framework for a multipillared pension \nsystem to replace the pay-as-you-go scheme.2 The implicit pension debt is large and needs to \nbe  financed  as  part  of  the  reform  program.3  The  National  Social  Security  Fund  (NSSF), \nestablished in September 2000, serves as a supplemental adjustment tool and reserve to cover \nfuture social security expenditures. NSSF was established and entrusted with an initial CNY20 \nbillion of budgetary allocation in December 2000 initially. To manage the funds it has raised, the \ncentral Government administers NSSF through the  National Council for the Social Security \nFund (NaCSSeF). \n \n3.  The NaCSSeF board4 has three committees: for investment, risk management, and \nexpert appraisal. The chair is supported by a secretariat with six departments: administration, \nfinance and accounting, investment, legal and compliance, equity management, and information \nsystems. NaCSSeF manages its own bank deposits and purchase of treasury bonds through \nthe primary market. Investment in stocks, corporate bonds, financial institutions bonds, and \nother fixed-income instruments in the secondary market are to be managed and operated by \noutsourced specialized investment managers. \n \n4.  NaCSSeF’s investment policies are set out in the Provisional Measures on Investment \nManagement of NSSF, issued jointly by the Ministry of Finance and Ministry of Labor and Social \nSecurity and adopted at the first annual meeting of NaCSSeF in December 2001. According to \nthe provisional measures, NSSF needs to invest no less than 50% in bank deposits or treasury \nbonds, no more than 10% in corporate bonds and financial institutions bonds, and no more than \n40% in stocks and investment funds.5 NSSF’s holdings are now over CNY120 billion,6 with 98% \nheld in fixed-income instruments and only a small proportion invested in equity markets.7 \n \n                                                 \n1  The TA first appeared in ADB Business Opportunities  (Internet edition) on 4 March 2003. \n2  The pillars are social pooling with individual accounts, enterprise-sponsored schemes, and individual market-based \ninsurance. This structure was also adopted for health insurance. \n3  Implicit pension debt is the total amount of pension obligations that Government needs to cover to make the \npension system actuarially sound, which is estimated at 50–150% of gross domestic product (GDP). \n4  The board is composed of 15 members appointed by the State Council. Five are government representatives from \nthe Ministry of Finance (MOF), Ministry of Labor and Social Security (MOLSS), and trade unions; five are regional \nrepresentatives, and five are representatives from the central Government. \n5  Funds allocated from MOF cannot be invested in stocks and investment funds. \n6  The budget allocations during the first year of operations totaled CNY60.7 billion. \n7 The portfolio composition at end-2002 was the following: treasury bonds, 22%; bank deposits, 76%; stocks, more \nthan 1%; and corporate bonds and financial institutions bonds, less than 1%. The return on the portfolio was 2.6%.  \n ", "2    \n5.  The skewed allocation of assets reflects (i) unknown structure of NSSF liabilities,8 hence \nthe impossibility of matching the duration of assets against liabilities; (ii)  uncertainty of future \nfunding;  and  (iii)  concerns  about  the  overvaluation  of  many  stocks  listed  on  domestic \nexchanges, and the underdeveloped corporate bond market.  NaCSSeF has yet to develop a \nwell-stipulated  investment  policy  and  establish  risk  tolerance.  NaCSSeF’s  risk  avoidance \ninvestment policy obviously  cannot be a long-term approach if its objective is to maximize \nreturns on investments. Managing risk requires a portfolio that is diversified across instruments, \nmaturities, and borders. To improve asset-liability management and better manage risks, policy \nbreakthroughs are needed to broaden and deepen the capital markets and improve their \ngovernance, and to enable NaCSSeF to invest part of its assets in markets abroad.9  \n \n6.  State-Owned  Enterprise  Share  Management.  The  Government  envisaged  major \nfunding sources for NSSF to include budget allocations, proceeds earned from divesting state \nshares, state lottery, and issuance of long-term government bonds. Typically, only one third of \nshares of public listed companies are tradable on the stock exchanges and about two thirds are \nin the form of “state shares” and “legal-person shares” and non-tradable. In June 2001 the State \nCouncil issued the Provisional Rule for Raising Funds for Social Security through Liquidation of \nState Shares and requested for every initial public offer or subsequent rights issues to issue \n10% of state shares in stock exchanges for NSSF funding. However, the market reaction to the \nrule was negative and stock markets dropped significantly. The China Securities Regulatory \nCommission (CSRC) thus called off such practice in October 2001.  \n \n7.  The Government since than has been contemplating other means of liquidating state \nshares, and one proposal is to directly allocate shares to NSSF. NaCSSeF recently established \nthe Equity Management Department to coordinate policy with other government agencies in this \nissue, and eventual management of state shares.10 However, poor financial performance and \npoor corporate governance of SOEs will be a major concern for NSSF. Experiences from other \ncountries show that social security funds are not suitable organizations to manage SOE shares \ndue to potential state interference. Valuation of non-tradable shares may also present a problem \nfor NSSF in assessing their return and actuarial soundness. The soundness of the existing \napproach and a specialized government investment corporation to manage state shares before \nliquidation and transfer of proceeds to NSSF should be assessed. As the most significant \ninstitutional  investor,  however,  NaCSSeF  can  greatly  improve  corporate  governance  by \nexercising its shareholders’ rights. NaCSSeF’s experience will help advance SOE restructuring \nand capital market development reforms.11  \n \n8.  External Investment Managers and Custodians.  In June 2003 NaCSSeF selected, \nthrough  competitive  biddings,  six  fund  management  companies  as  outsourced  investment \nmanagers to manage the NSSF fund.12 Each fund manager has been allocated CNY2 billion–3 \nbillion.  NaCSSeF  has  prescribed  a  dozen  investment  mandates  with  specific  portfolio \ncharacteristics regarding instruments, sectors, duration, and risks. The investment managers \n                                                 \n8  MOF and MOLSS are jointly responsible for NSSF’s expenditure policy. The Government has promised not to \ntouch the proceeds from NSSF for the next 5 years, but NaCSSeF wishes this period to be extended to 20 years. \n9 The PRC adopted a framework for qualified foreign institutional investor in 2003 but its reciprocal form, the qualified \ndomestic institutional investor, is still under development. \n10 The department has four divisions: allocation, to coordinate with government agencies in deciding what shares to \nallocate to NaCSSeF; shareholders rights, to exercise shareholder’s ownership rights and represent NaCSSeF in \nenterprise  governance  issues;  operations,  to  oversee  equity  share-related  transactions;  and  the  general \nadministration office. \n11  Given that state shares cannot be traded in the stock exchanges, NaCSSeF either has to hold these state shares \nand receive dividends, or transfer these shares to other strategic investors, or, as some have proposed, eventually \nset up an exchange traded fund similar to that of Hong Kong, China’s Tracker Fund to gradually liquidate SOE \nshares to the capital market. \n12  NaCSSeF does not have a secondary-market license but has to contract fund management companies for \nsecondary-market investments. NaCSSeF has, however, obtained a special license from CSRC as the strategic \ninvestor. ", "      3 \nare obligated to adhere to the portfolio characteristics of the assigned investment mandates; in \nreturn, NaCSSeF pays a management fee at a fixed percentage. \n \n9.  NaCSSeF  has  engaged  two  custodian  banks—Bank  of  China  and  Bank  of \nCommunications13—which  serve  all  payment  and  settlement  operations  of  investment \nmanagers. The banks are also responsible for external investment managers’ daily investment \nposition reports, which are further processed by various NaCSSeF departments to manage risk \nand comply with regulations. Since NaCSSeF does not receive daily reports from investment \nmanagers,  timely  and  accurate  reporting  by  custodian  banks  is  important  for  regulatory \ncompliance, risk management, and performance evaluation.14 No system is in place to detect \nerroneous reporting and cross-checking with  other sources.  Foreign custodian banks have \ncomparative  advantage  in  service  quality,  risk  management,  and  regulatory  compliance. \nHowever, since they do not have full Renminbi licenses, NaCSSeF may have difficulty engaging \nthem now. Perhaps after the World Trade Organization phase-out period when foreign banks \nget full Renminbi licenses, NaCSSeF will be able to choose foreign banks as well. \n \n10.  NaCSSeF is developing a comprehensive risk management and performance evaluation \nframework combined with an on- and off-site monitoring and supervision framework for external \nfund managers and custodians. This will help NaCSSeF monitor compliance of investment \nmanagers in the short run, evaluate and select better investment managers in the medium run, \nand control volatility on risk-adjusted returns for NSSF in the long run. All these are essential for \nNaCSSeF  to  meet  its  investment  and  risk  control  objectives.  The  investment  department \nmonitors  day-to-day  compliance  of  investment  managers  and,  jointly  with  the  legal  and \ncompliance  department,  evaluates  the  performance  of  investment  managers,  focusing  on \noverall risk management. The finance and accounting department monitors and evaluates \ncustodian banks’ performance. \n \n11.  Due to NaCSSeF’s long-term investment objectives, enforcement of managers’ best \npractices will help change the speculative environment and establish investment standards and \nbenchmarks in the capital market. NSSF is not yet structured as a trust.15 External investment \nmanagers are engaged through contracts rather than through trusts.16 NaCSSeF and the \nGovernment should examine together the feasibility of setting NSSF up as a trust, and improve \nits  contract  management  to  safeguard  responsibilities  and  accountabilities  among various \nparties, including using the trust arrangement, to further clarify their legal obligations and \nprotection. NaCSSeF should specify the criteria and selection process for professional external \nmanagers and not interfere in their investment decisions once the contracts are awarded. \n  \n12.  ADB's Operations and Strategy. ADB has been a key partner with the Government in \nproviding  knowledge-based  products  to  support  social  security  reforms17  and  to  build  an \n                                                 \n13  Bank of China is the one of the four state-owned commercial banks, and Bank of Communication is the largest \njoint-stock bank and the fifth largest commercial bank in the PRC, after the four state-owned commercial banks. \n14 Because NaCSSeF receives monthly reports from investment managers, it cannot reconcile reports submitted by \ncustodians. It may involuntarily be in violation against CSRC regulations such as the mandatory report requirement \nfor 5% ownership in a particularly stock.  \n15 Under such trust arrangement, the central Government will be the trustor. The beneficiaries should be the \nprovincial or other social security systems where funding for social security is short. NaCSSeF may be appointed \ntrustee, which would make it accountable by giving it various responsibilities imposed by the Trust Law and other \nobligations imposed by the Government in the trust document, and also entrust NaCSSeF with authority to \nadminister the entrusted assets. \n16 Although the PRC adopted the Trust Law in 2001, no investment fund has ever been created as a trust with well-\ndefined trustee and beneficiary relationships. \n17 ADB. 1998.  Proposed Technical Assistance to the People’s Republic of China for Pension Reform (for $2.4 \nmillion); ADB. 2001. Policy and Institutional Support for the Social Security Reform Pilot Program. Manila (for $1 \nmillion). \n ", "4    \nenabling policy and regulatory environment.18 TA 3733, completed in 2003, helped NaCSSeF in \n(i) organizational structure and policy framework; (ii) asset allocation to balance investment \nduration, risk and return, and investment benchmarking; (iii) internal operational and risk control \nprocedures; and (iv) methodologies to select fund managers and custodians. The TA team also \nanalyzed the potential impact of NaCSSeF in the PRC capital market. Because of the success \nof the TA, NaCSSeF asked for more assistance. \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n13.  The objective of the TA is to strengthen the institutional capability of NaCSSeF by \nestablishing  a  sound  risk  management  framework  supported  by  an  efficient  management \ninformation system to prudently manage external investment managers and custodians, and to \nexamine the soundness of allocating non-tradable state shares to NSSF. \n \nB.  Methodology and Key Activities \n14.  The  scope  of  the  TA  includes  (i)  integrated  risk  management  systems  that  cover \nmanagement of external investment managers and custodians, (ii) a policy and management \nframework  for  non-tradable  state  shares,  and  (iii)  an  efficient  and  secure  management \ninformation system. Specifically, the TA will do the following: \n \n(i)  Strengthen risk management systems for investment managers and custodian \nbanks by (a) developing procedures for day-to-day monitoring and supervision to \nensure adequate adherence to investment mandates and operation guidelines \nand compliance with all relevant banking and securities market regulations; (b) \nfacilitate  effective  and  coordinated  information  exchange  among  various \nstakeholders,  external  and  internal,  and  with  NaCSSeF;  (c)  strengthen \nperformance evaluation and adopt targeted benchmarks; (d) identify legal issues \nin mandated investment contracts and custody contracts, particularly focusing on \nissues of conflicts of interest, connected-party transactions, and moral hazard, \nand discuss the pros and cons of restructuring NSSF as a trust and utilizing \ntrusts vis-à-vis contracts for external fund managers. \n \n(ii)  Assess the soundness of allocating non-tradable state shares to NSSF and \nexamine the feasibility of establishing a buffer such as a government investment \ncorporation before channeling proceeds to NSSF. Establish strategies and risk \nmanagement guidelines for equity management toward equity investment by (a) \ndeveloping  methodologies  for  risk  control  for  internal  management  and \noutsourced  management,  (b)  developing  operational  procedures  for  different \ntypes  of  equities,  either  of  listed  or  non-listed  companies,  and  (c)  studying \nsuccessful and unsuccessful equity management and investment operations of \nother countries and identify lessons from them. \n \n(iii)  Enhance the quality of the management information system by (a) establishing \nstrategies  to  adopt  adequate  computer  hardware,  software,  and  database \ntechnologies to ensure system integrity and data security; (b) helping select the \n                                                 \n18 ADB. 1995. Fiscal Policy and Regulatory Framework for Social Security System Reform. Manila (for $540,000); \nADB. 2000. Policy Support for Social Security Reform under the Tenth Five-Year Plan. Manila (for $150,000); ADB. \n1999. Development of Economic Laws. Manila (for $1.4 million); ADB. 1999. Capacity Building for the Insurance \nSector Regulatory and Supervision System. Manila (for $700,000); ADB. 1999. Capacity Building of the Capital \nMarkets’ Regulatory System. Manila (for $1 million). ", "      5 \ndatabase management system and design flow charts to build an integrated \ndatabase  system;  and  (c)  recommending  information  technology  project \nmanagement procedures based on international best practices for successful \nproject development. \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated to be $720,000 equivalent, including foreign \nexchange  cost  of  $370,000  and  local  currency  cost  of  $350,000  equivalent.  The  foreign \nexchange cost of $370,000 and the local currency cost of $130,000 equivalent for a total of \n$500,000 will be financed on a grant basis by ADB’s TA funding program. The Government will \ncontribute $220,000 in kind (office space, counterpart staff, transportation, and other services). \nDetails of the cost estimates for the three components and the total are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  NaCSSeF will be the Executing Agency. A working group will be established, under the \nleadership of the director general of the NaCSSeF administrative department to work as the \nconsultants’ counterpart. NaCSSeF will provide office space, counterpart staff, transportation, \nand other support, and will arrange appointments for consultants with relevant agencies and \norganizations. \n \n17.  The  TA  will  engage  three  international  consultants  for  a  total  of  6  person-months, \ncomprising  a  risk  management  specialist  (3  person-months),  a  state  share  management \nspecialist (2 person-months), and an information system specialist (1 person-month), with one \nfunctioning as the team leader. Three domestic consultants will have the same expertise as the \ninternational consultants but will be engaged for 3 person-months each. Additional international \nand domestic specialists will be engaged to cover specific technical areas, such as evaluation of \ninternational custodian banks and divestiture of state shares, and will be identified during TA \nimplementation as the need arises. The terms of reference for the consultants are in Appendix \n3. The TA will be tendered to an international firm based on a simplified technical proposal, \nusing the quality- and cost-based selection method. The consultants will be selected and \nengaged  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB on the engagement of domestic consultants. The consultants \nwill procure the equipment to implement the TA in accordance with ADB's  Guidelines for \nProcurement. \n \n18.  The consultants will submit (i) inception reports 2 weeks after their services start, (ii) \ninterim progress reports at appropriate stages of TA implementation, (iii) draft final reports \nbefore  the  conclusion  of  the  contract,  and  (iv)  final  reports  2  weeks  after  incorporating \nNaCSSeF and ADB's comments. All reports have to be submitted in English and Chinese. The \nTA will start in February 2004 and be completed in December 2004. Trainings abroad will be \nselectively  conducted  through  seminars  and  internships  with  major  institutional  investment \ninstitutions. Workshops will be organized near the end of the implementation period to invite \ncomments from international and domestic experts in the field and disseminate TA findings. \n \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the People’s Republic of China for Advisory Support for the National Council \nfor the Social Security Fund, and hereby reports this action to the Board. \n ", "6   Appendix 1   \nTECHNICAL ASSISTANCE FRAMEWORK \n \nMonitoring  Assumptions \nDesign Summary  Performance Indicators/Targets \nMechanisms  and Risks \nGoal       \nStrengthen institutional  A sound and prudent risk management  Progress reports by  Government \ncapabilities of National Council  system for external investment managers,  consultants and  support for \nfor Social Security Fund  custodians, and state non-tradable shares,  NaCSSeF  continued reform \n(NaCSSeF)  supported by efficient management  is effective. \nSupervision by \ninformation system \nreview missions  Sound \nrecommendations \nare accepted and \nimplemented. \nPurpose       \nEstablish a sound management  Strategies and risk management guidelines  Progress reports by  Related \nsystem for state non-tradable  for equity management and investment  consultants and  government \nshares  operations  NaCSSeF  agencies \ncoordinate closely. \nAdopt an integrated risk  Procedures for day-to-day monitoring and  Supervision by \nmanagement system that covers  supervision to ensure adherence to  review missions \nexternal investment managers  investment mandates and performance \nand custodians   evaluation criteria, and adoption of targeted \nbenchmarks \nImprove the management \ninformation system  Proper strategies to adopt adequate \ncomputer hardware, software, and \ndatabase technologies to ensure system \nintegrity and data security \nOutputs       \nAnalyze experience of foreign  Identify active or passive strategies that  Progress reports by  High-quality \ninstitutional investors, study  NaCSSeF could adopt toward equity  consultants and  preparatory work \nsuccessful and unsuccessful  investment and methodologies for risk  NaCSSeF  by the NaCSSeF \nequity management and  control for internal management and out-\nSupervision by  Quality of \ninvestment operations of other  sourced management; and develop \nreview missions  technical \ncountries, and identify lessons  operational procedures for different types \nassistance (TA) \nfrom them  of equities, or listed or unlisted companies,  Various tasks \nimplementation by \nfocusing on transactions such as  completed on time \nFacilitate effective and  the NaCSSeF \nagreement transfer, replacement, auction, \ncoordinated information \nleasing, equity-debt swap, and collateral for  Quality of the TA \nexchange among various parties, \nunlisted equities  consultants' \nexternal and internal to \nservices \nNaCSSeF  Develop operational guidelines and \ncompliance with all relevant banking and \nEnhance the service capacity \nsecurities market regulations, and identify \nand quality of the management \nlegal issues in mandated investment \ninformation system, help select \ncontracts and custody contracts \nthe database management \nsystem, and design the flow  Recommend proper information technology \nchart to build an integrated  project management procedures based on \ndatabase system  international best practice for successful \nproject development \nActivities       \nRecruit international and  Three international consultants for a total of  Progress reports by  Counterpart \ndomestic consultants  6 person-months, and three domestic  consultants and  support is \nconsultants for a total of 9 person-months  NaCSSeF  available. \nOrganize training seminars and \nconferences to disseminate    Various tasks \npolicy recommendations  completed on time ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga \n1. Consultants             \na. Remuneration and Per Diem             \ni.  International Consultantsb  225   0   225   \nii. Domestic Consultantsc  0   55   55   \nb. International and Local Travel  30   5   35   \nc. Reports and Communications  0   10   10   \n2. Equipmentd  10   0   10   \n3. Training, Seminars, and Conference              \na. Facilitators (interpreters and   \ntranslators)  0   10   10 \nb. Domestic Training  0   40   40   \nc. Overseas Training  50   0   50   \n4. Miscellaneous Administration and   \nSupport Costs  5   0   5 \n5. Representatives for Contract   \nNegotiations  5   0   5 \n6. Contingencies  45   10   55   \nSubtotal (A)  370   130   500   \n             \nB. Counterpart Financing             \n1.  Office Accommodation and Transport  0   90   90   \n2.  Remuneration and Per Diem of   \nCounterpart Staff  0   90   90 \n3.  Contingencies  0   40   40   \nSubtotal (B)  0   220   220   \n             \nTotal  370   350   720   \na   Financed by ADB’s TA funding program. \nb  Around $50,000 is earmarked for additional international specialists and will be identified during TA implementation \nas need arises. \nc  Around $65,000 is earmarked for additional domestic specialists and will be identified during TA implementation as \nneed arises. \nd  Equipment to be purchased includes notebook computers, facsimile machines, and photocopiers. \nSource: Asian Development Bank estimates. \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants (6 person-months)  \n1.  Team Leader and Risk Management Specialist (3 person-months)  \n \n1.  As the team leader, the consultant will be responsible for the overall management of \ntechnical assistance implementation, timely delivery of quality interim and final reports, and \nrecruitment  and  management  of  source  persons  in  various  technical  tasks.  As  the  risk \nmanagement specialist, together with other international and domestic consultants, he or she \nwill lead in management of external ni vestment managers and custodians. Specifically the \nconsultant will do the following: \n \n(i)  Formulate a strategy to ensure that only external fund managers with track \nrecords and good internal risk controls are selected to manage funds for the \nNational Council  for Social Security Fund (NaCSSeF), and  adopt international \nguidance on portfolio management standards such as those promulgated by the \nAssociation of Investment Management and Research. \n \n(ii)  Establish a quick-responding short-term monitoring and supervision mechanism \nfor  outsourced  investment  managers  and  custodians,  specifically  to  do  the \nfollowing: \n \n(a)  ensure  adequate  compliance  of  investment  mandates  and  operation \nguidelines of NaCSSeF;  \n(b)  ensure strict compliance of all relevant banking and securities market \nregulations; and \n(c)  recommend methodologies for performance evaluation and management \nof contractual relationship, identify the needs for targeted benchmarks, \nreview investment mandates and guidelines, and balance the structure \nand investment style of investment managers. \n \n(iii)  Recommend mechanisms to monitor performance of custodian banks to ensure \ncompliance with all relevant banking and securities market regulations, including \nby doing the following: \n \n(a)  recommend due diligence procedures for custodians, including review of \nan emergency-handling system based on international best practices; \n(b)  develop  benchmarks  to  monitor  and  evaluate  quality  of  custodian \nservices; \n(c)  discuss the need to request daily reporting from investment managers to \ncross-check with custodian reports; \n(d)  recommend a mechanism to systematically detect erroneous reporting; \nand \n(e)  comprehensively  introduce  services  offered  by  international  custodian \nbanks,19  including  types  of  services,  fee  structure,  contractual \narrangement,  reporting,  responsibility  and  accountability,  emergency \nhandling, etc. \n                                                 \n19 To prepare NaCSSeF for the future engagement of global custodian service providers when it is granted Qualifed \nDomestic Institutional Investor status. ", "  Appendix 3  9 \n \n(iv)  Recommend methodologies to evaluate performance of investment managers \nand custodians banks, including the following: \n \n(a)  identify and develop appropriate benchmarks for investments in stocks, \nbonds, and bank deposit and overall  National Social Security Fund \n(NSSF) investment (combining portfolios); \n(b)  recommend  a  decision-making  process  based  on  various  outputs  of \nperformance evaluation methodologies such as the Global Investment \nPerformance Standards in calculating and evaluating the performance of \nexternal managers in stocks and bonds; \n(c)  develop peer-group comparison methodologies, including identification of \npeer groups; \n(d)  conduct attribute analysis and return decomposition analysis for stock, \nbond, repurchase agreements, and investments according to industry, \ninvestment style, and asset class; \n(e)  conduct risk-adjusted return analyses; and  \n(f)  recommend methodologies to evaluate performance of bank deposits and \nbond investment. \n \n(v)  Identify key issues in management of legal contracts with fund managers and do \nthe following: \n \n(a)  identify the overall framework of the contract and main factors to be \nconsidered; \n(b)  discuss the pros and cons of the 2-year contract vis-à-vis longer term \ncontracts and indefinite termed contacts; \n(c)  clarify whether specific investment guidelines of stocks and bonds, etc. \nshould be clearly specified and what factors should be included; \n(d)  explain  the  appropriate  proxy  voting  policies  in  the  stock  investment \nthrough external managers; \n(e)  consider  factors  that  will  decide  fund  managers’  management  and \nperformance fees; and \n(f)  decide the format and content of outsourced fund managers’ weekly, \nmonthly, and yearly reports to NaCCSeF. \n \n(vi)  Identify key issues in management of legal contracts with custodians and do the \nfollowing: \n \n(a)  identify  the overall framework of the contract and main factors to be \nconsidered; \n(b)  explain the difference between a custody contract and a trust contract; \n(c)  explain the difference in rights and responsibilities between trustee and \ncustodian; \n(d)  decide whether a custodian is to be paid a performance fee; \n(e)  elaborate custodians’ role in risk evaluation and performance analysis of \nmandated investment; \n(f)  elaborate custodians’ role in corporate action, information accumulation, \nand transmission; \n(g)  elaborate independent institutions’ role in evaluating custodians’ internal \ncontrol; and \n ", "10  Appendix 3 \n(h)  decide reporting formats for information to be reported to NaCSSeF. \n \n(vii)  Identify  legal  issues  regarding  mandated  investment  contracts  and  custody \ncontracts, particularly involving avoidance of moral hazard, with special attention \npaid to the following: \n \n(a)  relationships  among  the  mandated  investment  contracts,  custody \ncontracts,  and  third-party  contracts  of  NaCSSeF,  managers,  and \ncustodians; and contracts between managers and custodians; \n(b)  relationships among fund managers, custodians, and NaCSSeF in the \ncontract; \n(c)  drafting  of  articles  concerning  breach  of  contract  responsibilities  and \npenalties in mandate investment contracts and custody contracts; \n(d)  potential legal risks in implementing mandate investment contracts and \ncustody contracts; \n(e)  articles in custody contracts to ask custodians to take measures to limit \nother  parties  to  make  pledge,  freeze,  or  enjoy  other  claims  to  the \nmandated assets; and \n(f)  authorization  systems  and  management  regulations  of  the  original \ncontract and duplicate copy. \n \n(viii)  Recommend  policies  to  ensure  efficiently  coordinated  information  exchange \nwithin  NaCSSeF,  and  to  monitor  investment  managers  and  custodians, \nperformance review, and external audit. \n \n(ix)  Work with policymakers to examine the feasibility of restructuring NSSF as a \ntrust,  and  discuss  the  pros  and  cons  of  utilizing  “trust”  vis-à-vis  entrusted \ncontracts for outsourced investment fund managers. \n \n2.  State Share Management Specialist (2 person-months) \n \n2.  In  consultation  with  the  fund  management  and  information  system  specialists,  the \nconsultant will take the lead in tasks related to the management of equity shares, especially \npolicy on non-tradable state shares. Specifically the consultant will do the following:  \n \n(i)  Assess the soundness of allocating non-tradable state shares to NSSF and \nexamine the feasibility of establishing a buffer such as a government investment \ncorporation before channeling proceeds to NSSF.  \n \n(ii)  Identify issues involved with active or passive strategies that NaCSSeF could \nadopt  for  equity  investment,  based  the  experience  of  foreign  institutional \ninvestors, especially pension management institutions.  \n \n(iii)  Develop methodologies for equity management and risk control and discuss the \nmerits of internal management and outsourced management based on best \ninternational practices. \n \n(iv)  Tailor operational procedures for different types of equities of listed or unlisted \ncompanies, focusing on transactions such as agreement transfers, replacement, \nauctions, leasing, equity-debt swaps, and collateral for unlisted equities. \n ", "  Appendix 3  11 \n(v)  Study  successful  and  unsuccessful  equity  management  and  investment \noperations of other countries and identify lessons from them. \n \n3.  Information System Specialist (1 person-month) \n \n3.  In collaboration with the fund management specialist and state share management \nspecialist, the consultant will lead information system development. Specifically, the consultant \nwill do the following:  \n \n(i)  Analyze how the information system will influence NaCSSeF’s investment and \nrisk management activities. \n \n(ii)  Discuss the pros and cons of various systems and recommend strategies to \nadopt computer hardware, software, and database technologies for information \nand file management, with measures for system integrity and data security. \n \n(iii)  Help select the database management system after recommending conceptual \nissues to be considered. \n \n(iv)  Develop  a  flow  chart  to  construct  an  integrated  database  system  for  fund \nmanagement and risk control. \n \n(v)  Recommend an information technology project management strategy based on \ninternational  best  practices,  and  identify  key  factors  to  develop  information \ntechnology. \n \n(vi)  Evaluate the situation and identify measures  to ensure system integrity and \ninformation safety. \n \nB.  Domestic Consultants (9 person-months) \n \n4.  Consultants with extensive in-country and sector knowledge, and good government and \nbusiness contacts will be recruited. The consultants will help the international consultants \nquickly  become  familiar  with  their  tasks  by  translating  various  documents  into  English; \nresearching and compiling key government policies, regulations, and procedures; and providing \nadvice to ensure that the international consultants’ output is appropriate and implementable. \nThe domestic consultants are expected to possess sufficient experience in their fields, and will \ninclude a risk management specialist (3 person-months), state share management specialist (3 \nperson-months), and information system specialist (3 person-months). \n \n \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "Asian Development Bank", "ModDate": "D:20031107104702+08'00'", "CreationDate": "D:20031106175848+08'00'", "Creator": "Acrobat PDFMaker 5.0 for Word", "Title": "Advisory Support for the National Council for the Social Security Fund"}}