{"path": "data/input/ta/tar-cam-36593.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:CAM 36593 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nKINGDOM OF CAMBODIA \n \n \nFOR \n \n \nIMPROVING INSURANCE SUPERVISION \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2002", " \nCURRENCY EQUIVALENTS \n(as of 3 December 2002) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.00026 \n$1.00 =  KR3835 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations  \n  CAMINCO  –  Cambodia National Insurance Company \n  FID  –  Financial Industry Department \n  FSPL  –  Financial Sector Program Loan \n  MEF  –  Ministry of Economy and Finance \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nThis report was prepared by a team consisting of B. J. Chun (team leader)  \nand X. Zhang, Mekong Department. ", " \nI.  INTRODUCTION \n1.  The Cambodian insurance industry is in its embryonic stage. Given the limited banking \nintermediation  in  the  country,  the  development  of  the  insurance  business  is  of  strategic \nimportance. It will complement banking intermediation and contribute to long-term resource \nmobilization.  Nonlife  insurance,  especially,  will  facilitate  commercial  activities  by  covering \nvarious business risks. Appendix 1 summarizes initial poverty and social analysis. \n \n2.  The Asian Development Bank (ADB) has been instrumental in developing the insurance \nbusiness. ADB helped the Government develop a long-term financial sector development plan— \nthe Financial Sector Blueprint for 2001−2010 (the Blueprint),1 which identified key reform areas \nto  build  a  market-based  insurance  industry  over  10  years  starting  in  2001.  The  Blueprint \naddresses  (i)  the  supervision  and  regulatory  framework,  (ii)  compulsory  insurance,  (iii) \ninsurance industry organization, (iv) capacity building, and (v) insurance infrastructure. Based \non the Blueprint, ADB launched the Financial Sector Program Loan (FSPL) cluster2 to help \nimplement  the  proposed  reforms  in  the  Blueprint.  The  FSPL  supports  (i)  establishing  an \ninsurance supervisory unit, (ii) developing compulsory insurance, and (iii) restructuring the state-\nowned insurance company. ADB provided advisory technical assistance (TA)3 in 2002, which \ncovered  compulsory  insurance  such  as  third-party-liability  motor  vehicle  insurance  and \ncontractor’s  general  liability.  Following  this  initial  effort,  the  Government  requested  further \nassistance through a long-term resident advisor to develop the insurance sector, especially in \nthe  legal  and  supervisory  framework,  restructuring  of  the  state-owned  insurance  and \nreinsurance companies, and capacity building of supervisory staff of the Ministry of Economy \nand Finance (MEF). In response, ADB fielded the Fact-Finding Mission4 of 14-25 October 2002, \nand reached an understanding on the scope, implementation and financing arrangements, and \nterms of reference of the TA.5 \n \nII.  ISSUES \n3.  The  insurance  industry  is  very  small  and  underdeveloped.  The  insurance  industry \ncomprises the state-owned Cambodia National Insurance Company (CAMINCO), four private \ninsurance agents, and a state-owned reinsurance company—the Cambodia Re. In recent years, \nthe insurance industry has undergone some important changes. First, CAMINCO was divested \nof its regulatory function, which MEF took over in line with the insurance law of 2000.6 Until then, \nCAMINCO had regulated the insurance industry, posing conflicts of interest. MEF established \nthe Insurance Division under the Financial Industry Department (FID). Second, in January 2002, \nCAMINCO  was  divested  of  its  reinsurance  business  when  the  Government  established \nCambodia Re. In October 2002, it was transformed into a joint venture company with the Asia \nInsurance Group,7 which holds 20% of Cambodia Re. Third, compulsory insurance has been \nintroduced.  Until  recently,  only  a  few  nonlife  insurance  products  such  as  property,  health, \n                                                 \n1  Chun, B. J., X. Zhang, A. Sharma, and A. Hsu. 2001. Cambodia: Financial Sector Blueprint for 2001-2010. Manila: \nADB. Available: http://www.adb.org/Documents/Reports/CAM_Blueprint/default.asp. \n2  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a proposed Program Loan \nCluster to the Kingdom of Cambodia for the Financial Sector Program. Manila. \n3  ADB. 2001. Technical Assistance to Cambodia for Capacity Building for Banking and Financial Management. \nManila. The TA was approved in November 2001, and commenced implementation in April 2002. \n4 The Mission comprised B.J. Chun (Financial Economist/Mission Leader) and X. Zhang (Financial Economist). \n5  The TA first appeared in ADB Business Opportunities (Internet edition) in October 2002.  \n6  The FSPL supported the separation of CAMINCO’s insurance regulatory function as part of first-tranche release \nconditions of subprogram 1. See footnote 2. \n7  The Asian Insurance Group is a consortium of five international insurance companies from Japan; Hong Kong, \nChina; Indonesia Singapore; and Thailand. ", "2 \nmarine cargo, and motor vehicle insurance had been offered to a limited scope of clients, mostly \nforeign  investors  and  international  organizations.  In  2002,  MEF  introduced  compulsory \ninsurance such as third-party-liability motor vehicle insurance, contractor’s general liability, and \npassenger transportation insurance. \n \n4.  While  these  achievements  are  significant,  the  “to-do  list”  to  build  an  enabling \nenvironment  conducive  to  insurance  business  is  a  long  one.  First,  a  detailed  legal  and \nregulatory framework for insurance is urgently needed. Under the current skeletal regulatory \nframework, what businesses private sector operators can or cannot engage in is not clear, \nbecause many essential details remain missing. The insurance law establishes the basic legal \nbasis for defining supervisory authorities and industry business, but MEF and the private sector \nfeel that the law still leaves many areas to be fleshed out, or improved to give transparent \nguidance to insurance providers and clients. Some prudential norms (i.e., solvency margin and \nminimum capital requirements) need to be redesigned as they are unrealistic. For example, the \nminimum capital requirement for a full-fledged insurance company, set at $7 million, is too high \nto induce private insurance companies, given the market size. A foreign insurance company \nbecame an agent in response to the high minimum capital requirement. The insurance law has \nyet to provide clear references for various insurance intermediaries such as brokers and sales \nagents. \n \n5.  Second, the Insurance Division has yet to establish detailed supervisory framework and \nprudential regulations. MEF must urgently develop the following tasks to discharge its regulatory \nresponsibilities: (i) establish off-site surveillance and on-site inspection procedures and train the \nInsurance Division officers, (ii) establish a regulatory framework for a policyholder protection \nprogram, and (iii) develop an insurance database and statistics to help insurance operators \ndetermine and regulate premiums of life and nonlife businesses.  \n \n6.  Third,  capacity  building  is  urgently  needed  for  the  insurance  supervisory  staff.  The \nInsurance  Division  has  10  officers,  most  of  whom  lack  insurance  supervision  experience. \nAlthough a few officers have a background in economics and business administration, most lack \nin-depth knowledge of insurance. Long-term and systematic efforts are needed to build the \ncapacity of insurance supervisors. \n \n7.  Fourth, the insurance industry needs to be reorganized by redefining the role of the \nstate-owned insurance companies. Until 2000, CAMINCO had been regulator, operator, and \nreinsurer, and remains a dominant player in the insurance market. Recognizing potential conflict \nof  interest,  MEF  initiated  CAMINCO’s  restructuring  in  2000,  first  separating  the  regulatory \nfunction and then divesting the reinsurance business. The next task is to make CAMINCO a \ncommercial enterprise and build its capacity. Based on ADB’s policy recommendation, MEF \nplans to restructure CAMINCO by forming a joint venture with a private sector partner. A joint \nventure, preferably with reputable foreign insurance companies, will be of strategic importance \nin developing the insurance business, not only augmenting the capital base of CAMINCO, but \nalso  transferring  managerial  and  technical  know-how  to  it.  The  Government  established \nCambodia Re and remains committed to restructure CAMINCO through a joint venture under \nthe FSPL’s auspices.8  \n \n                                                 \n8  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for Subprogram II of the Financial Sector Program and on the Progress of Subprogram I \n(Loan 1859-CAM) (approved on 28 November 2002). Manila.  ", "    3 \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n8.  The project aims to (i) upgrade the legal and regulatory framework for insurance based \non international best practices, (ii) build capacity of insurance supervisory staff, and (iii) help \nrestructure CAMINCO by developing a restructuring strategy and action plans. An international \ninsurance expert and a local expert will be engaged under the TA. The international insurance \nexpert  will  be  resident  advisor  to  FID  to  help  its  director  and  staff  discharge  their  daily \noperational responsibilities as insurance supervisor and regulator. The international insurance \nexpert is expected to undertake the following tasks: \n \n(i)  Formulate a medium-term development plan to upgrade the legal and regulatory \nframework for insurance business and capacity as well as the insurance industry, \nbased on a diagnostic review of the insurance sector.  \n \n(ii)  Develop (a) procedures for on-site inspection and off-site surveillance of the \ninsurance  companies,  (b)  insurance  industry  statistics,  (c)  implementing \nregulations of accounting standards consistent with Association of Southeast \nAsian Nations (ASEAN) standards. \n \n(iii)  Draft  a  restructuring  strategy  and  plan  for  the  state-owned  insurance  and \nreinsurance companies and help MEF implement the plan. \n \n(iv)  Provide  training  for  the  relevant  officials  and  private  sector  stakeholders  in \nvarious policy issues regarding insurance supervision and business. \n \nB.  Methodology and Key Activities \n9.  The TA is unique in that it will use a resident advisor with a broad scope of tasks. Given \nthe situation facing FID, the demand for capacity building is multifaceted, ranging from a high-\nlevel of professional knowledge and financial expertise to simple administrative skills. The \nresident  advisor  is  expected  to  undertake  multiple  roles  in  capacity  building,  on  top  of \nprofessional consulting services. First, the advisor will be a tutor, teaching staff how to handle \nissues arising from FID’s day-to-day operation. Since most FID staff are relatively young and \ninexperienced, they often face difficulties in handling routine tasks. The expert will guide them in \ndischarging their daily responsibilities. Actual assistance in daily tasks will be provided by the \ndomestic consultant under the guidance of the resident advisor. Second, the advisor will be an \non-the-job trainer to expedite the knowledge transfer for the internal expert to the FID target \nstaff. The resident advisor’s TA service and training service can be integrated into FID staff’s \ndaily work process since the advisor and staff work in the same office. While the resident \nadvisor is expected to provide workshop and seminar-type training, the core mechanism for \nknowledge transfer envisioned in this TA hinges on on-the-job training by the resident advisor. \nThird, the resident advisor will become a focal person to facilitate private sector consultation. As \nFID staff have no in-depth knowledge or experience, they do not easily communicate with \nprivate  sector  operators.  Most  FID  staff  do  not  necessarily  match  with  private  sector \ncounterparts. Lack of mutual trust between FID and its private sector operators also hampers \ncommunication. Thus, the resident advisor will be an honest broker to bridge the communication \ngap between them. The TA framework is in Appendix 2. \n ", "4 \nC.  Cost and Financing \n10.  The  total  TA  cost  is  estimated  to  be  $472,000,  of  which  $333,000  is  the  foreign \nexchange  cost,  and  $139,000  equivalent  is  the  local  currency  cost.  The  Government  has \nrequested ADB to finance $333,000, covering the entire foreign exchange cost and $67,000 \nequivalent of the local currency cost. The TA will be financed on a grant basis by ADB’s TA \nfunding program. The Government will finance the balance of the local currency cost, equivalent \nto  $72,000,  by  providing  office  space,  counterpart  staff,  and  other  miscellaneous  services \n(Appendix 3). \n \nD.  Implementation Arrangements \n11.  MEF will be the Executing Agency for the TA. In addition to office space, MEF will \nprovide counterpart staff and other support services to the consultants. ADB will engage an \ninternational insurance expert and a domestic economist to provide consulting services for 9 \nperson-months each, both on individual basis. The terms of reference for the consultants are in \nAppendix 4. Consultants will be selected and engaged according to ADB’s Guidelines on the \nUse of Consultants and other arrangements satisfactory to ADB on the engagement of domestic \nconsultants.  \n \n12.  Before the start of services, the consultants will prepare a detailed work plan, which will \ninclude a timetable for deliverables defined under each TA component. Consultants are required \nto deliver outputs according to such schedule and in such format as agreed on with ADB and \nMEF at contract negotiation. Each output will be reviewed by MEF and ADB. The consultants \nare required to submit to ADB a daily activity report at the end of each working month in such \nformat as agreed on with ADB and MEF when service starts. A draft final report, collating all \noutputs, will be submitted within the deadline agreed on, and work plans after incorporation of \nfeedback from MEF and ADB. A tripartite meeting will be held before finalization of the draft final \nreport. The final report, incorporating comments of MEF and ADB during and after the tripartite \nmeetings, should be submitted upon completion of service. The TA is scheduled to commence \nin February 2003 and be completed by June 2004. \n \nIV.  THE PRESIDENT'S DECISION \n13.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of Cambodia for Improving Insurance Supervision and hereby reports this \naction to the Board. ", "  Appendix 1  5 \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n   \nSector identified as a national    Yes  Sector identified as a national     Yes \npriority in country poverty analysis?  priority in country poverty  \n  partnership agreement? \n \n \nContribution of the sector to reduce poverty in Cambodia: \n \nThe insurance sector, as part of the financial sector, helps reduce poverty on the macro and individual levels. \n \nOn the macro level, the insurance sector mobilizes savings and channels financial resources for productive \npurposes, and is fundamental for sustainable economic growth and stability. The sector supports economic growth \nby  mobilizing  resources,  especially  long-term  resources,  which  is  critical  to  infrastructure  development.  The \ninsurance sector also protects the real sectors from losses in case of catastrophes and, therefore, contributes to \nmacroeconomic stability.  \n \nFor individual livelihood, a sound and efficient insurance sector provides accessible, high-quality and well-diversified \ninsurance services for the near poor and nonpoor. During economic or other crises, a sound financial system \nreduces income fluctuation and, thus, people’s vulnerability to drastic changes in socioeconomic situation.  \n \n \nB.  Poverty Analysis          Proposed Classification: Beneficiary not specific \n \nWhat type of poverty analysis is needed? \n \nNone. \n \n \nC.  Participation Process \n \nStakeholder analysis prepared:                  None  \n \nParticipation strategy required:                   No \n \nD.  Potential Issues \nSignificant, \nSubject  Not Significant,  Strategy to Address Issues  Plan Required \nUncertain, None \nResettlement  None    None \nGender  None    None \nAffordability  None     None \nLabor  None     None \nIndigenous   None     None \nPeople \nOther Risks or  None     None \nVulnerabilities \n \n ", "6  Appendix 2 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nMonitoring  Assumptions \nDesign Summary  Performance Indicators/Targets \nMechanisms  and Risks \nGoal       \nDevelop a balanced,  • Increased ratio of financial assets to  •  Economic reports,  •  The Government’s \nsound, market-based  gross domestic product (GDP)   official statistics  financial sector \nfinancial system to  • Increased ratio of insurance premium to  •  Asian Development  strategy is \nsupport resource  GDP   Bank (ADB) review  implemented.  \nmobilization and  • Increase per capita insurance  missions  •  Macroeconomic \nsustainable economic  expenditure   stability is \ngrowth  • Enhanced and diversified insurance  sustainable. \n  services in urban and rural areas  •  Reforms are fully \n  implemented as \nspecified in the \ngovernance action \nplan. \n \nPurpose       \nIncrease public  •  Higher insurance premium  •  Reports of insurance  •  MEF is committed \nconfidence and  •  Bigger insurance companies  companies and MEF  and has the \nawareness in the  •  More people with insurance  •  ADB review missions   capacity to \ninsurance sector, and  •  Diversified insurance products    develop the \ndiversify insurance  •  Enhanced insurance services in urban  insurance sector. \nproducts and services \nand rural areas \n \n \nOutputs       \n  •  A diagnostic study on the legal and  •  Technical Assistance  •  MEF is \n  supervisory framework of the  (TA) reports  cooperative and \ninsurance sector, and the insurance  •  MEF's reports  has the necessary \nindustry  •  ADB review missions  capacity to \n•  A medium-term development plan to  achieve its goals. \nimprove insurance supervision  •  The private sector \nframework and capacity as well as to  supports the \ndevelop the insurance industry  endeavor. \n•  Manuals and procedures for off-site \nsurveillance and on-site inspection of \nthe insurance companies \n•  Design of insurance industry statistics \n•  Implementation regulations of \naccounting standards \n•  A restructuring plan for CAMINCO and \nCambodia Re \n \nInputs       \n  •  International insurance expert (9  •  TA reports  •  MEF is \n  person-months)  •  MEF's reports  cooperative and \n•  Domestic economist (9 person- •  ADB review missions  has the necessary \nmonths)    capacity to \n  achieve its goals. \n ", "    Appendix 3  7\nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financing       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  270.0  0.0  270.0 \n      ii.  Domestic Consultants  0.0  27.0  27.0 \n    b.  International and Local Travel  15.0  6.0  21.0 \n    c.  Reports and Communications  5.0  5.0  10.0 \n  2.  Translation  0.0  9.0  9.0 \n  3.  Training, Seminars, and Conferences  0.0  5.0  5.0 \n  4.  Miscellaneous Administration and   5.0  5.0  10.0 \n    Support Costs \n  5.  Contingencies  38.0  10.0  48.0 \n      Subtotal (A)  333.0  67.0  400.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  25.0  25.0 \n  2.  Remuneration and Per Diem  0.0  30.0  30.0 \n    of Counterpart Staff \n  3.  Others  0.0  17.0  17.0 \n      Subtotal (B)  0.0  72.0  72.0 \n        Total  333.0  139.0  472.0 \nSource: Asian Development Bank estimates. \n ", "8  Appendix 4 \nOUTLINE TERMS OF REFERENCE  \n \nA.  International Insurance Expert (9 person-months) \n1.  The  expert  must  have  extensive  working  knowledge  of  supervision  and  prudential \nregulation  of  the  insurance  business,  and  international  best  practices.  At  the  current \ndevelopment stage of the Cambodia insurance markets, experience in nonlife insurance is \nessential for this position. The expert should also demonstrate good understanding of the \nhistory and culture of Cambodia insurance markets and the legal and regulatory system on \nwhich the insurance industry is based. \n \n2.  The expert will work as a resident advisor, helping the director and other staff members \nof  the  Financial  Industry  Department  (FID)  in  day-to-day  insurance  supervision,  prudential \nregulations, and policymaking. The expert is expected to work in FID during official business \nworking hours to report his or her daily activities to ADB in the agreed-on format every month. \n \n3.  The expert will also undertake the following tasks: \n \n(i)  Design a medium-term development plan to upgrade the legal and supervisory \nframework for insurance and develop the insurance industry. The plan should \ninclude (a) a diagnostic review of the legal and regulatory framework for the \ninsurance sector, and of the insurance industry; (b) an insurance supervisory \nframework,  including  on-site  inspection  and  off-site  surveillance  based  on \nInternational Association for Insurance Supervisors principles; (c) policyholder \nprotection (e.g., creation of a policyholder protection fund); (d) insurance and \nreinsurance accounting; and (e) intermediaries such as brokers and agents. \n(ii)  Formulate  manuals  and  procedures  for  off-site  surveillance  and  on-site \ninspection of insurance companies. \n(iii)  Design and formulate insurance industry statistics consistent with the Association \nof Southeast Asian Nations (ASEAN) United Forms of Statistics. \n(iv)  Help  Ministry  of  Economy  and  Finance  (MEF)  implement  regulations  on \naccounting standards consistent with ASEAN standards. \n(v)  Formulate a restructuring strategy and plan for CAMINCO and Cambodia Re, \nand help MEF implement the plan in a transparent manner. \n(vi)  Design a capacity-building program for MEF’s Insurance Division, including staff \nqualifications,  job  descriptions,  competitive  compensation  scheme,  training \nneeds and timetable, potential training providers, and cost estimation. \n(vii)  Train MEF officials and the private sector in regional integration of the insurance \nregulator and industry to prepare Cambodia to become a member of International \nAssociation for Insurance Supervisors and the World Trade Organization (WTO).  \n ", "      Appendix 4  9   \n \nB.  Domestic Consultant—Economist (9 person-months) \n \n4.  The consultant will have a background in economic analysis, understand the insurance \nbusiness, and be proficient in English. Preferably, the economist will have experience with \ninternational organizations. The economist will have the following tasks: \n \n(i)  Help the international team of experts in all aspects of their tasks within the terms \nof reference. \n(ii)  Gather and analyze required information and data, and make them available in \nEnglish and in an organized, readable form for the international team of experts. \n(iii)  Support FID’s daily tasks under the guidance of the international consultant. \n(iv)  Conduct research on specific topics as required by the team leader.  \n(v)  Help the international consultant with workshops and seminars. \n(vi)  Provide  logistical  support,  including  translation  and  meeting  arrangements, \namong others. \n \n \n "], "metadata": {"CreationDate": "D:20030102113513", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030103142521+08'00'"}}