{"path": "data/input/ta/tar-uzb-36534.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR:UZB 36534 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \n \nTO THE \n \n \nREPUBLIC OF UZBEKISTAN \n \n \nFOR  \n \n \n \nDEVELOPING AN INTEGRATED CADASTRE SYSTEM FOR LAND \n \n RESOURCES MANAGEMENT AND PROPERTY RIGHT REGISTRATION \n \n \n \n \n \n \n \n \n \n \n \n \n \nNovember 2003", " \nCURRENCY EQUIVALENTS \n(as of 12 November 2003) \n \nCurrency Unit –  sum (SUM) \nSUM 1.00 =  $0.001025 \n$1.00 =  SUM975.48 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nEU-TACIS  –  European Union–Technical Assistance for Commonwealth \nIndependent States \nGIS  –  geographic information system \nGosKomZem  –  State Committee for Land Resources  \nGTZ  –  Deutsche Gesellschaft fur Technische Zusammenarbeit \nIT  –  information technology \nTA  –  technical assistance \nTAMU  –  technical assistance management unit \nUzGeodesCadastre  –  Main Administration of Geodesy, Cartography, and State Cadastre  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by KyeongAe Choe, Agriculture, Environment, and Natural Resources \nDivision (ECAE), East and Central Asia Department. \n ", " \nI.  INTRODUCTION \n \n1.  During  the  Asian  Development  Bank  (ADB)  Programming  Mission  in  2002,  the \nGovernment of Uzbekistan requested advisory technical assistance (TA) to improve its cadastre \nand real property registration system. The Government considers that a unified state cadastre \nsystem would lead to more efficient use of land resources and real property, and ease the \ntransition to a market economy. A concept note to this effect was submitted to ADB by the State \nCommittee for Land Resources in September 2002 and the TA1 was later included in the 2003 \nProgram in ADB’s Country Strategy and Program Update (2003–2005). A Fact-Finding Mission \nfielded by ADB in May 2003 held discussions based on the concept note with staffs of central and \nlocal government agencies and international agencies concerned, and reached an understanding \nwith  the  Government  on  the  objectives,  scope,  cost  estimates,  terms  of  reference,  and \nimplementation arrangements for the TA. The TA framework is presented in Appendix 1. \n \nII.  ISSUES \n \n2.  Agriculture is the foundation of the Uzbek economy. It accounts for about 28% of the \ngross domestic product (GDP) and employs about 44% of the labor force. Cotton exports alone \nbring in almost 50% of foreign exchange earnings. However, serious environmental problems \nfollowing decades of rigid state control over agricultural activities have led to a decline in cotton \nand wheat production and substantial financial losses for state-controlled cooperative farms. \nMandatory production targets severely restrict crop rotation and push farmers to overuse water, \nfertilizers, and chemicals. Thus, water resources are depleted and soil quality impaired. The \nincentive to improve agricultural productivity remains an issue as the entire production is sold to \nthe State at a regulated price.   \n \n3.  To improve productivity, the Government has made it a policy to restructure state farms \ngradually  as  part  of  the  transition  toward  a  market  economy.  Restructuring  involves  (i) \nreorganizing cooperative farms and distributing the lands to individual farmers; (ii) adopting more \nflexible cropping patterns and significantly lower procurement quotas for cotton and wheat; and \n(iii) giving farmers the freedom to sell yields produced above the quota. Changes in agricultural \npolicy2 and land tenure have allowed private farmers to hold private use rights and to decide on \ntheir own what to grow and what to sell in the market above certain reduced quotas for cotton and \nwheat to be sold at fixed prices to the government. In the last 2 years, more than 300 cooperative \nfarms (about 15% of the national total) were reorganized, and more than 1.66 million hectares of \nland was distributed to more than 80,000 individual farmers. The increasing productivity of these \nfarms has encouraged the Government to continue the restructuring (Presidential Decree on 24 \nMarch 2003). \n \n4.  As the Government is committed to privatize more farmland, individual land parcels must \nbe marked out, registered, and accurately graded. There is, thus, an urgent need to strengthen \nthe cadastre system so as to (i) accurately assess and collect the land tax, (ii) privatize farms on \nthe basis of sound technical principles, (iii) ensure sustainable management of land resources, \nand  (iv)  facilitate  the  eventual  adoption  of  private  property  rights  and  secure  land  tenure.3 \n                                                 \n1\n The TA first appeared in ADB Business Opportunities (Internet version) on 21 April 2003. \n2\n ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Republic of Uzbekistan for the Ak Altin Agricultural Development Project. Manila. \n3\n The legal status of asset ownership  and responsibilities for maintenance  are  unclear, causing  confusion  on \nindividualized farming operation. According to the 1998 Land Code of Uzbekistan, land leased for possession or use \ncan only be transferred through inheritance up to the expiration of the term established in the original lease contract. \nThe code does not address the issue of private land ownership and assumes that all land will remain State-owned for \nthe foreseeable future. ", "2 \nAlthough the cadastre system now covers the quality of soil and availability of water and mineral \ncontent, it is far from adequate to meet these expectations, as real property registration remains \nincomplete. The state land cadastre system requires systematic and comprehensive updating to \ncover buildings and property use rights for privatized land. The implications of granting limited \nland use rights for the productivity of privatized farms must be assessed as well. \n \n5.  At the moment, the state land cadastre system is managed and updated by many different \nagencies and therefore lacks consistency in data format and integrity. There is no systematic \nprocedure  for  registering  privately  used  farmlands  in  a  unified  cadastre  system,  and  no \nmechanism for efficient land administration and information sharing between the central and local \ngovernments. The Government recognizes that a rationalized and unified state cadastre system \nis a priority condition for efficient land management and a successful transition toward a market \neconomy4 (Cabinet Resolution No. 255, 17 July 1996). It has therefore sought ADB’s assistance \nin developing a methodology for a computerized and integrated land information, property right \nregistration, and cadastre system, which can be expanded nationwide. \n \n6.  The Government has received assistance in this regard from international agencies. Staff \nmembers of the relevant government offices have been trained overseas (under the auspices of \nthe Swedish International Development Agency [Sida]). A draft legal framework for a unified \ncadastre system has been developed (Deutsche Gesellschaft fur Technische Zusammenarbeit \n[GTZ]). A feasibility study of a state investment program for establishing a national real property \nrights  registration  system  has  been  carried  out  (European  Union-Technical  Assistance  to \nCommonwealth Independent States [EU-TACIS] Phases I and II, 1996–2002). The proposed TA \nwill complement the efforts of these other contributors5 by building on the existing system and \nintegrating the necessary elements step by step. \n \n7.  The TA is in line with ADB’s Country Operational Strategy for Uzbekistan and the Country \nStrategy  and  Program  Update.  Both  documents  emphasize  the  importance  of  policy  and \ninvestment interventions in improving land and water resources management and supporting \ngradual reform in the agriculture sector to increase economic efficiency. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n8.  The long-term sector goal of the TA is to sustain growth in the agriculture sector through \nfarm privatization and environmental management. The immediate objective is to assist the \nGovernment in improving its cadastre system and establishing an integrated mechanism for \nmonitoring land use and productivity and for registering property use rights. The computerized \nsystem will be tested in a designated district in Syrdarya Province where a cooperative farm is \nbeing reorganized for individual distribution. The system will include all types of information on \n                                                 \n4\n  The Government has taken several steps to improve the state cadastre system. It issued Resolution No. 255 (17 July \n1996) reorganizing the UzGeodesCadastre, the geodetic mapping office, under the Cabinet of Ministers, followed by \nthe Law on Uniform State Cadastre (December 2000) and Resolution No. 44 (1 February 2000) establishing a \ncoordination council to undertake the Unified System of State Cadastre. State land cadastres are regulated by the \nLaw on State Land Cadastre (1998) and Cabinet Resolution No. 543  (1998) on the management of state land \ncadastres. \n5\n  Assistance by (i) Sida: Masters of Science in Land Management, since 1998 on a continuing basis for training high-\nqualified specialists in the field of land and property management, through master’s degree program in Sweden; (ii) \nEU-TACIS: Land Registration in Uzbekistan, from 2000 to 2002, for $2 million, for establishing an urban property \nregistration system in Samarkand-Karlstad Twin City; and (iii) GTZ: Development of Cadastral System in Uzbekistan, \nfrom 1997 to 1999, for drafting the Law on State Cadastres (adopted in 2000). ", "3 \nproperty, including land use rights and rural and urban building structures, while establishing \nefficient  intergovernmental  coordination.  The  TA  will  have  the  following  outputs:  (i)  a  cost-\neffective and transparent methodology for cadastral surveys of agricultural land; (ii) a system of \nland  registration,  including  the  registration  of  buildings,  structures,  and  rural  land;  (iii)  a \nmechanism  for  land  use  and  environment  monitoring;  and  (iv) recommended  legislative \namendments  to  make  the  cadastral  and  land  registration  procedures  more  transparent  and \nefficient, and to improve security of land tenure for individual farmers. \n \nB.  Methodology and Key Activities \n \n9.  The TA has four major components:  \n \n(i)  Component  1:  Developing  a  cost-effective  and  transparent  methodology  for \ncadastral surveys of rural land. Cadastral surveys of agricultural land are now based on \nisolated surveys of individual farms without geodetic controls, making it impossible to \nintegrate the geographic information into one land information system. Modern technology \nfor cadastral surveying would speed up such work and improve its quality by minimizing \nmanual errors. The needed information could be compiled from relevant agencies and \ncombined into one digital cadastral base map for the area, for various types of analysis \nand applications. Standards and regulations for digital cadastral surveys and mapping will \nbe reviewed, and necessary revisions will be suggested, discussed, and adopted. A \nmodern “total station” with a data log will be installed at a provincial office, together with \nmapmaking software. Staff will be trained in the methodology, which will be tested in an \nongoing land redistribution project in the area. The pilot test will be evaluated and a final \nproposal for nationwide implementation will be prepared. \n \n(ii)  Component 2: Developing a complementary registration system for both land and \nbuilding  structures.  The  existing  cadastre  system  should  be  developed  further  to \naccommodate the registration of all land and buildings in one integrated system, while \nkeeping the present organizational arrangements for registration. Since this integrated \nsystem should also be able to handle environmental monitoring, an object-based system \nthat can incorporate different work flows will be developed. The graphical and textual \ndatabases will be integrated. The system design activity should start with assessing (a) \nexisting  standards;  (b)  information  and  database  models;  (c)  procedures  of  involved \nagencies; and (d) work flows between the central, provincial, and local governments. At \nleast three workstations and additional software need to be installed in one provincial \noffice. The system will be developed, tested, and evaluated, and staff will be trained to \nuse it. The output will be a proposal for its nationwide application. \n \n(iii)  Component 3: Developing a multipurpose land information system for land use and \nenvironmental  monitoring.  The  land  registration  system  will  be  developed  into  a \nmultipurpose land information system, to improve land management activities in general, \nincluding cooperative farm restructuring, land use planning, environmental monitoring, \nland valuation, and taxation. This component will focus on the functions of the State \nCommittee of Land Resources at the central, provincial, and local levels, and will assess \nthe information needed to monitor land use and the environment in relation to private \nfarms.  The  required  information  will  be  included  in  the  system  to  be  developed  in \ncomponent 2. Component 3 will pilot-test the system to show how it can be used to \nestimate fairer and more reasonable cotton production quotas and land tax for different \nprivate  farms.  An  additional  workstation  with  geographic  information  system  (GIS) ", "4 \nsoftware will be installed for this purpose and relevant staff will be trained in data entry \nand the use of environmental information for the pilot project. \n \n(iv)  Component 4: Recommending legislative amendments to make the cadastral and \nland registration procedures more transparent and to strengthen security of tenure. \nThe land use rights granted to private farmers still do not include transfer and collateral \nrights.  The  possibility  of  expanding  land  use  rights  and  the  implications  of  such  an \nexpansion for agricultural productivity must be further assessed. The cadastral survey \nmethodology and integrated land registration system to be developed will eventually also \nstreamline land distribution procedures nationwide. Component 4 will therefore focus on \nrecommended changes in legislation to this end, based on experiences gained from the \npilot project and other privatization projects. The draft recommendations will be discussed \nat  a  regional  seminar,  and  the  final  recommendations  will  be  submitted  to  higher \nauthorities for consideration.  \n \n10.  This TA assumes that development toward a market economy, including the privatization \nof  agricultural  land,  will  continue.  While  its  success  will  be  measured  by  the  nationwide \napplication of the integrated land information system, project implementation will depend to a \nlarge  extent  on  the  commitment  of  the  involved  agencies  to  cooperate  in  developing  and \nimplementing the system. The Law on State Cadastres (2000) and the Law on State Land \nCadastre (1998) have set the preconditions for this cooperation and the TA is well in line with \nthese regulations. The involved agencies have committed themselves to cooperating and taking \nownership  of  the  methodology  to  be  developed  with  the  support  of  the  TA.  Should  the \nGovernment  decide  on  more  far-reaching  organizational  reforms,  the  integrated  information \nsystem developed under this TA will be even easier to implement.  \n \nC.  Cost and Financing \n \n11.  The total cost of the TA is estimated at $720,000 equivalent, comprising about $417,000 \nin foreign exchange and $303,000 equivalent in local currency costs. ADB will provide $500,000 \nequivalent  to  finance  the  entire  foreign  exchange  cost  and  $83,000  equivalent  of  the  local \ncurrency cost on a grant basis from the Japan Special Fund, funded by the Government of Japan. \nThe Government will fund the remaining $220,000 equivalent for office accommodation, utilities, \nlocal  communications,  administrative  support,  and  counterpart  staff.  A  schedule  of  the  cost \nestimates and the financing plan is in Appendix 2. \n \nD.  Implementation Arrangements \n \n12.  The  Executing  Agency  (EA)  will  be  the  State  Committee  for  Land  Resources \n(GosKomZem). The EA will form a TA management unit (TAMU), which will include a central task \nforce to be responsible for system development work and TA implementation. The TAMU will be \nheaded by a qualified full-time project manager and will have secretarial and administrative \nsupport. The task force will have at least two suitable full-time experts in cadastral surveying, land \nregistration, land information systems, and land use and environmental monitoring from both \nGosKomZem  and  the  Main  Administration  of  Geodesy,  Cartography,  and  State  Cadastre \n(UzGeodesCadastre). This task force will be responsible for components 1–4, with support from \nthe international technical advisers. The TAMU and task force members should have relevant \nexperience and adequate language skills. The province and district selected for the pilot test will \nprovide office space and staff for the pilot test—at least four staff members from the province and \ntwo from the district. The provincial and district staff will be trained in the systems and will \nundertake a cadastral survey and land registration in the pilot test.  ", "5 \n13.  The  TA  will  be  implemented  through  close  collaboration  between  the  organizations \nresponsible for the state land cadastre system (GosKomZem and UzGeodesCadastre) and for \nbuilding registration (among them, the Bureau of Technical Inventory under UzGeodesCadastre). \nA Steering Committee, with representatives from GosKomZem, UzGeodesCadastre at the central \nlevel, the provincial government, and the Bureau of Technical Inventory at the provincial level, \nand the local government in the pilot project district, will be formed. It will be chaired by an \nauthorized representative from the Cabinet of Ministers, nominated by the Deputy Prime Minister. \nThe proposed pilot test area is Syrdarja Province, where cotton and wheat collectives are being \nprivatized, and where issues regarding the economic conditions for production, rehabilitation and \nmaintenance  of  the  irrigation  system,  land  use,  and  environmental  monitoring  to  reduce \ndeteriorating soil quality can be considered during TA implementation. The pilot district, to be \nselected during the inception phase, will be one that has ongoing farm reorganization and that is \ninterested in participating in the pilot project. \n \n14.  The TA will require 27 person-months of consulting services (15 international and 12 \ndomestic). International consultants will give technical advice to the task force in the development \nwork and the pilot test. The international consultants will be selected and engaged by ADB \nthrough a consulting firm in accordance with ADB’s Guidelines for the Use of Consultants and \nusing the quality- and cost-based selection method. Consultants will submit simplified technical \nproposals. The international consultants will have experts in land administration, system analysis \nand  design,  and  cadastral  surveying.  The  domestic  consultants  who  will  develop  the \ncomputerized system will be hired from a local information technology consulting firm. They will \nbe selected at the system development phase, in accordance with procedures acceptable to \nADB, through a review of their qualifications for system development using the procured software. \nThe  consultants  shall  procure  all  equipment  in  accordance  with  ADB’s  Guidelines  for \nProcurement. Outline terms of reference for consulting services are in Appendix 3. \n \n15.  The TA will be implemented over 12 months from November 2003 and will be completed \nby December 2004. The consultants will submit an inception report, including a detailed work \nplan, within the first month. A progress report will be submitted every 3 months after each of \nthese phases: (i) investigations and design, (ii) development and installation, (iii) pilot testing, and \n(iv) evaluation of the pilot test. A draft final report will be prepared and submitted after the 11th \nmonth, comments from ADB and the EA on the draft will be received within 3 weeks after its \nsubmission, and the final version of the report, incorporating the comments, will be delivered \nwithin 1 month after the TA is completed. \n \nIV.  THE PRESIDENT’S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to the \nGovernment of Uzbekistan for Developing an Integrated Cadastre System for Land Resources \nManagement and Property Right Registration, and hereby reports this action to the Board. ", "6  Appendix 1 \n \nTECHNICAL ASSISTANCE FRAMEWORK \n \n    Monitoring  Assumptions/Risks \nDesign Summary  Performance Indicators  Mechanisms \nSector Goal       \nSustainable growth of the  Farm reorganization  Statistics on farm  Changes of political \nagriculture sector through  continuing according to  privatization,  direction, lower prices \nfarm privatization and  plan  economic  for farm products, or \nenvironmental management  development, and  drought may hamper \nland use and  sustained growth of \nenvironmental  agriculture. \nmonitoring \n \nPurpose       \nDevelop an efficient and  A proposal for an integrated  Progress reports  The established will for \nintegrated land  land administration system    cooperation between the \nadministration system for    Degree of  involved agencies will \nimplementation  System comprising all types  completeness  remain. Compromises \n  of land and buildings, and    will be needed between \nenvironmental monitoring  Cost estimates for  the demand for \nmechanism  financing of a  information and the \ncountrywide  costs of capturing and \nsystem  maintaining data. \n \nOutputs       \nA cost-effective and  Methodology and system  Progress reports  The regional and local \ntransparent methodology for  developed, tested, and    governments cooperate \ncadastral surveys of rural  evaluated within 1 year  Minutes from  and provide necessary \nland    Steering  resources and data. \n  Staff able to work in  Committee   \nThe existing land cadastre  accordance with the  Meetings  The specialists assigned \nsystem complemented with  methodology, and the    to the task force will \nfunctions for registration of  maintenance cost to be  Evaluation reports  have the required \nbuildings and rural land plots  financed with reasonable    competence and interest \n  registration fees  Farmer  in developing new \nA multipurpose land    satisfaction inquiry  methodologies. \ninformation system for  Relevant advice on land     \nmonitoring land use and  use and environmental  Final report  The consultant will be \nenvironment  sustainability given to    able to establish a good \n  farmers, and farmers’  working climate in the \nProposals for amending  satisfaction with the system  technical assistance \nlegislation to improve  from quality and economic  (TA). \ntransparency and efficiency  points of view   \nof the cadastral and land    Government staff \nregistration procedures, and  Recommendations to  assigned to TA \nto strengthen security of  improve transparent  management unit are \nland tenure for individual  registration procedures and  competent and \nfarmers  to expand the bundles of  committed to take \nland use rights submitted to  charge of the \nthe Cabinet of Ministers for  development. \nconsideration   \n \n \n ", "Appendix 1  7 \n    Monitoring  Assumptions/Risks \nDesign Summary  Performance Indicators  Mechanisms \nActivities       \nInvestigate and analyze the  Inception report within 1  Inception report  Recruitment of \ncurrent situation and  month    consultants, and \npossibilities    Progress reports  procurement of \n  Investigation phase    equipment and domestic \nDesign and develop  finalized within 3 months  Minutes from  consultants are timely. \nmethodology and additional    Steering   \nfunctions to the land  Procurement finalized  Committee  Local counterpart \nregistration system  within 5 months and  meetings  contribution is timely and \n  equipment installed and    up to expected standard. \nOrganize workshops for  staff trained within 6  Final report   \ndiscussions and  months  An atmosphere of flexible \ndissemination of possible    approach and interest in \nsolutions  Pilot test performed within 9  change can be \n  months  established within the \nProcure hardware and    task force and other \nsoftware for the pilot test  Pilot test evaluated,  involved agencies. \n  proposal for nationwide   \nEngage domestic  implementation elaborated,  There is total commitment \nconsultants for constructing  regional seminar  to the TA from the \nthe system including  implemented, and  leadership of the State \ncustomization of software  proposals for legal changes  Committee for Land \n  elaborated during 10–12  Resources and the main \nEstablish the regional test  months from the start of TA  administration of Geodesy, \noffice and train staff  Cartography and State \n  Cadastre. \nInform land users of the \npurpose and services of the \nland administration system \n \nPerform the pilot test \n \nEvaluate the pilot test and \nthe legislation \n \nOrganize a regional seminar \n \nPrepare the final report \n \nInputs       \nTA total cost  US$720,000  Consultant  Government provides \n    contract  adequate counterpart \nInternational consulting  15 person-months    funding. \nservices    Procurement of \n    hardware and \nDomestic consultants  12 person-months  software \n     \nADB contribution  US$500,000  Steering \n    Committee \nGovernment contribution  US$220,000 equivalent  meetings \n \nProgress reports \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nForeign  Local  Total \nItem        Exchange Currency  Cost \nA. Asian Development Bank (ADB) Financinga       \n1.  Consultants       \n  a.  Remuneration and Per Diem       \n    i.  International Consultants  300  0  300 \n    ii. Domestic Consultants  0  18  18 \n  b.  International and Domestic Travel  24  4  28 \n  c.  Reports and Communications  0  4   4 \n2.  Equipment and Supplyb  50  0    50 \n3.  Workshop and Regional Seminarc  0  9  9 \n4.  Interpreters and Translators  0   12  12 \n5.  Surveys    0  1  1 \n6.  Miscellaneous Administrative and Support Costs  3   3  6 \n7.  Representative for Contract Negotiations  8  0  8 \n8.  Contingencies  32  32  64 \n  Subtotal (A)  417  83  500 \n     \nB. Government Financing \n1.  Counterpart Staff Remuneration  0  90  90 \n2.  Data Collection and Field Investigations  0  15  15 \n3.  Office Accommodation, Venues for Seminar and Utilities  0  12  12 \n4.  Local Travel and Per Diem Costs of Counterparts  0  23  23 \n5.  Counterpart Staff in Province and Logistical Support  0  38  38 \n6.  Contingencies   0  42  42 \n  Subtotal (B)   0  220  220 \n    Total  417  303  720 \n           \n \na\n Financed by the Japan Special Fund, funded by the Government of Japan. \nb\n Total station (electronic theodolite), 4 workstations (computers, accessories), geographic information system (GIS) \nsoftware (2 units), land registration software (1unit), 1 copy machine, 1 laser printer, 1 plotter, 1 scanner, 2 \nfacsimile machines, and miscellaneous including virus protection program. \nc  3 at Tashkent, inviting 40 each, 1 at Tashkent, inviting 100 (20 from region). \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \nA.  Overall Arrangements \n \n1.  The consultant will provide advisory support to develop a methodology for an efficient \nand integrated land administration system to be implemented nationwide in the Republic of \nUzbekistan. The integrated land administration system should build on the existing systems in \nUzbekistan, using a pilot test approach in a selected district of Syrdarya Province. The advisory \nsupport will be provided by actively working together with a task force under the Technical \nAssistance Management Unit (TAMU), formed by experts from the State Committee for Land \nResources  (GosKomZem).  The  Main  Administration  of  Geodesy,  Cartography,  and  State \nCadastre (UzGeodesCadastre) and other institutions of the central Government will provide \nrelevant complementary experts to form a task force under the TAMU. Active interaction is also \nrequired with the regional and local administration. The consultants will support the TAMU in \nmanaging TA implementation as well. The consultant will organize and participate in training \nlocal staff at UzGeodesCadastre and GosKomZem, and also provide on-the-job training to the \nstaff at the regional and district offices. The consultant will support activities to improve the land \nusers’ understanding and knowledge of the services that the land administration system will \ndeliver.  \n \n2.  The consultant team leader will report to the TA Steering Committee on the progress of \nthe  advisory  services.  The  consultant  will  engage  the  domestic  consultants  from  a  local \ncomputer information technology consultancy firm and will procure hardware and software. \nSelection will be through a procedure acceptable for Asian Development Bank (ADB). The TA \nwill be implemented during 12 months. \n \nB.  Scope of Work \n \n3.  The TA is expected to develop the following and deliver the necessary outputs: \n \n(i)  a cost-effective and transparent methodology for cadastral surveys of rural land \ndeveloped, \n(ii)  a complemented registration system for both buildings and rural land plots, \n(iii)  a multipurpose land information system needed for monitoring land use and the \nenvironment, \n(iv)  proposals for amending legislation to improve the transparency and efficiency of \nthe cadastral and land registration procedures and to strengthen the security of \ntenure for land users elaborated; and \n(v)  an investigation of the preconditions for financing the nationwide implementation \nof the developed system through an ADB loan. This investigation will be included \nin the final report of the consultant. \n \n4.  The TA will comprise four distinct phases: \n \n(i)  Investigate the current situation and design a cadastral methodology and an \nintegrated land administration system; \n(ii)  Procure and install equipment, construct a test system, and train staff at the \nprovincial offices in Syrdarya region; \n(iii)  Pilot-test  the  systems  in  one  district  in  the  province  within  an  ongoing  land \nreorganization project; and ", "10  Appendix 3 \n(iv)  Evaluate  the  pilot  test  and  elaborate  a  final  proposal  for  countrywide \nimplementation. Elaborate proposals for legislative amendments to (a) achieve \ncost-efficient procedures for cadastral surveying and land registration, and (b) \nimprove the land tenure security for individual farmers. \n \n5.  The consultant will support the TAMU to carry out the following, among others: \n \n(i)  Investigate and analyze the current situation and possibilities, \n(ii)  Design and develop methodology and additional functions to the land registration \nsystem, \n(iii)  Design and develop functionality for land use and environmental control, \n(iv)  Organize workshops to discuss and disseminate possible solutions, \n(v)  Procure hardware and software for the pilot test, \n(vi)  Engage  domestic  consultants  for  construction  of  the  system  including \ncustomization of software, \n(vii)  Establish the regional pilot test office and train staff, \n(viii)  Perform the pilot test, \n(ix)  Evaluate the pilot test and the need to amend legislation, \n(x)  Elaborate proposals for legislative amendment, \n(xi)  Investigate land users’ satisfaction with the system, \n(xii)  Organize a regional seminar, \n(xiii)  Prepare an inception report, \n(xiv)  Prepare progress reports every 3 months, and \n(xv)  Prepare the final report. \n \nC.  International Consultant Team \n \n6.  The  consultancy  team  (person-months  in  parentheses)  will  comprise  (i)  land \nadministration expert and team leader (9); (ii) cadastral surveying and mapping expert (1.5); and \n(iii) system analyst and database design expert (4.5). The international consultancy should not \nexceed 15 person-months. The consultancy team is expected to engage domestic consultants \nup to about 12 person-months during the inception stage for system construction. The domestic \nconsultants should be familiar with programming in the software system that will be procured for \nthe TA. Further details of the terms of reference for each international expert are as follows. \n \n1.  Land Administration Expert/Team Leader (9 person-months) \n \n7.  The land administration expert will advise on the general design of the integrated land \nadministration system and on procedures for integrated land administration between involved \nagencies and between different levels of administration. The expert will further advise on the \ndevelopment  of  training,  conduct  training,  advise  on  need  for  changes  in  legislation,  and \nelaborate proposals for such changes. As team leader for the international consultancy team, \nthe expert will support the TAMU in TA management. The expert will have a postgraduate \ndegree in a field relevant to land administration, with more than 15 years of work within a land \nadministration organization in developing and modernizing such systems. Further experiences \nin managing (i) land administration modernization projects, (ii) human resource development \nplanning and training, and (iii) land administration modernization projects in transitional and \ndeveloping countries will be required. The ability to work as an adviser in different cultural \nenvironments and a working knowledge of Russian are desirable. \n \n ", "Appendix 3  11 \n8.  The specific duties follow: \n \n(i)  Investigate and analyze existing systems and procedures for land administration \nin Uzbekistan; \n(ii)  Propose a general design of information models, cadastral and land registration \nprocedures, land use and environmental monitoring and the legislative support \nfor an integrated land administration system; \n(iii)  Develop a proposal for changes in legislation to improve tenure security for \nprivate  farmers  and  for  more  efficient  computer-supported  procedures  for \ncadastral and land registration; \n(iv)  Procure hardware and software for the test system; \n(v)  Engage domestic consultants; \n(vi)  Advise on the design of a land information center in Syrdarja Province; \n(vii)  Develop  a  training  program  and  plan  training  for  staff  at  the  regional  land \ninformation center; \n(viii)  Actively participate in on-the-job-training of counterpart staff, in training courses, \nand in transfer of experiences and knowledge; \n(ix)  Lead the task force in planning and implementing the pilot test; \n(x)  Actively  participate  in  evaluating  the  pilot  test  and  drafting  legislation  for \nimproved procedures and land tenure; \n(xi)  Organize workshops and regional seminar; \n(xii)  Assist the TA manager in the managing and administering the TA; \n(xiii)  Be  responsible  for  quality  assurance  of  the  consultancy  input  and  the \nconsultant’s reporting; and \n(xiv)  Prepare and submit inception, progress, and final reports. \n \n2.  Cadastral Survey and Mapping Expert (1.5 person-months) \n \n9.  The  cadastral  survey  and  mapping  expert  will  advise  on  developing  an  efficient \nmethodology for cadastral surveying and mapping of rural land, and how these surveys can be \nintegrated with surveys of other areas. The expert will also advise on developing standards and \nprocuring equipment, and will participate in training activities. The expert will have a university \ndegree in land surveying, geodesy, photogrammetry or cartography, with more than 10 years \nwork with cadastral surveying within a professional cadastral survey organization. Experience in \nthe following areas will be particularly desirable: (i) development of cadastral methodology \nincluding modern surveying, digital map construction, and establishment of cadastral databases \nfor  land  registration  purposes;  (ii)  development  of  geographic  information  system  (GIS) \napplications  from  cadastral  databases;  and  (iii)  working  experiences  in  transitional  and \ndeveloping countries in a similar field. A working knowledge of Russian is desirable. \n \n10.  The specific duties will include the following: \n \n(i)  Investigate  and  analyze  the  existing  capacity  for  cadastral  surveys  within \nGosKomZem; \n(ii)  Analyze  the  existing  system  for  graphic  information  developed  within  the \nTechnical Assistance for Commonwealth Independent States (TACIS) program \nby UzGeodesCadastre and its usefulness for continued development; \n(iii)  Investigate existing standards, regulations and manuals for cadastral survey, and \nanalyze their suitability for efficient cadastral surveying for digital land information \nsystems; ", "12  Appendix 3 \n(iv)  Elaborate  proposals  for  an  improved  methodology  for  cadastral  survey  and \nmapping; \n(v)  Organize workshops to discuss the need to review standards, regulations, and \nmanuals and to implement new methods for surveying and constructing map \ndatabases for land registration systems; \n(vi)  Advise on procurement of equipment, hardware, and software; \n(vii)  Train staff in new methodology; \n(viii)  Plan, implement, and evaluate the pilot test; and \n(ix)  Contribute to the development of the final proposal. \n \n3.  System Analyst and Database Design Expert (4.5 person-months) \n \n11.  The  system  analyst  and  data  base  design  expert  will  advise  on  the  design  of  the \nintegrated information system for land registration, land use, and environmental control. The \nexpert will also advise on engaging domestic consultants, assist in system construction, and \nparticipate in training users of the system. The expert should have a relevant university degree \nin system analysis, database development, or other relevant information technology (IT) topics. \nMore than 10 years of work experience in developing IT systems for land administration is \nrequired. Further, (i) experience in system analysis and database design for land information \nsystems in connection with development projects using modern development tools, and (ii) \nexperience in working in IT development in transitional and developing countries are required. \nThe  ability  to  work  as  an  adviser  in  different  cultural  environments  should  be  sufficiently \ndemonstrated. A working knowledge of Russian is desirable \n \n12.  The specific duties will be as follows: \n \n(i)  Analyze  the  existing  land  registration  system  developed  under  the  TACIS \nprogram for land registration and its usefulness for an integrated system; \n(ii)  Analyze the need for cadastral information by GosKomZem and potential users \nof an integrated land registration system; \n(iii)  Advise  on  expanding  the  information  model  and  the  database  model  to \nincorporate  an  integrated  land  registration  and  land  use  and  environment \nmonitoring system; \n(iv)  Advise on procurement of hardware and software and of a consultant for system \nconstruction; \n(v)  Lead the system construction; \n(vi)  Participate in training in the use of the integrated system; \n(vii)  Participate in planning, implementing, and evaluating the pilot test; and \n(viii)  Contribute to the development of the final proposal. \n \nD.  Domestic Consultants Team for System Construction and Programming (3 persons \nfor 4 months) \n \n13.  The domestic consultants will be engaged for constructing the system designed by the \nTA task force with experts’ inputs from the system analyst and database design expert. The \nsystem will be based on already existing software for land registration, which will be expanded \nwith information on rural land, all types of buildings and constructions, and data for land use and \nenvironmental  control.  For  graphic  information,  a  software  package  will  be  procured  (by \ninternational consultants), which also is functional for GIS applications. The types of applications \nwill be elaborated during the design phase. The domestic consultants will be engaged after the \ndesign phase to procure hardware and software. The construction phase is estimated to take ", "Appendix 3  13 \nabout 3 months following of a month for installing, testing, and training the local provincial and \ndistrict staff in the use of the system. The domestic consultants will work closely with the task \nforce  and  the  international  consultancy  team,  especially  the  system  analyst  and  database \ndesign expert. The domestic experts must have (i) appropriate training in system construction \nand programming the system that will be procured; (ii) at least 3 years experience in system \nconstruction  and  programming;  and  (iii)  previous  work  with  similar  systems.  A  working \nknowledge of English will be an advantage. \n \n14.  The terms of reference (TOR) for the domestic consultants, which follow, will be further \nrefined after the design phase: \n \n(i)  Develop the existing land registration system for additional data and procedures \nfor registering rural land and all kind of buildings, \n(ii)  Develop the existing system to include data for land use and environmental \ncontrol, \n(iii)  Develop applications for land management, \n(iv)  Install the system in the provincial office, and \n(v)  Train provincial staff in the use of the system. \n \nE.  Reporting \n \n15.  The consultant will produce and submit the following reports to the executing agency \n(EA) and ADB: \n \n(i)  inception report within 1 month including a detailed work plan and budget for the \nTA; \n(ii)  progress reports every 3 months on the performance, planning for next period, \nand experiences learned; \n(iii)  draft  final  report  to  be  submitted  1  month  before  the  finalization  of  the \nassignment. The final report will include the final results and an analysis of the \nachievements. The EA and ADB will comment on the report within 3 weeks; and \n(iv)  final report to be submitted not later than 1 month after the assignment ends. \n \n  "], "metadata": {"CreationDate": "D:20031127015415Z", "ModDate": "D:20031224095259+08'00'", "Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "csm", "Creator": "PScript5.dll Version 5.2", "Title": "Microsoft Word - TA Paper_12Nov03_FINAL.doc"}}