{"path": "data/input/ta/tar-lao-34197.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR: LAO 34197 \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nTO THE \n \n \nLAO PEOPLE’S DEMOCRATIC REPUBLIC \n \n \nFOR PREPARING THE \n \n \nNORTHERN AND CENTRAL REGION WATER SUPPLY AND  \n \n \nURBAN DEVELOPMENT PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \nAugust 2004 ", " \nCURRENCY EQUIVALENTS \n(as of 31 July 2004) \n \n \nCurrency Unit  –  kip (KN) \nKN1.00  =  $0.0000926741 \n$1.00  =  KN10,791 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPC  –  Committee for Planning and Cooperation \n  DCTPC  –  Department of Communication, Transport, Post, and \nConstruction \n  DHUP  –  Department of Housing and Urban Planning \n  DPACS  –  Department of Public Administration and Civil Service \n  GDP  –  gross domestic product \n  LAO PDR  –  Lao People's Democratic Republic \n  MCTPC  –  Ministry of Communication, Transport, Post, and Construction \n  MFA  –  Ministry of Foreign Affairs \n  MOF  –  Ministry of Finance \n  NCWUD  –  Northern and Central Water Supply and Urban Development \n  PMU  –  project management unit \n  PNP  –  provincial nam papa (water supply authority) \n  TA  –  technical assistance \n  UDAA  –  Urban Development Administration Authority \n  WASA  –  Water Supply Authority \n \n \nTA CLASSIFICATION \n \n  Sector  –  Water Supply, Sanitation and Waste Management \n  Subsector –  Integrated \n  Theme  –  Human development \n  Subtheme –  Fostering (physical) infrastructure development \n       \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \n(ii) In this report, \"$\" refers to US dollars \n \n \n \n \nThis report was prepared by J. Hakim (team leader) and Y. Ye, Mekong Regional Department. \n \n \n ", " \nI.  INTRODUCTION \n \n1.   Following a request from the Government of the Lao People’s Democratic Republic \n(Lao PDR) for preparatory technical assistance (TA)1 for the Northern and Central Region Water \nSupply and Urban Development (NCWUD) Project, the Asian Development Bank (ADB) sent \nthe  Fact-Finding  Mission  to  the  Lao  PDR  from  20–28  April  2004,  to  design  the  urban \ndevelopment component of the Project. The Mission held discussions with key officials from the \nMinistry of Communication, Transport, Post and Construction (MCTPC); Ministry of Finance \n(MOF); Ministry of Foreign Affairs (MFA); Committee for Planning and Cooperation (CPC); \nDepartment of Public Administration and Civil Service (DPACS); and other agencies concerned. \nBased  on  discussions  and  field  visits,  the  Mission  reached  an  understanding  with  the \nGovernment  regarding  the  objectives,  scope,  cost  and  financing,  and  implementation \narrangements of the TA, and on the terms of reference for consulting services. The preliminary \nproject framework is in Appendix 1. \n   \nII.   ISSUES \n \n2.  Although rapid development progress has occurred during the past decade, the  Lao \nPDR ranks 143rd out of 173 countries in terms of poverty,2 with an annual gross domestic \nproduct (GDP) per capita of $324. The urban population of the Lao PDR is approximately 18% \nof the total population, with agriculture as the largest  contributor to GDP. With an average \nannual growth rate of 4.7% between 1990 and 2003, urban areas are playing an increasingly \nimportant role in economic development, serving as centers for economic growth, markets for \nagricultural  exchange,  locations  for ni dustries and nodes of transportation, and centers for \nattracting foreign and domestic investment. However, as in other large Asian urban areas, rapid \nurbanization and lack of adequate water supply, environmental sanitation, treatment systems, \nand other public services have contributed to poverty, poor health, and low productivity of the \nmajority of the urban population. If nothing is done, the bleak prospects of large urban slums \nand social ills that plague large cities will unfold in the Lao PDR. \n \n3.  ADB  has  actively  assisted  the  Lao  urban  sector  since  1991,  with  emphasis  on \nenvironmental and infrastructure improvements, urban governance, and capacity building. The \nassistance has included the Water Supply and Sanitation Project3 and three related water \nsupply and sanitation projects: Vientiane Integrated Urban Development Project,4 Vientiane \nUrban Infrastructure and Services Project,5 and Secondary Towns Urban Development Project6 \n(covering Luang Prabang, Pakse, Savannakhet, and Thakek). The ADB commitments total \n$140.10 million in loans and $10.23 million in TAs between 1991–2003.7 The ongoing Small \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet edition) on 27 February 2004 under the title “Urban \nDevelopment”. \n2  United Nations. 2002. United Nations Human Development Report. New York.  \n3  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Lao \nPeople’s Democratic Republic for the Water Supply and Sanitation Sector Project. Manila. \n4  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Lao \nPeople’s Democratic Republic for Vientiane Integrated Urban Development Project. Manila. \n5  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Lao \nPeople’s Democratic Republic for Vientiane Urban Infrastructure and Services Project. Manila. \n6  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Lao \nPeople’s Democratic Republic for the Secondary Towns Urban Development Project. Manila. \n7  This amount includes $16 million for the ADB. 2003. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Loan to Lao People’s Democratic Republic for the Small Towns Development Sector \nProject. Manila. Currently ADB is focusing on the development of smaller towns in the urban hierarchy, particularly \nthose in the northern and central regions. ", "2  \nTowns Sector Development Project will serve to enhance rural-market linkages that connect \nrural  areas  with  subregional  and  international  markets  and  contribute  to  sustainable \nenvironmental management in urban and peri-urban areas. \n \n4.  The need to effectively manage the increasing demand for urban infrastructure and \nservices and the need for continued policy dialogue between ADB and the Lao Government has \nled  to  several  outcomes.  For  example,  the  creation  of  urban  development  administration \nauthorities (UDAAs) in Vientiane and four provincial towns to plan, implement, finance, and \nmanage urban development through three decrees has enabled collection of urban-based \nrevenues. The Local Administration Law, adopted by the National Assembly in October 2003, \nspecified the various government levels, roles, and responsibilities. In the water supply sector, \nprovincial nam papas (PNPs) have been created to implement and manage water supply \nsystems, while the Water Supply Authority (WASA) was tasked to regulate the water supply \nsector through a decree and the 1999 Law on Water Resources. Since then, various regulatory \nand institutional frameworks for more effective service provision have been developed. To yield \nmaximum benefits and necessary impacts, however, these laws and decrees must be fully \nimplemented. \n \n5.  Despite assistance by ADB and other development partners to the Lao Government, a \ncoherent urban sector strategy and  investment plan is currently lacking, and is needed to \nprovide an overall framework for urban sector investments. Furthermore, despite the large \ndemand for urban infrastructure and services, the economic and social potentials have not been \nexplored. For example, tourism in Champassak, Khammouane, Luang Namtha, and Luang \nPrabang  provinces  requires  the  development  of  tourist  hubs  and  infrastructure;  the \nSavannakhet Special Economic Zone in the east-west economic corridor requires industrial \ninfrastructure; plans for Nam Theun II hydropower plant will have spatial and development \nimplications for Thakek; increased activity in border towns of Houaxai, Pakxane, Savannakhet, \nand Thakek, will have further social and economic implications that need to be addressed. \nSmaller  towns  in  the  urban  hierarchy  are  also  playing  larger  roles  in  the  marketing  and \nexchange of agricultural products and as centers of distribution of goods and services within \ntheir regions. In anticipation of the opportunities and challenges that may arise, the Government \nmust  embark  on  a  long-term  strategic  plan  for  urban  development,  along  with  a  sector \ninvestment plan, which incorporates recent urban-related works by the Government, ADB, and \nother agencies and the preparation of a project design to develop basic urban services for \nselected small towns in the northern and central regions of the Lao PDR.  \n \n6.  From implementation experience, some important issues and lessons have surfaced. \nFirst is the imperative to assess needs for countrywide investments and priorities in the urban \nsector to enable decisions with significant impacts. Second, resource and capacity constraints \nand mobilization for capital investments and operation and maintenance need to be addressed \nthrough policy, legal, and institutional means. The effectiveness of PNPs, UDAAs, WASA, and \nother  stakeholders  involved  has  been  constrained  by  the  policy  environment  and  limited \ncapacity to provide adequate and sustainable urban services in Lao towns. Third are issues of \ninteragency cooperation as a result of administrative reforms and changes in the institutional \nstructure.  Fourth  is  the  importance  of  establishing  a  management  framework  that  will \nsystematically evaluate and monitor environmental, involuntary resettlement, and other social \nimpacts to fully comply with safeguard policies. A summary initial poverty and social analysis is \nin Appendix 2. \n \n \n \n ", "  3\n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n7.  The TA aims to assist the Lao Government to reduce poverty and improve the quality of \nlife of its urban population through public services and investments. The objectives are to (i) \nguide the future urban investments and development of public services; (ii) improve the capacity \nof local governments to provide and sustain quality services and enable broad-based support \nparticipation from civil society; and (iii) prepare a preliminary design to provide basic urban \nservices to include water supply and sanitation, solid waste management, roads, and markets \nfor selected project towns in the northern and central regions of the Lao PDR.  \n \n8.  The TA will be a part of a series of activities leading to the forthcoming NCWUD loan \nproject: (i) phase I of the Northern and Central Region Water Supply and Sanitation TA,8 (ii) TA \nfor the urban development component of the Northern and Central Region Water Supply and \nUrban Development (the TA), and (iii) phase II of the Northern and Central Region Water \nSupply TA. Phase I, completed in October 2003, produced survey results of shortlisted towns. \nThe TA will focus on the urban development strategy and urban component of the NCWUD loan \nproject. Phase II will combine outcomes from phase I and the TA, and proceed with a detailed \nproject design for the ensuing NCWUD loan, which is expected to be implemented in 2005.  \n \n9.  The first main project output will be an urban sector strategy for 2005–2020, which will \nprovide assistance for long-term planning in the Lao urban sector for 2005–2020. It will include \n(i)  an  assessment  of  current  sector  conditions,  issues,  potentials,  and  constraints  and \nrecommendations on policy, institutional, and organizational changes for effective provision of \npublic  services,  (ii)  an  assessment  of  monitoring  indicators;  and  (iii)  preparation  of  a \nprocurement plan for the proposed project. Reference will be made to the Government’s 2004 \nNational Growth and Poverty Eradication Strategy; the Water Supply and Sanitation Sector \nStrategy and Water Sector Investment Plan; and ADB’s Greater Mekong Subregion program, \nNorthern Region Development Strategy, and other sectoral programs and policies. The second \noutput will be an urban sector investment plan, which will provide indicative targets, prioritization \nof activities, amount of investments, and sequencing of activities required for various aspects of \nurban development. The third output will comprise selection of project towns for the proposed \nNCWUD Project and design of key activities and urban improvements based on assessment of \nneeds, available resources, and commitments from Government and communities. The fourth \noutput will comprise reports on the key issues and constraints facing the urban sector and \nrecommendations for future action.  \n \nB.  Methodology and Key Activities \n \n10.  The TA will be implemented in two phases. The first phase will entail an overall review of \nthe Lao urban sector and assessment of existing service delivery, identification of key issues \nand challenges, and recommendations, to be encapsulated in an urban sector strategy and \nurban sector investment plan. The second phase will consist of a project design for the urban \ndevelopment component of the NCWUD Project in selected project towns. The methodological \napproach and key activities of the TA will include the following: \n                                                 \n8  ADB. 2002. Technical Assistance to Lao People’s Democratic Republic for Northern and Central Region Water \nSupply and Sanitation Project. Manila. (TA 3903-LAO, in the amount of $700,000). \n ", "4  \n \n(i)  Documentary review of the current situation in the Lao urban sector. This \nwill be obtained from Government, ADB, and other publications and reports. Will \ninclude, but not be limited to, identification of key issues and challenges facing \nthe sector, and assessment of policy, institutional, and human and financial \nresource conditions and constraints.  \n \n(ii)  Data collection from surveys, interviews, and focus group discussions. \nThis will assess potentials and service needs of towns in the urban hierarchy: \nVientiane (capital city), secondary towns, provincial towns and small towns, and \nborder towns; economic corridors; and rural-urban  and  subregional  linkages. \nRespondents will be key personnel from local governments, community leaders, \nand potential beneficiaries. \n \n(iii)  Policy and institutional analysis. This will include thorough assessments of (a) \nstakeholders, and the policy, legal, institutional, and organizational environments \nwithin which public services are formulated and delivered; and (b) human and \nfinancial resource constraints for effective delivery. In particular the analysis will \naddress intra- and inter-organizational aspects of PNPs, UDAAs, and WASA to \ninclude,  but  not  be  limited  to,  development  of  UDAAs  to  function  as \nmunicipalities, further development of WASA as a regulatory agency for the \nwater supply sector, and strengthening of the institutional capacity of various \nagencies.  \n \n(iv)  Recommendations  and  indicators.  Recommendations  for  strategic  action, \ninstitutional  arrangements,  amount  and  phasing  of  urban  investments,  and \noverall framework for urban development will be presented. Monitoring indicators \nto determine performance will be developed. \n \n(v)  Design. The design of basic urban infrastructure will include, but not be limited \nto,  water  supply,  drainage,  flood  protection,  roads  and  bridges,  solid  waste \nmanagement, and market places. Selection of project towns will be based on \npoverty level, urgency, need, and willingness to participate. The design of the \nurban development component of the NCWUD Project will be identified in the TA.  \n \n11.  A series of workshops will be funded under the TA. The first workshop, to be attended by \npolicymakers and resource persons from, among others, CPC, DPACS, MCTPC, MFA, MOF, \nand other key government ministries and agencies, will provide guidance and ideas on what \nconstitutes an “urban sector strategy.” A second workshop will discuss findings from the survey; \na third workshop will discuss the findings of the consultants’ draft final report. Other, smaller \nworkshops will be conducted with local decisionmakers to discuss and develop commitment on \nurban development and management. Workshops will produce and disseminate proceedings in \nthe English and Lao languages.  \n \n12.  The TA will fund activities that promote exchange of information within the Mekong \nregion, such as comparative studies for policymakers and key personnel to be specified and \nagreed upon between the Government and ADB. Facilitation will be provided to participants to \nprepare the trips and accompany and debrief participants during and after the trips. Training on \nurban  development-related  skills  within  countries  in  the  region  will  also  be  conducted. \nParticipants will submit reports to project implementation unit for inclusion in the progress report. \n  \n ", "  5\nC.  Cost and Financing \n \n13.  The  total  cost  of  the  TA  is  estimated  at  $236,000  equivalent,  of  which  $200,000 \nequivalent will be provided by ADB, covering the entire foreign exchange component of $89,000 \nand the local currency cost of $111,000. The TA will be financed on a grant basis by ADB’s TA \nfunding program and will cover costs of consulting services, surveys, reports and publications, \nworkshops and training, and administration and support costs. The Lao Government will provide \n$36,000 equivalent, in kind, to cover labor, office space and materials, counterpart staff, and \nother  costs.  A  detailed  cost  estimate  and  financing  plan  is  provided  in  Appendix  3.  The \nGovernment has been informed that approval of the TA does not commit ADB to finance any \nensuing project. \n \nD.  Implementation Arrangements \n \n14.  A steering committee chaired by MCTPC with members consisting of CPC, DPACS, \nMFA, and MOF will convene every 2 months to monitor TA progress. The Executing Agency is \nthe  Department  for  Housing  and  Urban  Planning  of  MCTPC,  which  established  a  project \nmanagement unit (PMU) on 15 May 2004. The PMU is responsible for day-to-day coordination \nand  monitoring  of  project  activities,  and  will  provide  guidance  to  consultants;  facilitate \nstakeholder workshops, training, and comparative studies; and supervise surveys. The PMU \nconsists of a full-time project manager, an engineer, a social specialist, and an accountant, with \nclose cooperation from the WASA project management.  \n \n15.  The  TA  assignment  will  be  undertaken  by  a  team  of  international  and  domestic \nconsultants, to be recruited on an individual basis under the  ADB Guidelines on the Use of \nConsultants and other arrangements satisfactory to ADB for engaging domestic consultants. \nTwo  international  consultants—an  urban  planner  and  team  leader  and  an  institutional \ndevelopment  specialist—will  be  recruited  for  a  total  of  5  person-months.  Three  domestic \nconsultants—two civil engineers and a social sector specialist—will be recruited for a total of 10 \nperson-months. An additional three international consultants—a municipal engineer (2 person-\nmonths), an environment specialist (1 person-month) and a social development specialist (1 \nperson-month)—will be recruited separately under another TA (footnote 8). Outline terms of \nreference for consultants are given in Appendix 4. \n \n16.  The TA will be implemented over a 7-month period, from 1 August 2004 to 1 April 2005. \nAn inception report, which will propose the methodology for carrying out activities for the full TA \nduration is expected to be submitted to ADB within 2 weeks of consultant recruitment. An \ninterim report, which will incorporate survey findings, will be submitted within 2 months of TA \nimplementation. A draft final report, which presents the urban sector strategy, investment plan, \nand project design, will be submitted within 5 months of TA implementation. The final report will \nincorporate comments from the Government and ADB, and will be submitted at the end of TA \nimplementation.  Tripartite  meetings  will  be  held  among  the  Government,  ADB,  and  the \nconsultant team during inception and completion of the TA. ADB approval for this TA does not \ncommit ADB to financing an ensuing project. \n \nIV.  THE PRESIDENT’S DECISION \n \n17.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $200,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for preparing the Northern and \nCentral Region Water Supply and Urban Development Project, and hereby reports this action to \nthe Board. \n ", "6  Appendix 1 \nPRELIMINARY PROJECT FRAMEWORK \n \n \nProject Monitoring \nDesign Summary  Performance Targets  Risks/Assumptions \nMechanisms \n \nGoal       \n       \nTo improve the quality of life  •  Improved urban  •  National indicators \nand reduce poverty in urban  environment, public  and statistics \nareas   health, and well-being   \n    •  Government and \n•  Decreased poverty  external funding \nincidence  agencies reports \n   \n•  Equitable access to \nurban services \n \nObjectives       \n       \n• To develop and sustain  •  Continued  •  Inventory of urban  •  Support from \naccessible and affordable  improvements of urban  assets  government \nurban infrastructure and  and environmental    agencies and \nservices, particularly for the  infrastructure and  •  Government reports  provincial or local \npoor   services     governments \n    •  Funding agency or \n• To facilitate broad-based  •  Adequate resources for  nongovernment  •  An environment \nparticipation and support  operation and  organization (NGO)  conducive for civic \nfrom civil society to operate  maintenance (O&M)  reports; interviews  participation \nand maintain urban    with communities/ \ninfrastructure investments  •  Mechanisms to enable  community leaders  •  Continued support \ndecision-making at \n    for administrative \n• To improve the managerial,  local and community  •  Government reports,  reforms by \nlevels and propensity \ntechnical, and financial  funding agency or  government and civil \nfor communities to \ncapacity of local  NGO reports  society \nmobilize resources \ngovernments to provide \n \nand sustain quality services   •  Ability to generate \nresources for capital \ninvestments and O&M, \nbetter equipped and \nresponsive personnel \nfor urban service \ndelivery \n \nOutputs       \n       \n• Improved urban  •  Improved road access  •  Inventory of urban  • Proper selection of \nenvironment, infrastructure,  and road conditions  assets  project sites and \nand services      targeted \n  •  Improved  •  Funding agency,  beneficiaries \n• Improved local capacity to  environmental  NGO, government \n \nmobilize resources and  sanitation: drainage,  reports  • Sufficient and \nplan, build, and maintain  solid waste, flood    sustained political, \nurban infrastructure  protection  •  Funding agency or  institutional, and \n    NGO reports;  community support \n• Increased civic awareness  •  Improved water supply  interviews with  for urban reforms \nand participation  systems  communities or \n \n  community leaders   \n•  Ability of local   \ngovernment and \ncommunities to deliver \nand maintain essential \nurban infrastructure \n \nContinued on next page. ", "  Appendix 1  7 \nPRELIMINARY PROJECT FRAMEWORK—Continued \n       \n       \n•  Increased participation \nin community projects \n \n•  Improved sanitary and \nhealth habits \n \n•  Decreased incidence \nof health-related \ndiseases \n \nActivities       \n       \n1.  Infrastructure  1.  Infrastructure works in  •  Government inventory  • Support from \nimprovements in  selected project towns  of urban assets  various government \nselected towns to include      agencies and \nsome or all of the  •  length of road  •  Interviews  provincial or local \nfollowing:  surfacing,    governments \n  •  number of bridges,  •  Mission reports   \n•  road surfacing,  •  length of drainage,  • Adequate \n•  bridge construction,  •  water supply  consultations with \n•  drainage,  coverage,  and involvement of \n•  water supply,  • solid waste collected  communities \n•  solid waste, and  and disposed of, and   \n•  flood protection  • embankment and   \n  flood protection   \n2.  Public awareness     \n2.  Outreach to intended \ncampaigns   \nbeneficiaries  \n   \n•  public health   \n•  community  3.  Greater awareness \nand participation \nparticipation \n \n  4.  Greater capacity of \n3.  Administration support  local government to \nand capacity building  design and implement \n  projects \n \nInputs       \n       \n1.  Technical assistance  •  Project design for the  •  Project disbursements  Timely availability of \n($236,000 equivalent)  urban component of  •  Review mission  inputs \n  the Northern and  reports \n•  international  Central Region Water   \nconsulting services  Supply and Urban   \nfor 5 person-months;  Development Project \ndomestic consulting   \nservices for 10   \nperson-months   \n   \n•  additional consulting   \nservices for 7 person-  \nmonths (shared)   \n   \n2.  Project assistance   •  Actual components to \n($10 million)  be determined \n  following completion of \nthe technical \nassistance \n \n \n ", "8  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n     No  agreement?     No \n \nContribution of the sector or subsector to reduce poverty in Lao PDR: \n \nWith a gross domestic product (GDP) per capita of $324, the Lao People’s Democratic Republic (Lao PDR) is one of \nthe poorest countries in world. The urban population is currently 18% of the total population of 5 million and is growing \nat 4.7% per annum. However, urban development in the Lao PDR has long suffered from insufficient funds and weak \ninstitutional capacity. Furthermore, urban infrastructure and services are in poor condition, inadequate to meet the \ngrowing demand, and pose severe environmental  and  health  problems,  which  inhibits  social  and  economic \ndevelopment. The Asian Development Bank (ADB) country and strategy program (CSP) for Lao indicates that \nassistance will be directed to the poor in the northern region with emphasis on economic integration with neighboring \neconomies, market-based  development  initiatives,  human  resource  development,  and  sustainable  social  and \nenvironmental management. The development of urban-rural market linkages and connecting rural Lao PDR to \nsubregional and international markets—which implies the need for investing in urban areas—is one of the thrusts of \nthe CSP. \n \nThe project will develop a long-term urban sector strategy and an investment plan, and will improve the urban \nservices in selected towns in the north and central region that suffer from inadequate and poor services. The \nproject will address the severe environmental and health problems facing the town residents by providing much \nneeded solid waste, urban roads and drainage, as well as water supply and sanitation systems. With improved \nurban services, the project will strengthen urban areas as regional centers for growth and stimulate the economic \ndevelopment in the region. A demand-driven community awareness and pro-poor community development \nprogram will be designed to expand the services to poor and address their needs.  \n \n \nB.  Poverty Analysis   Proposed Poverty Classification: Poverty Intervention \n   \nWhat type of poverty analysis is needed?    \n   \nApproximately 38% of the Lao PDR population live below the poverty line.  Category B \nThe northern region is one of the poorest in the Lao PDR with poverty \nincidence of 43.3% compared to Vientiane (16.7%) and the central and \nsouthern regions (27.7% and 35.9%, respectively). In terms of rural-urban \ndisparities, although poverty incidence is higher in rural areas (41%) than \nin urban areas (27%), the rate of poverty reduction in urban areas is \nslower because of higher income inequalities in urban areas. The project \nintends to focus on small towns in the northern region with severe \nenvironmental and health problems, with the general population having \nlower living standards and higher poverty levels. The poor are the most \nvulnerable  group  due  to  inadequate  environmental  and  sanitary \nconditions. A participatory poverty analysis is needed  to identify target \nbeneficiaries and subgroups in each project town, identify their needs, \ndetermine the type of intervention, and identify the potential for resource \nmobilization. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \n \nIs there a participation strategy?     Yes                   No \n \n ", "  Appendix 2  99 \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nA gender strategy will be prepared to address the interest of women and maximize their benefits from the project. \nParticular attention should be given to increase their representation in decision-making through an awareness \nprogram, capacity building, and improved opportunities to participate in decision-making and planning activities. \nWomen’s interests can be at risk if they (i) miss out on technical and organizational innovations that come with the \nproject; (ii) miss out on the benefits of the proposed project; or (iii) are left out in the decision-making process that \naffects their lives, including labor and assets. The project will entail efforts to ensure that women and men benefit \nequally from project, and that the project’s process is used to enhance women’s role in the development process in \nthe Lao PDR. \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks \nSignificant/   \nPlan \nItem  Not Significant/  Strategy to Address Issues  Required \nNone   \n       \n   Significant  Involuntary resettlement will be avoided or minimized if   Full \nResettlement    possible. A resettlement framework for the project and a   \n Not significant  short  resettlement  plan  for  each  project  town  will  be   Short \n  prepared in accordance with Lao regulations and ADB’s   \n None  Policy on Involuntary Resettlement to ensure the affected   None  \npersons (APs) will enjoy a better off living standard after \nresettlement.  \n \n       \n   Significant  A major obstacle to the affordability of basic services and   Yes \nAffordability    environmental improvement is the high incidence of urban   \n Not significant  poverty  in  small  towns.  Urban  poverty  is  primarily    No \n  characterized by lack of permanent occupation, low and \n None  irregular  incomes,  and  limited  ability  to  mobilize  local \nresources. \n \n       \n   Significant  The project will generate new employment opportunities.   Yes \nLabor    The working conditions of female workers operating the   \n Not significant  project facilities are expected to be improved with the    No  \n  women’s participation in decision-making and planning \n None  activities under the project. \n \n       \n   Significant  A  social  survey  will  be  carried  out  to  identify  ethnic   Yes \nIndigenous    minorities in the project towns and assess the type and   \nPeoples   Not significant  significance of the project impacts, e.g., land acquisition    No  \n  or in-migration. Ethnic minorities affected and relevant \n None  agencies will be consulted regarding their socioeconomic \nand  cultural  conditions,  traditions,  and  preferences; \npotential  project  impacts  and  benefits;  and  possible \nmitigation and enhancement measures. \n \n       \n   Significant  None   Yes \nOther Risks     \nand/or   Not significant    No  \nVulnerabilities   \n None \n \n \n ", "10  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Foreign  Local  Total  \nExchange  Currency  Cost \n \nA.   Asian Development Bank (ADB) Financinga \n1.   Consultants \na. International       \ni.  Remuneration      75.0      0.0    75.0 \nii. Per Diem          0.0    15.0    15.0   \nb. Domestic \ni.  Remuneration        0.0    30.0    30.0 \nc. International Travel        9.0      0.0      9.0 \nd. Local Travel          0.0      7.0      7.0 \n2.   Surveys, Reports, and Publication     0.0    12.0    12.0 \n3.   Workshops and Training        0.0    30.0    30.0 \n4.  Administration and Support Costs     0.0    10.0    10.0 \n5.   Contingencies          5.0      7.0    12.0 \nSubtotal (A)        89.0            111.0            200.0 \n \nB.   Government Financing \n1.  Office Accommodations and Facilities     0.0    10.0              10.0 \n2.  Counterpart Staff Remuneration       0.0              20.0              20.0 \n3.  Workshop Facilities         0.0      6.0      6.0 \nSubtotal (B)           0.0    36.0              36.0 \n \nTotal              89.0       147.0       236.0 \n \na\n  Financed by ADB’s technical assistance funding program. \nSource: ADB estimates. \n \n   \n \n ", "  Appendix 4  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Team Leader and International Urban Development Planner (3 person-months) \n \n1.  The team leader will coordinate a team of international and domestic consultants to \nprepare an urban sector strategy and sector investment plan. He or she should possess an \nadvanced degree in economics, public administration, or related fields; at least 5 years project \nexperience  in  the  Mekong  region  or  similar  environments;  and  familiarity  with  Asian \nDevelopment Bank (ADB) procedures. The team leader will facilitate and assist Department of \nHousing  and  Urban  Planning  (DHUP)  in  organizing  workshops  and  produce  workshop \nproceedings.  \n \n2.  The team leader will also do the following: (i) Review and analyze the present national \nand regional population distribution, poverty situation, urban migration and employment; location \nof industries, commercial activities, and foreign and domestic investments; national and regional \neconomic growth; and level of development of human resources. (ii) Analyze the impacts of \nregional cooperation initiatives, i.e. east-west and north-south economic corridors on population \ndistribution and urbanization. (iii) Review and assess economic and social functions of the urban \nareas in the Lao Peoples Democratic Republic (Lao PDR), with particular attention to (a) urban-\nrural and cross-border linkages; (b) macroeconomic, demographic, and socioeconomic trends; \n(c)  poverty,  employment,  and  migration  patterns;  and  (d)  institutional  structure  of  local \ngovernments. (iv) Identify key issues, challenges, and constraints facing the urban sector, and \nanalyze key issues and challenges facing providers and regulators of urban services. (v) \nReview relevant completed and ongoing studies and programs on urban development and \nwater supply by ADB and other multilateral or bilateral agencies, to include, but not limited to, \nstudies water tariff policies, the Water Supply Authority (WASA) charter, ADB’s Water Supply \nand Sanitation Project, training programs for provincial nam papas (water supply authorities), \nADB’s Secondary Towns Urban Development Project, ADB’s technical assistance for capacity \nbuilding for Urban Development Administration Authority (UDAA). (vi) Prepare, in consultation \nwith DHUP and ADB, an inception report, within 2 weeks of recruitment; an interim report \ncontaining survey findings, within 2 months of TA implementation; and a draft final report, within \n4 months of TA implementation. (vii) Prepare, an urban sector  strategy for 2005–2020. The \nstrategy  will  contain  a  vision  for  the  future,  policy  dialogue  and  institutional  change, \nimprovement of service delivery capacity, human resource development, resource mobilization, \nfacilitation of broad-based participation, and ensuring of environmental sustainability, gender \nmainstreaming and social inclusion. The strategy will also contain an urban sector investment \nplan for 2005–2020, with types of investments needed for urban services, indicative investment \nneeds, prioritization of investments, and time-bound sequencing of activities.   \n \nB.  International Institutional Development Specialist  (2 person-months) \n \n3.  The specialist will do the following: (i) Review the outcomes of (a) phase I of the TA for \nPreparing  the  Northern  and  Central  Regions  Water  Supply  and  Sanitation  Project,  which \nsummarizes the institutional framework in the water supply sector, including the legal and policy \nenvironment, institutional responsibilities of key sector institutions, and the regulatory functions \nof WASA; (b) TA for Capacity Building for UDAAs, which summarizes the key issues and \nrecommendations  for  the  development  of  urban  administration,  TA  for  Establishing  the \nMunicipal Administration System and TA for Support for UDAAs; and (c) lessons learned from \nADB loans in the urban and water supply sectors. (ii) Review and assess government policies, \nregulations, and programs pertaining to the urban sector to include, but not limited to Law on \nLocal  Administration,  Presidential  Decree  No.  126/PR  (Law  on  Water  Resources);  prime ", "1122  Appendix 4 \nministerial decrees 37/PM (Management and Development of Water Supply Sector), 14/PM, \nand 177/PM (Establishment of UDAAs); and Ministerial Decisions 1728/MCTPC (Organization \nand  Activities  of  Water  Supply  Authority),  2711/MCTPC  (Transfer of O&M Functions from \nDCTPCs to UDAAs), and 2083/MOF (Revenue Raising by UDAAs). (iii) Review the water tariff \npolicy, WASA charter, water quality standards, water tariff determination guidelines and other \npolicies, standards in the urban and water supply sectors. (iv) Collect and analyze information \non local administration structures, personnel management, budget and staff for administration, \nservice quality control including service standard and productivity norms, budget control system, \nprocurement procedures, the decision-making process, and relations with the public, along with \nlaws, decrees, policies and regulations that govern the functioning of local administrative units. \nIdentify relevant stakeholders and their responsibilities and interrelationships. (v) Analyze the \nadministrative  and  financial  powers  of  provincial  and  local  governments,  as  well  as  their \ntechnical and managerial capacity to deliver urban services. (vi) Identify legal and human \nresource constraints to efficient and responsive service provision at the local level. Recommend \nnecessary policy, institutional, and organizational improvements in consultation with WASA, \nDHUP, Ministry of Communication, Transport, Post, and Construction, and ADB. (vii) Review \nand analyze the existing institutional and legal, human resource, planning and delivery, and \nfinancing frameworks for the provision of urban services. Recommend solutions for improving \nthe services in consultation with the relevant government agencies and ADB. (viii) Identify areas \nwhere further capacity building and training is required, especially with respect to effective \nsector regulation, transfer of project implementation functions from WASA to other organization, \nand private sector participation. Prepare capacity building recommendations and develop a \nprogram for UDAA and WASA staff training. Review and summarize the existing training \nprograms provided to the provincial nam papas and recommend improvement, if any. (ix) Assist \nthe team leader to develop an urban sector strategy and investment plan for 2005–2020; (x) \nProvide drafts on institutional findings and recommendations for the inception, interim, draft \nfinal, and final reports. \n \nC.  International Municipal and Urban Engineer (2 person-months)  \n \n4.  The engineer9 will do the following: (i) Review and assess the service levels, physical \ncondition, and operation and maintenance of urban infrastructure systems in the Lao People’s \nDemocratic  Republic  (Lao  PDR).  (ii)  Analyze  the  basic  topographical  landscape,  natural \ndrainage flows,  layout of water supply systems, solid waste collection, riverbank protection \nworks, and road patterns and networks. (iii) Review the water supply sector investment plan \n(SIP) and assess the design standards used in it, particularly the unit water consumption levels, \nwater supply technologies recommended, and unit investment cost. Recommend appropriate \ndesign standards for updating the plan. (iv)  Prepare the most likely maximum and minimum \ndemand for urban infrastructure for the planning period 2005–2020 for Vientiane, all provincial \ntowns, and small towns as agreed upon by DHUP and ADB. (v) For the water supply sector, \ndevelop a least-cost water supply sector development program up to 2020 based on the \nrecommendations of the urban sector strategy and demand  forecast, and update the sector \ninvestment plan. (vi) Based on population growth and distribution, economic development and \nurbanization trends, and revised unit consumption levels, recommend appropriate technologies \nfor various urban service systems taking into consideration economic development status, \nurban scale, population density, affordability, standards, and other factors applicable to the Lao \n                                                 \n9  Cost for this consultancy requirement, and of the international municipal and urban engineer and the international \nenvironmental specialist, will be provided under ADB. 2002. Technical Assistance to the Lao People’s Democratic \nRepublic for Northern and Central Region Water Supply and Sanitation Project. Manila (TA 3903-LAO, approved \non 20 August 2002 for $700,000). \n ", "  Appendix 4  1133 \nPDR. (vii) Prepare a preliminary design and costing for basic urban systems, prioritizing of \nactivities, and time-bound sequencing of activities for water supply, drainage, roads, sewerage, \nriverbank  protection,  and  other  necessary  infrastructure.  Provide  guidance  to  domestic \nengineers to collect necessary data and estimate costs for infrastructure and civil works. (viii) \nReview and assess the service levels, conditions, and operation and maintenance of urban \nservice systems, to include, but not be limited to, water supply, environmental sanitation, \ntransportation, power and communications, housing, health, and education in the Lao PDR. (ix) \nBased on population growth and distribution and economic development and urbanization \ntrends, prepare the most likely maximum and minimum demand for urban infrastructure for the \nplanning period, 2005–2020. (x) Assist the team leader to develop an urban sector strategy and \ninvestment plan for 2005–2020. Provide a report on civil and sanitary engineering findings and \nrecommendations for inception, interim, draft final, and final reports. \n \nD.  International Environmental Specialist (1 person-month) \n \n5.  The specialist will do the following: (i) Assist the mission leader in discussions with the \nGovernment in all aspects relating to the environmental aspects of the Project and provide a \nwrite-up of findings and recommendations. Prepare the initial environmental examination and its \nsummary. (ii) Assess the environmental situation in the project area, particularly in respect to \nnatural resources, related government policies, and biodiversity conservation, including forest \nand protected species. Assess the environmental effects of the present natural resources use, \nand review the Government’s plan to develop the resources and its environmental implications. \n(iii) Review environmental aspects of the Project; check whether they meet ADB’s guidelines; \nand if they do not, prepare necessary information to comply with ADB’s guidelines. (iv) Assess \nthe environmental impacts of the urban development component of the proposed Project. \nInclude, but do not be limited to, water supply, drainage, roads, sewerage, riverbank protection, \nand other necessary infrastructure works. Include direct and indirect impacts during construction \nand operation, and due to commercial exploitation of natural resources and induced economic \nactivity within foreseeable future, and their cumulative impacts. Provide guidance to domestic \ncivil engineers on to how conduct the necessary preparations and surveys in selected project \ntowns.  (v)  Recommend  mitigation  measures  and  the  monitoring  program,  including  cost \nimplications, and an institutional setup for undertaking the program. Recommend an agency for \nenvironmental  monitoring  during  project  implementation.  (vi)  Recommend  measures  to \nsafeguard the environment before, during, and after implementation of the project.  \n \nE.  International Social Development Specialist (1 person-month) \n \n6.  The specialist will do the following: (i) Identify and prepare socioeconomic profiles of the \nproject-affected communities in the project areas, in terms of household sizes, demographic \ntrends,  income  sources  and  levels,  occupations,  socioeconomic  conditions,  social  service \ninfrastructure,  and  social  organizations,  in  accordance  with  relevant  ADB  guidelines  and \npublications. Include the gender and local ethnic minority profiles. Carry out further surveys as \nnecessary.  (ii)  Undertake  social  analysis  as  per  ADB  guidelines  and  ADB's  Policies  on \nInvoluntary  Resettlement  (1995),  and  Gender  and  Development  (1998)  for  core  projects. \nReview and assess the impacts of land acquisition or loss of land use on affected people, \nincluding impacts caused by permanent or temporary acquisition. (iii) Determine the scope and \nmagnitude of likely resettlement effects. List likely losses of (a) households, agricultural lands, \nbusiness and income opportunities; and (b) affected communal assets and public buildings. \nEligibility criteria and entitlements for compensation and other assistance according to the \nlosses  of  the  affected  people  must  be  established  on  the  basis  of  this  information.  (iv) \nDetermine, in coordination with the executing agency and provincial governments, the replacement \n ", "1144  Appendix 4 \ncosts of all categories of structures (with no deduction for salvageable materials or depreciation), \nand the market value of all categories of land, trees and crops. These costs will form the basis of the \nbudget to be included in the resettlement plan. Prepare an indicative budget for land acquisition and \nresettlement and rehabilitation costs with specific sourcing and approval process. (v) Prepare a \ngrievance mechanism and appeal procedures, and mechanisms for disclosing the resettlement \nplan to affected people in a form and manner understood by them, prior to ADB’s management \nreview meeting. Prepare the disclosure of the plan on ADB’s web site. (vi) Design a program to \nmonitor implementation of mitigation measures for resettlement issues and their impact on \naffected people, including implementation arrangements and cost estimates. (vii) Assess the \ninstitutional capacity of responsible institutions at provincial and central levels to plan, manage, \nimplement, finance, and monitor effective land acquisition, compensation, resettlement, and \nrehabilitation. If required, prepare ethnic minority development planning, implementation, and \nmonitoring. Assess risks and identify capacity building measures to be included in the Project. \n \nF.  Domestic Civil Engineers (2 engineers, total of 6 person-months)  \n \n7.  The engineers will do the following: (i) Conduct field surveys of provincial towns and \nsmall towns, as determined by DHUP and ADB, to assess the service levels, physical and \nenvironmental conditions, and operation and maintenance of urban infrastructure systems in the \nLao PDR. Analyze the basic topographical landscape, natural drainage flows, layout of water \nsupply systems, solid waste collection, riverbank protection works, and road patterns and \nnetworks. Prepare an inventory of various urban systems and networks. (ii) Interview officials \nfrom  DCTPC,  UDAA,  and  provincial  governments  regarding  investment  needs  for  urban \nservices for selected towns and summarize the findings. Prepare, together with the municipal \nengineer, the most likely maximum and minimum demand for urban infrastructure for the \nplanning period 2005–2020 for Vientiane, all provincial towns, and small towns, as agreed upon \nby DHUP and ADB. (iii) Prepare, together with the municipal engineer, a preliminary design and \ncosting  for  basic  urban  systems,  prioritizing  of  activities,  and  time-bound  sequencing  of \nactivities: water supply, drainage, roads, sewerage, riverbank protection, and other necessary \ninfrastructure.  (iv)  Prepare,  together  with  the  environmental  specialist,  an  environmental \nassessments checklist and environmental impact assessment in the selected project towns. \n \nG.  Domestic Social Specialist  (4 person-months)  \n \n8.  The  specialist  will  do  the  following:  (i)  Assist  the  international  social  development \nspecialist to undertake social analysis as per ADB guidelines. (ii) Conduct field surveys of \nprovincial towns and small towns as determined by DHUP and ADB, to assess the demographic \nand socioeconomic conditions of the population in the selected towns. Prepare an inventory of \nurban indicators relating to the well-being of the population. (ii) Conduct, individually or in \nconjunction with civil engineers, interviews with officials from DCTPC, UDAA, and provincial \ngovernments regarding investment needs for urban services for selected towns. Summarize the \nfindings.  (iii)  Carry  out  focus  group  discussions  to  assess  the  level  of  awareness  of  the \npopulation  with  regard  to  issues  regarding  community  participation,  benefits  of  public \ninterventions, and civic responsibility. (iv) Prepare the resettlement framework and resettlement \nplan in selected project towns. (v) Assess likely project impacts on ethnic minorities and design \nan ethnic minority development framework for the whole project and an ethnic development plan \nfor one sample project component. (vi) Assess likely resettlement impacts on affected persons \nand prepare a resettlement framework and resettlement plan for each project component. \n \n \n "], "metadata": {"ModDate": "D:20040830085630+08'00'", "CreationDate": "D:20040824143614Z", "Title": "Final TA Paper 18.08.04.doc", "Creator": "Final TA Paper 18.08.04 - Microsoft Word", "Author": "ADB", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}