{"path": "data/input/ta/tar-ind-35335.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR: IND 35335 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO \n \n \nINDIA \n \n \nFOR PREPARING THE  \n \n \nNATIONAL HIGHWAYS SECTOR II PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJuly 2003", " \nCURRENCY EQUIVALENTS \n(as of  30 June 2003) \n \nCurrency Unit  –  Rupee/s (Re/Rs) \nRe1.00  =  $0.0215 \n$1.00  =  Rs46.50 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  IEE  –  initial environmental examination \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency \nsyndrome \n  km  –  kilometers \n  NHAI  –  National Highways Authority of India \n  O&M  –  operation and maintenance \n  PPP  –  public-private partnership \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 March. \n \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \nThis report was prepared by Shunso Tsukada, Senior Transport Specialist, Transport and \nCommunications Division, South Asia Department. ", " \nI.  INTRODUCTION \n1.  During  the  2003  Country  Programming  Mission,  the  Government  of  India  (the \nGovernment) requested the Asian Development Bank (ADB) to extend technical assistance \n(TA) for preparing the National Highways Sector II Project (the 2004 Project).1 The ADB TA \nFact-Finding  Mission2 visited India from 10 to 13 March 2003. The paper for the TA was \nprepared based on the findings and understandings reached with the Government during the \nmission. The findings of the initial poverty and social assessment are summarized in Appendix \n1.  \n \nII.  ISSUES \n2.  India’s economy has long suffered from a chronic shortage of its highway system \ncapacity. Of the national highway systems, 38% comprised single lanes, 58% is two-lane, while \nonly 2% is four-lane or more. Due to the inadequate capacity, the Government has decided to \nlaunch a radical program of upgrading key national highway corridors in 10 years. The highways \nto be improved include the (i) Golden Quadrilateral—6,000 kilometers (km); (ii) North-South \nCorridor—4,000 km; and (iii) East-West Corridor—3,300 km. The program, called the National \nHighway Development Program was announced in 1998 and is to be completed by the end of \n2007. The total cost of the program is estimated at $13 billion. \n \n3.  Effective  implementation  of  a  program  of  this  magnitude  requires  establishing  an \nappropriate policy and institutional environment. The Government had taken a series of actions \nto create such an environment. The main actions taken include (i) simplifying century-old land \nacquisition procedures by amending the National Highway Act; (ii) issuing and implementing a \nnew policy guideline3 for private sector participation in highway development; (iii) adopting a \npolicy that, once a national highway is upgraded to a four-lane standard, it is to be converted \ninto a toll roads; (iv) revamping the central road fund by introducing additional excise duties \nlevied on petrol and diesel; and (v) delegating broader decision-making authority to the National \nHighway Authority of India (NHAI) so that it can make decisions on individual investments and \nprocurement without being subjected to lengthy administrative approval processes.  \n \n4.  While the policy actions have brought about significant changes in the ways managing \nnational highways, a number of issues remain. To address the remaining issues in an effective \nand systematic manner, ADB has adopted a programmatic approach since 2001. An essential \nelement of the programmatic approach is to set out the medium-to-long-term goals for ADB’s \ninterventions for the national highway subsector and pursue the realization of these goals in a \nprogressive and evolutionary manner through its multiyear lending program rather than on a \nproject-by-project  basis.  These  medium-to-long-term  goals  include  (i)  strengthening  the \ninstitutional capacity for project implementation and contract management; (ii) strengthening \nfinancing and financial management capability so as to effectively mobilize necessary funds \nfrom  capital  markets;  (iii)  instituting  effective  highway  operations  and  maintenance  (O&M) \nsystems; (iv) advancing the public-private partnership (PPP) approach; and (v) through these \nactions, transforming NHAI into a financially and managerially autonomous body. \n \n5.  In support of the National Highway Development Program, ADB provided three loans to \nNHAI during 2000–2002 and is processing another loan. The first project was Surat-Manor \n                                                 \n1  The proposed TA first appeared in ADB Business Opportunities, Internet edition, on 23 April 2003. \n2  Comprising S. Tsukada (Senior Transport Specialist/Mission Leader, SATC) and S. Agarwal (consultant for social \ndevelopment).  \n3 Ministry of Road Transport and Highways. 1997.  Guideline for the Private Sector Participation in the Road \nInfrastructure.  New Delhi. ", "2 \nProject (approved in 2000), which provided NHAI with a $180 million loan for upgrading the 180 \nkm  stretch  of  Golden  Quadrilateral  in  Maharashtra.4  The  project  was  a  straightforward \ninvestment project that introduced outsourcing of O&M to the private sector. The second project, \nthe Western Transport Corridor Project (approved in 2001), provided a loan of $240 million for \nupgrading anther 259 km stretch of Golden Quadrilateral in Karnataka State.5 The Western \nTransport Corridor Project initiated the programmatic approach by setting out the medium-term \nobjectives of ADB’s lending operations to NHAI. The third project was the East-West Corridor \nProject, a $320 million loan (approved in 2002).6 The project financed the 504 km stretch of the \nEast-West Corridor in Gujarat, and was designed to implement the programmatic approach by \nrequiring (i) specific actions as the project proceeds, and (ii) that part of the project roads be \ndeveloped under the PPP scheme. The fourth loan is the National Highway Corridor (Sector) I \nProject (the 2003 Project), which is to finance 640 km of the East-West Corridor, with an \nestimated loan of $400 million. As a part of the programmatic approach, the 2003 Project will \nalso address key policy and institutional issues with particular emphasis on O&M. The Project is \na sector loan, is aimed at instituting standardized project preparation and processing processes, \nand at strengthening NHAI’s quality control capability for highway design and construction by  \nestablishing a technical team in NHAI’s project team.   \n \n6.  The proposed 2004 Project is the second sector loan. The 2004 Project will finance \napproximately 600–700 km of highways in the North-South  Corridor,  in  Utter  Pradesh  and \nMadhya Pradesh states. Approximately 15% of the highways will be financed by the private \nsector. The Project build on ongoing efforts to standardize project development and approval \nprocesses  and  strengthen  NHAI’s  institutional  capability  for  the  project  development  and \nprocessing. The Project will aim at expanding the use of technical teams throughout NHAI. The \n2004 Project will also address key policy and institutional issues as a part of the programmatic \napproach. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n7.  The TA is designed to facilitate the preparation and processing of the 2004 Project for \nupgrading selected parts of the North-South Corridor with particular focus on environmental \nprotection and social development aspects. The primary function of the TA consultants is, thus, \nto ensure that ADB’s safeguard policies are adequately incorporated and implemented in the \nProject. The TA consultants will also assist NHAI to develop parts of the project roads under \nPPP schemes.  \n \nB.  Methodology and Key Activities \n8.  NHAI will carry out feasibility studies, the preliminary design, the resettlement plan, the \nenvironmental impact assessment (EIA) or initial environmental examination (IEE), the detailed \ndesign, and development of bidding documents, through its own consulting firms. The primary \nrole of the TA consultants is to supplement NHAI efforts for project preparation and processing, \nand make sure that analyses and plans are consistent with ADB’s requirements. \n \n                                                 \n4  ADB.  2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India \nfor the Surat-Manor Tollway Project. Manila. \n5  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India \nfor the Western Transport Project. Manila. \n6  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India \nfor the East-West Corridor Project. Manila. ", "    3 \n 9.  The 2004 Project will consist of core subprojects, which will be appraised by ADB; and \nnoncore subprojects, which will be appraised by NHAI in accordance with agreed guidelines. \nFor core subprojects, the TA consultants will assist NHAI by focusing specific assistance such \nas  summary  environment  assessments  and  summary  resettlement  plans.  For  noncore \nsubprojects,  the  consultants  will  provide  sector-oriented  assistance,  such  as  environment \nassessments, resettlement frameworks, or indigenous people frameworks. The main tasks of \nthe TA consultants are described on the following paragraphs. \n \n1.  Environmental Impact Assessment \n \n10.  The TA consultant, an environmental specialist, will review, verify, and (if necessary) \nrevise the environmental assessments by NHAI consultants for core subprojects, to ensure that \nall ADB’s requirements are adequately incorporated in accordance with ADB’s  Environment \nPolicy and Environmental Assessment Guidelines. The specialist will prepare summary EIAs or \nIEEs for core subprojects, and will undertake strategic environmental assessment for the North-\nSouth Corridor. \n \n2.  Resettlement  \n \n11.  The TA consultant, a resettlement specialist, will review, verify, and (if necessary) revise \nthe resettlement plans to be prepared by NHAI consultants to ensure that all requirements are \nadequately incorporated in accordance with ADB’s Policy on Involuntary Resettlement and its \nHandbook on Resettlement. The specialist will prepare summary resettlement plans for core \nsubprojects. The specialist will provide necessary guidance for NHAI consultants in developing \nresettlement plans for noncore subprojects. The specialist will prepare a resettlement framework \nfor the entire Project.  \n \n3.  Emerging Social Issues \n \n12.  The TA consultant, a social development specialist, will undertake social assessment in \naccordance with ADB’s Handbook for Poverty Reduction and Social Assessment, addressing \nkey  social  issues  such  as  land  acquisition,  resettlement,  poverty,  indigenous  people, \ncommunicable  disease,  gender  issues,  labor  (including  child  labor),  and  stakeholder \nparticipation. The specialist will carry out necessary surveys on indigenous peoples along \nproject influence areas, and, if necessary, develop indigenous people development plans for \ncore subprojects. In addition, the specialist will develop an indigenous people development \nframework. The specialist should also determine the possible impact of the Project on trafficking \nof women and children.  \n \n4.  Poverty Impact Assessment \n \n13.  The TA consultant, a transport economist, will conduct a poverty impact assessment in \naccordance with ADB’s Handbook for Integrating Poverty Impact Assessment in the Economic \nAnalysis of Projects. The assessment will cover (i) a poverty profile of the project influence \nareas, including the definition of people below the poverty line and income disparities between \ngroups of society, districts, and states; (ii) the relationship between transport and poverty, \nincluding an analysis of usage patterns of transport services by the poor; (iii) a description of \nsocial programs that are undertaken by central or state governments and by external aid \nagencies, and that are likely to contribute to the poverty reduction in the project areas; (iv) a \ncommunity-based  assessment  of  the  impact  of  the  Project  on  poverty  reduction;  and  (v) \nquantitative analyses on the impact of the Project for poverty reduction including the calculation \nof poverty impact ratio. The TA economist will prepare a five-page note covering the above ", "4 \nissues for the core subprojects. The economist will refine, if necessary, the poverty impact \nassessment guideline previously developed for noncore subprojects during processing of the \n2003 Project. \n \n5.  Development of the PPP Scheme \n \n14.  The TA consultant, a project finance specialist, will identify the highway section(s) to be \ndeveloped under the PPP scheme. For sections suitable for the PPP scheme, the specialist will \nconduct surveys necessary for traffic projection, assess possible deviation or generation of the \ntraffic,  develop  tolling  strategies,  and  assess  the  financial  viability  of  the  proposed  PPP \ncomponent(s) including the grant amount to be paid by NHAI to make the PPP component(s) \nfinancially viable. The specialist will also design the structure of PPP concession, and, based on \nthat, make necessary modifications to the model concession agreements developed by the \nGovernment  for  highway  development.  The  specialist  will  also  structure  main  elements  of \nbidding including prequalification criteria and selection criteria of bidders.  \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $380,000 equivalent, consisting of $243,900 in \nforeign exchange and $136,100 equivalent in local currency costs. ADB will finance $300,000 \nequivalent on a grant basis by ADB’s TA funding program. The remaining $80,000 equivalent \nwill be contributed by the Government, and will include office accommodation, counterpart staff \nremuneration, transportation, and surveys. The cost estimates and financing plan are detailed in \nAppendix 2. The Government has been informed that ADB’s financing of the TA does not \ncommit ADB to finance a subsequent loan project.   \n \nD.  Implementation Arrangements \n16.  NHAI will be the Executing Agency. NHAI will form a project team headed by the chief \ngeneral manager. A technical team will be established under the project team. The primary \nfunctions of the technical team will be to (i) review and examine all technical reports, including \nthe feasibility studies, preliminary design, resettlement plans, EIAs/IEEs, and detailed design \nreports, to ensure the requirements of ADB and NHAI are fully met; and (ii) evaluate the overall \nviability of noncore subprojects and prepare a summary appraisal report to be submitted to ADB \nfor its approval.  \n \n17.  The consultants will be engaged in accordance with ADB’s Guidelines on the Use of \nConsultants and other arrangements satisfactory to ADB on the selection and engagement of \ndomestic consultants. The task requires 8.5 person-months input of four international individual \nconsultants and 4 person-months input of a domestic consultant. \n \n18.  The TA will commence in October 2003 and be finished in August 2004. Terms of \nreference for the consulting services are outlined in Appendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to \nthe Government of India for preparing the National Highways Sector II Project, and hereby \nreports this action to the Board.  ", "  Appendix 1  5 \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \nSector identified as a national priority in country  Sector identified as a national priority in country \npoverty analysis?  No  poverty partnership agreement?  No \n \nContribution of the Road Sector to Reduce Poverty in India: \n \nWhile the sector is not a core sector for poverty alleviation in India, road infrastructure is a key instrument \nfor alleviating the poverty. This is one reason for the substantial allocation of money for the road sector in \nthe 10th Five-Year Plan of the Government of India. The Government’s road development policy is to \nestablish well-connected and well-managed national highway, state road, and rural road systems. The \nAsian Development Bank intends to assist the Government through lending to all three levels of road \nsystems, i.e. national highway, state road, and rural road systems.   \n \nB.  Poverty Analysis   Proposed Classification \n \nProposed Classification:  Others. Thematic  (Economic growth and private sector development). \n \nPoverty Analysis:  The proposed Project will broadly cover parts of the North-South Corridor in the \nstates of Uttar Pradesh and Madhya Pradesh. \n \n \nUttar Pradesh and Madhya Pradesh rank among the lowest of India’s states in terms of the Human \nDevelopment Index. Many districts along the project roads are far below than the national averages. Even \nwith the many rivers and seasonal streams, the agricultural productivity is low as the black soil is not very \nfertile and few irrigation facilities are available. The undulating terrain restricts the development of irrigation \nsystems. Deforestation has eroded the forest-based livelihood of many communities.   \n \nThe project roads pass through five districts (Jhansi, Lalitpur, Narsimhpur, Sagar, and Seoni), which are \namong the country’s most underdeveloped areas. These districts are characterized by some of the lowest \nlevels of per capita income and human development in the country. Literacy levels are poor, especially \namong women, and infant mortality is relatively high. Local inhabitants primarily rely on subsistence \nrainfed single crop agriculture and small-scale livestock production for their livelihood, with wheat, grams, \nand oil seeds being the predominant crops. Population density in the region largely correlates to such \nfactors as soil types, natural vegetation, industrialization, and urbanization. In rural areas, rising population \nhas led to fragmented family land holdings. These factors, combined with limited rainfall and scarce fresh \nwater resources, have resulted in low agricultural productivity. Many families are no longer able to meet \ntheir subsistence needs. Temporary and long-term migration of male workers from rural communities to \nurban areas in search of alternative sources of livelihood has become increasingly a problem.  \n \nThese states believe that an improved transport system is a key for the economic growth of these regions, \nand have given their highest priority to the development of highway system.  It is their view that, without \neconomic growth, their efforts for poverty reduction are not sustainable.  Rural communities have indicated \nrural roads to be the area of highest priority for the improvement of their livelihood. \n ", "6  Appendix 1 \n \n \nC.  Participation Process \n \nStakeholder Analysis Prepared:  Yes  \nParticipation strategy required:  No    \n \nParticipation strategy: The National Highways Authority of India has been conducting broad-based \nconsultations with key stakeholders and intends to expand this process under ADB assistance (a capacity-\nbuilding component for emerging social issues is included in the proposed East-West Corridor Project).  \nSee Table A1 for a summary of the participatory strategy.                                                                                                  \n \nD.  Potential Issues \n  Significant/     \nNot- Strategy to Address Issues  Plan Required \nSignificant/   \nNone \nResettlement   Significant  (i)  Work out measures to minimize  A resettlement plan to be \nresettlement impacts through careful  prepared, outlining (i) the \ndesign  nature, extent, and \n(ii)  Inventory the type of social impacts  magnitude of impacts, and \nand magnitude of resettlement  (ii) measures to address \nthrough a complete census of private  those impacts \nand common property resources \n(iii)  Formulate an entitlement framework \nto address the various resettlement \nimpact categories in accordance to \nADB policies  \n(iv)  Draft an rehabilitation and \nresettlement plan for the effective \nimplementation of the entitlement \nprovisions in the project, including \ninstitutional capacity building of the \nimplementing agency  \n \nGender  Significant  (i)  Significant, as the two states rank   A study on gender issues \nthe lowest in terms of Gender  and resettlement impacts \nDisparity Index among the Indian  on women needs to be \nStates.  carried out \n(ii)  Gender disaggregated data to be \ncollected during the census surveys \n(iii)  Identification of household impacted \ndue to the project and headed by \nwomen \n(iv)  Additional assistance to such \nhouseholds in the resettlement \nentitlement framework for the project \n(v)  Consultation with women groups \nduring project design \n(vi)  Involvement in decision-making \nprocess, including income generation \nactivities  \n(vii)  Adequate representation of women \nin the project implementation and \nmonitoring  ", "  Appendix 1  7 \n \nLabor  Not  (i)  The impacts due to loss of livelihood  To be addressed in the \nsignificant  resulting from involuntary  resettlement plan \nresettlement will need to be \naddressed in the entitlement \nframework  \n(ii)  The employment of laborers should \nbe in compliance with the relevant \nlegislation in the states and country  \n(iii)  Availability of necessary facilities in \nlabor camps will need to be ensured \n(iv)  Child labor issue should be \naddressed \n(v)  The nongovernment organizations \nimplementing the rehabilitation and \nresettlement provisions will monitor \nthe social impacts on the labor \ninvolved in the project \n \nIndigenous  Significant   (i)  The corridor passes through pockets  If found necessary, \nPeople  with a significant tribal population, in  indigenous peoples \nKamrup, Nagaon, and Seoni districts   development plans will be \n(ii)  Identification of such stretches and  developed \nspecial efforts to minimize \ndisplacement of tribal households \n(iii)  Review and assessment of the \nexisting tribal development programs \nin the project area  \n(iv)  Consultation with tribal communities \nand formulation of additional \nassistances to tribal households \n(v)  Provision of mechanisms for \ninclusion of tribal populations in  \nproject implementation \n \nOther Risks/  To be  (i)  Other social risks, such as   A rapid assessment of the \nVulnerabilities  determined  interactions of the migrant labor with  health situation, including \nthe host populations, loss of  HIV/AIDS. The states are \nbusiness during construction,  located in a critical \ndisruption of access during   juncture for the spread of \nconstruction, and exposure to  AIDS. Labor turnaround is \nlowered quality of life due to  among the highest here \nincreased air and noise pollution  due to military \nduring construction, need to be  installations, tea \nidentified during the implementation  plantations, and oil \n(ii)  Health risks due to the increased  exploitation. \nvulnerability of the roadside \ncommunities to highway diseases  \n(e.g., HIV/AIDS) will need to be \nassessed  \n(iii) Health risks, as hydroflourosis is \nprevalent in the study area  \n \nHIV/AIDS = human immunodeficiency virus/acquired immunodeficiency syndrome. \n \n ", "8  Appendix 1 \nTable A1.1: Participation Strategy Summary \n \nStakeholder  Objective of their  Type of Participation  Participation Methods \nGroup  Intervention    Method  Responsible \nCentral  § national highway  § shared decision  § effective  § NHAI \nGovernment  project (funding  making  participatory \nministries  and  § shared responsibility  analysis \nimplementation  or control  § Project \nrole)  strategy \nRepresentative  § Involvement in  § information sharing on  § participatory  § project \nassemblies  various project  project objectives  planning   design and \n(elected govt.  implementation  § shared decision  § situation  implementing \nbodies) and  committees  making  analysis  agency \npanchayat/  § project awareness  § shared responsibility  § project \ndistrict-level    or control  implementati\ncommittees    on \ncommittees \nPoor and  § involvement in  § consultations  § participatory  § project \nvulnerable  various project  § shared decision  rapid  design and \ngroups  implementation  making  assessment   implementing \n  committees  § shared responsibility  agency \n§ project awareness  or control  § implementing \n§ primary  § project  NGOs \nstakeholders  implementation and  § resettlement \nmonitoring  expert \nOrganized civil  § involvement in  § consultations   § qualitative or  § project \nsociety   various project  § shared decision  quantitative  design and \nimplementation  making  surveys  implementing \nand monitoring   § shared responsibility  § participatory  agency \n  committees  or control  planning  § implementing \n§ project awareness  § project  NGOs \n§ skill transference   implementation and   \n§ capacity building   monitoring \n§ assistance to \nvulnerable groups \nPrivate sector  § partnership in  § shared responsibility  § participatory  § NHAI \nconstruction   or control  planning \n§ toll collection \n§ maintenance \n§ facilities \ndevelopment \nNGO = nongovernment organization, NHAI = National Highways Authority of India. \n \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants    192.5    0    192.5 \n      ii.  Domestic Consultants    0    30.0    30.0 \n    b.  International and Local Travel    30.0    5.0    35.0 \n    c.  Reports and Communications    0    2.0    2.0 \n  2.  Surveys    0    10.0    10.0 \n  3.  Workshop    0    2.0    2.0 \n  4.  Miscellaneous Administration and     0    2.0    2.0 \n    Support Costs \n  5.  Contingencies    21.4    5.1    26.5 \n      Subtotal (A)    243.9    56.1    300.0 \n       \nB.  Government Financing         \n  1.  Office Accommodation and Transport    0    24.0    24.0 \n  2.  Remuneration and Per Diem    0    35.0    35.0 \n    of Counterpart Staff \n  3.  Studies, Surveys, and Reports    0    7.0    7.0 \n  4.  Communications    0    7.0    7.0 \n  5.  Administrative Staff    0    7.0    7.0 \n      Subtotal (B)    0    80.0    80.0 \n       \n        Total    243.9    136.1    380.0 \na Financed by ADB’s TA funding program. \nSource: Asian Development Bank estimates. \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will be carried out by a team of individual consultants \nconsisting  of  (i)  an  international  environmental  specialist,  (ii)  an  international  resettlement \nspecialist; (iii) a domestic social development specialist; (iv) an international transport economist \nwith extensive experience in poverty analysis; and (v) an international project finance specialist. \nThe total input of the services by these international consultants will be 8.5 person-months, \nwhile that of the domestic consultant will be 4 person-months. \n \n2.  The main tasks of the TA consultants are as follows:  \n \n1.  Environmental Specialist (1 person-month) \n \n3.  An  international  environmental  specialist  will  be  engaged  to  review,  verify,  and  if \nnecessary  revise  the  environmental  assessment  to  be  carried  out  by  National  Highways \nAuthority of India (NHAI) consultants for core subprojects, to ensure that all Asian Development \nBank  (ADB)  requirements  are  adequately  covered  in  accordance  with  ADB’s Environment \nPolicy  and  Environmental  Assessment  Guidelines.  The  specialist  will  prepare  summary \nenvironmental impact assessments or summary initial environmental examinations for core \nsubprojects, and will undertake a strategic environmental assessment for the North-South \nCorridor.1  \n \n2.  Resettlement Specialist (3 person-months) \n \n4.  An international resettlement specialist will be engaged to review, verify, and edit the \nresettlement plans to be prepared by NHAI consultants, to ensure that all requirements are \nadequately covered in accordance with ADB’s  Policy on Involuntary Resettlement  and its \nHandbook on Resettlement. The specialist will (i) prepare summary resettlement plans for core \nsubprojects; provide necessary guidance for NHAI consultants who develop resettlement plans \nfor subprojects, both core and noncore subprojects; (iii) provide necessary guidance for NHAI \nconsultants who develop resettlement plans for noncore subprojects; (iv) prepare a resettlement \nframework for the entire Project; and (v) engage local experts for conducting necessary surveys.  \n \n3.  Social Development Specialist (4 person-months) \n \n5.  A  domestic  social  development  specialist  will  be  engaged  to  undertake  social \nassessment  in  accordance  with  ADB’s  Handbook  for  Poverty  Reduction  and  Social \nAssessment, addressing key social issues such as land acquisition, resettlement, poverty, \nindigenous peoples, communicable diseases, gender issues, labor issues including child labor, \nand stakeholders’ participation. The specialist will also (i) carry out necessary surveys on \nindigenous peoples living in the project influence areas, and, if necessary, develop indigenous \npeoples development plans; (ii) develop an indigenous peoples development framework; (iii) \ndetermine the possible impact of the Project on trafficking of women and children; and (iv) \nengage local experts for conducting the surveys.  \n \n                                                 \n1 Environmental strategic assessment will be undertaken for East-West Corridor under the PPTA for the 2003 \nNational Highway Corridor (Sector) I Project.   ", "  Appendix 3  11 \n4.  Transport  Economist  for  the  Poverty  Impact  Assessment  (1.5  person-\nmonths) \n \n6.  An international transport economist will be engaged to analyze the poverty reduction \nimpact of the core subprojects. The analysis will cover (i) a poverty profile of the project \ninfluence areas, including the definition of people below the poverty line and income disparities \nbetween groups of society, districts, and states; (ii) the relationship between transport and \npoverty, including an analysis of use pattern of transport systems by the poor; (iii) a description \nof social programs by central or state governments and by external aid agencies that are likely \nto contribute to poverty reduction in the project areas; (iv) a community-based assessment of \nthe impact of the Project on poverty reduction; and (v) quantitative analyses of the impact of the \nProject on poverty reduction, including the calculation of poverty impact ratio. The poverty \nanalysis is to be carried out in accordance with ADB’s Handbook for Integrating Poverty Impact \nAssessment in the Economic Analysis of Projects. If necessary, the economist will refine the \npoverty impact assessment guidelines developed for noncore subprojects during the processing \nstage of the 2003 Project.  \n5.  Project Finance Specialist (3 person-months) \n \n7.  An international project finance specialist will be engaged to identify highway sections to \nbe developed under a public private partnership (PPP) scheme and design an investment \npackage for the PPP components. The specialist’s first task will be to screen the project roads \nand identify the sections to be developed under the PPP scheme. For sections suitable for the \nPPP scheme, the specialist will conduct surveys necessary for traffic projection, assess possible \ndeviation or generation of the traffic, develop tolling strategies, and assess the financial viability \nof the proposed PPP components, including the grant amount to be paid by NHAI to make the \nPPP component financially viable. The consultant will also design the structure of the PPP \nconcession, and, based on that, modify the model concession agreements developed by the \nGovernment  for  highway  development.  The  specialist  will  also  structure  main  elements  of \nbidding, including prequalification criteria and criteria for selection of bidders.  \n "], "metadata": {"Creator": "R139-03 - Microsoft Word", "CreationDate": "D:20030729160238Z", "Title": "Preparing the National Highways Sector II Project", "Author": "Asian Development Bank", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030730153917+08'00'"}}