{"path": "data/input/ta/tar-nep-37196.pdf", "pages": [" \nASIAN DEVELOPMENT BANK TAR: NEP 37196 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nKINGDOM OF NEPAL \n \n \nFOR  \n \n \nRESTRUCTURING OF NEPAL ELECTRICITY AUTHORITY   \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004", " \nCURRENCY EQUIVALENTS \n(as of 3 November 2004) \n \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0135 \n$1.00 =  NRs73.80 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FY  –  fiscal year \n  MOWR  –  Ministry of Water Resources  \n  NEA  –  Nepal Electricity Authority \n  NEPGRID  –  Nepal Power Grid Corporation \n  NERC  –  Nepal Electricity Regulatory Commission \n  TA  –  technical assistance \n  USAID  –  United States Agency for International Development \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nTheme  –  Sustainable economic growth and governance \nSubtheme  –  Fostering physical infrastructure development \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 15 July. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2004 ends on 15 July 2004.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \nThis report was prepared by Pil-Bae Song and Hee Young Hong. \n \n \n \n \n ", " \nI.  INTRODUCTION \n1.  During the Country Programming Mission of the Asian  Development Bank (ADB) in \nMarch 2004, His Majesty's Government of Nepal reconfirmed its request to ADB for technical \nassistance (TA) to continue its support of power sector restructuring in Nepal. The TA is \nincluded in the 2004 ADB country assistance program.1 The TA Fact-Finding  Mission  was \nfielded in Nepal from 27 October to 5 November 2004 and reached an understanding with the \nGovernment on the objectives, scope, costs, financing plan, implementation arrangements, and \noutline terms of reference for the TA.2 The TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  The power sector in Nepal is dominated by the Nepal Electricity Authority (NEA), a \nvertically integrated, Government-owned and -controlled utility, with  several independent power \nproducers, some of  whom  also  distribute  power  in  areas  adjacent  to  their  plants.3 NEA’s \ninstalled and grid-connected capacity amounts to 402 megawatts (MW) of hydroelectric and 57 \nMW of peaking thermal power. NEA’s operational performance has not been up to international \nstandards: system losses are as high as 23%, power quality is substandard, and its financial \nposition has deteriorated over the past few years. Furthermore, Government domination of the \nboard of directors does not allow the NEA board and senior management to efficiently exercise \nthe authority and responsibility needed to run an industrial enterprise.  \n \n3.  Nepal’s electrification ratio is still very low. Only about one third of the population has \naccess to electricity, and in rural areas, where most people live, access is much lower. Despite \nthe great potential for hydropower, power sector development has been constrained by the \nsmall size of Nepal’s economy and of the modern industrial and commercial sectors. However, \nthe demand for power has increased steadily, with an annual average growth rate of 8.5% over \nthe past decade, and is forecast to grow at 7.5% annually until 2020. The Tenth Plan [Fiscal \nYear (FY) 2003–2007] sets out the Government’s goal of providing electricity to 55% of the \npopulation by FY2007. This requires continuing rapid expansion of electrification in the country.   \n \n4.  Being a low-income country with a low electrification ratio and limited financial resources \nin the public sector, Nepal needs to attract more domestic and foreign investment in hydropower \ndevelopment to meet demand. Empirical evidence shows that power sector reform can reduce \nthe cost of delivered electricity by transforming the constituent businesses into commercial \nenterprises that will seek to cut waste  and improve the efficiency of their operations, under \npressure either from the market or from the regulator.  \n \n5.  The Government has recognized that NEA must be unbundled to improve efficiency \nthrough  competition  and  commercialization  and  that  an  independent  regulator  must  be \nestablished to show prospective investors  an effectively regulated system operated with good \ngovernance.    Given  the  massive  challenges  Nepal  faces—a  small  market,  unstable \nsociopolitical situation, capital-intensive hydropower resources, and the urgent need to expand \nrural electrification—a phased approach toward power sector reform is considered suitable to \ncreate a sustainable and efficient power industry. The Government has given unambiguous \ncommitments  to  unbundle  NEA  and  create  an  effective,  independent  regulator  and  an \nautonomous operator of the transmission and dispatch system. \n                                                 \n1  ADB. 2004. Country Strategy and Program (2005–2009): Nepal. Manila. \n2  The TA first appeared in the ADB Business Opportunities (Internet edition) on 5 August 2004. \n3  Nine independently owned power plants are operating in the country with a total capacity of 144 MW. \n ", "2  \n \n6.  During the workshop and the tripartite meeting among the Government,  ADB and the \nconsultants for an ADB TA4 held in November 2004, consensus was reached on a road map for \nreforms intended to bring about a new power industry managed according to the principles of a \ncommercial enterprise under a strong regulator. The Government has agreed, in principle, to the \nroad map set out under this TA. This reform foresees the unbundling of NEA into four distinct \nentities of generation, transmission, distribution, and engineering, to be established under the \nCompanies Act, with 100% of the shares initially owned by the Government. The Government \nand NEA have endorsed the recommended  reform of the NEA board of directors  as one \nmeasure to improve management effectiveness and transparency, and have confirmed that they \nwill begin to  draft the operating rules and other documents that will be the foundation for a new \nboard  by the end of 2004. The draft documents will need to be reviewed by experts to ensure \nthat they meet the required standards for utility governance. \n \n7.   Although the Government has made a series of clear policy commitments to power \nsector reform, the present legal and regulatory framework does not enable such measures to be \nundertaken. Legislation to enable the unbundling of NEA and the setting up of an independent \nregulator is expected to be drafted by February 2005,5 and the Government has confirmed that  \nthese legislative initiatives will  be enacted  by May 2005. \n \n8.   The United States Agency for International Development (USAID) has provided  TA to \nthe Government to set up the Nepal Electricity Regulatory Commission (NERC), an independent \nregulator, and will continue to assist NERC with training and tariff setting.  NERC is expected to \nbecome operational in the fourth quarter of 2005, which will allow  the Government and NEA \nenough  time  to  undertake  the  detailed  preparatory  work  necessary  for  divestiture  and \ncorporatization.   \n \n9.  The Government has confirmed that priority will be given to creating a transmission \ncompany, provisionally called the Nepal Power Grid Corporation (NEPGRID), initially operated \nas a single buyer, to  increase financial transparency and encourage all market players and \npotential investors. This is expected to help realize the country’s abundant hydropower potential \nand enable export of power to neighboring countries. The Government requested ADB to \nprovide TA in establishing NEPGRID, which will consist of NEA’s existing transmission and \nsystem operation (dispatch) business unit and of new departments responsible for settlements \nand investment planning. The Government has agreed to establish a task force with qualified \nand experienced staff and facilities before fielding the consultants for the TA.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n10.  The TA will help the Government launch the reform process by establishing NEPGRID. \nThe scope of the TA will include (i) preparatory steps for establishing NEPGRID, (ii) preparation \nof  human  resources  strategy,  (iii)  assessment  of  additional  technology  and  software \nrequirements, (iv) upgrading of NEA grid documents to a grid code suitable for use by all market \nparticipants and preparation of the power transmission policy, and (v) preparation of detailed \nscope of work for financial structure of NEPGRID. The TA will define the new company’s distinct \n                                                 \n4  ADB. 2000. Technical Assistance to the Kingdom of Nepal for Power Sector Reforms in Nepal. Manila (TA 3552-\nNEP). \n5  USAID has been helping the Government draft the new act to establish NERC and the amendments to relevant \nacts needed to enable the desired reforms.  ", "  3\nroles, functions, and relations with other sector entities, and provide technical experts to review \nthe documents to be prepared by the Government for NEA board reform to improve corporate \ngovernance.  \n \nB.  Methodology and Key Activities \n11.  By the time the consultants are fielded, the Government will establish a task force, \nheaded by the person designated to become the head of the new NEPGRID. The task force will \nbe composed of managers drawn from NEA’s transmission system operation unit and officials \nfrom the Ministry of Water Resources (MOWR) and Department of Electricity Development. The \nconsultants'  team  will  work  jointly  with  this  task  force,  continuously  involving  task  force \npersonnel in all the work associated with the TA. The consultants may propose joint working \ngroups, if necessary, to address specific elements of the TA, such as grid code, technology \nassessment, etc. All of the deliverables in this TA will emerge as being fully “owned” by the task \nforce.   \n \nC.  Cost and Financing \n12.  The total cost of the TA is estimated at $510,000 equivalent, consisting of $306,000 in \nforeign  exchange  and  $204,000  equivalent  in  local  currency.  ADB  will  finance  $400,000 \nequivalent, covering the entire foreign exchange cost and $94,000 equivalent of the local \ncurrency cost. The TA will be financed on a grant basis by ADB’s TA funding program. The \nGovernment will contribute the balance of the local currency cost equivalent to $110,000 in kind \nfor office space and facilities, counterpart staff, local transportation,  and administrative and \nsecretarial support. The cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n13.  MOWR, which has the overall responsibility for restructuring the power industry, will be \nthe Executing Agency for the TA. A TA steering committee to be chaired by the secretary, \nMOWR, will be appointed  before the consultants are fielded, to guide and supervise the TA. \nThe steering committee will comprise senior Government officials from the Ministry of Finance, \nNational Planning Commission, MOWR, and Department of Electricity Development, as well as \nsenior staff of NEA and representatives from the private sector. MOWR will provide the team of \nconsultants office accommodation and facilities and transport within Nepal, free of charge, and \nmake arrangements to assist the consultants in data gathering, preliminary analysis, and report \nwriting. The entire work, including report writing, will be done in Nepal to maximize transfer of \nknowledge. The consulting firm will make  its own arrangements for personal computers for \nproducing reports. A study tour will be organized for the steering committee members to visit \ntransmission companies in two neighboring countries that have unbundled a vertically integrated \nutility.  \n \n14.  The TA will require about 8 person-months of input from an international consulting firm \nwith expertise in establishing new grid-operating companies in developing countries, and in \nmanaging power utility corporations. The international consultants will be supported by domestic \nconsultants (22 person-months) with expertise in transmission system structure and operations, \nasset valuation, human resources and utility management. An international consulting firm will \nbe selected in accordance with biodata technical proposals, following the Guidelines on the Use \nof  Consultants  by  Asian  Development  Bank  and  its  Borrowers  and  other  arrangements \nsatisfactory to ADB for engagement of domestic consultants. ADB’s quality- and cost-based \n ", "4  \nmethod will be applied to select the firm.  The outline terms of reference for the TA are in \nAppendix 3.   \n \n15.  Consulting services are expected to begin in March 2005 and be completed within 9 \nmonths. The consultants will submit various reports simultaneously to the Government and \nADB. An inception report with initial findings and proposed action plan for conducting the study \nwill be submitted within 1 month after services start. Within 3 weeks of the receipt of the \ninception report, a tripartite meeting among the Government, ADB and the consultants will be \nconvened in Kathmandu to discuss the report. An interim report will be submitted within 5 \nmonths and a draft final report within 8 months after services start. These reports will be \nreviewed at a tripartite meeting in Kathmandu. The consultants will organize a workshop in \nKathmandu, inviting various stakeholders to discuss the draft final report. The final report will be \nsubmitted within 3 weeks after the tripartite review of the draft final report.   \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of Nepal for the Restructuring of Nepal Electricity Authority, and hereby reports \nthis action to the Board. \n ", "  Appendix 1  5 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \n     \nGoal       \n•  Increased efficiency in  •  Electrification ratio  •  National statistics \nNepal power sector and  increased to 55% by \nincreased electrification  2007 \nratio   \n \nPurpose      Assumptions \n•  Corporatization of  •  Establishment of Nepal  •  Memorandum of  •  Continued political will  \ntransmission unit of  Power Grid Corporation  Association and  to reform power sector  \nNepal Electricity Authority  (NEPGRID) in 2006  Articles of Associations  •  Establishment of the \n(NEA)  •  New NEA board  of NEPGRID  independent Nepal \n•  Improvement of  structure  •  NEA board charter  Electricity Regulatory \ncorporate governance of       Commission (NERC) in \nNEA board  2005 \n  •  Sociopolitical stability \n•  Sufficient investment in \npower sector from \npublic and private \nsectors \nOutputs      Assumptions \n•  Detailed plan for  •  Inception report by April  •  TA progress report and  •  Timely enactment of \nestablishment of  2005  completion report  legislation for creation \nNEPGRID  •  Interim report by July  •  Back-to-office reports  of NEPGRID and NEA \n•  Human resources  2005  of  ADB TA review  board reform  \nstrategy  •  Draft final report by  missions  •  Availability of funds for \n•  List of additional  October 2005  •  Outcome of tripartite  implementing reforms  \nhardware and software  meetings and  •  Adequate capacity of \nrequirements    workshop  the Government  to \n•  Grid code and    implement reforms  \ntransmission policy  Risk \n•  Proposed financial and  •  Delay in establishment \nfinancial management  and functioning of \nstructure of NEPGRID  NERC   \n•  NEA’s new board   \ndocuments \n \nActivities      Assumption \n•  Identify preparatory work  •  TA commencement date:  •  TA progress report and  •  Timely recruitment of \nfor establishment of  March 2005.  completion report  TA consultants and \nNEPGRID  •  TA completion date:  •  Back-to-office reports  implementation of TA \n•  Review and prepare  November 2005.  by ADB TA review  Risk \nhuman resources    missions  •  Weak management of \nstrategies  •  Outcome of tripartite  TA \n•  Review existing  meetings and   \nhardware and software to  workshop   \nidentify additional     \nrequirements \n \n•  Review existing grid \ndocument and upgrade to \ngrid code; prepare \nnational transmission \npolicy  \n•  Review status and work \nneeded  to meet financial \nContinued on next page \n ", "6  Appendix 1 \n       \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \n     \nrequirements of \nNEPGRID \n•  Review  draft NEA board \ndocuments \n \nInputs      Assumption \n•  Consultants  •  8 person-months of  •  Proposals by  •  Counterpart staff and \n  international consulting  consultants  budget available on \n  services and 22 person- •  Contractor negotiation  time \n  months of domestic  minutes  Risk \n  consulting services  •  Weak performance by \n  •  ADB TA grant of  consultants \n  $400,000   \n•  The Ministry of Water  •  In-kind contribution of \nResources' internal  $110,000 by the \nresources  Government \n   \n \n \n ", "  Appendix 2  7 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultantsb  200.0  0.0  200.0 \n      ii.  Domestic Consultantsc  0.0  66.0  66.0 \n    b.  International and Local Travel  30.0  10.0  40.0 \n    c.  Reports and Communications  10.0  0.0  10.0 \n  2.  Workshops, Seminars, and Training  30.0  0.0  30.0 \n  3.  Representative for Contract Negotiations  3.0  0.0  3.0 \n  4.  Contingencies  33.0  18.0  51.0 \n      Subtotal (A)  306.0  94.0  400.0 \n       \nB.  Government of Nepal Financing       \n  1.  Office Accommodationd and Transport  0.0  30.0  30.0 \n  2.  Remuneration and Per Diem  0.0  70.0  70.0 \n            of Counterpart Staff \n  3.  Other  0.0  10.0  10.0 \n      Subtotal (B)  0.0  110.0  110.0 \n        Total  306.0  204.0  510.0 \na  Financed by ADB’s technical assistance funding program.  \nb  Assuming 8 person-months of international consultants at $25,000 per month. \nc  Assuming 22 person-months of domestic consultants at $3,000 per month. \nd  Includes office facilities and local communication. \nSource: ADB estimates. \n \n \n ", "8   Appendix 3      \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n \n1.  The Government of Nepal has decided that within the process of unbundling the Nepal \nElectricity  Authority  (NEA),  priority  will  be  given  to  prepare  for  the  separation  of  NEA’s \nTransmission and System Operation business unit into a new, independent, publicly owned \ncorporation  provisionally called the Nepal Power Grid Corporation (NEPGRID).   \n \n2.  The Ministry of Water Resources (MOWR), in consultation with NEA, will draft the \ncorporate governance documents needed for NEA board reform, including (i) qualifications \nstandards and nomination process for director, (ii) stockholder communications with directors, \n(iii) director’s responsibilities, (iv) director’s access to management and independent advisors as \nnecessary, (v) director’s compensation; (vi) orientation and ongoing training of director, (vii) \nannual performance of the board, and (viii) board operating rules and committee structure and \ndirectives. These documents need to be reviewed to bring the NEA board into conformity with \nmodern  governance  practices  for  large  corporations  and  to  eliminate  direct  Government \ninvolvement in NEA operations and management. The consultants will work closely with MOWR \nand NEA in this area.      \n \n3.  The consulting firm will appoint one of the international consultants as team leader, who  \nwill also serve as a technical expert and  be responsible for the overall management of the \nstudy. The team leader will coordinate the TA among all the Government agencies concerned, \nADB, and other development partners to ensure smooth implementation and non-duplication of \nwork, and will ultimately be responsible for all deliverables of the TA study.  The team leader will \nalso closely coordinate with the consulting teams of other relevant studies, including the ADB \nTA for Rural Electrification and Renewable Energy Project.    \n \n4.  The consulting firm will provide experts with relevant experience in establishing new \ngrid-operating companies in developing countries, human resources management, finance and \naccounting,  power  utility  corporate  management,  and  experts  with  knowledge  of  NEA’s \ntransmission system and operation.  \n \n5.  In  close  collaboration  with  MOWR  and  the  task  force  to  be  established  by  the \nGovernment to create NEPGRID, the consultants will undertake, but not be limited to, the \nfollowing tasks: \n \nA.  Preparatory Steps for the Establishment of NEPGRID \n6.  The consultants will: \n \n(i)  review the consultant report prepared under the ADB TA on Power Sector \nReforms  in  Nepal1 and  other  relevant  studies  and  reports  on  power  sector \nreforms in Nepal;  \n \n(ii)  identify steps to establish NEPGRID, and prepare a detailed time schedule; \n \n(iii)  identify legal steps to transfer assets and personnel from NEA to NEPGRID, and \ndraft the necessary legal documents; \n                                                 \n1  ADB. 2000. Technical Assistance to the Kingdom of Nepal for Power Sector Reforms in Nepal. Manila (TA3552-\nNEP, $800,000 approved on 29 November 2000). ", "  Appendix 3  9 \n \n(iv)  design an effective organizational and management structure for NEPGRID and \ndefine its relationship with other entities in the power sector;  \n \n(v)  establish performance criteria and develop a draft business plan for NEPGRID; \n \n(vi)  propose a transparent, rule-based business structure for NEPGRID, including \ndraft dispatch criteria with distinct business functions with separate accounting in \nthe transmission and power trading businesses; and \n \n(vii)  prepare  draft  operating  rules  for  the  settlement  department,  which  will  be \nresponsible for payments to generators and invoicing to NEA’s distribution and \nconsumer service business unit.  \n \nB.  Human Resources Strategy  \n7.  The consultants will: \n \n(i)  develop a realistic staffing plan for NEPGRID with balanced gender consideration \nand assess NEA’s existing staffing capabilities; \n \n(ii)  prepare draft job descriptions and qualification requirements for key positions of \nNEPGRID; \n \n(iii)  propose a salary structure suitable for NEPGRID; \n \n(iv)  identify bottlenecks in transfer of employees from NEA to NEPGRID and propose \nsolutions, taking into account various issues, including labor issues;  \n \n(v)  recommend candidates for transfer from NEA to NEPGRID and identify any \npositions for which staff will have to be recruited; and \n \n(vi)  identify training requirements for NEPGRID positions, if any. \n \nC.  Assessment of Technology and Software \n8.  The consultants will:  \n \n(i)  review the asset studies undertaken by NEA and examine its dispatch and \ntransmission control technology; \n \n(ii)  determine additional technology and software requirements, if any; and \n \n(iii)  specify any need to upgrade the system for NEPGRID to carry out intended \nmarket functions. \n \n ", "10   Appendix 3      \n \nD.  Upgrading of NEA Grid Document and Preparation of National Transmission \nPolicy \n9.  The consultants will: \n(i)  review NEA’s existing grid document that was prepared  with  assistance from \nthe United States Agency for International Development (USAID);  \n \n(ii)  upgrade  the  grid  document  to  a  grid  code  suitable  for  use  by  all  market \nparticipants; and \n \n(iii)  review the existing transmission policy in Nepal and prepare or review a national \ntransmission policy suitable for operation of NEPGRID.  \n \nE.  NEPGRID Financial and Financial Management Structure \n10.  The consultants will: \n \n(i)  review the status of the financial and financial management structure, systems, \nand  business  processes  of  NEA’s  Transmission  and  Systems  Operations \nbusiness  unit,  and  identify  assets  and  liabilities,  existing  contracts  and \nobligations, and investment needs; \n \n(ii)  review the output of NEA’s asset valuation that is being carried out by Ernst & \nYoung, India; and \n \n(iii)  prepare a detailed scope of work for all of the required work related to asset and \nliability transfers from NEA to NEPGRID. \n \nF.  Review of NEA Board Documents \n11.  The consultants will: \n \n(i)  review the draft NEA board documents prepared by MOWR to assess whether \nthey fully meet international governance standards for power utilities;  \n \n(ii)  identify any gaps in the draft documents and recommend measures to fill them;  \n \n(iii)  review the NEA Act and Regulations to identify required improvements  and \nsuggest necessary clauses or provisions related to the NEA board, if any;    \n \n(iv)  guide MOWR and NEA in forming committees on (a) audit, (b) directors and \ncorporate governance, (c) compensation, and (d) finance; and  \n \n(v)  recommend other committees such as strategic  planning  and    restructuring, \nhuman resources, and ethics, if appropriate. "], "metadata": {"ModDate": "D:20050126093907+08'00'", "CreationDate": "D:20041220172954Z", "Title": "TA4492-NEP-Restructuring of NEA.PDF", "Creator": "TA4492-NEP-Restructuring of NEA.doc - Microsoft Word", "Author": "vaa", "Producer": "Acrobat PDFWriter 4.0 for Windows NT"}}