{"path": "data/input/ta/tar-mld-39129.pdf", "pages": [" \n Technical Assistance \n \n \n \nTAR: MLD 39129 \n \n \n \nTechnical Assistance to the Republic \nof the Maldives for Promoting Sound \nEnvironmental Management in the \nAftermath of the Tsunami Disaster \n(Financed by the Cooperation Fund \nfor the Water Sector) \n \n \n \n \n \n \n \n \nJuly 2005 \n   ", " \nCURRENCY EQUIVALENTS \n(as of 21 June 2005) \n \nCurrency Unit –  rufiyaa (Rf) \nRf1.00 =  $0.078 \n$1.00 =  Rf12.80 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  NERRPO  –  National Economic Recovery and Reconstruction Programme Office \n  MEC  –  Ministry of Environment and Construction \n  MOFT  –  Ministry of Finance and Treasury \n  MPND  –  Ministry of Planning and National Development \n  MWSA  –  Maldives Water and Sanitation Authority \n  SWM  –  solid waste management \n  TEAP  –  Tsunami Emergency Assistance Project \n  UN  –  United Nations \n  WSS  –  water supply and sanitation \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Water supply, sanitation, and solid waste management \nSubsector  –  Integrated  \nThemes  –  Environmental sustainability, inclusive social development \nSubthemes  –  Natural resources conservation, human development \n \nGLOSSARY \nFreshwater lens  –  Groundwater aquifers formed by the accumulation of the recharged \nrainwater on top of saltwater, which lie 1–1.5 meters below the \nsurface. The thickness of an aquifer is dictated by several factors \nincluding net rainfall recharge, size of the island, and permeability of \nwater through the soil column. \nTsunami  –  Large, often destructive, sea wave produced by a submarine \nearthquake, subsidence, or volcanic eruption   \n \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by T. Gallego-Lizon. \n ", " \nI.  INTRODUCTION \n1.  In the aftermath of the 2004 tsunami disaster, the Asian Development Bank (ADB), with \nthe United Nations (UN) and World Bank, undertook a tsunami damage and needs assessment \nin the Maldives, which was immediately followed by the formulation of an assistance program in \nsupport of the country’s recovery efforts. An ADB fact-finding mission from 31 January to 11 \nFebruary  2005  drew  up  ADB’s  assistance  program  for  infrastructure  rehabilitation  and \nreconstruction.  The  present  technical  assistance  (TA),1  for  promoting  sound  environmental \nmanagement in the aftermath of the tsunami disaster, complements that earlier program and is \npart of ADB’s efforts to support the Government of the Maldives in reconstruction. The Mission \nreached an understanding with the Government on the goals, purpose, scope, implementation, \ncost and financing arrangements, and terms of reference of the TA.2 \n   \nII.  ISSUES \n2.  The Maldives is a chain of 1,190 small low-lying coral islands grouped into 26 atolls in \nthe Indian Ocean: 198 islands are inhabited and 80 of these house tourist resorts. The islands \nare mainly coastal entities, and their ecosystems are among the world’s most vulnerable. The \neconomic base is a narrow one; it relies on two critical sectors—tourism and fisheries. As most \natoll workers are employed in these sectors, protecting the fragile coral reefs and coasts, \nfisheries, and the marine environment from pollution is central to any poverty strategy. The \ncountry’s  unique  geography  and  vulnerability  pose  key  development  challenges.  With  the \npopulation dispersed across the archipelago, economies of scale are difficult to achieve and \nsocial service delivery is therefore costly. Living conditions are deteriorating on many inhabited \nislands where the freshwater lens is at risk because of groundwater pollution and high salinity, \nas well as increasing pollution of lagoons.  \n \n3.   The  effects  of  poor  infrastructure  and  social  services  in  the  atolls  were  further \nheightened  by  the  damage  from  the  Indian  Ocean  tsunami  that  hit  the  Maldives  on  26 \nDecember 2004 and ravaged infrastructure. The high waves and floods engulfed waste disposal \nsites and strewed previously collected waste throughout the islands, endangering public health \nand putting the groundwater lens at risk of contamination from leachate. The freshwater lens is \nalso in danger of contamination from spilled oil, salt intrusion, and sewage from fractured \nsewerage networks or damaged septic tanks. The natural disaster has led to a number of \nenvironmental and public-health concerns: while water supply and basic sanitation services are \nin urgent need of reconstruction or development, expediting adequate solid waste management \npractices and structuring of the sector for efficient operation is critical at this stage. \n \n4.  A large number of projects in several sectors (water supply and sanitation, health, \nhousing, transport and power, among others) have been formulated amid generous support \nfrom the international community. Institutional resources, however, are limited, and to most \nministries, projects become more and more difficult to implement as their number increases. \nThe Ministry of Health and the Maldives Water Supply and Sanitation Authority (MWSA) are \nintroducing more than 30 water supply (through desalination) and sanitation schemes; but there \nis as yet no common strategy defining the steps and actions to be taken. The Ministry of \n                                                 \n1  This TA was formulated to complement the Tsunami Emergency Assistance Project to the Maldives (ADB. 2005. \nReport and Recommendation of the President to the Board of Directors on a Proposed Grant and Loan to the \nRepublic of the Maldives for the Tsunami Emergency Assistance Project. Manila), after the completion of the 2004 \nCountry Strategy Program Update for the Maldives. It was cleared in concept by the Vice-President (Operations 1) \non 14 March 2005. \n2  The TA first appeared in the ADB Business Opportunities (internet edition) on 18 March 2003.   \n ", "2   \nEnvironment and Construction (MEC) is also facing severe difficulties in dealing with all the \nissues associated with reconstruction and ensuring that adequate environmental measures are \nundertaken; attending to so many projects would require a large increase in staff capacity.  \n \n5.  For the projects to succeed, the communities must participate actively throughout the \nrehabilitation  and  reconstruction  process.  To  make  them  more  capable  of  assuming  new \nresponsibilities, the communities must be organized and their awareness raised. In the past, \ncapacity-building activities in the Maldives concentrated mostly on hygiene education3 rather \nthan on an inclusive environmental health and management program taking into account local \nlivelihoods  and  practices  within  the  overall  cultural  context.  Such  an  inclusive  program  is \nneeded to develop widespread understanding of the interdependence and fragility of ecological \nsystems  and  the  natural  resource  base  on  which  people  depend  for  their  well-being. \nEnvironmental education could give rise to the adoption of new behaviors in protecting the water \nand natural resources that are essential to human development on the islands. Education and \nincreased knowledge would also equip the communities to cope better and be more self-reliant \nin the face of new disasters, thus providing mechanisms to reduce their vulnerability. \n \n6.   The strong community fabric on the islands has become more evident in the aftermath of \nthe tsunami disaster, as communities confront island reconstruction in a way that is consistent \nwith their self-identified needs and development plans. For a number of years, the Government \nhas  promoted  community  participation  in  the  delivery  of  public  services  to  empower  atoll \ncommunities, thus increasing accountability and ownership. Community groups often provide \npublic or collective services on distant islands. However, capacity difficulties are generally \nencountered at the start. Organization and management assistance through cooperatives could \nhelp them overcome these difficulties.  \n \n7.   Moreover, other projects implemented after natural disasters have brought out the need \n(i)  to  integrate  recovery  and  long-term  development  planning,  (ii)  to  identify  development \noutputs that are sustainable, and (iii) to link infrastructure development with capacity building \nand institutional development. Thus, there is an emerging need to develop the community’s \ncapacity  to  participate  in  design  and  implementation,  and  to  manage  environmental \ninfrastructure and services,4 thus speeding up the recovery of the affected islands. \n \n8.  In support of the country’s recovery efforts, ADB formulated the Tsunami Emergency \nAssistance Project (TEAP) which included assistance to the water supply and sanitation and \nsolid waste management sectors. The TEAP, however, concentrated exclusively on providing \nand rehabilitating infrastructure; a complementary sound environmental management program \nwas deemed critical to the long-term sustainability of outputs. In a first stage, the TA will support \ninfrastructure development activities under the TEAP. Activities piloted and pioneered under this \nassistance  may  be  replicated  under  the  Regional  Development  Project,  Phase  II  – \nEnvironmental  Infrastructure  and  Management,  which  will  make  further  use  of  community \norganization and training and education materials. The TA should provide the Government with \nthe  operating  framework  needed  to  replicate  such  activities  and  devolve  operation  and \nmaintenance  (O&M)  activities  to  island  communities.  The  TA  will  also  (i)  promote  good \ngovernance by devolving responsibilities to the island communities, (ii) reduce poverty through \nregional human development, and (iii) provide opportunities for cooperative and private sector \ndevelopment, as highlighted in the Country Strategy Program for 2004–2006 and its updates. \n                                                 \n3  This refers to the Participatory Hygiene and Sanitation Transformation (PHAST) program, which was jointly \ndeveloped by MWSA and the United Nations Children’s Fund (UNICEF). \n4  The United Nations Environment Programme is developing a strategy for solid waste management. \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The goal of the TA is to improve environmental sustainability in the Maldives, helping \nachieve the desired Millennium Development Goals (MDG) targets. More immediately, it will \ndevelop  and  test  on  tsunami-affected  islands  an  environmental  management  program  that \nfocuses  predominantly  but  not  solely  on  environmental  health  and  awareness.  Efforts  to \nreaddress the extensive achievements made before the tsunami will be supported in every \npossible way. The design and monitoring framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n10.  The  TA  will  achieve  the  stated  goal  and  outcome  by  (i)  formulating  a  strategy  for \nrehabilitating  and  reconstructing  the  water  and  sanitation  sector;  (ii)  building  capacity  for \nenvironmental assessment; (iii) testing and promoting innovative environmental education and \npublic  awareness  programs  in  environmental  health  and  environmental  management;  and \n(iv) promoting community mobilization and organization for community-based management and \nO&M of sanitation and solid waste management systems.  \n \n11.  Formulating  a  Rehabilitation  and  Reconstruction  Strategy  for  the  Water  and \nSanitation Sector. The TA will give institutional support to MWSA in establishing a framework \nwithin which the water and sanitation sector can operate throughout the reconstruction process. \nActivities will comprise (i) developing an information base on the drinking water supply and \nsanitation  sector,  before  and  after  the  tsunami;  (ii)  making  a  comprehensive  analysis  of \npractices, activities, and stakeholders in the sector, and its institutional regulatory setup; (iii) \ndeveloping a methodology for participatory planning in the sector; (iv) developing strategic \noptions for nationwide application (including criteria and planning principles for selecting and \ndesigning water and sanitation schemes); (v) preparing an institutional framework that defines \nthe responsibilities of all stakeholders in the sector; and (vi) formulating a water supply and \nsanitation (WSS) strategy for tsunami-affected islands based, among others, on needs identified \nby the communities themselves. \n \n12.  Building  Capacity  for  Environmental  Assessment.  MEC  is  mandated  to  provide \nguidance  and  to  review  and  assess  all  environmental  documents  associated  with  the \nimplementation of development activities. The TA will assist MEC by (i) reviewing the legal and \ninstitutional framework and practices used in environmental assessments and recommending \nimprovements in quality and effectiveness, (ii) developing training materials for environmental \nassessment reflecting issues encountered in tsunami-related reconstruction as well as typical \ndevelopment activities in the Maldives, and (iii) conducting training in the formulation and review \nof environmental impact assessments. \n \n13.  Testing  and  Promoting  Innovative  Environmental  Education  and  Public \nAwareness. To succeed, the Government’s reconstruction and rehabilitation strategy must be \nclosely  associated  with  a  specially  designed  environmental  awareness  program  that  will \nincrease understanding at the central level, and especially in the island communities. For this \npurpose the technical assistance will (i) carry out a rapid perceptions assessment in selected \ncommunities;  (ii)  select  and  develop  adequate  methodologies  and  tools  for  promoting \nenvironmental  education  and  awareness;  (iii)  develop  materials  for  an  environmental \nawareness, education, and outreach program; (iv) test the education awareness program by \nconducting training in communities on the three to five islands expected to be selected for \n ", "4   \nsupport under the TEAP; (v) prepare outline guidelines for teachers or community trainers and \nconduct a train-the-trainers program; and (vi) develop indicators for evaluating the program after \n6 months. Methods for raising awareness will make use of local and indigenous knowledge, \nallowing  the  learners  to  draw  scientific  principles  and  social  insights  from  their  immediate \nenvironment and increasing the connection between school and community, exogenous and \nendogenous knowledge. \n \n14.  Although the environmental education program is expected to have a strong focus on \nenvironmental  health  and  hygiene,  the  component  must  be  integrated  with  long-term \nsustainable environmental management, natural resource conservation practices, and elements \nof education for disaster risk reduction. Thus, proposed modules will include topics such as \n(i) rain and island groundwater resources; (ii) vegetation and groundwater; (iii) salinity, water \nresources management, and appropriate groundwater extraction systems; (iv) point pollution \nsources;  (v)  community  solid  waste  management  (including  collection,  segregation,  and \ncomposting); (vi) lagoon and reef pollution and conservation; (vii) coastal zone management \nand beach erosion; (viii) community-driven natural resource management; and (ix) disaster \nawareness, preparedness, and management. \n \n15.  Organizing for Community-Based Environmental Management. The TA will review \napproaches to community organization for environmental management5 in the Maldives and \nrefine a preferred approach, which includes initial environmental management activities for \ncommunity  organizations.6  Specifically,  the  TA  will  (i)  develop  a  procedural  framework  for \ncommunity participation in community-based management; (ii) identify key stakeholders and \nassess issues in consultation with island development committees and women’s development \ncommittees; (iii) conduct preliminary technical and organizational workshops in all aspects of \nWSS and SWM, to develop a good understanding and reach agreement on outstanding issues; \n(iv) identify community “mobilizers” on the three to five islands selected for the TEAP; (v) \ndevelop  community  organization  and  mobilization  guidelines;  and  (vi) transfer  community \ndevelopment skills to selected island ”mobilizers” and the TEAP PMU in preparation for the \ntransfer of the sanitation and solid waste management schemes. \n \nC.  Cost and Financing \n16.  The  technical  assistance  will  cost  an  estimated  $500,000  equivalent,  comprising \n$279,000 in foreign exchange costs and $221,000 equivalent in local currency costs. ADB will \nfinance $400,000 equivalent, which will cover the entire foreign exchange cost and $121,000 \nequivalent of the local currency costs. The remaining $100,000 equivalent will be contributed by \nthe Government and will cover office accommodation, transportation, salaries of counterpart \nstaff, background reports and studies, and workshop facilitation. The technical assistance will be \nfinanced on a grant basis by the Cooperation Fund for the Water Sector and administered by \nADB. The detailed cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n17.  The Ministry of Finance and Treasury (MOFT) will be the Executing Agency and the \nNational Economic Recovery and Reconstruction Programme Office (NERRPO) will be the \nImplementing Agency. NERRPO will appoint a TA focal point with a supportive, coordinating, \n                                                 \n5  The TA will preferentially focus on developing the capacity of traditional community organizations in the islands \nsuch as the Women’s Development Committees, which provide basic solid waste collection services, and the \nmosque-based programs for community water collection. \n6  Activities will include community participation in water testing, utilities, and solid waste management O&M. \n ", "  5\nand  facilitating  role.  Overall  guidance  will  be  provided  by  the  TEAP’s  project  coordinating \ncommittee, co-chaired by the Minister of Finance and Treasury and the Minister of Planning and \nNational Development (MPND) or their designated representatives and with representatives \nfrom MWSA, MEC, the Ministry of Atolls Development, and MPND as members. \n \n18.  The consultants will be selected and engaged by ADB under the direct selection method \nin accordance with the Guidelines on the Use of Consultants by Asian Development Bank and \nIts Borrowers and other arrangements satisfactory to ADB for the engagement of domestic \nconsultants. The direct selection method will be applied based on (i) the emergency nature of \nthe work required and (ii) the experts’ distinctive qualifications for implementing this assignment. \nLive  and  Learn  Environmental  Education  will  be  engaged  directly  by  ADB  to  deliver  the \nnecessary  outputs.  Live  and  Learn  Environmental  Education  is  the  most  qualified  and \ncompetent implementing organization to provide the services required based on its experience, \ncapacity, and commitment.7 Direct engagement The TA will be implemented over 10 months, \nserved  intermittently,  commencing  in  August  2005  and  ending  in  May  2006.  The  team  of \ninternational and domestic experts will provide about 30 person-months of consulting services—\n14 person-months’ international and 16 person-months’ domestic. The international experts will \ninclude  experts  in  environmental  assessment,  environmental  education,  community \nparticipation, SWM, and WSS. The domestic consultants will include experts in community \nparticipation and social development, environmental awareness, and educational media. The \nmethodology and terms of reference for the TA are specific and clearly defined (see Appendix \n3). Hence, the contract with Live and Learn Environmental Education will be negotiated on the \nbasis of ADB’s procedures for simplified technical proposals.  \n \n19.  Live and Learn Environmental Education will produce four major reports: (i) an inception \nreport no later than 6 weeks after the start of the services; (ii) a midterm report by the end of the \nfifth month; (iii) a draft final report by the end of the ninth month; and (iv) a final report 3 weeks \nafter the receipt of comments from the Government and ADB on the draft final report. Each \nmonth the consultants will submit short progress notes summarizing project activities, issues, \nand constraints. The consultants will translate the key deliverables of this TA into Dhivehi to \nfacilitate review by the Government and other stakeholders. Once approved, the WSS strategy \nwill be disseminated through official publication channels and through the print and electronic \nmedia. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $400,000 to the Government \nof the Maldives to be financed on a grant basis by the Cooperation Fund for the Water Sector \nfor Promoting Sound Environmental Management in the Aftermath of the Tsunami Disaster, and \nhereby reports this action to the Board. \n                                                 \n7  Live and Learn Environmental Education has a good record in implementing community environmental education \nprojects, including the ADB-supported pilot demonstration activities under RETA-6123 (ADB. Year 2003. Technical \nAssistance for Promoting Effective Water Management Policies and Practices Phase 3. Manila: ‘Education for \nSustainable River and Water Conservation in Solomon Islands for Vanuatu’, and ‘Testing Environmental Education \nand Awareness Methodologies and Tools for the Tonle Sap’. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n       \n  Performance  Data  Assumptions \nDesign Summary  Indicators/Targets  Sources/Reporting  and Risks \n  Mechanisms   \n \nImpact       \n1. Improved environmental  a. Reversed loss of  a.  Reports on the state   \nsustainability in the Maldives  environmental resources  of the  environment  \n  within the country   \n  b. ADB CEAs and CSP \nb. Increased community  updates \nparticipation in delivery of   \nenvironmental and utility  c. Central and provincial \nO&M programs  government statistics \n \nOutcome      Assumptions \n1. Developed and tested  a. Proportion of people  a. Technical assistance  • Well-coordinated \nenvironmental management  with access to safe water  framework  activities with ongoing \nprogram for tsunami disaster  restored to pre-tsunami    ADB assistance \nreconstruction  levels  b. Technical assistance   \n  completion report  • Appropriate \nb. Environmentally safe  prepared by the  mechanisms for \ncoordinated development  Implementing Agency  redistributing \nand construction of    development benefits \nsanitation and solid waste  c. Central Government   \nmanagement systems in  and island/atoll statistics \nTEAP islands   \n \nc. Stakeholder \nparticipation promoted in \ndecision making and \noperations on all TEAP-\nsupported islands \n \nOutputs      Risks \n      • Insufficient data  \n1. Rehabilitation and  a. Participatory strategy  a. Technical assistance  available \nreconstruction strategy for  for WSS completed  framework   \nthe water and sanitation      • Delayed staff \nsector formulated   b. Number of MEC staff  b. Technical assistance  recruitment  \n  trained to meet the  completion report   \n2. Capacity for  country’s reconstruction    Assumptions \nenvironmental assessment  needs (expected 10–20  c. Technical assistance  • Government \nenhanced  individuals)  reports and review  commitment to \n    missions  community-based \n3. Innovative environmental  c. Number of    participation \neducation and public  environmental education  d. Tripartite meetings   \nawareness program tested  and methodology tools    • Collaborative, \nand promoted  developed (3–5) and  e. Workshop findings and  consultative, and \n  individuals trained on all  recommendations  transparent \n4. Community organized for  TEAP-supported islands    development of strategic \nenvironmental management    f. Steering committee  options \nd. Number of communities  meetings   \norganized and trained in \n• Community acceptance \ncommunity-based O&M of \nof responsibility for \nWSS and SWM services \nSWM and WSS  \n(all TEAP-supported \n \nislands) \n• Active involvement of \nkey stakeholders \n \n• Demand for TA output is \ncatalyzed \n ", "  Appendix 1  7 \n \n   \nActivities and Milestones  Inputs \n \n     \n1.1 Develop information base (including  a. Documents (produced previously)   \ncommunity development aspirations) on  reviewed and recommended actions  •  ADB  ($400,000) \ndrinking WSS sector, before and after  specified (end of month 1)  •  Government ($100,000) \nthe tsunami     \n  b. Verification and gap surveys   \n1.2 Help the PCC and IA develop a  conducted and reviewed (end of month     \nmethodology for prioritized strategic  2) \nplanning through consensus    \n  c. At least 70% of total key stakeholders \n1.3  Develop strategic options for  identified and engaged (end of month 2) \nnationwide application for WSS sector   \nrehabilitation after the tsunami   d. Methodology for strategic planning \n-  Structure the problem  through consensus developed and \n-  Establish criteria and planning  applied (end of month 2) \nprinciples   \n-  Develop an institutional  e. Technical and organizational \nframework for an efficient and  workshops conducted with stakeholders \nresponsive organizational  and issues identified jointly (end of \nstructure for the island  month 3) \ncommunities   \n-  Establish sector performance  f. Summary profiles prepared for the \nindicators, analyze shortfalls, and  WSS sector (end of month 3) \ndistinguish factors underpinning   \nperformance  g. Disaster management strategy for \n  WSS formulated (end of month 3) \n1.4 Formulate a WSS rehabilitation   \nstrategy based on assessment and \nnational policy, and define testing \ngrounds \n \n   \n2.1 Review the legal and institutional  a. Documents (produced previously) \nframework and practices for  reviewed and recommended actions \nenvironmental assessment and review  specified (end of month 1) \nthe process   \n  b. Key stakeholders to be trained \n2.2 Develop training materials with  identified and engaged (end of month 1) \nspecific case studies based on both:   \n-  Development projects typically  c. Training materials prepared and \nencountered in the country, and  printed (end of month 2) \n-  Tsunami-related reconstruction   \nactivities  d. Technical and organizational \n  workshops conducted with stakeholders \n2.3 Formulate environmental impact  and issues identified jointly (end of \nassessment and review training for  month 2) \ngovernment staff   \n \n ", "8  Appendix 1 \n \n   \nActivities and Milestones  Inputs \n \n     \n3.1 Carry out rapid perceptions  a. 50% of teachers, IDCs, WDCs, \nassessment in selected communities  community leaders interviewed in \n  selected five islands (minimum) (end of \n3.2 Select and develop methodologies  month 3) \nand tools for promoting environmental   \neducation and awareness  b. —Three to five methodologies and \n  tools selected and conceptually \n3.3. Develop training materials and  developed (end of month 4) \nimplement an environmental   \nawareness, education, and outreach  c. Training materials prepared and \nprogram  printed (end of month 5) \n   \n3.4 Conduct training and education  d. 50%–75% of teachers, IDCs, WDCs, \nawareness program for communities  community leaders trained  \nselected for support under ADB’s TEAP   in planning, monitoring, \n  and evaluating sanitation \n3.5 Prepare guidelines for teachers or  and hygiene improvements in three to \ncommunity trainers  five islands (end of month 7) \n   \n3.6 Develop indicators and evaluate  e. Teaching guidelines prepared (end of \nprogram after 6 months  month 7) \n   \nf. Methodologies tested and tools \ndeveloped in three to five islands (end of \nmonth 8) \n   \n4.1 Refine approach to community  a. Guidelines for community organization \norganization  finalized and documented (end of month \n  6) \n4.2 Organize and mobilize communities   \nFor cooperative management  b.  Selected government staff trained for \n  community mobilization (end of month 8) \n4.3 Optimize opportunities for women’s   \ngroups in community-based O&M  c. Community intervention and \n  mobilization packages prepared (end of \n4.4 Prepare packages  month 8) \nand test/provide O&M training to   \ncommunities selected for support under  d. Communities mobilized in up to five \nADB assistance  selected islands (end month 9) \n \ne. Technical training packages for O&M \nof sanitation and SWM schemes \nprepared and delivered (end of month \n10) \nADB = Asian Development Bank, CEA = Country Environmental Analysis, CSP = Country Strategy and Program, \nIDCs = Island Development Committees, O&M = operation and maintenance, PCC = project coordination committee, \nSWM = solid waste management, TA = technical assistance, TEAP = Tsunami Emergency Assistance Project, WDC \n= Women Development Committee, WSS = water supply and sanitation. \n \n \n \n             \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Cooperation Fund for the Water Sector        \n  Financinga \n     \n  1.  Consultants \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  236.0  0.0  236.0 \n      ii.  Domestic Consultants  0.0  48.0  48.0 \n    b.  International and Local Travel  12.0  10.0  22.0 \n    c.  Reports and Communications  0.0  10.0  10.0 \n    d.  Translation  0.0  5.0  5.0 \n  2.  Workshops       \n    a.  Facilitators  0.0  3.0  3.0 \n    b.  Workshops  0.0  10.0  10.0 \n  3.  Surveys  0.0  5.0  5.0 \n  4.  Training Materials   0.0  15.0  15.0 \n0.0  3.0  3.0 \n  5.  Miscellaneous Administration, Communications,     \nand Support Costs \n  6.  Contingencies  31.0  12.0  43.0 \n      Subtotal (A)  279.0  121.0  400.0 \n       \nB.  Government Financing a       \n  1.  Office Accommodation   0.0  20.0  20.0 \n  2.  Remuneration and Per Diem  0.0  30.0  30.0 \n    of Counterpart Staff \n  3.  Others  0.0  50.0  50.0 \n      Subtotal (B)  0.0  100.0  100.0 \n        Total  279.0  221.0  500.0 \na  Administered by the Asian Development Bank. \n b  In-kind. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.   Introduction \n \n1.  The Ministry of Finance and Treasury (MOFT) will be the Executing Agency for the \ntechnical assistance (TA) and the National Economic Recovery and Reconstruction Programme \nOffice (NERRPO) will be the Implementing Agency. NERRPO will assign counterpart staff to \nimplement  the  TA.  These  counterpart  staff  will  be  supported  by  international  and  national \nresource specialists from Live and Learn Environmental Education, who will provide 14 person-\nmonths of services. Aside from the counterpart staff, domestic resource specialists will be \nengaged to provide 16 person-months of specialized services, as needed. The experts will work \nclosely  with  the  Government  on  the  various  outputs  of  the  TA,  including  the  framework, \nguidelines, and strategy, seeking at all stages to support the Government in these activities. \n \nB.  Terms of Reference for International Resource Specialists \n \n2.   The community water supply and sanitation specialist (3 person-months) will have \nproven  experience  in  designing  and  implementing  community  water  supply  and  sanitation \nschemes, preferably on small-island countries. The specialist will  \n \n(i)  collect, review, and analyze data on water supply and sanitation infrastructure \nand services, technology, and practice in the Maldives before the tsunami, with \nthe  Maldives  Water  Supply  and  Sanitation  Authority  and  other  responsible \nagencies, and prepare a list of data and information sources; \n \n(ii)  review relevant sector surveys undertaken after the tsunami by various agencies \nand by atoll and island offices, and establish the coverage and extent of recovery \nneeds; \n \n(iii)  review the institutional framework, associated policies, planning and budgeting \nrequirements,  implementation  and  operation  and  maintenance  (O&M) \narrangements, and monitoring and evaluation; \n \n(iv)  evaluate appropriate and affordable technology options; \n \n(v)  formulate a disaster management strategy for the water supply and sanitation \nsector based on assessment and national policy, and identify opportunities for \nimplementation; and \n \n(vi)  develop technical training materials to support water and sanitation O&M. \n \n3.   The  environmental  assessment  specialist  (2  person-months)  will  have  proven \nexperience in formulating, assessing, and reviewing environmental compliance documents. The \nspecialist will \n \n(i)  review  environmental  documents  produced  previously,  identify  needed \nimprovements, and recommend actions; \n \n(ii)  identify key stakeholders to be trained; \n \n ", "  Appendix 3  11 \n(iii)  develop course outlines (to include [a] principles of environmental assessment; \n[b] approaches to document review and environmental scoping; [c] review of \npurpose,  need,  alternatives,  environmental  setting,  potential  environmental \nimpact, mitigation   measures, and monitoring; [d] communication of reviewer’s \ncomments on draft environmental assessments; [e] review of final environmental \nassessments in response to comments; [f] preparation and supporting of a record \nof  decisions  on  the  mitigation  and  monitoring  plan)  and  prepare  training \nmaterials; \n \n(iv)  conduct technical and organizational workshops; and \n \n(v)   provide overall practical guidance on the review mechanism for environmental \nimpact assessments.  \n \n4.   The environmental education specialist (5 person-months) will have a background in \nenvironmental  education  and  environmental  management  related  to  water  supply, \nsanitation, solid waste management, and coastal zone management, and experience in \nenvironmental issues related to island ecosystems. The specialist will \n \n(i)  review  environmental  education  materials,  assess  their  distribution  and  use, \nidentify the need to print or reprint the materials or prepare additional materials, \nand propose a plan for developing formal and non-formal education activities; \n \n(ii)  formulate  surveys  and  a  methodology  for  carrying  out  rapid  perceptions \nassessments  with selected communities, train agency staff, and jointly conduct \nthe appraisal and analyze the data; \n \n(iii)  review the status of the formal education program; \n \n(iv)  develop a mini-strategy for environmental education and awareness, and \nselect and develop environmental education and awareness methodologies \nand tools (these may include flyers, posters, videos, booklets, and radio/TV \nmessages); \n \n(v)  develop  course  outlines  for  the  project  health,  sanitation-related,  and \nenvironmental training modules and train counterpart staff; \n \n(vi)  develop  training  materials  and  implement  an  environmental  awareness, \neducation, and outreach program; \n \n(vii)  conduct a training and education awareness program for communities selected \nfor support under the ADB assistance; \n \n(viii)  prepare guidelines for teachers or community trainers; \n \n(ix)  develop indicators for evaluating the program; and \n \n(x)  produce  a  final  report  on  environmental  education  in  a  form  suitable  for \npublication as an ADB document. \n \n ", "12  Appendix 3 \n5.  The  community  mobilization  specialist  (4  person-months)  will  provide  high-level \nguidance as communities are organized for environmental management. The specialist’s asks \nwill include \n \n(i)  gaining  deeper  insight  into  emerging  concepts  and  strategies  for  local \ndevelopment and management (structures of communities, their needs, how they \nare governed); \n \n(ii)  reviewing current organizational approaches to community management;  \n \n(iii)  designing  and  supervising  socioeconomic  surveys  to  establish  baseline \ninformation on communities;  \n \n(iv)  conducting  needs  assessment  for  community  organization  and  preparing \ncommunity action plans for the selected sites;  \n \n(v)  developing suitable course materials for community organization training; \n \n(vi)  leading  communities  in  the  formulation  of  community  management  plans  for \nenvironmental management and specifically for the O&M of water, waste, and \nsanitation  utilities,  identifying  immediate  and  medium-term  management \nrequirements; \n \n(vii)  Training  the  domestic  consultant  and  counterpart  staff  in  participatory \napproaches to community management; and \n \n(viii)  producing  a  final  report  on  community  organization  for  environmental \nmanagement in a form suitable for publication as an ADB document. \n \nC.  Terms of Reference for National Resource Specialists \n \n6.  The environmental awareness and communication specialist (8 person-months) will \nhave a proven record in the environment, as well as media and communication experience. \nSpecific tasks will include, among others, \n \n(i)  supporting  the  international  consultant  in  the  formulation  of  surveys  and  a \nmethodology  for  carrying  out  rapid  perceptions  assessments  with  selected \ncommunities, and translating the information into Dhivehi as required; \n \n(ii)  assisting  the  Government  in  identifying  the  needed  improvements  and \nformulating the guidelines and strategy for making the improvements; \n \n(iii)   assisting in reviewing the results of assessments; \n \n(iv)  supporting the development of training materials, course outlines, and community \ntrainer guidelines, and translating the documents into Dhivehi; \n \n(v)  contacting the partners to be involved in the environmental awareness campaign \nand jointly defining their roles; coordinating with relevant agencies (these may \ninclude  other  ministries  such  as  education  and  communications)  for  their \nendorsement and the dissemination of outcomes; \n ", "  Appendix 3  13 \n \n(vi)  building links with the media,(television, radio, and press), advising on the design \nof television spots, radio broadcasts, or other awareness tools, and contributing, \nas appropriate, to their realization; \n \n(vii)  supporting the international consultant in the delivery of the training program, and \nconducting the training on other islands; \n \n(viii)  evaluating the program after 6 months; and \n \n(ix)  performing other reasonable tasks identified by the Environmental Education \nSpecialist during the Project. \n \n7.  The social development specialist (8 person-months) will have extensive experience \nworking with communities in the Maldives. Specific tasks include \n \n(i)  assisting  the  international  consultant  in  reviewing  current  organizational \napproaches; \n \n(ii)  assisting the Government in identifying needed improvements and formulating \nguidelines and strategy for community organization; \n  \n(iii)  collecting  data  and  developing  and  monitoring  information  for  community \norganization; \n \n(iv)  translating the survey into Dhivehi, with the international consultant, conducting \nthe survey, and supporting the international consultant in evaluating the results; \n \n(v)  supporting the preparation and translation of training materials in community \norganization; \n \n(vi)  supporting the delivery of training in community organization to communities on \nfocus islands; \n \n(vii)  providing assistance in implementing and monitoring action plans for community \norganization; \n \n(viii)  conducting monitoring and evaluation activities after the TA; and \n \n(ix)  performing other reasonable tasks required by the international specialists during \nthe Project. \n \n \n \n \n \n "], "metadata": {"ModDate": "D:20050727164358+08'00'", "CreationDate": "D:20050719174131+08'00'", "Title": "Microsoft Word - Final TA President.doc", "Creator": "PScript5.dll Version 5.2", "Author": "RSD", "Producer": "Acrobat Distiller 6.0 (Windows)"}}