{"path": "data/input/ta/tar-ind-38496.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: IND 38496 \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Government of Canada) \n \n \nTO  \n \n \nINDIA \n \n \nFOR  \n \n \nCAPACITY BUILDING FOR CLEAN DEVELOPMENT MECHANISM  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 7 December 2004) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0230 \n$1.00 =  Rs43.510 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ALGAS  –  Asia Least-cost Greenhouse Gas Abatement Strategy \n  CDM  –  clean development mechanism \n  CER  –  certified emission reduction \n  CO   –  carbon dioxide \n2\n  COP  –  Conference of Parties \n  DMC  –  developing member country \n  EA  –  Executing Agency \n  GHG  –  greenhouse gas \n  GTZ  –  Deutsche Gesellschaft für Technische Zusammenarbeit (German \nAgency for Technical Cooperation) \n  MoEF  –  Ministry of Environment and Forests \n  NCDMA  –  National Clean Development Mechanism Authority \n  PDD  –  project design document \n  REACH  –  Renewable Energy, Energy Efficiency, and Climate Change \n  TA  –  technical assistance \n  tCO e  –  tons of CO  equivalent \n2 2\n  UNFCCC  –  United Nations Framework Convention on Climate Change \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  Targeted intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nTheme  –  Environmental sustainability \nSubtheme  –  Global and regional transboundary environmental  \nconcerns and issues \n \nGLOSSARY \n  additionality  –  Reductions in GHG emissions that are additional to any that \nwould occur in the absence of a CDM-supported project activity\n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by A. Sarkar, Finance and Infrastructure Division, \nRegional and Sustainable Development Department. \n \n ", " \nI.  INTRODUCTION \n \n1.  The Government of India ratified the Kyoto Protocol of the United Nations Framework \nConvention  on  Climate  Change  (UNFCCC)  in  August  2002,  before  the  Eighth  Annual \nConference of Parties (COP-8) to the UNFCCC, held in New Delhi in October-November 2002 \nand subsequently approved the establishment of the National Clean Development Mechanism \nAuthority (NCDMA) on 2 December 2003. The Government requested the Asian Development \nBank (ADB) to provide technical assistance (TA) for capacity building for the clean development \nmechanism (CDM) in India.1 The Fact-Finding mission2 visited India on 28 July–3 August 2004 \nto formulate the proposed TA project and reached an understanding with the Government on \nthe  goals,  purpose,  scope,  implementation  arrangements,  cost  estimates,  financing \narrangements, and terms of reference for consultants. The TA framework is in Appendix 1.3  \n \nII.  ISSUES \n \n2.  The increasing level of greenhouse gases (GHGs) in the atmosphere is becoming a \nsignificant international environmental challenge, causing global warming and resultant climate \nchanges. Recognizing this potential risk, UNFCCC adopted the Kyoto Protocol in 1997. CDM is \none of the three project-based flexible mechanisms that enable a developed country4 entity to \nacquire emission reduction credits from GHG-reducing activities implemented in a developing \ncountry at a relatively lower cost. CDM is thus a market-based instrument that allows developed \ncountries  to  meet  their  emission  reduction  commitments  while  bringing  additional  financial \nresources to developing countries to achieve sustainable development.  \n \n3.  UNFCCC  has  established  elaborate  and  complex  procedures  to  ensure  the \nenvironmental integrity of projects that have CDM benefits. Important milestones of these multi-\nstakeholder procedures include preparation of a CDM project design document (PDD). This \nneeds to be endorsed first by the host country government, indicating that the project will meet \nthe sustainable development criteria. The PDD then needs to be validated by internationally \naccredited external organizations, called operational entities, to ensure that the project meets \nthe additionality requirements, using baseline information and a methodology for estimating \nexpected  GHG  emission  reduction.  The  operational  entity,  acting  on  behalf  of  the  project \ndeveloper, submits the PDD to UNFCCC's CDM executive board for registration of the CDM \nproject and approval of proposed emission reduction into certified emission reduction (CER) \ncredits. \n \n4.  India is the sixth largest emitter of global GHGs, contributing annually about 1 billion tons \nof carbon dioxide emissions equivalent (tCO e), even though it accounts for only 3% of the total \n2\nemissions. India's per capita GHG emission (about 1.2 tCO e) is one fifth of the global average.  \n2\nAn ADB study5 shows that, of India’s total GHG emissions, carbon dioxide (CO ) accounts for \n2\n35%; methane, for 39%; and nitrous oxide, for 8%. The energy sector is the main emitter of CO  \n2\n(87%); the remainder comes mainly from the cement industry (4%) and land conversion (9%). \nLivestock accounts for 42% and paddy cultivation for 23% of methane emissions. As significant \n                                                 \n1  The TA concept paper was approved by ADB Vice President, Operations 1, on 23 July 2004.  \n2  The Mission consisted of A. Sarkar, energy specialist, Regional and Sustainable Development Department, \nFinance and Infrastructure Division (RSFI)  (mission leader); and G. Mahajan, environmental specialist, India \nResident Mission. R. Nangia, director, RSFI; and S. Tumiwa, energy specialist, South Asia Energy Division, \nsupported the mission from the ADB headquarters.  \n3  The TA first appeared in ADB Business Opportunities (Internet edition) on 27 July 2004.  \n4  Also referred to as Annex I country under the Kyoto Protocol. \n5  ADB. 1998. Asia Least-cost Greenhouse Gas Abatement Strategy (ALGAS) Report. Manila.  \n ", "2  \npotential  for  GHG  reduction  at  low  marginal  abatement  costs  is  available  across  energy, \ntransport, forestry, agriculture, and other sectors, India has the potential to play a major role in \nthe global CDM market. The Government has completed major steps after ratification of the \nKyoto Protocol and established NCDMA in December 2003,6 comprising an interministerial \ncommittee, headed by the Ministry of Environment and Forests (MoEF). \n \n5.  NCDMA has policy development, regulatory, and promotional roles to create an enabling \nenvironment for a competitive CDM market. The authority has set up an efficient, streamlined \nprocess for consideration and approval of PDDs within 60 days of submission.7 However, CDM \nis a new field with limited internal capacity within the Government. Although the required central \ninstitutional framework is in place, India, like many other developing member countries (DMCs), \nlacks broad-based capacity for CDM support at all critical levels beyond NCDMA. CDM project \nidentification, evaluation, assessment, and support have not been mainstreamed into other \ncentral,  state,  and  local  regulatory  agencies  and  ministries.  Substantial  external  effort  is \nrequired to build their capacity. \n \n6.  India has an estimated 200 CDM projects in various phases of preparation. About 30 \nprojects, mostly large-volume energy projects from the industry sector, have been endorsed by \nNCDMA for further processing by the CDM executive board. Many GHG reduction projects with \nthe potential for becoming high-quality CDM projects are in the nonenergy sectors, at the small-\nscale  rural  and  municipality  levels.8  Knowledge  of  best-practice  guidelines  for  establishing \nbaselines and methodologies for developing PDDs in many such sectors (rural, small-scale \nindustry, coal bed and coal mine methane, municipal landfill gas, forestry, etc.) remain limited. \nThis is exacerbated by the risks perceived by, and lack of awareness among, potential project \npromoters and local and state-level regulatory bodies.  \n \n7.  Domestic financial and risk insurance sectors do not understand CDM projects well; \nthus, few CDM projects have been able to obtain financing, even after approval by NCDMA. \nTransaction  costs,  though  declining,  still  remain  significant.  The  CDM  market  remains \ndominated by a few entities such as the Prototype Carbon Fund and the Government of the \nNetherlands’ ERUPT/CERUPT9 programs, and Indian project developers (sellers of emission \nreduction credits) have little leverage to influence emission reduction prices.10 \n \n8.  The CDM is emerging as a key vehicle of multilateral cooperation to tackle the potential \nrisks of global climate change.11  The CDM is consistent with the objectives of environmental \n                                                 \n6  The Seventh Annual Conference of Parties to UNFCCC in Marrakech in 2001 decided that parties participating in \nthe CDM should designate a national authority to evaluate, approve, and endorse projects that help achieve \nsustainable development. NCDMA was established through Cabinet approval on 2 December 2003. \n7  The interministerial NCDMA meets regularly to evaluate and endorse CDM project proposals. \n8  At current carbon prices, the impact on the internal rates of return of sales of carbon credits for “traditional” energy \nprojects is minimal (2–4%), making them less attractive to investors than projects that reduce other GHGs (e.g., \nmethane, which is 21 times more potent, in global warming terms, than CO ).  \n2\n9  ERUPT = emission reduction unit purchasing procurement tender; CERUPT = certified emission reduction unit \npurchasing procurement tender \n10  Few domestic financial players or market intermediaries provide the debt and/or equity finance to enable CDM \nprojects to be developed and generate emission reduction, particularly for small-scale rural and municipality \nprojects. The possibility of banking the CER credits for later trading cycles and carryovers, even beyond the first \ncommitment period, has been contemplated but not addressed. \n11 ADB has been involved in capacity building in CDM in several DMCs since 2002, through its Renewable Energy, \nEnergy Efficiency, and Climate Change (REACH) Program. ADB established a CDM facility in August 2003, which \nprovides risk-free assistance to prepare and process CDM components of ADB's loan projects in DMCs. The \nfacility does not purchase emission reduction credits but helps identify potential buyers of such credits generated \nby CDM projects, and facilitates their transactions with the DMCs.  \n ", "  3\nprotection,  which  is  one  of  the  main  elements  of  ADB's  overall  operational  strategy  for \nassistance to India, described in its Country Strategy and Program (2003-2006). CDM gives \nIndia an opportunity to follow the path of sustainable development by providing access to \nadditional  resources  for  adopting  technologies  that  reduce  GHG  emissions.  A  developed \ndomestic CDM capacity could ensure India's effective participation in the global carbon market. \n \n9.  The Government, in collaboration with multilateral and bilateral development partners,12 \nhas launched a national CDM strategy. The capacity-building initiatives are creating a local base \nof CDM expertise, primarily among energy-sector project developers and promoters. The TA \ninterventions will complement the capacity-building initiatives of the Government. Nonenergy \ncomponents of the CDM market will also be covered, and capacity-building needs of the state, \nmunicipality, local, and rural stakeholders and of the financial and risk insurance industry will be \naddressed. MoEF will establish a CDM development coordination committee to coordinate the \nactivities of various development partners, including ADB.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n10.  The TA’s goal is to reduce GHGs efficiently by implementing CDM projects. The TA’s \npurpose is to provide broad-based capacity-building support to various stakeholders in specific \nCDM sectors and selected areas to strengthen India's overall position as one of the key players \nin the evolving international carbon market. The TA will follow a \"learning-by-doing\" approach: \nalongside  the  training  activities,  real  CDM  projects  will be  developed  to  demonstrate  best \npractices and guidelines. The TA framework is in Appendix 1.  \n \n11.  The TA will have the following outputs: (i) staff of NCDMA and other relevant central-\nlevel stakeholders, and urban local bodies (and municipalities) in selected states, and project \ndevelopers and promoters trained to assess and evaluate CDM projects using GHG-reducing \ntechnologies such as landfill gas capture, waste to energy, etc.; (ii) two best-practice CDM \nmethodologies  and  PDDs  prepared13  for  these  sectors;  (iii)  an  action  plan  and  strategy \ndocument developed to replicate CDM projects in municipalities and urban local bodies; (iv) two \nbest-practice  CDM  methodologies  and  PDDs  prepared,  and  associated  project  bundling \nmechanisms and financial structuring options formulated (in close cooperation with suitable \nbanks) for selected small-scale CDM sectors such as rural (decentralized) energy supply, small-\nindustry clusters, etc.; (v) an operational toolkit and handbook prepared for small-scale CDM \nprojects; (vi) a CDM project appraisal and risk-management toolkit developed for the domestic \nfinancial and insurance sector; (vii) staff of selected institutions from the financial and insurance \nsectors trained in appraisal, risk management, and structuring of CDM projects; and (viii) the \nfeasibility of a dedicated fund for CDM projects assessed and the fund design developed.  \n \n12.  The capacity-building experience from this TA will be disseminated among stakeholders \nin other DMCs, which face similar challenges in their CDM markets. The outputs of this TA will \nbe made available on ADB's REACH Program Web site (www.adb.org/reach) and NCDMA's \nCDM Web site. The toolkits and handbook will be disseminated to project developers, regulatory \n                                                 \n12 These include the German Agency for Technical Cooperation (GTZ), United Nations Development Programme, \nWorld Bank, and the governments of Canada and Switzerland. The programs mainly focus on the large-scale \nindustry and forestry. Many bilateral support initiatives have been tied to project CERs being offered exclusively to \nthe funding countries.  \n13 The PDDs prepared under this TA will be ready to be validated by operational entities and thereafter be submitted \nfor approval and registration by the CDM executive board. \n ", "4  \nbodies, and financial and insurance organizations in India and other DMCs through the REACH \nProgram network. \n \nB.  Methodology and Key Activities \n \n13.  The TA will be implemented in close coordination with the MoEF and other stakeholders \nand interested parties, including the private sector, financial institutions, insurance companies, \nand civil-society organizations. The TA consultant, in close coordination with MoEF, will select  \nfocus states, municipalities, and financial and insurance organizations. All training workshops \nand seminars will be targeted to focus groups and will include a comprehensive evaluation \nframework to determine their effectiveness. The TA is divided into two components. \n \n14.  Component 1. This will focus on governmental and regulatory entities (NCDMA and \nstakeholders at state, urban local body, municipality, and rural levels) and project developers \nand  promoters.  Four  regional  workshops  will  be  conducted  in  India.  The  capacity-building \napproach will include the development of projects, such as landfill methane gas capture; waste \nto energy; and small-scale activities such as rural decentralized energy supply projects, industry \nclusters, rural energy plantations, etc. The best-practice CDM projects developed under this TA \nwill address risks and costs of institutionalizing various elements of the CDM cycle (additionality, \nbaselines, monitoring and verification modalities, sustainable development objectives, etc.).  \n \n15.  Component 2. This will help mainstream CDM into the domestic financial and insurance \nsector.  The  CDM  project  appraisal  and  risk-management  toolkit  from  this  TA  will  help \nmainstream carbon finance and associated revenue streams into project finance appraisals. \nFour regional training workshops in India will help build capacity of selected financial institutions \n(commercial  banks,  nonbanking  financial  institutions,  rural  cooperative  banks,  etc.)  and \ninsurance companies in the area of CDM. One international seminar on carbon markets and \nfinancing  will  be  organized.14  The  feasibility  of  a  dedicated  fund  for  CDM  projects  will  be \nassessed,  and  its  conceptual  framework,  organizational  structure,  business  plan,  and \noperational guidelines designed.  \n \nC.  Cost and Financing \n \n16.  The total cost of this TA is estimated at $900,000 equivalent, with a foreign exchange \ncost of $425,000 and a local currency cost of $475,000 equivalent. The Government of Canada \nwill provide $700,000, consisting of the entire foreign exchange cost of $425,000 and $275,000 \nequivalent of local currency cost from the Canadian Cooperation Fund for Climate Change. The \nTA will be financed on a grant basis by the Government of Canada, and will be administered by \nADB. The Government of India will finance the remaining $200,000 equivalent of local currency \ncosts, in kind. The TA cost estimate and financing plan are in Appendix 2.    \n \nD.  Implementation Arrangements \n \n17.  MoEF will be the Executing Agency (EA) for the TA and will provide office space and \nlocal telephone access. The EA will help the TA consultant identify specific counterparts and \nfacilitate data gathering in urban local bodies, municipalities, and rural areas. The TA consultant \n                                                 \n14 At the international seminar, selected participants from other DMCs in the region will be invited to share the lessons \nlearned and best practices developed under this TA and other similar ADB TAs (e.g., ADB. 2004.  Opportunities for \nthe CDM in the Energy Sector. Manila [TA-3840 PRC, also cofinanced by the Government of Canada and \ncompleted in 2004]).  \n ", "  5\nwill organize the workshops and international seminar, which will be designed in coordination \nwith  the  EA  and  other  multilateral  and  bilateral  development  partners.  The  TA  will  be \nimplemented over 18 months, from 1 February 2005 to 31 July 2006.  \n \n18.  A project implementation unit will be located in the office of the EA, which will assign a \nsenior staff member as the project manager and a counterpart team from NCDMA to work with \nthe TA consultant. The project manager will regularly monitor the consultant's work, in close \ncoordination with ADB. The EA will establish a steering committee comprising senior officials \nfrom the Government, and representatives from the NCDMA interministerial committee, private \nsector, and civil-society organizations. The steering committee—the apex body that will convey \nand interpret the Government's views and generally oversee TA implementation—will meet at \nleast  quarterly.  Meeting  minutes  will  be  recorded  and  circulated  to  ADB  and  members  of \nNCDMA. The EA will nominate the project manager and establish the steering committee before \nthe TA consultants are mobilized and fielded. The team leader of the TA consultants will be \nresponsible  for  overall  coordination  between  consultants,  the  Government,  ADB,  and  the \nsteering committee. \n \n19.  The TA will require a consulting team of international and domestic consultants. About \n12 person-months of international and 39 person-months of domestic consulting services are \nenvisaged. The international consultants should have extensive experience in CDM policy, \nregulatory, and market development. They should have demonstrated expertise in areas of (i) \nclimate change policy formulation and international negotiations, (ii) multisector CDM project \ndevelopment and processing, (iii) project-level financial and economic analysis, (iv) institutional \ndevelopment, and (v) financial risk management and fund structuring. International consultants \nwill collaborate with and supplement the skills of domestic consultants, who will have similar \nexpertise and be familiar with Indian conditions and institutional structures. The outline terms of \nreference for consulting services are in Appendix 3. ADB will engage a consulting firm or a \nconsortium of firms in accordance with ADB's Guidelines on the Use of Consultants and other \narrangements satisfactory to ADB for the engagement of domestic consultants. Consultants will \nbe recruited following the submission of full technical proposals under the quality- and cost-\nbased  selection  method.    Procurement  of  any  equipment  under  the  TA  will  follow  ADB's \nGuidelines on Procurement. \n \n20.  The consultants will submit their inception report (a detailed work program with specific \ntimetable for important tasks), interim report, and a draft final report by the end of month 1, 6, \nand 14, respectively, after their services start. Other deliverable reports will be submitted in \naccordance with milestones to be confirmed when the TA starts. The consultants will prepare \nmonthly status and progress reports for the specific scopes of work. Tripartite meetings among \nrepresentatives from the EA, ADB, and TA consultants will be held in India to discuss the \ninception, interim, and draft final reports. Within 1 month of the tripartite meeting for the draft \nfinal report, the consultants will submit a final report, incorporating comments received from the \nGovernment and ADB.  \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $700,000 to the Government \nof India to be financed on a grant basis by the Government of Canada for Capacity Building for \nClean Development Mechanism, and hereby reports this action to the Board. \n ", " 6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nGoal \nEfficient reduction of GHGs through  Reduction in rate of growth  Annual statistical reports \nimplementation of CDM projects in India   of GHG emissions at  of NCDMA and MoEF \nnational level and in focal \nstates \n \nSpecific reduction of GHG  UNFCCC's CDM \nemissions in CDM projects   executive board \nstatistics and monitoring \ndata \nPurpose \n  Assumptions \nProvide broad-based institutional  Increased number of CDM  Data from workshop  Stakeholders’ and \ndevelopment, technical, and training  projects developed and  reports on number of  participants’ ability to \nsupport for capacity building of various  implemented, targeting  stakeholders trained in  absorb the skill set \nstakeholders in specific CDM sectors  municipality, urban local  target sectors and  offered by the training \nand selected areas, through a \"learning-  bodies, rural, and small- areas, from NCDMA, \nby-doing\" approach.  scale sectors  state, urban,  Counterpart interest \n  municipality, and rural  and willingness to \n  level entities, and  participate at the \n  financial and insurance  local, municipality, \n  organizations  and rural levels \n \nIncreased number of CDM  NCDMA statistics on   Counterpart interest in \nprojects assessed and  number of PDDs  the financial and \nevaluated by policy and  developed, approved,  insurance sectors \nregulatory institutions in the  and implemented in \nfocal states, at the  target sectors and  Risks \nmunicipality, urban local  states, and their  Lack of adequate \nbody, and rural levels  financing and risk-  participation from \nmitigation sources  financial and \n  insurance sectors  \nIncreased number (and  UNFCCC's CDM   \nshare) of CDM projects in  executive board  Inadequate capacity \ntarget sectors, which are  statistics  to absorb training at \napproved by NCDMA and  the level of all \nCDM executive board and  stakeholders  \nimplemented   \nRegime of low prices \nIncreased number of CDM  being offered for \nprojects appraised,  emissions reduction \nprocessed, and financed by  from CDM projects \ndomestic financial sector \n \nIncreased number of CDM \nprojects where domestic risk \ninsurance sector is involved \nin mitigating project risks \nOutputs     \n      \n1.  Two best-practice PDDs for CDM  High quality, replicable best-  ADB review missions  Assumptions \nprojects at the urban local body  practice PDDs for    Strong TA ownership  \nand municipality levels  developing CDM projects at  Monitoring by NCDMA  and continued \n  Continued on next page ", "Appendix 1  7\nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \n  the urban local body,  and project  support by EA and \n  municipality, and rural levels  implementation unit  NCDMA \n       \n2.  An action plan and strategy  Pragmatic action plan and  Inception report  Good consultation \ndocument for replication of CDM  strategy document, and    and active \nprojects in municipalities  and  implementation of its various  Interim report  stakeholder \nurban local bodies  elements for replication of     participation \n    Draft final report   \n3.  Two best-practice PDDs for CDM  CDM projects in    Active counterpart \nprojects in small-scale sectors,  municipalities and urban  Tripartite meetings  participation in \nincluding rural areas, along with  local bodies  between  design, selection, \nsector-specific bundling framework    representatives from  organization, etc.  \nand financial structuring  High quality, replicable best- EA, ADB and TA  Consultants' ability to \nmechanisms  practice PDDs for CDM  consultant  deliver on time \n  projects in small-scale      \n  sectors, including rural  Number of PDDs  Counterpart interest \n  areas, along with sector- developed using best-  of project developers/ \n  specific bundling framework  practice guidelines   promoters \n  and financial structuring     \n  mechanisms    Satisfactory \n      consultant \n4.  An operational toolkit and  Informative, well-prepared  Number of PDDs  performance \nhandbook for CDM project  and user-friendly operational  developed using   \nimplementation in small-scale  handbook and toolkit and its  operational  toolkit for  EA assistance in \nsectors, including rural areas.  application in small-scale  small-scale sectors  obtaining necessary \n  sectors, including rural    government \n  areas, to develop CDM    clearances and \n  projects    information in a timely \n      manner \n       \n5.  CDM project appraisal and risk  Extensive use of CDM  Number of CDM  Risks \nanalysis and management toolkit  project appraisal and risk  projects appraised by  Poor consultant \nfor financial and insurance sectors  analysis and management  the target financial and  performance \n  toolkit by financial and  insurance sectors using   \n  insurance sectors for  the toolkit  Non-availability of \n  financing new CDM projects    adequate and high \n      quality sector-specific \n      data and information.  \n6.  Feasibility design for a dedicated  A market-tested design for a  Implementation of the   \nfund for CDM projects  dedicated fund for CDM  fund by some financial  Lack of adequate \n  projects   institutions  participation from \n      financial and \n7.  Eight workshops and one  Workshops and seminars  Number of stakeholders  insurance sectors  \ninternational seminar for training  well attended by relevant  trained in target sectors   \npurposes  staff   and areas from \n    NCDMA, state, urban,  \n    municipality, and rural \n    level entities, and \n    financial and insurance \n    organizations \n     \n8.  Dissemination of results of the TA  All project outputs (including  Review of REACH \nto relevant stakeholders within and  training materials) shared  Program and NCDMA's \noutside India   through the REACH  CDM Web sites \n  program Web site and   \nNCDMA's CDM website \nReports shared with relevant \ninstitutions in the financial \nand insurance sector in India \nand other DMCs \nContinued on next page \n ", " 8 Appendix 1 \nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \nActivities      Assumptions \n       \n1.  Component 1  Proper planning and  Meetings with  Availability of \n2.  (i) Provide capacity building,  sequencing of activities  consultants  adequate data  \nincluding organizing four regional       \nworkshops and training programs,  Timely completion of  Review mission reports   \ninvolving  NCDMA  and other CDM  activities    Risks \npolicy/regulatory stakeholders at    Feedback provided by  Late consultant \nstate,  urban local bodies,  and  Systematically selected  EA and project  recruitment \nmunicipality   focus areas and sectors  implementation unit   \n3.  (ii) Prepare PDDs for selected      Poor consultant \nprojects in two municipalities to  Good assessment of  Inception report  performance \ndemonstrate best practices   background knowledge     \n4.  (iii) Develop a comprehensive    Interim report   \naction plan and strategy document  Well-prepared reports and   \nfor  replicating  CDM projects in  PDDs   Draft final report \nthese sectors      \n5.  (iv) Formulate CDM best-practice  Well-attended workshops   Tripartite meetings \nmethodologies, prepare two PDDs,    between \nand develop sector-specific  Consultations with NCDMA   representatives from \nbundling framework and financial  and other relevant  EA, ADB and TA \nstructuring mechanisms for small- stakeholders  consultant \nscale CDM sectors, in close     \ncooperation with suitable banks   Effective application of  Workshop and seminar \n6.  (v) Prepare an operational toolkit  \"learning-by-doing\"  reports \nand  handbook capturing all  approach    \ndevelopment and implementation   \naspects  \n7.  Component 2  \n8.  (i) Develop a CDM project \nappraisal and risk management \nand analysis tool kit for financial \nand insurance sectors  \n9.  (ii) Assess feasibility and develop \ndesign, including conceptual \nframework, organizational \nstructure, business plan, and \noperational guidelines, for a \ndedicated fund for CDM projects  \n10. (iii) Organize four regional \nworkshops and an international \nseminar on carbon markets and \nfinancing \n \nInputs      Assumptions \n1.  Consultants  12 person-months of  Contracts award, ADB  Timely recruitment of \n  international and 39 person-  project disbursement  capable consultants \n  months of domestic  documents, and TA  with requisite skills \n  consulting services  outputs  mix and expertise \n       \n2.  Total cost  Estimated total cost of  Implementation  Domestic consultants’  \n  $900,000 equivalent,  monitoring by ADB and  ability to provide \n  comprising $425,000 in  the Government  required expertise \n  foreign exchange and    and support \n  $475,000 in local currency  TA paper approval by   \n     the President of ADB  Timely approval of \n3.  Financing  Government of Canada    the TA \n  through ADB: $700,000  Review missions and   \n  equivalent on a grant basis.   periodic reports  Counterpart support \n    and facilities, and \nContinued on next page \n ", "Appendix 1  9\nDesign Summary  Performance  Monitoring  Assumptions \nIndicators/Targets  Mechanisms  and Risks \n4.  Counterpart contribution  Government's contribution  funds to meet local \n  (in kind):  $200,000  currency costs \n  equivalent   \n    Risks \n  Inaccuracy of cost \nestimates \n \nDelayed recruitment \nand mobilization of \nconsultants \n \nADB = Asian Development Bank; CDM = clean development mechanism; DMC = developing member country;  \nEA = Executing Agency; GHG = greenhouse gas; MoEF = Ministry of Environment and Forests; NCDMA = National \nClean Development Mechanism Authority; OE = operational entity; PDD = project design document; REACH = \nRenewable Energy, Energy Efficiency, and Climate Change; TA = technical assistance; UNFCCC = United Nations \nFramework Convention on Climate Change.  \n \n \n \n ", "10  Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign Local  Total\nItem  Exchange Currency  Cost\nA.  Government of Canada Financinga       \n  1.  Consultantsb       \n    a. Remuneration and Per Diem       \n     i.  International Consultants   240.0 0.0  240.0\n     ii.  Domestic Consultants   0.0 175.0  175.0\n    b. International and Local Travel  30.0 15.0  45.0\n    c. Reports and Communicationsc  15.0 5.0  20.0\n  2.  Equipment d  30.0 0.0  30.0\n  3.  Training, Seminars, and Conferences       \n    a. Facilitators  20.0 10.0  30.0\n    b. Training Program  25.0 40.0  65.0\n  4.  Representative for Contract Negotiation  5.0 0.0  5.0\n  5.  Contingencies  60.0 30.0  90.0\n      Subtotal (A)  425.0 275.0  700.0\n   \nB.  Government of India Financinge   \n  1.  Office Accommodation  0.0 105.0  105.0\n  2.  Remuneration and Per Diem  0.0 15.0  15.0\n    of Counterpart Staff \n  3.  Local Travel and Transportf  0.0 10.0  10.0\n4.   Secretarial Support and Office Servicesf  0.0  5.0  5.0\n   5.   Office Equipment  0.0 10.0  10.0\n   6.   Otherg  0.0 55.0  55.0\n      Subtotal (B)  0.0 200.0  200.0\n   \n   \n        Total (A + B)  425.0 475.0  900.0\na  Administered by the Asian Development Bank (ADB). \nb  If specific projects require them, a few individual consultants may be recruited to supplement the efforts of the \nconsulting firm. In this case, the estimated cost of individual consultants will be deducted from the total available \nconsulting funds, when the consulting firm's contract is negotiated. \nc  Includes preparation of handbook and toolkits. \nd  Includes office equipment (computer, printers, projector, etc.) and relevant computer software. \ne  Government of India financing through contributions in kind. \nf   For the project implementation unit, counterpart team, and project manager at the Ministry of Environment and \nForests. \ng  To provide for contingencies and unforeseen expenses. \nSource: ADB estimates. \n ", "  Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Consulting Services \n1.  A consulting team of international and domestic consultants, with extensive experience \nin areas of clean development mechanism (CDM) policy, regulatory, and market development, \nand also having demonstrated expertise in areas of (i) climate change policy formulation and \ninternational negotiations, (ii) multisector CDM project development and processing, (iii) project-\nlevel  financial  and  economic  analysis,  (iv)  institutional  development,  and  (v)  financial  risk \nmanagement  and  fund  structuring, will  be  required  for  this  technical assistance  (TA).  The \ndomestic  consultants  will  be  familiar  with  Indian  conditions  and  institutional  structures. \nInternational  consultants  will  be  required  to  collaborate  with  and  supplement  the  skills  of \ndomestic  consultants.  About  12  person-months  of  international  and  39  person-months  of \ndomestic consulting services are envisaged.  \n \n2.  The consulting team will provide the following services: (i) Give capacity-building support \nto staff of National Clean Development Mechanism Authority (NCDMA), other relevant central- \nand  state-level  stakeholders  in  selected  states,  and  project  developers  and  promoters  for \nassessing and evaluating CDM projects using landfill gas capture, waste to energy, etc. (ii) \nDevelop two best-practice CDM methodologies and prepare project design documents (PDDs)1  \nfor these sectors. (iii) Formulate an action plan and strategy document for replication of CDM \nprojects  in  municipalities  and  urban  local  bodies.  (iv)  Develop  two  best-practice  CDM \nmethodologies and prepare PDDs1 and associated project bundling mechanisms and financial \nstructuring options (in close cooperation with suitable banks) for selected small-scale CDM \nsectors. (v) Develop an operational toolkit and handbook for small-scale CDM projects. (vi) \nDevelop  a  CDM  project  appraisal  and  risk-management  toolkit  for  domestic  financial  and \ninsurance sector. (vii) Extend capacity-building support to selected entities in the financial and \nrisk insurance sectors, in areas of appraisal, risk management, and structuring of CDM projects. \n(viii) Assess the feasibility of a dedicated fund for CDM projects and design the fund. (ix) \nOrganize workshops and seminar.  \n \n 3.  The consulting team will ensure that all works and outputs under the TA fully comply with \nall relevant Asian Development Bank (ADB) policies and guidelines. The consultants will be \nexpected to be familiar with ADB’s guidelines for technical, financial, and economic analysis, as \nwell  as  social  safeguards.  For  all  workshops  and  seminars,  a  comprehensive  evaluation \nframework will be developed and used by the TA consultant, to determine their effectiveness.  \n \nB.  Scope of Work \n  1.  International Consultants  \n \na.  Climate  Change  Policy  and  CDM  Market  Development  Specialist- \nTeam Leader (4.5 person-months)  \n4.  The responsibilities of the consultant will include, but not necessarily be limited to, the \nfollowing: \n \n(i)  Prepare a comprehensive framework for the capacity building support in the area \nof CDM, with emphasis on specific sectors covered under the TA objectives. \n                                                 \n1 The PDDs prepared under this TA will be ready to be validated by operational entities and thereafter be submitted  \nfor approval and registration by the CDM executive board. \n ", "12  Appendix 3 \n(ii)  Use the framework and information gathered to develop a strategy to overcome \nmarket and nonmarket barriers to financial sector support and promotion of CDM \nprojects in target sectors. \n(iii)  Assess the feasibility of implementing CDM policies, rules, and regulations with \nregard to institutional responsibilities, mechanisms, and financial resources. \n(iv)  Review criteria (including size, sector, location, financing arrangements, etc.) \ndeveloped by the CDM project development specialist for financing projects.  \n(v)  Select projects for developing PDDs to demonstrate the potential for widespread \nadoption  of  CDM  projects  in  targeted  sectors  in  Component  1,  taking  into \nconsideration  the  institutional,  financial,  economic,  technological,  and \nenvironmental priorities of the Indian Government and the financial community. \n(vi)  Provide directions and support to the development of best-practice PDDs. \n(vii)  Formulate  a  comprehensive  action  plan  and  strategy  document  for  the \nwidespread replication of CDM projects in the sectors under Component 1. \n(viii)  Review the work of the CDM fund development and investment specialist for the \nfeasibility design of a dedicated fund for CDM projects (component 2). \n(ix)  Provide directions for the regional training workshops and international seminar.2  \n(x)  Provide overall coordination between other consultants and the Government, \nADB, steering committee, and other stakeholders. \n \nb.  CDM Fund Development and Investment Specialist  \n(3.0 person-months) \n \n5.  The specialist will do the following: \n \n(i)  Assess the barriers, implications, and opportunities in the domestic financial and \ninsurance  sectors  for  participation  in  CDM  projects,  taking  into  account  the \ngrowing  cooperation  among  international  agencies.  Assess  the  feasibility  of \nsupporting  selected  CDM  projects  and  subprojects  in  the  TA’s  focus  areas, \naccording to various existing financing mechanisms.  \n(ii)  Determine the appropriate criteria (size, sector, location, financing arrangements) \nfor selecting various enterprises as potential areas for CDM support. Assess the \ntechnical aspects of typical projects, financing requirements, and risks.  \n(iii)  Develop the framework, organizational structure, and business plan for a fund for \nCDM projects, and design its operational and management guidelines. \n(iv)  Develop a CDM project appraisal, risk management, and analysis toolkit for use \nby the financial and insurance sectors for mainstreaming CDM. \n(v)  Help  the  CDM  project  development  specialist  develop  a  project  bundling \nframework  and  financial  structuring  mechanisms  (in  close  cooperation  with \nfinancial sector) for specific small-scale CDM sectors targeted under this TA. \nc.  CDM Project Development Specialist (3.0 person-months) \n6.  The specialist will do the following: \n(i)  Identify  CDM  projects  for  support  by  the  domestic  financial  sector.  Assess \nexisting incentives, and, if necessary, propose new ones to motivate government; \n                                                 \n2 The regional training workshops will be held in India. At the international seminar, selected participants will be \ninvited from other DMCs in the region to share the lessons learned and best practices developed under this TA and \nsimilar ADB TAs (such as ADB. 2004. Opportunities for the CDM in the Energy Sector. Manila [TA-3840 PRC, also \nco-financed by the Government of Canada, and completed in 2004]). \n ", "  Appendix 3  13 \nindustry;  and  the  financial  sector  (rural  banks,  cooperative  banks,  and \ncommercial banks) to develop and promote CDM projects.  \n(ii)  Prepare at least four CDM PDDs and address the CDM project development \nrisks  and  transaction  costs  in  institutionalizing  different  elements  of  CDM \nregulations  and  project  cycle  for  prequalifying  selected  projects  in  sectors \nrelevant to these entities.  \n(iii)  Conduct or evaluate project financial analysis using ADB's financial guidelines. \n(iv)  For  small-scale  rural  CDM  projects,  develop  sector-specific  project  bundling \nframework  and  financial  structuring  mechanisms,  in  close  cooperation  with \nsuitable banks (such as commercial banks, rural cooperative banks, etc.) with the \nhelp of CDM fund development and investment specialist. \n(v)  Develop  an  operational  toolkit  and  handbook  capturing  all  preparatory  and \nimplementation aspects of CDM projects in small-scale sectors.  \nd.  Institutional Analyst (1.5 person-months) \n7.  The analyst will do the following: \n(i)  Assess  the  feasibility  of  implementing  CDM  projects  with  regard  to  (a) \ninstitutional  responsibilities,  mechanisms,  and  resources;  and  (b)  financing \nissues. Assess the role of government in and barriers to promoting CDM projects \nthrough private enterprises in identified sectors. \n(ii)  Outline a workable institutional mechanism for assessing investment proposals, \nand  identify  potential  sources  of  funding,  including  multilateral  and  bilateral \ndevelopment organizations, particularly for small-scale CDM projects. Help the \nteam leader and team develop four CDM PDDs and other outputs. \n \n2.  Domestic Consultants \n \n  a.   CDM Financing Specialist (9 person-months) \n \n8.   The specialist will do the following: \n(i)  Collect and document all information related to government incentives and other \nrelevant  initiatives  and  activities  that  may  influence  the  development  and \nfinancing of CDM. Provide a concise summary, including key historic information, \nwith reference to the financial and insurance sector. \n(ii)  Develop background material on financing issues related to CDM, particularly \nconsidering circumstances unique to India.  \n(iii)  Help  the  international  consultants  develop  framework,  operational,  and \nmanagement guidelines for the fund. \n(iv)  Help the international consultants develop a CDM project risk management and \nproject appraisal toolkit for use by the financial and insurance sectors. \nb.  CDM Project Development Specialist (9 person-months)  \n9.  The specialist will help the international consultants and team leader do the following: \n(i)  Collect data and any information related to CDM that may be required to fulfill \ntheir terms of reference. \n ", "14  Appendix 3 \n(ii)  Develop best-practice CDM projects in rural and municipality and urban local \nbodies of selected states.  \n(iii)  Prepare PDDs and institutionalize different elements of CDM regulations and \nproject cycle for prequalifying selected projects in relevant sectors.  \n(iv)  Conduct or review project financial analysis, using ADB guidelines. \n(v)  For  small-scale  rural  CDM  projects,  help  the  international  CDM  project \ndevelopment specialist identify suitable banks (such as commercial banks, rural \ncooperative banks, etc.) develop sector-specific project bundling framework and \nfinancial structuring mechanisms. \n(vi)  Develop  an  operational  toolkit  and  handbook  capturing  all  preparatory  and \nimplementation aspects of CDM projects in small-scale sectors.  \nc.  CDM Policy Expert (6 person-months) \n10.   The expert will do the following: \n(i)  Help the international consultants collect data and any information related to \nCDM that may be required to fulfill their terms of reference. Provide a critical \nreview  of  the  international  consultants’  work—paying  careful  attention  to  the \napplicability  of  all  criteria  used  and  all  recommendations  made  for  policies, \nactivities, and projects to encourage CDM. \n(ii)  Provide  a  write-up  of  policy  issues  related  to  CDM  and  financing  issues, \nparticularly considering circumstances unique to India. \n(iii)  Help evaluate PDDs with respect to initiatives that would further implementation \nof government policy, and financial sector’s adoption of CDM. \nd.  Financial Sector Analyst (6 person-months) \n11.   The analyst will do the following: \n(i)  Help the international consultants collect data and other information related to \nCDM that may be required to fulfill their terms of reference. \n(ii)  Work  with  the  international  fund  and  investment  specialist  to  collect  and \ndocument all information about the domestic financial and insurance sectors and \ngovernment  incentives  and  other  relevant  initiatives  that  may  influence  the \ndevelopment and financing of CDM. Provide a concise summary including key \nhistoric information, with reference to the financial and insurance sector. \n(iii)  Assist the domestic CDM financing specialist develop background material on \nfinancing issues related to CDM, considering circumstances unique to India.  \n(iv)  Help the international fund and investment specialist analyze issues pertaining to \nthe design of the CDM fund and its operational and management guidelines. \ne.  Institutional Expert (5 person-months) \n12.  The expert will do the following: \n \n(i)  Before the counterpart international consultants are fielded, collect and document \nall information related to government policies and other relevant initiatives and \nactivities that may influence the development and promotion of CDM. Provide a \nconcise summary, and key institutional aspects of the NCDMA. \n ", "  Appendix 3  15 \n(ii)  Help the team leader formulate an action plan and strategy document for the \nwidespread replication of CDM projects in the sectors (under component 1). \nf.  Legal Expert (4 person-months) \n13.   The expert will do the following: \n(i)  Help  the  international  consultants  collect  data  and  any  information  on  legal \naspects required to fulfill their terms of reference. \n(ii)  Provide a critical review of the international consultants’ work—paying careful \nattention to the applicability of all criteria used and all recommendations made for \npolicies, activities, and projects to encourage CDM projects. \n(iii)  Review the legal aspects of preparing draft rules and regulations to enable the \nfinancial sector to promote CDM projects. \n(iv)  Help the international fund and investment specialist develop legal requirements \npertaining to the framework of the fund for CDM projects.  \nC.  Deliverable Outputs \n14.  The TA consultant will provide the following deliverables and corresponding reports: \n \n(i)  two  best-practice  PDDs  for  selected  CDM  projects  at  the  urban  local  body/ \nmunicipality level in selected states, and another two best-practice PDDs for \nselected  CDM  projects  in  small-scale  CDM  sectors,  including  rural  areas  of \nselected  states,  along  with  sector-specific  bundling  framework  and  financial \nstructuring mechanisms;  \n(ii)  an  action  plan  and  strategy  document  for  replication  of  CDM  projects  in \nmunicipalities  and urban local bodies; \n(iii)  an operational toolkit and  handbook for CDM project implementation in small-\nscale sectors, including rural areas; \n(iv)  CDM appraisal and risk-management toolkit for financial and insurance sectors; \n(v)  feasibility assessment and design for a dedicated fund for CDM projects; and \n(vi)  proceedings and reports of regional training workshops and international seminar  \nD.  Reporting Requirements and Other Responsibilities \n15.  The consultants will submit three bound copies and two electronic copies each of the \nfollowing reports to the EA and ADB: (i) an inception report (a detailed work program with \nspecific timetable for important tasks) due at the end of the first month after services start; (ii) an \ninterim report with the findings of the required studies, analyses, models, and reports covered in \nboth components, due 6 months after the project start-up; (iii) a draft final report with similar \ncoverage, due 14 months after services start; and (iv) other deliverable reports in accordance \nwith the milestones to be confirmed at TA commencement.  \n \n16.  The TA team leader will be responsible for coordination with the project manager at the \nEA  and  between  international  and  domestic  consultants,  Government,  steering  committee, \nADB, and other stakeholders. The consultants will prepare monthly status and progress reports \nfor the specific scopes of work, which will also highlight issues that could become critical for the \ntimely completion of the TA. Within 1 month of the tripartite meeting for the draft final report, the \nconsultants will submit a final report incorporating comments received from the Government and \nADB. \n "], "metadata": {"ModDate": "D:20050107104729+08'00'", "CreationDate": "D:20050106180333+08'00'", "Title": "Microsoft Word - R331-04.doc", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "aj3", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20041227090200"}}