{"path": "data/input/ta/tar-ind-37098.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK  TAR:IND 37098 \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Cofinanced by the Government of the United Kingdom) \n \n \nTO \n \n \nINDIA \n \n \nFOR \n \n \nCAPACITY BUILDING FOR TAX ADMINISTRATION \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2003 ", " \n \nCURRENCY EQUIVALENTS \n(as of 25 November 2003) \n \nCurrency Unit –  Indian rupee (Re/Rs) \nRe1.00 =  $0.02 \n$1.00 =  Rs46.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BPR  –  Business process re-engineering \n  CAAP  –  computer–assisted audit program \n  CSP  –  country strategy and program \n  CBDT  –  Central Board of Direct Taxes \n  CBEC  –  Central Board of Excise and Customs \n  CCRA  –  Canadian Customs and Revenue Agency \n  CIDA  –  Canadian International Development Agency \n  DG  –  director general \n  EA  –  executing agency \n  GDP  –  gross domestic product \n  IA  –  implementing agency \n  NACEN  –  National Academy of Customs, Excise, and \nNarcotics \n  NADT  –  National Academy of Direct Taxes \n  RA  –  risk assessment \n  TA  –  technical assistance \n  TOR  –  terms of reference \n  USAID  –  United States Agency for International \nDevelopment \n  WG  –  working group \n \n \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 March. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nThis report was prepared by S. Mundle and S. Chakravarti. \n ", "I.  INTRODUCTION \n \n1.  During the Asian Development Bank’s (ADB) Country Strategy and Program (CSP) \nMission in January 2003, the Government of India, acting on the recommendation of the Task \nForce  on  Direct  and  Indirect  Taxes  (2002),  requested  assistance  to  modernize  the \nadministration of the Central Board of Direct Taxes (CBDT) and the Central Board of Excise and \nCustoms (CBEC). An advisory technical assistance (TA) to strengthen the capacity of India’s tax \nadministration was accordingly included in India’s CSP for the period 2003–2006. The goals, \noutputs, activities, implementation, and financing arrangements of the TA are laid out in this \nreport. The TA framework is in Appendix 1.1 \n \nII.  ISSUES \n \n2.  A high fiscal deficit continues to be a major challenge for economic management in \nIndia. The combined fiscal deficit of the central and state governments has remained over 9% of \nthe gross domestic product (GDP) since 1998–1999. Despite significant rationalization and \nsimplification of the direct and indirect tax structures over the 1990s, the overall tax-GDP ratio \nhas actually fallen from 15.4% in 1990–1991 to around 14.4% in 2001–2002. Tax policy reforms \ncan be effective only if they are accompanied by appropriate measures to strengthen tax \nadministration. It is therefore, crucial to strengthen tax administration to keep pace with tax \npolicy reforms, expand the tax base, and move to a system of voluntary compliance. This will \nimprove the fiscal situation of the central Government and the state governments, which are \nhighly dependent on the devolution of central taxes. In strengthening tax administration, the TA \nwill help in fiscal consolidation which is a core objective under the governance component of the \nCSP, and establish a sound macroeconomic environment for absorbing a growing investment \nprogram financed by ADB and others. \n \n3.  Reforming tax administration in a federal country the size of India is a challenge. Since \n1991, the Government, CBDT, and CBEC have undertaken many reform initiatives based on \nthe recommendations of various expert groups.2 ADB’s past assistance in the area of tax policy \nand administration include the Improvement of State Sales Tax Structure and Administration \n(1995), Capacity Building of Income Tax Administration (1996), Capacity Building at the Post-\nImplementation Stage for VAT Reform (2002), and several other TAs and loans linked to public \nresource management in ADB’s focal states.3 Other bilateral and multilateral agencies such as \nthe Canadian International Development Agency (CIDA), United States Agency for International \nDevelopment (USAID), and World Bank have also supported the tax reforms of the central and \nstate governments. CIDA’s project, Capacity Development of Revenue Administration, which \nbegan in 1997–1998 and ends in early 2004, is the longest running externally funded initiative to \nstrengthen tax administration in India. CBDT and CBEC have made significant progress in \nseveral areas under this project. CIDA however, will not be able to renew its project beyond \nMarch 2004 due to the Government’s recent decision to discontinue direct assistance from \nsmall bilateral sources. Accordingly, this TA will build on the tax administration reforms initiated \n                                                 \n1  The TA first appeared in ADB Business Opportunities (Internet Edition) on 21 July 2003. \n2  These include the Tax Reform Committee headed by R.J. Chelliah, 1993; Advisory Group on Tax Policy and Tax \nAdministration for the Tenth Plan headed by P. Shome, 1998; Expert Group on Service Tax headed by M. Govinda \nRao (1999); and most recently, the Task Force on Direct and Indirect Taxes headed by V. L. Kelkar (2002). \n3  As the CSP notes, “In the past, ADB assistance for fiscal management mainly focused on the states. However, fiscal \nconsolidation at the Center is equally important. ADB assistance for the Center should be targeted at low-cost, high-\nreturn interventions, and should primarily focus on TA for the revenue and expenditure departments in the Ministry of \nFinance for capacity building in line with best international practices.” ", "2  \nby CBDT and CBEC with CIDA’s assistance. The TA will also help the two Boards with the other \ncritical initiatives they are currently undertaking. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n4.  The overall goal of the TA is to help CBDT and CBEC strive toward the objectives set \nout in their Citizens’ Charters and Vision Documents to be fair, judicious, transparent, efficient, \nand courteous. Its purpose is to strengthen functional capacity in CBDT and CBEC for a \nvoluntary compliance–oriented tax administration by improving risk assessment (RA) based \naudit capacity and the quality of taxpayer services. The TA will assist in expanding the tax base \nby strengthening service tax administration and audit. To achieve these goals, tax officers will \nbe trained in various tax reform initiatives and in the use of computerized work platforms. The \ncapacity of the National Academy of Customs, Excise, and Narcotics (NACEN) and the National \nAcademy of Direct Taxes (NADT) to provide quality training will be strengthened based on \nupdated training manuals, audiovisual aids, and distance learning programs.  \n \nB.   Methodology and Key Activities \n \n5.  The TA will work toward its goal by focusing on the activities listed here and in the TA \nframework (Appendix 1). \n \n1.  Strengthen Audit Capacity Through Risk Assessment \n \n6.  A  comprehensive  and  reliable  audit  system  can  help  encourage  voluntary  tax \ncompliance. Building such a system is one of the challenges facing CBDT and CBEC today.  \n \n7.  In  the  field  of  indirect  taxes,  CBEC  has  been  undertaking  business  process  re-\nengineering (BPR) projects together with large-scale computerization over the past few years. \nOne of the areas it seeks to strengthen is RA-based audit capacity. Since reliable physical audit \nof a large number of units is not feasible, computer-based RA is essential for selecting high-risk \nunits for audit.4 With CIDA’s assistance, CBEC has already prepared an Excise Audit manual, \nand is in the process of setting up a computer–assisted audit program (CAAP). The TA will help \nCBEC in continuing with the excise BPR initiative by strengthening the electronic filing of excise \nreturns and other assessee-related information, and analysis of this data using RA. It will help \ndevelop appropriate risk parameters and the software necessary for undertaking RA.  \n \n8.  As part of its BPR project, the Customs Department has also been trying to do away with \npre-clearance scrutiny of import and export declarations and physical examination of goods, and \nto set up a post-clearance audit system for exporters and importers. Its aim is to move from \ndiscretionary to rules-based decision making, lower transaction costs, and facilitate trade and \nbusiness. The TA will help the Customs Department to implement this BPR initiative.  \n \n9.  In the field of direct taxes too, CBDT is moving away from a system of discretion-based \nselection of returns to scientific RA-based audit selection. The TA will support this initiative. \n                                                 \n4  More than 70,000 manufacturing units contribute about $16 billion in excise duties annually. Around 4,000 of these \nare large units that pay more than $220,000 each. Together, these units account for about 86% of total excise \nrevenue. There is mandatory audit of these large units. The remaining 66,000 small and medium units are audited \nperiodically as per norms determined by the Board. ", "  3\nThere is an urgent need to expand the direct tax base since it has remained stagnant at 3% of \nGDP since 1995–1996. A computerized audit selection system will bring more clients into the \ntax net and encourage voluntary compliance. \n \n2.  Expand the Tax Base by Strengthening Service Tax Administration and \nAudit \n \n10.  The services sector is the largest sector in the economy with its share in GDP (around \n50%) exceeding that of agriculture (23%) and industry (27%). It has also been growing faster \nthan the other two sectors.5 However, this sector is largely untaxed and was brought under the \ntax net only in 1994–1995. There is tremendous potential to expand the tax base by tapping \nservices effectively and by bringing more services under the tax net over time. Further, since the \nFinance Act of 2001 has introduced self-assessment for service tax returns, building RA-based \naudit capacity is very important to ensure voluntary compliance. \n \n11.  CBEC has prepared a Service Tax Audit manual under the CIDA Project. The TA will \nhelp  CBEC  to  adapt  and  operationalize  this  manual  in  the  context  of  recent  policy \nannouncements such as increase in the coverage of services under the tax net. It will suitably \nreplicate  the  excise  BPR  initiatives  to  strengthen  service  tax  administration.  Appropriate  \nsoftware will be developed for building up assessee profiles and carrying out RA.  \n \n3.  Build Capacity of NACEN and NADT and Train Officers \n \n12.  The TA will provide for two broad types of training for officers of CBDT and CBEC. First, \na core group of about 15 officers who are working on these capacity building activities will be \ngiven hands-on exposure to international best practices through a field trip abroad, e.g. to the \nCanadian Customs and Revenue Agency (CCRA), for about 3 weeks. These officers will in turn \ntrain more trainers back in India. They will also work with NACEN and NADT to design training \ncourses for the new business processes with the help of consultants. Second, the TA will help \nupgrade the overall training facilities of NACEN and NADT. Some assistance to upgrade the \ntraining facilities of the regional centers of NACEN, NADT, and selected Commissionerates will \nalso be provided.6 It is essential to train as many officers as possible in BPR and other reform \ninitiatives.  Their  computer  skills  have  to  be  upgraded.  Officers  will  be  trained  in  using \ncomputerized RA programs and in conducting audits in a non-adversarial manner. Innovative \naudiovisual training courses, manuals, and distance learning packages will be developed to \nexpand the reach of the training programs. Officers need to own the tax reforms. They should \nnot see themselves as enforcers of punitive tax provisions, but as facilitators of voluntary \ncompliance.  \n \n4.  Improve and Expand Taxpayer Services \n \n13.  Compliance  with  tax  laws  is  the  shared  responsibility  of  the  taxpayer  and  the  tax \ncollector. The TA will help CBDT and CBEC develop the quality of their taxpayer services \nfurther. Taxpayers will be educated about their rights and obligations. They will be kept informed \nabout  the  reforms  and  simplified  procedures  through  various  means  such  as  newsletters, \npamphlets, interactive voice response system, CBDT and CBEC’s web sites, and tax clinics. \n                                                 \n5  Between 1995–1996 and 2001–2002, the services sector grew at more than 8% on average per annum, whereas \nagriculture grew at around 2.5% and industry at around 6%. \n6  NACEN and NADT train tax officers of many Asian countries. By upgrading their training facilities to international \nstandards as regional centers of excellence, ADB will promote regional cooperation on issues of international tax \ncooperation such as control of money laundering, narco-terrorism, and smuggling of arms. ", "4  \nEffective grievance redressal mechanisms will be set up to reduce the number of litigations and \ndisputes, and to strengthen the faith of taxpayers in the tax system. Programs for groups with \nspecial  needs  will  be  designed.  Taxpayers  must  be  assured  that  CBDT  and  CBEC  are \nundertaking reforms to make compliance easier. However, purposeful evaders will be dealt with \nstrictly. Well-designed taxpayer services can be very effective in complementing the RA-based \naudit initiatives in lowering evasion and expanding the tax base. A taxpayer perception survey \nwill  be  conducted  to  assess  the  awareness  and  views  of  taxpayers  regarding  the  reform \ninitiatives of CBDT and CBEC. Through the right mix of RA-based audit reforms, training, \ntaxpayer education, and enforcement, the TA should help make tax compliance the norm, and \nevasion the exception. \n \n5.  Organize Conferences and Workshops  \n \n14.  Two international conferences will be organized in New Delhi under the TA. The first will \nbe held in March–April 2004. It will assess against international benchmarks, the progress made \nin  tax  administration  reforms  to  date,  their  impact  on  revenue,  and  the  lessons  learned. \nRepresentatives of chambers of commerce, different service providers, industries, small and \nmedium-scale enterprises, and tax experts will be invited to provide feedback. International \nexperts  will  also  be  invited  to  share  international  best  practice  and  experience  in  tax \nadministration. Such a conference will help to disseminate information on the reform initiatives \nof CBDT and CBEC to the public. It will also generate valuable feedback that will help in \neffectively implementing the TA. A similar conference will be held towards the end of the TA to \ntake stock of its achievements and the lessons learned. Additional workshops may also be \norganized as required. \n \nC.   Cost and Financing  \n \n15.  The total cost of the TA is estimated at $1,250,000 equivalent of which $691,000 is the \nforeign exchange cost and $559,000 equivalent is the local currency cost. The entire foreign \nexchange cost, and $309,000 equivalent of the local currency cost will be financed from two \nsources. Grants of $500,000 each will be provided from ADB’s TA funding program and the \nGovernment  of  the  United  Kingdom.  CBDT  and  CBEC  will  meet  the  local  currency  cost \nequivalent of $250,000 in kind as the imputed value of staff time, office accommodation and \nsupplies, local transportation, and cost of internal workshops. Detailed cost estimates and the \nfinancing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n16.  CBDT and CBEC will be the two executing agencies (EAs) for the TA. The two Boards \nwill each appoint a TA coordinator who will oversee the overall implementation of the TA \nactivities  pertaining  to  them.  The  activities  will  be  carried  out  through  three  implementing \nagencies (IAs) for CBEC – the offices of the Director General (Systems), DG (Audit), and \nNACEN – and the following IAs for CBDT – DG (Systems), DG (Audit), and NADT. Since the \nactivities cut across IAs, interagency working groups (WGs) will be constituted as required for \nimplementation. There will be a TA steering committee chaired by the Revenue Secretary, and \ncomprising the Chairmen of CBDT and CBEC, the ADB project officer, and other members as \nnominated by the Government. The committee will review the progress of activities listed in the \nTA framework and make adjustments as required. Appendix 3 gives a schematic representation \nof the TA’s implementation arrangements.  \n ", "  5\n17.  USAID is considering a complementary TA under which Indian tax officials will be trained \nin the United States in applying RA techniques and in designing effective taxpayer services. \nThis project is being developed in close coordination with the ADB TA, which provides for \ntraining of CBDT and CBEC officers on tax audit and taxpayer services in Canada. Exposure to \ntwo of the most advanced tax systems of the world will give CBDT and CBEC officers the \nopportunity to make optimal choices to suit Indian conditions from a menu of international best \npractice.7 \n \n18.  The Government and ADB have agreed that to implement the TA effectively, all officers \nundertaking foreign missions for training will be directly responsible for the relevant functions \ne.g., audit and RA, BPR, training, and distance learning in their current postings. The concerned \nEA and IA will retain the officers in their current postings until their respective TA activities are \ncompleted. The Government will provide the required facilities to the WG members to pursue \nthe  TA  activities.  Given  the  urgent  need  to  strengthen  RA–based  audit  capacity,  the \nGovernment will provide the necessary infrastructure, staff, and resources to the office of the \nDirector General (Audit). The TA is expected to start in March 2004 and will be implemented \nover a period of 18 months, ending in September 2005.  \n \n19.  A team of international and domestic consultants will be engaged for 24 person-months \nand 46 person-months respectively, to help in implementing the TA. The consultants will be \nselected and engaged in accordance with ADB’s Guidelines on the Use of Consultants, and \nother  arrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants.  The \ninternational consultants will be individual consultants, and will include RA-based audit experts \nfor excise and service tax, customs, and direct taxes; and experts in tax administration, training \n(with experience of developing distance learning programs), and taxpayer services. Since the \nterms of reference (TOR) of international consultants require highly specialized skills, all the \nrelevant experts will not be available in-house in a single firm, reducing flexibility in selecting the \nbest  team.  Also,  a  firm’s  own  margins  will  significantly  increase  costs  of  hiring  the  same \nconsultants  who  could  be  recruited  individually.  Therefore,  individual  consultants  will  be \nengaged for cost-effective and efficient implementation of the TA within the available budget. \nHowever, domestic consultants will be recruited through a firm which will be better suited to \ncoordinate  the  TA  activities,  assist  in  software  design  and  development,  and  strengthen \ntaxpayer services. The biodata technical proposal and quality–and cost–based selection will be \nused to select the consultants. Outline terms of reference for the consultants are in Appendix 4. \nSome necessary equipment will be procured in line with ADB’s Guidelines for Procurement.8 \n \nIV.  THE PRESIDENT’S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $500,000 to be \nfinanced on a grant basis by the Government of the United Kingdom, and (ii) ADB providing the \nbalance not exceeding the equivalent of $500,000 on a grant basis, to the Government of India \nfor Capacity Building for Tax Administration, and hereby reports this action to the Board.  \n \n \n                                                 \n7  The USAID project is being planned for $250,000. Savings in travel costs through back-to-back missions to North \nAmerica under the ADB and USAID projects will be used to train more officers under the ADB TA.  \n8  Details of the equipment procured will be determined during implementation of the TA. It will consist mainly of some \ncomputers, audiovisual equipment, and related accessories. ", "6           Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions \nTargets  Mechanisms  and Risks \n       \nGoal      Assumption \nHelp CBDT and CBEC to strive  Perceived improvement  Taxpayer feedback survey.  Government of India, \ntoward the goals set out in their  in quality of tax    CBDT, and CBEC \nCitizens’ Charters and Vision  administration, taxpayer  Internal performance audit  remain committed to \nDocuments to be fair, judicious,  services, and reduction  of CBDT and CBEC.  tax administration \ntransparent, efficient, and  in tax evasion.   reforms. \ncourteous.    \n \n       \nPurpose      Assumption \nStrengthen functional capacity in  Increased number of  Computerized taxpayer and  Government of India, \nCBDT and CBEC for a voluntary  taxpayers filing returns.  filing records.  CBDT, and CBEC \ncompliance–oriented tax      remain committed to \nadministration by strengthening  Enhanced capacity of  Meetings of the TA steering  tax administration \nrisk assessment (RA) based audit,  CBDT and CBEC to  committee.   reforms. \ncapacity and the quality of  handle and audit these     \ntaxpayer services.   returns electronically.  Reports of the working \ngroups (WGs) and \nconsultants. \n \n       \nOutputs      Assumptions \n1.  Strengthen RA-based audit  Accomplish activities 1,  Meetings of the steering  WG members are \ncapacity in CBDT and CBEC.  2, 3, 4, and 5 by the  committee and the WGs.   retained in their \n  second quarter of 2005.    positions for the \n2.  Expand tax base by    Meetings of the WGs and  duration of the project \nstrengthening service tax  Accomplish activity 4 by  consultants.   to ensure continuity. \nadministration and audit.  the second quarter of     \n  2005.  Periodic meetings between  Consultants are \n3.  Train CBDT and CBEC    the ADB project officer,  competent. Committed \nofficers, and build capacity of  Accomplish activity 6 by  consultants, and WG  counterpart staff is \nNACEN and NADT to provide  the second quarter of  members.  available and is given \neffective training.  2005.     necessary resources \n    and support to work on \n4.  Improve and expand taxpayer  Accomplish activity 7 by  the TA.  \nservices.  the second quarter of   \n  2005.  Risk \n5.  Organize two international    There may not be \nconferences.   Organize the first  necessary \ninternational conference  coordination within \nin March-April of 2004,  CBDT and CBEC to \nand the second  carry the reforms \ninternational conference  forward, especially \naround July-August of  with respect to \n2005.  computerization and \nintegration of the \ndatabases.  \n ", "  Appendix 1          7\nDesign Summary  Performance  Monitoring  Assumption and \nTargets  Mechanisms  Risks \n       \nActivities      Risks \n1.  Help CBEC to continue with  (Broad timelines for the  Inception reports prepared  Government approval \nthe excise BPR project by  following are indicated in  by consultants (in  of budget for \nstrengthening further, the  the previous section  collaboration with the WGs)  developing necessary \nelectronic filing of excise  (“Performance Targets for  within 4 weeks from the  software and \nreturns data and other  Outputs.”)  start of consulting services.   hardware may not be \nassessee-related information,      as required. \nand analysis based on  Progress in  Interim reports prepared by   \nappropriate risk parameters.  operationalizing a  consultants on progress  Technical problems \n  computerized RA-based  made under different  with software and \n2.  Help the Customs  audit system in CBDT and  activities within 6 months  hardware during \nDepartment to set up an  CBEC.  from inception.  validation and \naudit-based post-clearance      checking. \nsystem for exports and  Courses developed by  Final reports prepared by   \nimports, and to move ahead  NACEN and NADT  consultants 2 weeks before  Executing agencies \nwith its BPR project.  pertaining to TA activities.  the TA is completed.  fail to provide \n      adequate resources \n3.  Help CBDT in setting up an  Development of distance  Six monthly reviews by the  and support to the \nRA-based audit selection  learning programs.   steering committee.  WGs and the different \nsystem.       offices, especially to \n  Progress in training CBDT  Joint monitoring of the TA  the office of the \n4.  Help CBEC in  and CBEC officers.  by the ADB project officer  Director General \noperationalizing the Service    and the steering committee.  (Audit). \nTax Audit manual, and in  Detailed reports on the     \nreplicating excise BPR  two international  Periodic meetings between   \ninitiatives to strengthen  conferences.   the ADB project officer, \nservice tax administration.  consultants, and WG \n  members as required. \n5.  Provide exposure to selected \nofficers to the working of \nadvanced tax systems. These \nofficers and the training \nconsultant would train further \ntrainers.  \n \n6.  Upgrade the training capacity \nof NACEN and NADT, \ndevelop innovative training \ncourses and distance learning \nprograms.  \n \n7.  Improve and expand taxpayer \nservices.  \n \n8.  Two international \nconferences.  \n       \nInputs \nTA resources ($1,000,000) \nConsultants (24 person-months \ninternational consultants; 46 \nperson-months domestic \nconsultants) \nEquipment ($25,000) \nConferences/Seminars ($20,000) \nContingency ($100,000) \n ", "8           Appendix 2 \nCOST ESTIMATE AND FINANCING PLAN \n($’000) \n \nItem  Foreign  Local  Total \n  Exchange  Currency  Cost \nA. Asian Development Bank Financing a  \n \n1. Consultants       \n     a. Remuneration and Per Diem       \ni.  International Consultants  444.0 0.0  444.0\nii.  Domestic Consultants  0.0 213.5  213.5\n     b. International and Local Travel  59.0 5.0  64.0\n2. Training \ni.  Travel  41.0 0.0  41.0\nii.  Per Diem  33.0 0.0  33.0\niii.  Cost of Foreign Training Services  45.0 0.0  45.0\n3. Reports and Communications  0.0 2.5  2.5\n4. Equipment  0.0 25.0  25.0\n5. Conferences and Seminars  0.0 20.0  20.0\n6. Miscellaneous  0.0 2.0  2.0\n7. Taxpayer Perception Survey  0.0 10.0  10.0\n8. Contingencies  69.0 31.0  100.0\nSubtotal (A)  691.0 309.0  1,000.0\n \nB. Government Financing \n   \n1. Consultant and Counterpart Staff  0.0 125.0  125.0\n2. Office Accommodation and Supplies  0.0 75.0  75.0\n3. Local Transportation  0.0 5.0  5.0\n4. Conferences and Training  0.0 10.0  10.0\n5. Preparation of Reports  0.0 10.0  10.0\n6. Contingencies  0.0 25.0  25.0\nSubtotal (B)  0.0 250.0  250.0\nTotal  691.0 559.0  1,250.0\na  Fifty percent  of the funds  provided by the Government of the United Kingdom  and the remaining by  the  \nADB-funded TA Program. \nSource: Asian Development Bank Estimates.  \n ", "  Appendix 3          9\nIMPLEMENTATION ARRANGEMENTS \n \n \n \nTA steering committee \n(Chaired by the Revenue \nSecretary) \nEXECUTING \nCBDT  CBEC \nAGENCIES \n(Coordinator)  (Coordinator) \nNADT NACEN\nIMPLEMENTING  DG  DG \nAGENCIES  (Systems)  (Systems) \nDG (Audit)  DG (Audit)\nCBDT = Central Board of Direct Taxes, CBEC = Central Board of Excise and Customs, DG = Director \nGeneral, NADT = National Academy of Direct Taxes, and NACEN = National Academy of Customs, Excise \nand Narcotics. ", "10            Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Individual International Consultants \n \n1.  All consultants will report to the ADB project officer and will work under the overall \nguidance of the TA steering committee.  \n  \n1.  Expert  in  Excise  and  Service  Tax  Administration  (4  person-months \nintermittently) \n \n2.  The consultant will undertake the following tasks in collaboration with the working group \n(WG) on excise and service tax administration reforms: \n \n(i)  Prepare an inception report based on a detailed examination of the progress \nmade by CBEC on (a) the Excise Department’s BPR exercise under the CIDA \nproject, Capacity Development of Revenue Administration, and (b) the related \ncomputerization and training initiatives. Study reports of relevant expert groups \non tax policy and administration issues and prepare the inception report within 4 \nweeks from the start of consulting services. \n \n(ii)  Based on the inception report, prepare an action plan to (a) carry the Excise \nDepartment’s BPR project forward, and (b) suitably replicate these measures in \nservice tax administration. Specify the steps, time, and resources required. Assist \nthe WG in implementing the action plan. \n \n(iii)  Prepare an interim report within 6 months from inception detailing the progress \nmade, bottlenecks, and further measures required to implement the action plan \nfully. Track the work being done by other WGs to tap potential areas of synergy \nacross the activities of the TA. \n \n(iv)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment  of  the  progress  made,  lessons  learned,  and  reforms  needed  to \nstrengthen excise and service tax administration further. Revise and finalize the \nreport 2 weeks before the TA is completed.  \n \n2.  Expert  in  Risk  Assessment-Based  Audit  for  Excise  and  Service  Tax  (4 \nperson-months intermittently) \n \n3.  The consultant will undertake the following tasks in collaboration with the WG on excise \nand service tax administration reforms: \n \n(i)  Prepare an inception report based on (a) the progress made by CBEC in setting \nup a risk-assessment (RA)-based audit system for excise and service tax, (b) the \nrelated computerization and training initiatives, and (c) a review of the Excise \nAudit Manual and the recently drafted Service Tax Audit Manual. The report will \nbe prepared within 4 weeks from the start of consulting services. \n \n(ii)  Based on the inception report, prepare an action plan to increase the capacity of \nCBEC to computerize excise assessee profiles so that RA techniques can be \nused effectively for selecting high-risk units for audit. Specify the steps, time, and \nresources required.  ", "  Appendix 4          11\n \n(iii)  Develop an action plan for adapting the Service Tax Audit Manual to recent \npolicy changes (e.g. an increase in the coverage of services under the tax net), \nand operationalizing it. Recommend measures to computerize the assessee–\nrelated information for individual services to begin effective RA-based audit.  \n \n(iv)  Assist the WG in implementing the action plans in (ii) and (iii). Prepare an interim \nreport within 6 months from the beginning of inception detailing the progress \nmade, bottlenecks, and further measures required to implement the action plans \nfully. Track the work being done by other WGs to tap potential areas of synergy \nacross the activities of the TA. \n \n(v)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment of the progress made, the lessons learned, and reforms required to \nstrengthen the RA-based audit capacity of excise and service tax administration \nfurther. Revise and finalize the report 2 weeks before the TA is completed.  \n \n3.  Expert in Customs Administration and RA-Based Post-Clearance Audit (4 \nperson-months intermittently) \n \n4.  The  consultant  will  undertake  the  following  tasks  in  collaboration  with  the  WG  on \ncustoms administration reforms: \n \n(i)  Prepare an inception report based on a detailed examination of the progress \nmade by CBEC on (a) the Customs Department’s BPR exercise under the CIDA \nproject, and (b) the related computerization initiatives. Study reports of relevant \nexpert groups on tax policy and administration issues and prepare the inception \nreport within 4 weeks from the start of consulting services. \n \n(ii)  Based on the inception report, prepare an action plan to develop an RA-based \npost-clearance audit system. Specify the steps, time, and resources required. \nAssist the WG in implementing the action plan. \n \n(iii)  Prepare  an  interim  report  within  6  months  from  the  beginning  of  inception \ndetailing  the  progress  made,  bottlenecks,  and  further  measures  required  to \nimplement the action plan fully. Track the work being done by other WGs to tap \npotential areas of synergy across the activities of the TA. \n \n(iv)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment  of  the  progress  made,  lessons  learned,  and  reforms  needed  to \nstrengthen the post-clearance audit capacity of the Customs Department further. \nRevise and finalize the report 2 weeks before the TA is completed.  \n \n4.  Expert in Direct Tax Administration and RA-based Audit (5 person-months \nintermittently) \n \n5.  The consultant will undertake the following tasks in collaboration with the WG on direct \ntax administration reforms: \n \n(i)  Prepare an inception report based on a detailed examination of (a) the reforms \ninitiated by the CBDT under the CIDA project, and (b) the related computerization ", "12            Appendix 4 \ninitiatives.  Study  reports  of  relevant  expert  groups  on  tax  policy  and \nadministration issues and prepare the inception report within 4 weeks from the \nstart of consulting services. \n \n(ii)  Based on the inception report, prepare an action plan to develop an RA-based \ncomputerized audit system for CBDT and carry forward other reforms initiated by \nthe  Board  to  encourage  voluntary  compliance.  Specify  the  steps,  time,  and \nresources required. Assist the WG in implementing the action plan. \n \n(iii)  Prepare  an  interim  report  within  6  months  from  the  beginning  of  inception \ndetailing  the  progress  made,  bottlenecks,  and  further  measures  required  to \nimplement the action plan fully. Track the work being done by other WGs to tap \npotential areas of synergy across the activities of the TA. \n \n(iv)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment of the progress made, lessons learned, and reforms required to \nstrengthen the RA-based audit capacity of CBDT further. Revise and finalize the \nreport 2 weeks before the TA is completed.  \n \n5.  Expert in Tax Training (4.5 persons-months intermittently) \n \n6.  The  consultant  will  undertake  the  following  tasks  in  collaboration  with  the  WG  on \ntraining: \n \n(i)  Prepare an inception report based on a detailed examination of the reforms \ninitiated by NACEN and the NADT under the training component of the CIDA \nproject. Prepare the inception report within four weeks from the start of consulting \nservices. \n \n(ii)  Based on the inception report, prepare an action plan to (a) develop appropriate \ntraining courses, manuals, instructor’s guides, and distance learning packages \nfor RA-based audit in excise, customs, service tax, and direct tax, and (b) assist \nNACEN and NADT in training trainers. Specify the steps, time, and resources \nrequired. Assist the WG in implementing the action plan. \n \n(iii)  Prepare  an  interim  report  within  6  months  from  the  beginning  of  inception \ndetailing the progress made, lessons learned, bottlenecks, and further measures \nrequired to implement the action plan fully. Track the work being done by other \nWGs to tap potential areas of synergy across the activities of the TA. \n \n(iv)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment of the progress made, lessons learned, and reforms required to \nstrengthen the training capacity of NACEN and NADT further. Revise and finalize \nthe report 2 weeks before completion of the TA.  \n \n \n \n \n \n \n ", "  Appendix 4          13\n6.  Expert in Taxpayer Services (2.5 persons-months intermittently) \n \n7.  The  consultant  will  undertake  the  following  tasks  in  collaboration  with  the  WG  on \ntaxpayer services: \n \n(i)  Prepare an inception report based on a detailed examination of (a) the coverage \nand quality of current taxpayer services provided by CBDT and CBEC, and (b) \nthe recommendations of the Task Force on Direct and Indirect Taxes (2002), \nwithin four weeks from the start of consulting services. \n \n(ii)  Based on the inception report, prepare an action plan to (a) improve the quality of \ntaxpayer services currently provided such as newsletters, pamphlets, interactive \nvoice  response  system,  and  tax  clinics,  (b)  develop  new  services  based  on \ninternational best practice, (c) extend the coverage of these services to smaller \ncities, and (d) strengthen procedures for redressing taxpayer grievances. Specify \nthe steps, time, and resources required. Assist the WG in implementing the \naction plan. \n \n(iii)  Prepare  an  interim  report  within  6  months  from  the  beginning  of  inception \ndetailing the progress made, lessons learned, bottlenecks, and further measures \nrequired to implement the action plan fully. Track the work being done by other \nWGs to tap potential areas of synergy across the activities of the TA. \n \n(iv)  Advise the WG and the relevant domestic consultants on conducting a taxpayer \nperception survey.  \n \n(v)  Prepare a draft final report 6 weeks before the TA is completed. Provide an \nassessment of the progress made, lessons learned, and reforms required to \nimprove  the  quality  and  coverage  of  taxpayer  services  further.  Revise  and \nfinalize the report 2 weeks before the TA is completed. \n \nB.  Domestic Consultants \n \n1.  TA Coordination Experts (18 person-months) \n \n8.  The consultants will undertake the following tasks: \n \n(i)  Coordinate the work of the WGs and consultants under the broad guidance \nprovided  by  the  steering  committee.  Help  the  WGs  and  consultants  in \naccomplishing the agreed project deliverables and results. Prepare a synthesis of \nthe inception, interim, and final reports submitted by the international consultants \nfor the different TA activities. \n \n(ii)  Assist ADB in organizing two international conferences by coordinating with the \nconsultants, WG members, and other CBEC and CBDT officers in preparing the \nnecessary reports and presentations. Arrange invitations for representatives of \nchambers  of  commerce,  different  service  providers,  small  and  medium-scale \nenterprises,  tax  experts,  and  other  relevant  groups.  Make  necessary \narrangements  for  the  international  experts  who  will  be  invited  to  share \ninternational best practice and experience in tax administration. Assist ADB in \nconsolidating the papers presented in the conferences into a report.  ", "14            Appendix 4 \n \n(iii)  Assist ADB in making travel and other logistical arrangements in line with ADB \nrules and procedures, especially with respect to the foreign training tours.  \n \n(iv)  Keep the ADB project officer up-to-date with the progress being made on the \ndifferent TA activities. \n \n2.  Taxpayer Service Experts (3 person-months intermittently) \n \n9.  The consultants will undertake the following tasks: \n \n(i)  Work with the international consultant and the WG on taxpayer services, and \nassist in implementing the action plan outlined above in paragraph 7.  \n \n(ii)  Conduct a taxpayer perception survey to assess the awareness and views of \ntaxpayers regarding the reform initiatives of CBDT and CBEC. Based on these \nfindings, assist CBDT and CBEC in developing a public relations and publicity \nprogram  to  disseminate  information  on  improvements  in  taxpayer  services \neffectively.  Assist  in  improving  the  quality  of  publications  for  the  benefit  of \ntaxpayers. \n \n3.  Software Experts (25 person-months intermittently) \n \n10.  The consultants will undertake the following tasks: \n \n(i)  Work closely with the WGs, international consultants, and the offices of the \nDirector  General  (Systems),  and  Director  General  (Audit)  to  understand  the \nsoftware  and  hardware  needs  of  the  TA  activities  (RA-based  audit, \ncomputerization  of  assessee-related  information,  distance  learning  training \nprograms, taxpayer services). Prepare an inception report within four weeks from \nthe start of consulting services. \n \n(ii)  Prepare an action plan to help CBDT and CBEC design, test, and validate the \nnecessary software. Implement the action plan in collaboration with the WGs, \nand the offices of the Director General (Systems) and Director General (Audit). \nPrepare  an  interim  report  within  6  months  from  the  beginning  of  inception \ndetailing the progress made in the design and validation of necessary software, \nand further steps required to implement the action plan fully. \n \n(iii)  Prepare a final report 4 weeks before the TA is completed clearly listing the \nprogress  made,  lessons  learned,  and  reforms  required  to  improve  the \ncomputerization  of  relevant  work  processes  within  CBDT  and  CBEC  further. \nProvide  a  blue–print  of  the  hardware  needed  to  operationalize  the  software \neffectively. Assess the potential of integrating some of the databases of CBDT \nand  CBEC  to  improve  the  effectiveness  of  RA-based  audit  and  the  overall \nefficiency of tax administration. "], "metadata": {"Creator": "R342-03 - Microsoft Word", "CreationDate": "D:20040218104825Z", "Title": "R342-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20040226110202+08'00'"}}