{"path": "data/input/ta/tar-ton-37151.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:TON 37151 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n(Financed by the Japan Special Fund) \n \nTO THE \n \nKINGDOM OF TONGA \n \nFOR \n \nYOUTH MICROENTERPRISE DEVELOPMENT \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2004 \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2004)  \n \nCurrency Unit –  pa'anga (T$) \nT$1.00 =  US$0.50789 \nUS$1.00 =  T$1.96889 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MLCIT  –  Ministry of Labour, Commerce & Industries and Tourism \n  MOF  –  Ministry of Finance \nNGO  –  nongovernment organization \n  TA   –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n    Targeting Classification  –  Targeted intervention \n   Sector        –  Industry and trade \n   Subsector       –  Small and medium-scale enterprises \n   Theme       –  Inclusive social development \n   Subtheme      –  Human development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n     \n     \n     \n     \n     \n \n \n \n \n \n \n \n \nThis report was prepared by H. Baxter, Pacific Department. \n \n \n ", " \nI.  INTRODUCTION \n1.  During the Country Programming Mission to Tonga in 2003, the Government requested \nAsian Development Bank (ADB) assistance to address the problem of young people’s economic \nand  social  exclusion.  The  social  indicators  for  unemployed  youth,  petty  crime,  teenage \npregnancy, and substance abuse have been worsening for some time. ADB considered and \nresponded to the Government’s concerns and fielded a fact-finding mission in April 2004. This \nmission discussed the rationale, scope, cost estimates, implementation arrangements, and plan \nfor  financing  the  assistance  with  officials  of  the  Central  Planning  Department,  Ministry  of \nFinance (MOF); Ministry of Health; Ministry of Labour, Commerce & Industries and Tourism \n(MLCIT); and various nongovernment organizations (NGOs) working with youth. The minister of \nfinance reiterated his support for the technical assistance (TA) during the Country Programming \nMission of 2004. The Government concurred with the goals, purpose, scope, implementation \narrangements, cost, financing arrangements, and terms of reference. The project framework is \nin Appendix 1.1  \n \n2.  The assistance will complement a number of initiatives of the national Government, civil \nsociety, and development partners. The TA will complement ADB-supported assistance for \nbusiness development services that aims to contribute to private sector-led economic growth, \nincreased income, and employment opportunities by promoting microenterprise development \nand small- and medium-sized enterprise development. \n \nII.  ISSUES \n3.  The continuation of slow economic growth in Tonga over several years exacerbated the \nproblem of inadequate employment opportunities, especially for students leaving school, and \nhas added to the hardship reportedly experienced by 20% of households. The unemployment \nand underemployment of youth and the associated real and potential social exclusion of this \ngroup have been of concern to the Government for some time (see Initial Poverty and Social \nAnalysis at Appendix 2). The formal sector in Tonga is small, and opportunities in the formal \nlabor market are limited. While places in postsecondary education exist, a large number of \nyouths are exiting the education system (either at completion of secondary schooling or as \ndropouts at different stages), and no opportunities exist in further education or employment for \nthese individuals. The choices for this significant proportion of the youth population are for the \nmost part limited to nonfinancial remunerated activities, such as housework and subsistence \nfarming. \n \n4.  In 2003, the Government undertook (with ADB assistance) a participatory assessment of \nhardship.2 This assessment included surveys and interviews with four communities on the main \nisland of Tongatapu and 11 communities in the four outer island groups (‘Eua, Ha’apai, Niuas, \nand the Vava’u). The assessment identified lack of jobs and other ways to earn cash as the \nmost  critical  issue  for  all  communities  in  urban  and  rural  areas.  Youth  were  identified  as \nexperiencing  hardship  as  a  result  of  a  lack  of  educational  and  income  opportunities.  The \nGovernment agreed with the findings of the survey and committed to actions in the 2004 budget \nto address key issues, especially support for unemployed youth, rural poor, and urban social \nservices. \n \n                                                 \n1 The TA first appeared in ADB Business Opportunities (Internet edition) on 16 June 2004. \n2 ADB. 2004. Priorities of the People: Hardship in Tonga. Manila. ", "2 \n5.  A recent labor force survey3 confirms that Tonga is a predominantly youthful country, \nwith about 56% of the total population under 25 years of age and about 19% classified as youth \n(between 15–24 years of age). Fifty percent of youth are in the education system. Thirty nine \npercent of youth are classified as participants in the labor force.4 The youth unemployment rate \nis 12%, and 5% of youth overall are considered to be formally unemployed. Most youths outside \nthe education sector do not have access to either income-generating activities or meaningful \ndevelopmental activities that would lead to income generation. Some variations exist between \nTongatapu and the other administrative divisions. Labor force participation rates for youth are \nlowest  in  Tongatapu  (about  38%)  and  highest  in  ‘Eua  and  Ha’apai  (about  45%).  Youth \nunemployment rates are highest in the Niuas (18%) and lowest in Vava’u (8%). A considerable \ngender difference also exists in the employment data, with female inactivity rates significantly \nhigher than male inactivity rates. \n \n6.  The Government has undertaken a number of initiatives to promote the economic and \nsocial inclusion of young people. MLCIT provides a job search service, matching registered job \nseekers with vacancies. Assistance is provided to job seekers in presentation and interview \nskills.  MLCIT  recently  established  a  new  business  development  service  that  is  aimed  at \nimproving  the  skills  and  productivity  of  employees,  providing  advice  and  training  to  small \nbusinesses, and promoting the development of business skills. Local service providers provide \ntraining in marketing, customer service, bookkeeping and accounting, stocktaking, and business \nmanagement. \n \n7.  The education system includes some technical and vocational courses in the secondary \ncurriculum in some schools, and 12 government-funded postsecondary institutions, along with \nthe Tonga Institute of Science and Technology, are offering technical and trade training for \nmaritime, mechanical, electrical, and carpentry trades. \n \n8.  Civil society has various schemes in place that support youth. The Tonga National Youth \nCongress, for example, does the following: (i) conducts the Pacific Star Lifeskills Program \n(funded  by  the  United  Nations  Children's  Fund  [UNICEF]);  (ii)  organizes  an  annual  youth \nparliament to promote youth civic participation and provide a forum for hearing youth views; (iii) \ninitiated a future farmers program that is aimed at promoting farming as a viable option for \nyouth, in collaboration with the Ministry of Agriculture, Forestry and Food and with Food and \nAgriculture Organization funding; (iv) offers a microfinance program (funded by the Government \nof the United Kingdom); and (v) runs the Tonga National Volunteer Service (funded by Australia, \nNew Zealand, and United Nations Development Programme), a program modeled on the United \nStates Peace Corps. \n \n9.  Feedback from the Government and from civil society working with youth indicates that \nyoung people are very interested in microenterprise development. The various schemes in \nexistence that provide opportunities for youth are generally oversubscribed. A large unmet \ndemand for income-generating opportunities exists from well-educated youth. \n \n10.  The microenterprise sector was surveyed extensively in 2002,5 to identify the need for \nbusiness development services. The survey showed considerable demand for a number of \nservices, including accounting, marketing, legal, and training. In response to this demand, ADB \n                                                 \n3 National Statistics Office. 2003. Labor Force Survey. Tonga. \n4 Labor force participation is defined as more than 1 hour in the survey week being spent in actual work. The \ndefinition does not mean employment in either the formal or informal sector. \n5 The survey covered 150 microenterprises and small and medium-sized enterprises in Ha'apai, Tongatapu, and \nVava'u and all economic sectors. ", "    3 \nis currently supporting microenterprise and small and medium-sized enterprise development in \nTonga through TA for business development services6 by, among other things, improving the \nperformance of existing and budding and/or start-up microenterprises and small enterprises. In \naddition, the Government is committed to improving the environment for private sector growth, \nand, in support of this, an assessment of administrative barriers to private sector investments is \nbeing carried out in cooperation with the Foreign Investment Advisory Service, under the TA for \nprivate sector development in the Pacific.7  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n11.  The purpose of the assistance is to design a countrywide program for the development \nof  youth  microenterprises.  The  assistance  will  build,  test,  and  evaluate  models  for  the \ndevelopment of youth microenterprises that are capable of and ready for implementation on a \nlarger scale. The models will be participatory, decentralized, skill-focused, and entrepreneurial \nactivities in the agricultural, handicrafts, and service sectors. To address the greater exclusion \nfrom participation in economic opportunities for females, the models will ensure a balance of \ngender, and at least two pilot models will be for females only. While the definition of youth in \nTonga can frequently include people that are 30 to 39 years of age, the target age group for \nparticipants will be 18 to 28 years of age. At least one pilot model each will be established in \n'Eua, Ha'apai, Niuas, Nuku’alofa, and Vava’u. \n \n12.  Specific outputs will include (i) establishing pilot microenterprises in agriculture (e.g., \nraising chickens and growing vegetables, flowers, etc.) and producing handicrafts and providing \nservices (e.g., processing facilities and tourism ventures, etc.); (ii) establishing a set of good \npractices in youth microenterprise development; (iii) developing training, skills, and experience \nfor participating youth in technical expertise and business planning and operations; and (iv) \ncreating an implementation plan for further rollout of microenterprises. \n \nB.  Methodology and Key Activities \n \n13.  The assistance will be undertaken in three phases. The first phase will consist of a study \nof international good and innovative practices in youth enterprise development in comparable \neconomies.  This  phase  will  also  include  a  study  to  identify  and  assess  opportunities  for \ncommercial activities in agriculture, handicrafts, and services. The second phase will include the \nestablishment of pilot microenterprises and training and evaluation. The third phase will produce \nthe implementation plan for the countrywide rollout of youth microenterprises. The assistance \nwill be provided over a 2-year period. \n \n14.  The first activity will be a desk study of international experience in youth enterprise \ndevelopment.  Good  and  innovative  practices  will  be  identified  and  documented.  The \nexperiences of small island countries, in particular will be examined to identify models that are \nadaptable to the Tongan situation. The second activity will be a study to identify opportunities for \nentrepreneurial activities that are underexploited or untried in Tonga and likely to generate \ncommercial success and attract the interest of unemployed youth. This study will use existing \ninformation in the Ministry of Agriculture, Fisheries and Food and other relevant organizations. It \nwill include reviewing reports and aid agency initiatives in microenterprise and small enterprise \n                                                 \n6  ADB. 2003. Technical Assistance to the Kingdom of Tonga for Business Development Services. Manila. \n7  ADB. 2000. Technical Assistance for Private Sector Development in the Pacific. Manila. ", "4 \ndevelopment in Tonga and other countries with comparable experiences. A rapid assessment of \nthe  agribusiness  sector,  including  input  distribution,  production,  harvest,  processing,  and \nmarketing, will identify constraints and potential areas for microenterprise development. An \nassessment  of  the  artisan  and  handicraft  sector  will  look  at  raw  material  production, \nmanufacture,  and  marketing.  The  service  sector  will  be  similarly  assessed.  Identified \nopportunities will be rated according to a set of criteria, including likelihood of sustainability, \ninterest of target youth, appropriateness to local communities, and suitability for pilot testing. \n \n15.  A framework for microenterprise establishment will be developed and include sample \nrules  of  operation,  governance  arrangements,  criteria  for  participation,  memorandum  of \nunderstanding  with  the  local  community,  and  other  undertakings  necessary  in  regard  to \nownership and operations. \n \n16.  Kickoff workshops in the target communities will be undertaken to present and engender \nsupport  for  pilot  microenterprises  and  gain  commitment  to  inclusion  in  the  pilot  program. \nCommunities, NGOs, and youth participants will identify the microenterprise opportunities they \npropose to pursue. \n \n17.  Training  programs  in  technical  expertise  and  entrepreneurship  and  business \ndevelopment will be identified, designed, delivered, and evaluated. The TA will not attempt to \nduplicate services that already exist and will take advantage of services and service providers \noperating in the labor market and business development service areas. \n \n18.  Each pilot microenterprise will be evaluated to identify strengths and weaknesses and  \nlong-term viability. Evaluation criteria will include commercial success and the contribution made \nto the employability and entrepreneurship of participants and the extent to which that particular \nmodel can be replicated. The program as a whole will be evaluated to identify lessons useful for \nfuture expansion of the program. The lessons learned will be incorporated into a set of good \npractices and will contribute to the design and formulation of the countrywide implementation \nprogram.  \n \nC.  Cost and Financing \n \n19.  The total cost of the TA is estimated at $315,000 equivalent. ADB will finance $250,000, \nand the balance of $65,000 will be provided by the Government through the provision of \ncounterpart staff, support services, office facilities, and seed supplies. The TA will be financed \non a grant basis by the Japan Special Fund, funded by the Government of Japan. Detailed cost \nestimates and financing plan are in Appendix 3. \n  \nD.  Implementation Arrangements \n \n20.  MOF will be the Executing Agency. The TA will be implemented in close cooperation \nwith MLCIT and the Ministry of Agriculture, Forestry and Food; NGOs working with youth; and \ndevelopment partners. MLCIT will chair the project steering committee, whose membership will \ncomprise representatives from the Ministry of Agriculture, Forestry and Food and other relevant \ngovernment agencies; business associations; and civil society organizations with interests in \nyouth. To facilitate the smooth implementation of the TA, an advance payment facility will be \nestablished with MLCIT, in accordance with ADB's Guidelines for Disbursement of TA Grants. \nThe advance amount will be up to $118,000 equivalent, for the expenditures of equipment, \ntraining, conferences, surveys, and cost-shared services.  \n ", "    5 \n21.  The TA will be implemented over a 24-month period, beginning in February 2005, and is \nexpected to be completed by January 2007. The international consultant will have expertise in \nmicroenterprise development and provide 6 person-months of input. Moreover, this consultant \nwill  conduct  the  initial  assessment  of  opportunities,  design  the  framework  for  model \nmicroenterprises,  provide  guidance  to  domestic  consultants,  kick-start  enterprises,  lead  a \nmidterm project review of progress, conduct the evaluation, and contribute to the development \nof the countrywide implementation program. The international consultant will also provide an \ninception report within 2 months of the start date, a midterm progress report, a draft final report \nwithin 2 weeks of completion of the assignment, and a final report. One domestic consultant, a \nyouth development specialist, will provide a total of 20 person-months of input. This consultant \nwill also conduct the community kickoff workshops, provide ongoing mentoring and support to \nenterprises, arrange technical and entrepreneurial training, participate in the ongoing progress \nreviews, contribute to the evaluation, prepare information materials, and be responsible for \nproject communication with local communities. The youth development specialist will provide \nbimonthly progress reports to the steering committee and ADB. Outline terms of reference are in \nAppendix 4. The consultants will be engaged by ADB on an individual basis in accordance with \nthe Guidelines on the Use of Consultants by Asian Development Bank and Its Borrowers and \nother arrangements satisfactory to ADB for the engagement of domestic consultants. \n \n22.  The results of the assistance will be disseminated at a workshop in Tonga at completion. \nA report and video will be produced for dissemination throughout the Pacific developing member \ncountries.  \n \nIV.  THE PRESIDENT'S DECISION \n \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $250,000 on a grant basis to \nthe Government of Tonga for Youth Microenterprise Development, and hereby reports this \naction to the Board. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets     \nGoal       \nParticipation of young  PI: Youth  Government budget \npeople in economic  microenterprise  statement \nactivity  development program   \nin operation   \n   \nPI: Reduction in youth  Government labor market \nunemployment rates  statistics \n   \nPI: Reduction in youth  Reports from NGOs \nsocial exclusion  working with youth (e.g., \nNational Youth Congress) \nPurpose       \nYouth microenterprise   PI: Government  Government budget  Government \ndevelopment program  endorsement of  statement  commitment to rollout \nbased on proven  models, lessons    of youth \nmodels and capable of  learned, and expansion    microenterprise \ncountrywide  of program supported  development \nimplementation  by the Government and  program \nNGOs by project   \ncompletion  Economic downturn \nOutputs       \n1. Pilot  Target: 6–10  Youth microenterprise   Changes in \nmicroenterprises in  microenterprises in  development program   agriculture sector \nagriculture sector  'Eua, Ha'apai, Niuas,  financial statements and  impact viability of \nestablished  Tongatapu, and Vava’u  business plans;  enterprise (e.g., \nby project completion  project reports; ADB  collapse in market \n  mission reports;  price of produce) \n  government department \nreports; \nNGO reports \n       \n2. Young people with  Target: 60–100 young  Before and after surveys  Youth participants \nknowledge, skills, and  people participating in  of participants;  remain involved long \nexperience in  pilot microenterprises  project reports; ADB  enough to evaluate \nmicroenterprise  and receiving training  mission reports;  success of training \ndevelopment  government department   \nreports; NGO reports \n \n3. Set of good practices  PI: Good practices  Project reports; ADB   \nin youth  published and  mission reports;   \nmicroenterprise   disseminated by project  government department   \ndevelopment program   completion  reports; NGO reports   \nidentified and   \ndisseminated   \n \n4. Implementation plan  PI: Implementation plan  Project reports; ADB  Government \nfor rollout of youth  endorsed by the  mission reports;  continues to consider \nmicroenterprise   Government   government department  youth issues a priority \ndevelopment program  reports   \ndevelopment   \nContinued on next page", "  Appendix 1  7 \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets     \nActivities       \n1a. Study of  Study completed within  Project reports; ADB   \ninternational experience  1 month of project start  mission reports \nin youth enterprise  date   \ndevelopment     \n     \n1b. Study of agriculture  Study completed within  Project reports; ADB \nand other business  2 months of project  mission reports \nopportunities   start date   \n \n1c. Design of  Framework designed  Project reports; ADB   \nframework for  and agreed with the  mission reports \nmicroenterprise model  Government within 3   \n  months of project start \ndate \n       \n1d. Kickoff workshops  Workshops held within  Project reports; ADB \nin local communities  3 months of project  mission reports \n  start date   \n \n1e. Selection of  Opportunities selected  Project reports; ADB  Changes in \nopportunities for  within 2 months of  mission reports  agriculture sector \nmicroenterprise  project start date    impact viability of \ndevelopment  enterprises (e.g., \n  collapse in market \nprice of produce) \n \n2. Design, delivery, and  Training completed  Project reports; ADB  Youth participants \nevaluation of technical,  according to training  mission reports  remain involved long \nentrepreneurial, and  program    enough to evaluate \nother related training      success of training \nand experience for       \nparticipants and/or      Lack of specific \nNGOs      technical expertise \n      available in Tonga at \n3a. Evaluation of  Evaluation completed  Project reports; ADB  time required  \nmicroenterprise models  18 months after project  mission reports   \nstart date     \n   \n3b. Development of  Good practices  Project reports; ADB   \ngood practices  developed 20 months  mission reports \n  after project start date   \n       \n4. Development of  Implementation  Project reports; ADB  Other priorities \nimplementation  program developed and  mission reports;  become more \nprogram  endorsed by the  government department  important for the \n  Government 22 months  reports  Government to \nafter project start date  pursue \n   \nInputs       \nInternational consultant \ninput of 4 person-\nmonths; \nContinued on next page\n ", "8  Appendix 1 \n       \nDesign Summary  Performance  Monitoring Mechanisms  Assumptions \nIndicators/Targets     \nDomestic consultant \ninput of 24 person-\nmonths; \nDirection and support \nfrom steering \ncommittee; \nOffice equipment and \ntraining programs and \nequipment, supplies, \nand materials. \n \nADB = Asian Development Bank, NGO = nongovernment organization, PI = performance indicator. \n \n \n     \n   ", "  Appendix 2  9 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Tonga: \n \nThe Government expressed concern about a number of social indicators, including unemployed youth, rising petty \ncrime, substance abuse, and increasing incidence of teenage pregnancies. Tonga and the Asian Development \nBank (ADB) signed a poverty partnership agreement in November 2002. The agreement commits both parties to \nthe development of a comprehensive strategy for poverty reduction that addresses pro-poor growth, improved and \nexpanded access to social services, and job creation. \n \nADB’s strategy for Tonga supports the Government’s development goals. The focus of assistance in 2005–2006 will \nbe (i) continuing assistance to the Government’s reform program to enhance the efficiency and effectiveness of the \npublic sector; (ii) addressing the emerging deterioration in some social indicators through targeted interventions; \nand (iii) improving the policy environment and physical facilities to provide better and timely market information and \nimproved market access to smallholders. \n \nB.  Poverty Analysis   Targeting  Classification:  Targeted \nintervention \n \nWhat type of poverty analysis is needed?    None \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nThrough regional technical assistance in 2003, ADB helped Tonga prepare its National Poverty Reduction Strategy, \nwhich involved all stakeholders in a participatory process. The participatory process took place in 16 communities. \nThe Government has agreed to the findings of the survey and has committed to actions in the 2004 budget to \naddress key issues, especially support for unemployed youth and the rural poor. \n \nIs there a participation strategy?     Yes                   No \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women:    None \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n       \n   Significant   Full \nResettlement     \n Not significant   Short \n   \n None   None  \n       \n   Significant   Yes \nAffordability     \n Not significant    No \n \n None \nContinued on next page\n ", "10  Appendix 2 \n       \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone \n       \n   Significant   Yes \nLabor     \n Not significant    No  \n \n None \n       \n   Significant   Yes \nIndigenous     \nPeoples   Not significant    No  \n \n None \n       \n   Significant   Yes \nOther Risks     \nand/or   Not significant    No  \nVulnerabilities   \n   None \n \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nForeign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n 1.  Consultants     \n   a.  Remuneration and Per Diem     \n     i.  International Consultants  108.0  0.0          108.0 \n                  ii.   Domestic Consultants   0.0  20.0  20.0 \n   b.  International and Local Travel  20.0  5.0  25.0 \n   c.  Reports and Communications  5.0  5.0  10.0 \n 2.  Equipment  0.0  4.0  4.0 \n 3.  Training, Seminars, and Conferences  0.0  6.0  6.0 \n 4.  Surveys  5.0  5.0  10.0 \n 5.  Miscellaneous Administration and   0.0  37.0  37.0 \n   Support Costs \n 6.  Contingencies  20.0  10.0  30.0 \n     Subtotal (A)  158.0  92.0  250.0 \n       \nB.  Government Financing       \n 1.  Office Accommodation and Transport  0.0  15.0  15.0 \n 2.  Remuneration and Per Diem  0.0  20.0  20.0 \n   of Counterpart Staff \n 3.  Others  0.0  30.0  30.0 \n     Subtotal (B)  0.0  65.0  65.0 \n       Total  158.0  157.0  315.0 \na Financed by the Japan Special Fund, funded by the Government of Japan. \nSource: Asian Development Bank estimates. \n ", "12  Appendix 4 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  Microenterprise Development Specialist (international, 6 person-months [intermittent]) \n \n1.  The  microenterprise  development  specialist  will  have  expertise  in  microenterprise \ndevelopment in agriculture, agribusiness, and other related areas. \n \n2.  The specific responsibilities of the specialist include the following: \n \n(i)  prepare detailed project plan; \n(ii)  conduct survey of opportunities for entrepreneurial activities in agriculture, \nhandicrafts, and service sectors; \n(iii)  prepare the framework for microenterprise establishment, including draft \nmemorandum of agreement with local community, governance arrangements, \nparticipation criteria, and operational processes; \n(iv)  kick-start the establishment of pilot microenterprises; \n(v)  provide technical, business, and entrepreneurial advice to pilot microenterprises; \n(vi)  provide support and mentoring to domestic consultants; \n(vii)  support project communication activities;  \n(viii)  provide an evaluation framework for capturing good practices; and \n(ix)  provide an inception report, a midterm progress report, and a final report to the \nAsian Development Bank. \n \nB.  Youth Development Specialist (domestic, 20 person-months) \n \n3.  The  youth  development  specialist  will  have  expertise  in  youth  development  and \nmicroenterprise development. \n \n4.  The specific responsibilities of the specialist include the following: \n \n(i)  assist the microenterprise development specialist in preparing the framework for \nmicroenterprise establishment; \n(ii)  conduct community kickoff workshop; \n(iii)  arrange technical and entrepreneurial training; \n(iv)  assist in the establishment of pilot microenterprises; \n(v)  provide technical, business, and entrepreneurial advice to pilot microenterprises; \n(vi)  provide support and mentoring to youth participants; \n(vii)  support project communication activities; and \n(viii)  assist in the evaluation of the enterprises. \n \n "], "metadata": {"ModDate": "D:20050118142207+08'00'", "CreationDate": "D:20050117084812+08'00'", "Title": "", "Creator": "Acrobat PDFMaker 5.0 for Word", "Author": "", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}