{"path": "data/input/ta/tar-ban-35242.pdf", "pages": [".  \n \nASIAN DEVELOPMENT BANK TAR: BAN 35242 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO \n \n \nTHE PEOPLE’S REPUBLIC OF BANGLADESH \n \n \nFOR PREPARING THE \n \n \nGAS SECTOR DEVELOPMENT PROJECT \n \n \n \n \n \n \n \n \n \n \nApril 2004", " \nCURRENCY EQUIVALENTS \n(as of 21 April 2004) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.0170 \n$1.00  =  Tk58.85 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ERC  –  Energy Regulatory Commission \n  Petrobangla  –  Bangladesh Oil, Gas, and Mineral Corporation  \n  PMO  –  project management office \n  TA  –  technical assistance \n \n \nWEIGHTS AND MEASURES \n \n  TCF  –  trillion cubic feet \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nThis report was prepared by P. Abeygunawardena. \n ", " \nI.  INTRODUCTION \n \n1.  During the 2003 Country Program Confirmation Mission of the Asian Development Bank \n(ADB), the Government of Bangladesh (the Government) renewed its request that ADB provide \nassistance for developing its gas sector. The ADB Fact-Finding Mission visited Bangladesh from \n28 to 31 January 2004 and reached an understanding with the Government on the objective, \nscope, cost, financing, implementation arrangements, and the consultant’s outline terms of \nreference. This Technical Assistance (TA)1 is designed to assist the Government to prepare for \nthe proposed Gas Sector  Development Project (the Project). The Project is a standby loan \nincluded in the 2004 country program.2  \n \n2.    The Government has proposed several investments for ADB financing under the Project. \nThese have been selected from components in the gas sector master plan (2003–2020) of the \nBangladesh Oil, Gas and Mineral Corporation (Petrobangla). The projects comprise the most \nurgent  components  of  the  plan’s  priority  investment  program.  Although  preparatory  work \n(technical and economic feasibility and environmental, social, and poverty impact analysis) of \nthese investment components is under way, substantial additional work still is needed.3 \n \nII.  ISSUES \n \n3.  Noncommercial energy, mostly biomass, accounts for about two-thirds of total energy \nconsumption in Bangladesh. Natural gas accounts for almost 70% of commercial energy. It also \nprovides  the  basis  for  about  90%  of  electricity  generation.  In  2000–2001,  natural  gas \nconsumption by various consumer categories was: 49% by electricity generation; 20% by the \nfertilizer industry; 13.6% by other industries; 9.4% by domestic use; 1.1% for commercial use \nand losses accounted for 6.9%. The share of oil in the total energy mix has declined, and the \nuse of natural gas has increased.  \n \n4.  Natural gas will provide most of the current and future energy requirements, and the gas \nmarket needs to be expanded to optimize the use of natural gas resources and support \neconomic development. Although Bangladesh has been producing natural gas for over three \ndecades,  all  its  major  fields  are  underdeveloped  and  have  not  been  properly  delineated. \nAssessments  of  the  country’s  natural  gas  resource  potential  vary  widely.  Total  proven \nrecoverable gas reserves in Bangladesh from 22 fields (18 in the public sector and 4 in the \nprivate sector) are estimated at 20.4 trillion cubic feet (TCF), of which 5.09 TCF has so far been \nconsumed. The current net recoverable reserve stands at 15.3 TCF. However, substantial \nnatural gas reserves remain underdeveloped or undiscovered.  \n \n5.  The  natural  gas  sector  consists  of  Petrobangla  and  its  11  subsidiaries  operating \ncompanies (gas sector entities). Petrobangla is mandated to carry out oil and natural gas \nexploration, and the production and marketing of gas. The Ministry of Power, Energy and \nMineral Resources (MEMR) oversees gas, mineral, petroleum, and power sectors in policy, \nregulatory, and operational matters.  \n \n                                                 \n1 The TA first appeared in  ADB Business Opportunities (Internet edition) on 12 January 2004. Vice-President \n(Operations 1) cleared the TA concept paper on 18 March 2004. \n2  A $170 million loan project was included in the 2000 country program but did not materialize.   \n3  Components for the proposed loan project will be selected considering their poverty reduction impact from making \nclean energy available to less developed areas, evidence of strong support from the local population, and a high \nlikelihood of success.  \n ", "2  \n6.  The domestic gas price structure is established by the Government by setting the gas \nsales prices for different consumer categories. The Government also determines the level of \ntaxes and the distribution margins for gas transmission and distribution companies. The gas \nproduction companies receive a price that is equivalent to the sales price of gas paid by end-\nusers less the distribution margin for the transmission and distribution companies and the taxes \nlevied by the Government. \n \n7.  Natural gas in Bangladesh remains underpriced in relation to the long-run marginal cost. \nThis has led to significant resource transfer by some sectors and consumer groups. The \naverage tariff for all users was 78% of total sales in 1999/2000, implying an average subsidy of \n22%. The underpricing of domestic gas use leads to a high opportunity cost in terms of foregone \nresources that could have been mobilized to support investment within and outside the sector, \nespecially given the country’s massive development financing needs. Performance in the gas \nsector has also been limited; it is well below the potential because of low gas extraction and \nlimited use by the domestic market. The delayed or inadequate investment in the expansion of \nthe  gas  production,  transmission,  and  distribution  networks  and  their  operation  and \nmaintenance are also major concerns in the sector. This has limited the market and constrained \nPetrobangla’s gas production, causing supply shortages and disrupting fertilizer production and \npower generation.  \n \n8.  ADB has had a long involvement in the energy sector of Bangladesh. ADB has been \ninvolved in the gas sector intermittently over the last 25 years, with eight loans totaling $446 \nmillion. As in other countries, ADB’s role has evolved from provider of funds for individual \nproducts to a more proactive and comprehensive one involving technical advice for project \npreparation and policy advice in implementing sector reforms. Overall macroeconomic stability \nand policy issues have a significant bearing on the sector’s performance and, more importantly, \nits ability to reform. Delegation of authority from the Government to the management of sector \nentities and from the management to the staff has been limited. Nevertheless, the Government \nrecognizes the need to introduce gradual reforms aimed at commercialization of the sector and \ndistancing operations, regulations, and policy making from each other.  \n \n9.  Of  two  active  gas  sector  loans,  the  Third  Natural  Gas  Development  Project4  was \ncompleted in October 2003, more than 4 years behind schedule due to procurement delays. \nThe Dhaka Clean Fuel Project has just been declared effective 1 year after loan approval.5 The \nimplementation of all previous power and gas sector projects has usually been delayed; thus, \nADB’s portfolio management in these sectors could have been more effective. No major loan \ncancellations have been made, although loan funds have been reallocated. ADB provided TA to \nprepare the Fourth Natural Gas Development Project6 but TA did not lead to a loan project. The \nFourth Natural Gas Development Project would have supported a gas transmission pipeline \nfrom the Jamuna Bridge to Bangladesh’s border with India. However, the export of gas from \nBangladesh to India has not yet been agreed upon. To the extent relevant, consultants working \non the current TA will refer to work previously done, including for the Fourth Natural Gas \nDevelopment Project. \n \n10.  Several major initiatives were taken under the Third Natural Gas Development Project, \nincluding the establishment of the Hydrocarbon Unit in the Ministry of Power, Energy and \n                                                 \n4  ADB. 1993.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nBangladesh for the Third Natural Gas Development Project. Manila. \n5  ADB. 2002.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nBangladesh for the Dhaka Clean Fuel Project. Manila. \n6  ADB. 1997. Technical Assistance to Bangladesh for the Fourth Natural Gas Development Project. Manila. ", "  3\nMineral Resources. The adoption in October 2003 (after project completion) of a gas pricing \nframework linked to international fuel oil prices largely comprises compliance with the related \ncovenant. Other major policy covenants, particularly those relating to autonomy of the gas \nsector entities, have been partly complied with. The covenant relating to partial private sector \nownership in each of the gas production, transmission, and distribution companies that were \nexecuting agencies under the loan project is irrelevant to the current reform process since it \nwould not lead to significant change in the sector or the companies. Further, in retrospect, it \nappears that the condition was premature in the absence of a legal framework enabling private \nsector  participation  in  gas  transmission  and  distribution.  Regulatory,  policy, and capacity \nstrengthening measures to address the issues encountered in implementing the Third Natural \nGas Development Project will be pursued under the Dhaka Clean Fuel Project7 and the others \nwill  form  the  basis  of  policy  dialogue  under  the  proposed  Project.  ADB’s  TA  support  in \nconjunction with the Third Natural Gas Development Project subsequently helped the drafting of \nthe regulatory framework and key regulations that led to the creation of the Energy Regulatory \nCommission.8  \n \n11.  Pursuant to policy dialogue with ADB and development partners, the Government has \ntaken steps to move away from administered gas tariffs to a flexible and transparent mechanism \nunder which gas prices will be linked to the cost of supply for each category of consumer and \nadjusted  periodically.  As  a  first  step  toward  commercializing  gas  sector  operations,  the \nGovernment in October 2003 adopted an interim pricing framework for electricity, gas, and \npetroleum products that would help provide policy guidelines to the new regulator. The new \npricing framework has been designed to enable the sector to cover its operating expenses and \ndebt-servicing liabilities, and generate a surplus to finance part of its investment program, rather \nthan  relying  on  the  Government  budget.  The  pricing  framework  will  allow  formula-based \nfrequent tariff adjustments in line with international market prices. Prices of petroleum products \nwill be based on import parity prices, the price of gas will be linked with the international high \nsulfur fuel oil, and power tariffs will reflect movements in gas or fuel oil prices and other variable \ncosts. The prices for power will be reviewed quarterly; those for gas and petroleum will be \nreviewed monthly. Price adjustments will normally be made semi-annually.  However,  more \nfrequent adjustments will be made if necessitated by international price movements and other \neconomic factors and if the monthly variation exceeds 10%. Any subsidy, such as that for \nfertilizer, will be made transparent and provided through budgetary provisions.  \n \n12.  The Government is preparing a 3-year plan for gas sector reform outlining its vision on \nrestructuring,  ownership,  private  sector  participation,  and  regulation.  The  Government \nrecognizes  that  an  improved  gas  sector  could  have  a  large  potential contribution to the \ndevelopment of the economy, but it would have to be effectively managed to maximize its role in \npoverty reduction and ensure an equitable distribution of benefits. Priority elements include (i) \nensuring  good  governance  in  the  gas  sector  entities,  including  facilitating  private  sector \nparticipation; (ii) designing and implementing competitive and equitable pricing policies; (iii) \nstrengthening and improving commercial operations; (iv) enacting laws to strengthen the legal \nframework to enable effective private sector participation, and defining the sector restructuring \nprogram; (v) implementing an action program to improve the financial performance of gas sector \nentities; (vi) developing human resources; and (vii) strengthening the institutional capability in \npolicy making and monitoring. During the discussions, the Government stated that the ERC \n                                                 \n7 ADB. 2002.  Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nBangladesh for the Dhaka Clean Fuel Project. Manila. \n8  ADB. 1993. Technical Assistance for the Preparation of a Gas System Development Plan and the Strengthening of \nthe Organizational and Regulatory Framework for the Oil and Gas Sector. Manila; ADB. 1997. Support to the Gas \nRegulatory Authority Project. Manila; ADB. 1998. Support for the Energy Regulatory Authority Project. Manila. \n ", "4  \nwould soon be made operational to facilitate the separation of policy-making, regulation, and \noperational functions of the gas sector entities. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n13.   The TA will help the Government prepare a gas sector development project. The Project \nwill include (i) a sector development plan, (ii) policy reform measures, (iii) priority investments, \nand (iv) an institutional strengthening component. The TA framework is given in Appendix 1. \n \nB.  Methodology and Key Activities \n \n14.  The TA will investigate the necessary sector reform requirements and alternatives to \nmeet the projected gas demand especially in less developed  areas of the country. This will \ninvolve  (i)  reviewing  the  short-,  medium-,  and  long-term  sector  development  plans  and \npreparing  a  policy  package;  (ii)  reviewing  infrastructure  development  proposals  and  other \ndocuments to define the scope of the components for financing under the ensuing Project; (iii) \nmaking a technical review of the proposals to confirm their suitability and soundness and \npreparing implementation schedules for the selected components; and (iv) undertaking financial, \neconomic, environmental, social, poverty reduction, and institutional analyses of  the investment \nfeasibility  studies  prepared  by  the  Government.  The  TA  will  also  develop  an  institutional \nstrengthening plan for Petrobangla and other relevant agencies. \n \n15.  Key activities include  \n \n(i)  preparing an internal report that analyzes the potential for economic growth and \nsocial  development  in  less  developed  areas,  particularly  with  reference  to \nexpanding natural gas supply and distribution;  \n(ii)  preparing a report that analyzes the potential and required reforms for gas sector \ndevelopment;  \n(iii)  preparing a report that assesses barriers to improving gas sector development;  \n(iv)  identifying policy packages for the promotion of gas sector development;  \n(v)  developing  an  investment  package  that  identifies  infrastructure  development \ncomponents;  \n(vi)  performing detailed financial, economic, environmental, social, poverty reduction, \nand institutional analyses of the identified project components;  \n(vii)  reviewing  the  Project’s  cost  estimates,  financing  plan,  and  procurement \npackages, and  \n(viii)  estimating the levels that greenhouse gas emissions will be reduced by the \nsubprojects. \n \n16.  No major risks are associated with the TA, and the Government has expressed its strong \nsupport for the TA. Appendix 2 summarizes the initial social and poverty analysis of the Project. \n \nC.  Cost and Financing \n \n17.  The total cost of the TA is estimated at $600,000 equivalent, comprising $305,000 in \nforeign exchange and $295,000 equivalent in local currency costs. The amount of $480,000, of \nwhich $305,000 is in foreign exchange and $175,000 equivalent is in local currency cost, will be \nfinanced on a grant basis by ADB’s TA funding program. The Government will finance the ", "  5\nremaining $120,000 equivalent in local currency cost. The detailed cost estimates are presented \nin Appendix 3. The Government has been advised that approval of the TA does not commit \nADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n \n18.  The Executing Agency for the TA will be Petrobangla, which will appoint a senior staff \nmember as the Project director. The TA will finance the services of international and domestic \nconsultants. The TA will be carried out for 4 months by an internationally recognized consulting \nfirm in association with domestic consultants. The TA will commence in late June 2004 and will \nbe completed by the end of October 2004. The consultants for the TA will be recruited by ADB \non the basis of submission of simplified technical proposals and using the quality- and cost-\nbased selection procedure. The consultants will be engaged by ADB in accordance with ADB’s \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for the \nengagement of domestic consultants. International consultants will procure the equipment to be \nfinanced under the TA in accordance with ADB’s Guidelines for Procurement, through direct \npurchase procedures with quotations from at least three suppliers. A project management office \n(PMO) will be established in Petrobangla. The PMO will be responsible for the day-to-day \nmanagement  of  the  TA  and  will  coordinate  with  all  government  and  nongovernment \nstakeholders of the proposed Project. The PMO will also oversee consultants’ activities and \nfacilitate all ADB’s TA administration and loan project processing activities.  \n \n19.  International consultants will be engaged for a total of 8 person-months, and domestic \nconsultants for 21 person-months. The consulting team will comprise international experts in (i) \ngas sector development, (ii) natural gas economics, and (iii) financial analysis. The domestic \nexperts will include (i) an institutional development specialist, (ii) an environment specialist, (iii) \na social development specialist, (iv) a poverty reduction specialist, (v) a financial analyst, (vi) a \nnatural gas economist, and (vii) a natural gas policy specialist. The outline terms of reference for \nthe consultants are in Appendix 4. \n \n20.  The consultants will submit an inception report 2 weeks after TA commencement and a \ndraft final report 3 months later. The Government and ADB will provide comments and they will \nbe discussed at tripartite meetings. At the end of 4 months, the consultants will submit the final \nreport incorporating Government and ADB comments on the draft final report. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $480,000 on a grant basis to \nthe Government of Bangladesh for preparing the Gas Sector Development Project, and hereby \nreports this action to the Board. \n ", "6 Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nMonitoring \nDesign Summary  Performance Targets  Assumptions and Risks \nMechanisms \nSector Goal       \n \nFacilitate economic growth,  Increased economic growth in  Increased per capita   \npoverty reduction, and  Bangladesh through provision  income, quality of life, \nenvironmental improvement  of natural gas in a sustainable  and clean energy supply. \nthrough natural gas sector  manner. \ndevelopment. \n \nPurpose       \n \nPrepare a natural gas sector  Develop a policy investment  Loan project design,  Government’s willingness \ndevelopment project.  and institutional strengthening  associated assessments  to engage in dialogue and \npackage for the development  and reports, review  commitment to implement \nof the natural gas sector.  missions, and policy  eventual policy changes \ndialogue.  and infrastructure \ndevelopment. \n \nOutputs       \n \n1. Review of the sector  An analysis of opportunities  Internal report and plan  Data is available, capable \ndevelopment plan.   for the sector’s growth and  developed, review  consultants are recruited; \ndevelopment.  missions, and progress  Government and the local \nreports.  agencies are committed to \ndeveloping the natural gas \nsector. \n2. Policy reform package.   Develop a set of policies for  Internal report, policy  Data is available, capable \nsector development and  dialogue results,  consultants are recruited; \ninvestment promotion.   consultation, review  Government and the local \nmissions, and progress  agencies are open to \nreports.  policy dialogue and \ncommitted to developing \nthe natural gas sector. \n3. Identification of priority  Develop project components  Technical, financial,  Data is available, capable \ninvestments.  using technical, financial,  economic,  consultants are recruited, \neconomic, environmental,  environmental, social,  and stakeholders support \nsocial, poverty reduction  poverty reduction  the Project. \ncriteria.  assessment reports, \nactual project design, \nreview missions and \nprogress reports. \n4. Assessment of institutional  Conduct an institutional  Institutional assessment  Data is available, capable \ndevelopment requirements.  assessment to identify  report, review missions,  consultants are recruited, \n  requirements to implement  and progress reports.  and stakeholders support \n  proposed policies and  the Project. \ninvestment components. \n \nActivities       \n \n1. Analyze potential for  A review of sector plan, policy  Technical Assistance  Information availability, \neconomic growth and social  reform measures, priority  (TA) outputs, policy  consultant’s capabilities, \ndevelopment.   investments, and institutional  dialogue, and review  and stakeholder \nstrengthening component.  missions.  involvement. \n2. Analyze potential for gas       \nsector development. \n3. Assess barriers to gas       \nsector development. \n4. Identify policy packages for       \nthe promotion of gas sector ", "Appendix 1  7\nMonitoring \nDesign Summary  Performance Targets  Assumptions and Risks \nMechanisms \ndevelopment. \n5. Develop an investment       \npackage. \n6. Perform technical, financial,       \neconomic, environmental, \nsocial, poverty reduction, and \ninstitutional analyses of \nsubprojects. \n7. Review cost estimates,       \nfinancial plan, and \nprocurement packages. \n8. Prepare an estimate of       \nreduction of greenhouse gas \nemissions. \n \nInputs       \n \nConsulting services.  International consulting  TA outputs and review  Capable consultants with \nservices for 8 person-months.  missions.  requisite skills mix will be \nDomestic consulting services  engaged; domestic \nfor 21 person-months.  consultants will provide \nrequired expertise and \nsupport. \nTotal Cost.  Estimated total cost of    Counterpart funds are \n$600,000 equivalent  available to meet local \ncomprising $305,000 in  support. \nforeign exchange and \n$295,000 in equivalent local \ncurrency. \nFinancing.  ADB will finance $480,000     \nequivalent on a grant basis; \nGovernment’s contribution is \n$120,000 equivalent. \n \n \n \n \n \n \n ", "8 Appendix 2 \nSUMMARY INITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n   \nSector identified as a national priority in country  Sector identified as a national priority in country \npoverty analysis?  Yes  poverty partnership agreement?  Yes \n   \n \nContribution of the sector/subsector to reduce poverty in Bangladesh:  \n \nThe development of the gas sector is necessary to promote pro-poor economic growth. As a cleaner \nsource of energy than oil, the poor will benefit as they are the sector most adversely affected by pollution \nand environmental degradation. Policy reforms that lead to private sector development in the sector will \nalso support pro-poor economic growth through job creation.  \n \nB.  Poverty Analysis   Proposed Classification: Pro Poor Growth \n \nConsultants will prepare a social impact assessment and a poverty impact assessment. The social \nassessment will include a review of socioeconomic impacts of the proposed loan project, a review of land \nacquisition and relocation plans, the preparation of resettlement plans if required, and the incorporation of \nmitigation measures in cost estimates. The poverty impact assessment will include an evaluation of the \nimpact of the proposed project on individuals, households, and groups in general; and the impacts on poor \nand vulnerable segments of society. The poverty impact ratio will be estimated.  \n \nC.  Participation Process \n \nStakeholder analysis?  Yes, stakeholder analysis will be undertaken.  \n \nParticipation  strategy?  Yes,  a  participation  strategy  will  be  devised  during  the  Project  Preparatory \nTechnical Assistance implementation stage. Options will be reviewed to enhance stakeholder participation \nand local ownership.  \n \nD.         Gender and Development \n  \nStrategy to maximize impacts on women: The poor and women will be carefully considered in conducting \nparticipatory activities.  \n \nGender plan prepared?  No ", "Appendix 2    9 \nE.  Social Safeguards and other Social Risks \n       \nSignificant/    Plan \nNot significant/  Strategy to Address Issues  Required \nNone   \nResettlement  Not significant  The proposed Project involves physical construction  Full or \nand is likely to involve land acquisition. Current project  Short \n  categorization is Category A. \n \nIndigenous  None  The Project will not pass through areas of significant  No \nPeoples  indigenous people’s settlement or use. \n \nLabor  Positive  The Project will require construction labor and will  No \nresult in permanent employment for the operation and \n  maintenance of project facilities. \n \nAffordability  Not significant     No \n \nOther Risks/  None     No \nVulnerabilities    \n \n ", "10 Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Foreign  Local  Total \nExchange  Currency  Cost \nA. Asian Development Bank Financinga       \n     1. Consultants       \n          a. Remuneration and Per Diem       \n               i. International Consultants  185  0  185 \n               ii. Domestic Consultants  0  115  115 \n          b. International and Local Travel  40  15  55 \n          c. Reports and Communications  5  5  10 \n     2. Equipmentb  15  5  20 \n     3. Training, Seminars, and Conferences  15  10  25 \n     4. Technical Assistance Contact Negotiations   5  0  5 \n     5. Contingencies  40  25  65 \n       \n         Subtotal (A)  305  175  480 \n       \nB. Government Financing         \n     1. Office Accommodation and Transport  0  65  65 \n     2. Remuneration and Per Diem  0  30  30 \n         of Counterpart Staff         \n     3. Othersc  0  25  25 \n       \n         Subtotal (B)  0  120  120 \n       \n                Total (A+B)  305  295  600 \na  Financed by ADB’s technical assistance funding program. \nb Includes office hardware (photocopier, four desktop computers, and a printer) and computer software for word \nprocessing, spreadsheet analysis, and Internet access. \nc  To provide for unforseen expenses such as data acquisition, data processing, and map preparation. \nSource: Asian Development Bank estimates. ", "Appendix 4   11\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  The consultants will ensure that all works and outputs under the Technical Assistance \n(TA) comply fully with all relevant ADB policies and guidelines. The main purpose of the TA is to \nexamine the feasibility of the proposed Gas Sector Development  Project for possible Asian \nDevelopment Bank (ADB) loan support. The consultants’ duties include, but are not limited to \nthe duties noted. \n \n  1.  Gas Sector Development Specialist (3 person-months) \n \n2.  The specialist will do the following. \n \n(i)  Be  team  leader  for  studies  to  be  conducted  by  the  TA.    In  this  capacity, \ncoordinate  with  other  team  members  to  develop  a  detailed  work  plan  and \nimplementation schedule; work with Petrobangla to oversee the consulting team; \nand compile, edit, and ensure the quality of the final report.  \n \n(ii)  Identify and analyze project components according to technical perspective and \noperating conditions.   \n \n(iii)   Define the selected project components so the documentation will be adequate \nfor inclusion into the final project design. \n \n(iv)  Assess the appropriateness of the proposed project components, taking into \naccount  current  and  projected  natural  gas  demand,  and  various  technical \nparameters of gas transmission, distribution, and other infrastructure needs. \n \n(v)  Review the present status of the gas transmission and distribution networks and \ntheir  plans  for  expansion,  and  evaluate  the  least-cost  option  for  urgent \nrehabilitation work. \n \n(vi)  Review  the  scope,  capital,  and  operating  cost  estimates,  implementation \nschedule;  and  contracting  and  implementation  arrangements.  Prepare \nprocurement packages for the proposed Project. \n \n(vii)  Work with the economist to review current natural gas pricing policies and their \nimpact on the proposed Project. \n \n(viii)  With  domestic  consultants,  recommend  a  policy  matrix  for  sector  reforms \nincluding  issues  on  (i)  segregation  and  reassignment  of  policy-making, \nregulatory, and ownership functions; (ii) pricing based on cost-of-service; and (iii) \nsector restructuring and private sector induction. Identify short-, medium-, and \nlong-term  reform  targets,  beyond  the  3-year  plan  being  developed  by  the \nGovernment. \n \n(ix)  Based on the reviews and analyses and in coordination with the other members \nof the team, recommend the necessary policy, investment, and capacity-building \ninstitutional needs to be addressed under the proposed Project. Assist the ADB \nteam in developing a project framework for the proposed Project.  \n ", "12 Appendix 4 \n(x)  Review  identified  rehabilitation  work  and  high  pressure  interconnection \ninstallations. \n \n(xi)  Prepare  the  cost  estimates  for  the  infrastructure  rehabilitation  and  new \ninterconnection installations. \n \n  2.  Natural Gas Economist (3 person-months) \n \n3.  The economist will do the following. \n \n(i)  Review the power sector plans and plans for their expansion, and evaluate the \nleast-cost option for power generation and distribution. \n \n(ii)  With inputs from the domestic consultant, provide the economic rationale for the \nProject, including an analysis of alternatives. \n \n(iii)  Estimate the economic capital and operating costs, and carry out least-cost, \nviability, and beneficiary analysis of the proposed Project. Include sensitivity \nanalysis according to ADB's Guidelines for the Economic Analysis of Projects. \n \n(iv)  Assess the economic feasibility of various subproject components, proposed \npolicies, and options for infrastructure needs, including gas distribution networks. \n \n(v)  In  consultation  with  the  social  development  specialist,  incorporate  poverty \nreduction impacts in accordance with ADB’s Handbook on Integrating Poverty \nImpact Assessment in the Economic Analysis of Projects. \n \n(vi)  Undertake an economic benefit-cost analysis to confirm the overall viability of the \nproposed Project in terms of economic internal rates of return. \n \n(vii)  Assess various stakeholders willingness and ability to pay for services under the \nproposed Project. \n \n(viii)  Assess economic and sustainability issues and carry out distribution, sensitivity, \nand risk analyses. \n \n(ix)  Evaluate the proposed Project’s direct and indirect environmental impacts. Carry \nout an economic analysis of impacts in terms of net present value and internal \nrates of return, in accordance with the ADB's Workbook on Economic Evaluation \nof Environmental Impacts.   \n \n3.  Financial Analyst (2 person-months) \n \n4.  The analyst will do the following. \n \n(i)  Undertake the financial analysis of the proposed Project  in accordance with \nADB’s Guidelines for  the Preparation and Presentation of Financial Analysis, \nusing the financial internal rate of return method and comparing it with the \nrelevant weighted average cost of capital.  \n ", "Appendix 4   13\n(ii)  Assess financial feasibility of subproject components, proposed policies, and \noptions for infrastructure needs, including gas distribution networks. \n \n(iii)  Assess and finalize the financial return of the proposed Project to equity, using \nvarious levels of equity contribution, and the options available to structure the \nproposed Project to be of interest to the private sector.  \n \n(iv)  Assess the financial performance of the executing and implementing agencies. \nPrepare appropriate financial statements in accordance with ADB’s Guidelines \nfor the Preparation and Presentation of Financial Analysis. \n \n(v)  Assess financial sustainability and carry out distribution, sensitivity, and risk \nanalyses. \n \nB.  Domestic Consultants \n \n  1.  Institutional Development Specialist (3 person-months) \n \n5.  The specialist will do the following. \n \n(i)  Evaluate  the  constraints  on  the  institutional  structures  to  attract  and  raise \ninvestments from the private sector and meet the country’s natural gas needs \nefficiently and at least cost. \n \n(ii)  Determine the optimum organizational and ownership structure that will address \nthe  constraints  and  meet  the  objectives  of  improving  sector  efficiency  and \nattracting private sector participation, taking into account the proposed sector \nreforms in relevant sectors of the country.  \n \n(iii)  Outline  possible  approaches  for  institutional  restructuring  of  the  natural  gas \nsector entities, including roles of national, and local agencies along with proper \ncorporatization plans. Share the information with the international consultants. \n \n2.  Environment Specialist (3 person-months) \n \n6.  The specialist will do the following. \n \n(i)  Review the environmental impact assessment reports for proposed project and \nthe required mitigation measures in the design, construction, and maintenance of \nthe proposed project, its components, and policy options. In each case, assess \nconformity with ADB’s Environmental Policy (2002), Operations Manual F1/BP \nand F1/OP (2003), Environmental Guidelines for Selected Industrial and Power \nProjects and Environmental Assessment Requirements.  \n \n(ii)  Prepare a summary initial environment examination report in accordance with \nADB’s  Environmental  Policy  (2002),  Operations  Manual  F1/BP  and  F1/OP \n(2003), Environmental Guidelines for Selected Industrial and Power Projects and \nEnvironmental  Assessment  Guidelines,  outlining  environmental  impacts, \nproposing mitigation measures, and identifying costs related to the mitigation of \nadverse environmental impacts.  \n \n ", "14 Appendix 4 \n(iii)  Assess  any  possibilities  of  obtaining  support  for  possible  reduction  of \ngreenhouse gases from the Clean Development Mechanism. \n \n(iv)  Assess the leakages of gas at various stages from well head to users.    \n \n3.  Social Development Specialist (3 person-months) \n \n6.  The specialist will do the following. \n \n(i)  Prepare a social impact assessment and its summary. Thoroughly review the \nsocioeconomic impacts of the proposed project components, policy options, and \noverall  Project  according  to  ADB's  Handbook  for  Incorporation  of  Social \nDimensions in Projects. Include an assessment of indigenous people’s issues. \n \n(ii)  Review land acquisition and relocation plans of project components that involve \nresettlement, and assess their conformity with ADB  Guidelines for Involuntary \nResettlement,  including  (a)  time-bound  arrangements,  public  consultation, \nrelocation,  compensation  for  affected  inhabitants;  and  (b)  costs  related  to \nrelocation, compensation for land acquisition, and right-of-way. \n \n(iii)  Incorporate  all  mitigation  measures  into  the  cost  estimates  of  the  project \ncomponents. \n \n4.  Poverty Reduction Specialist (3 person-months) \n \n7.  The specialist will do the following. \n \n(i)  Evaluate the impact of proposed policy and institutional measures on individuals, \nhouseholds, and groups.    \n \n(ii)  Evaluate the impact of proposed project components and the overall project on \nindividuals,  households,  and  groups,  in  particular  poor  and  the  vulnerable \nsegments of the society.   \n \n(iii)  In  consultation  with  the  natural  gas  economist,  estimate  the  number  of \nbeneficiaries and all other stakeholders, and estimate the economic benefits of \nthe proposed Project in terms of direct and indirect earnings, cost savings, and \npoverty reduction impacts. \n \n(iv)  Estimate the poverty reduction impact ratio according to the ADB’ guidelines and \nother requirements of ADB.  \n \n  5.  Financial Analyst (3 person-months) \n \n8.  The analyst will do the following. \n \n(i)  Assist the international consultant in reviewing the detailed project cost estimates \nfor various project components and for the entire Project.  \n \n(ii)  Prepare summary cost tables in ADB format based on 2004 prices expressed in \nforeign  exchange  and  local  currencies,  including  appropriate  provisions  for ", "Appendix 4   15\nphysical contingency, price escalation, and financing charges (including interest \nduring construction) and share them with the project team. \n \n(iii)  Assist the international consultant in developing a suitable financing plan for the \nproject components and the entire project, including financing available from \nnational sources. \n \n(iv)  Support sensitivity analyses of the components' financial evaluation, considering \nkey factors that could affect their viability. \n \n6.  Natural Gas Economist (3 person-months) \n \n9.  The economist will do the following. \n \n(i)  Assess the macroeconomic and sector context of the proposed project, and \nconduct a demand analysis. \n \n(ii)  Assist the international consultant in undertaking least-cost, viability, economic, \nbeneficiary  analysis  of  the  proposed  project,  including  sensitivity  analysis \naccording to ADB's Guidelines for the Economic Analysis of Projects. \n \n(iii)  Provide inputs to assess the economic feasibility of various project components, \nproposed policies, and options for infrastructure needs, including gas distribution \nnetworks. \n \n(iv)  Assist  in  assessing  various  stakeholder’s  willingness  and  ability  to  pay  for \nexpected various services under the proposed Project. \n \n(v)  Provide inputs to assess the uncertainties and risks facing the proposed Project, \nand carry out sensitivity analyses to check the Project’s viability under adverse \nconditions. \n \n7.  Natural Gas Policy Specialist (3 person-months) \n \n10.  The specialist will do the following. \n \n(i)  Review the ongoing policy reforms in the natural gas, power, oil, and other \nrelevant sectors. Help prepare a plan for natural gas sector development. \n \n(ii)  Develop a policy package to assure adequate incentives for the private sector to \ntake initiatives in promoting natural gas use. \n \n(iii)  Assist the international consultant in analyzing the socioeconomic implications of \nthe most likely sector reforms agenda for the gas sector. \n \n(iv)  Help assess the macroeconomic and sector context of the proposed Project \nwithin the context of on going and future sector reforms. \n(v)  Based on the reviews and analyses, and in consultation with the team leader and \nthe other members of the team, provide inputs to the policy matrix for the natural \ngas sector reforms and development. \n "], "metadata": {"ModDate": "D:20040608164931+08'00'", "CreationDate": "D:20040603151400+08'00'", "Title": "Microsoft Word - R84-04", "Creator": "PScript5.dll Version 5.2", "Author": "rsa", "Producer": "Acrobat Distiller 6.0 (Windows)"}}