{"path": "data/input/ta/tar-stu-37007.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: STU 37007 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \nFOR THE \n \nSOUTH ASIA SUBREGIONAL ECONOMIC COOPERATION  \n \nTOURISM DEVELOPMENT PLAN \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNovember 2003 ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BBIN  –  Bangladesh, Bhutan, India, Nepal \n  GMS  –  Greater Mekong Subregion \n  NTO  –  national tourism organization \n  SASEC  –  South Asia Subregional Economic Cooperation \n  TA  –  technical assistance \n  TDP  –  tourism development plan \n  TWG  –  tourism working group \n  WTO  –  World Tourism Organization \n  WTTC  –  World Travel and Tourism Council \n       \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nThis report was prepared by S. Sahni. \n \n \n ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) is supporting subregional cooperation in eastern \nSouth Asia based on the establishment of the South Asian Growth Quadrangle, comprising \nBangladesh, Bhutan, India, and Nepal (BBIN). Regional technical assistance (TA) has helped \nthe participating countries establish an institutional framework (a country advisers’ group and \nsector working groups) through the South Asia Subregional Cooperation (SASEC) program.1 \nBBIN have identified tourism development as a priority for subregional cooperation, and ongoing \nTA supports the meetings of the tourism working group (TWG). Nepal chairs the TWG, which \nhas met three times since 2001, most recently in July 2003, in New Delhi, India. The TWG, at its \nsecond meeting, identified the preparation of a subregional tourism master plan as a priority \nprogram, and requested ADB for TA to support this.2 An advisory TA is, accordingly, included in \nthe  regional  cooperation  strategy  and  program  for  2003.3  The  third  meeting  of  the  TWG \ndiscussed  the  proposed  plan,  and  agreed  that  this  should  be  a  subregional  tourism \ndevelopment plan that builds upon master plans in the four countries. It was also agreed that \nthe planning should start with two common themes—(i) ecotourism based on the natural and \ncultural heritage of the subregion and (ii) Buddhist circuits in BBIN—and establish a thematic \nframework for tourism development. The plan will also outline an implementation program and \nhelp set the TWG’s future agenda. The TA framework is in Appendix 1. \n \nII.  ISSUES \n2.  The World Tourism Organization (WTO) Tourism 2020 Vision forecasts that international \narrivals will reach over 1.56 billion by 2020. Of these, 1.18 billion will be intraregional and 380 \nmillion will be long-haul travelers. South Asia, which was one of the success stories of 2000, \nwith tourist arrivals growing by 11%, is forecast to record an average annual growth of 6.2% \nover 1995–2020, compared to the world average of 4.1%. WTO preliminary estimates show that \ninternational tourist arrivals in 2002 exceeded 700 million, an increase of 3.1% over the year, \ndemonstrating tourism’s resilience in the face of geopolitical uncertainty and an overall weak \neconomy. However, growth was only 2% in South Asia. International tourism arrivals in South \nAsia made up only less than 1% of the world total.4  \n \n3.  The  World  Travel  and  Tourism  Council  (WTTC)  estimates  the  economic  value  of \npersonal travel and tourism in South Asia at $18.7 billion in 2003, growing by 7.3% per annum \nin real terms.5 By 2013 this is projected to reach $52.2 billion but would still be only a small \nfraction of world travel and tourism, projected at $3,862 billion by 2013. The overall economic \nimpact of travel and tourism in South Asia is expected to contribute 4.8% to gross domestic \nproduct(GDP) in 2003, rising to 5.3% in 2013. The industry is projected to provide employment \nto about 29 million people (5.2% of the total) in 2003, and to almost 36 million (5.4%) in 2013. \nWTTC also monitors competitiveness indicators to assess to what extent a country offers a \n                                                 \n1  Asian Development Bank (ADB). 2000.  Technical Assistance for Identification and Prioritization of Subregional \nProjects in South Asia. Manila: ADB. ———. 2001. Technical Assistance for South Asia Subregional Economic \nCooperation II. Manila: ADB. \n2  SASEC Tourism Working Group. 2002.  Tourism Sector Working Group Report and Pre-Investment Survey. \nKathmandu. \n3  The TA first appeared in ADB Business Opportunities (Internet edition) on 16 April 2003.  \n4  World Tourism Organization. 2003. Available:  http://www.world-tourism.org. WTO compiles statistics from all \ncountries, and periodically undertakes more detailed analyses of regional tourism market trends. Country statistics \nprimarily come from immigration department records. South Asian statistics on interregional travel are reliable \nsince border procedures are tight. Intraregional and domestic tourism statistics may, however, vary in availability \nand quality. \n5  WTTC. 2003. India Travel & Tourism—A World of Opportunity. London. Available: http://www.wttc.org  ", "2 \ncompetitive environment for travel and tourism development. While South Asian countries rank \nhigh on price competitiveness, they rank low on other indicators such as (i) level of basic \ninfrastructure  development,  (ii)  awareness  of  environmental  aspects  of  development,  (iii) \nadvances in modern technological systems and infrastructure, (iv) human resources in tourism \nactivity, (v) tourism openness (including visa requirements), and (vi) social development. \n \n4.  Geographically,  ecologically,  and  culturally  diverse,  SASEC  is  very  attractive  to \ninternational tourists. Its tourism resources range from the world’s highest mountain peaks in \nNepal, to the vast cultural and physical diversity of India, the world’s longest sea beach and \nlargest mangrove forest in Bangladesh, and the serene and beautiful mountain kingdom of \nBhutan.  SASEC  already  receives  more  than  3  million  international  visitors  per  year,  each \nspending on average $1,073 per visit. In 2000 the combined total revenue from international \ntourists in the subregion was $3,531 million.6 The subregion also has tourist source markets of \nits own. Indian outbound tourists ranked first among tourist arrivals of all three neighbors, \naccounting for 28% of total tourist arrivals to these countries in 2000. The heads of tourism in \nBBIN agree that intraregional travel will be at least as significant as interregional travel to the \nfuture growth of tourism in the subregion. \n \n5.  As  well  as  bringing  in  foreign  exchange,  creating  jobs,  and  contributing  to  overall \neconomic growth, SASEC tourism is particularly attractive as it promotes rural development. \nThe subregion has styles of tourism such as overland cultural tours and mountain trekking that \nare suitable to spread benefits of tourism to the rural poor. The world’s leading examples of \ndevelopment programs using ecotourism to reduce rural poverty have come from the subregion. \nADB’s experience of supporting ecotourism development in Nepal has shown that community-\nbased tourism can help reduce poverty and conserve the natural and cultural heritage.7 Project \nimpacts include (i) increased employment, although seasonal; (ii) increased community capacity \nto manage small enterprises; (iii) increased food production due to additional tourist demand; \nand  (iv)  improved  maintenance  of  local  infrastructure  (e.g.,  campsites  and  trails)  through \ncommunity  participation.  ADB’s  approach  has  combined  improving  airport  infrastructure  in \nremote rural areas with using locally developed training techniques to enable villagers to benefit \nfrom  the  resulting  increased  tourist  flows.  Opportunities  for  this  type  of  approach  occur \nthroughout the subregion, building upon lessons learned from experience.8 \n \n6.  ADB’s experience in the Greater Mekong Subregion (GMS) has illustrated tourism’s \ngreat potential as a sector for subregional cooperation. Cooperation among the six countries in \nGMS created the Mekong region, in which the whole has become greater than the sum of its \nparts. The TWG is aware of the potential for a similar South Asia region. The TWG’s Tourism \nSector Working Group Report and Pre-investment Survey created this awareness and instilled \nin SASEC countries a strong willingness to cooperate.9 However, hurdles must be overcome. As \nwith GMS at the outset, one significant hurdle is the lack of a subregional perspective in tourism \nplanning. Until now, no one has had reason to look beyond national borders to identify patterns \nof tourism in the subregion and the potential to influence and enhance them. A subregional view \nof tourism plans in the four countries is required, drawing comparisons across borders and \nidentifying opportunities for joint development and marketing of shared resources. \n \n                                                 \n6  TWG report and survey (footnote 2). \n7  ADB.  1992.  Tourism  Infrastructure  Development  Project.  Manila:  ADB.  ———.  1996.  Second  Tourism \nInfrastructure Development Project. Manila: ADB. \n8  ADB. 2000. Project Performance Audit Report on the Tourism Infrastructure Development Project. Manila. \n9  Prepared with ADB assistance (ADB. 2000. Technical Assistance for Identification and Prioritization of Subregional \nProjects in South Asia. Manila). ", "    3 \n7.  The TWG report and survey established the general issues and constraints, and also \nidentified development opportunities and project ideas based on the countries’ development \npriorities. The success of the TWG’s programs will depend on the following: (i) the will to work \ntogether; (ii) thematically packaged quality tourism products; (iii) a strong network of air, road, \nand rail access; (iv) easy visa and other facilitation formalities; and (v) a workforce able to \nimplement the programs.  \n \n8.  Besides subregional tourism planning, the TWG report and survey also recommended (i) \nestablishing a SASEC tourism secretariat in one country; (ii) a joint marketing and promotional \nprogram; (iii) a common SASEC visa; (iv) key development projects to ensure good access by \nair, road, rail, and river; (v) a subregional human resource development study; (vi) a program of \nthematic tours; and (vii) use of the New Asian Highway (Singapore to Turkey) as the backbone \nfor overland travel in BBIN. The TWG has narrowed its marketing focus to “ecotourism based on \nnatural and cultural heritage of the subregion” and “Buddhist circuits in BBIN.” A subregional \ntourism development plan is required to refine and prioritize projects on these themes, and to \ncreate a framework program and plan of action for the TWG. Such cooperative planning will \nfacilitate and enable tourism growth in South Asia. \n \n9.  Regional groupings such as the Agency for Coordinating Mekong Tourism Activities and \nSouth  Pacific  Tourism  Organization  combine  resources  for  cost-effective  joint  marketing \ninitiatives  as  well  as  market  research  and  analyses.  As  illustrated  in  GMS,  subregional \ndestination marketing can be effective and produce great efficiencies of scale. The subregional \ntourism development plan will identify projects for joint destination marketing aimed at intra- and \ninterregional tourist markets. The need to upgrade the quality of tourism products will be met \nthrough projects involving public-private partnerships in infrastructure, promoting links between \ntourism and the conservation of the cultural and physical environment, and overcoming human \nresource  development  constraints  through  joint  training  of  trainers.  Opportunities  will  be \nidentified to create an enabling environment for growth through public-private partnerships and \ndeveloping mechanisms to facilitate private sector investment in tourism development. \n \n10.  The TWG has confirmed the basic strategic objectives for subregional cooperation in \ntourism: (i) develop a cooperative spirit among the tourism industries of the subregion, (ii) \ncontribute to sustainable economic growth, (iii) use ecotourism to reduce poverty, (iv) create \njobs, and (v) facilitate private sector investment in tourism.10 \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The TA’s purpose is to prepare, with active participation of BBIN’s tourism sectors, a \nSASEC tourism development plan (TDP) that will provide a thematic framework of programs \nand projects for future subregional cooperation activities of the TWG. The TA will help achieve, \nthrough subregional cooperation, significant growth in tourism, leading to overall economic \ngrowth and reduction of rural poverty in SASEC. \n \n12.  The main output will be a SASEC TDP for 2004–2014, which will include (i) a framework \nprogram under which TWG activities will be structured around the two themes, (ii) specific \nproject ideas and concept plans for appropriate tourism development in key areas where \n                                                 \n10  SASEC Tourism Working Group. 2003. Summary of Proceedings of Third Meeting. Delhi. ", "4 \ntourism  resources  are  shared  by  two  or  more  countries,  and  (iii)  project  ideas  for  joint \ndestination marketing.  \n \nB.  Methodology and Key Activities \n13.  The TA’s participatory approach will involve the tourism industry’s public and private \nsectors and other stakeholders in developing a framework program and project concepts. After \nsome initial research, national workshops with the tourism industry and stakeholders will be held \nin each SASEC country, hosted by the national tourism organizations (NTOs). Draft project \nideas for marketing, infrastructure, human resource development, facilitation of travel, key area \ndevelopment,  and  development  mechanisms  will  be  debated  and  agreed  on  at  these \nworkshops. Later, the TWG will participate in a subregional workshop at which draft results of \nthe study, including an outline action plan, will be presented and discussed. The subregional \nworkshop will also debate and agree on the future program, roles, and procedures of the \nworking group. \n \n14.  The TA will (i) review and build on SASEC tourism planning to date; (ii) analyze existing \nsubregional  tourism  markets,  marketing,  product  demand  and  supply,  cost  and  quality \ncompetitiveness, and constraints on tourism growth; (iii) review national, state, and district \nplans, priorities, and institutional frameworks for tourism development, with particular reference \nto the two themes;11 (iv) consider other national policies, laws, and regulations across sectors \nthat may affect, or be affected by, the economic, social, and ecological impacts of tourism \ndevelopment;  (v)  identify  and  coordinate  with  prospective  partner  agencies,  including \ndevelopment partners; (vi) identify key tourism resources shared by countries, and prepare \nconcept plans for tourism development associated with these; (vii) prepare a draft framework \nprogram and project ideas for discussion with stakeholders, to evolve a widely accepted final \noutput;  (viii)  outline  cost-effective  ways  to  promote  the  themes  to  intra- and interregional \nmarkets through joint destination marketing; (ix) identify, according to agreed-on screening and \nselection criteria, project ideas to develop physical infrastructure to facilitate tourism growth, \ngiving highest priority to projects shared by countries; (x) identify human resource development \nneeds and propose a program to train trainers in tourism, covering government agencies, the \nprivate sector, entrepreneurs, and communities; (xi) identify needed improvements in tourism \nfacilities at border crossings and other improvements to facilitate travel; (xii) outline subregional \nguidelines for tourism development, including criteria for a subregional code of conduct and \ngood  practice  for  the  tourism  industry;  ways  to  ensure  sustainable  development  and \nmanagement of tourism in protected areas; and ways to protect and enhance the rights of \nindigenous  people,  particularly  those  living  in  border  areas;  (xiii)  develop  mechanisms, \nespecially financial ones, to facilitate private sector investment in tourism development, and \nways to link the private sector with communities; (xiv) prepare an action plan to implement the \nframework program, basic guidelines for each country’s participation, and a timeframe for \nimplementation; (xv) recommend roles and procedures for the TWG and other key players in \nimplementation. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $450,000, and will be financed on a grant basis by ADB’s TA \nfunding program. Details of the cost estimates are given in Appendix 2. \n \n                                                 \n11  For example, Royal Government of Bhutan. 2001.  Bhutan National Ecotourism Strategy. Thimpu; and Nepal \nTourism Board. 2001. National Ecotourism Strategy and Marketing Program of Nepal. Kathmandu. ", "    5 \nD.  Implementation Arrangements \n16.  ADB will be the Executing Agency for the TA. The work will be undertaken on behalf of \nthe TWG and carried out in close cooperation with BBIN tourism ministries and NTOs to \npromote ownership and facilitate implementation and field work. ADB will coordinate with other \nworking groups and the South Asia Business Forum established under the SASEC program. \nThe focal points nominated by the NTOs will work closely with the consultants’ team to prepare \nthe TDP. \n \n17.  The TA will be implemented over 6 months, from December 2003 to May 2004. A total of \n18 person-months of consulting services will be required: 8 person-months of international \nconsulting,  comprising  expertise  in  tourism  planning,  tourism  marketing  and  product \ndevelopment, and tourism financing; and 10 person-months of national tourism specialists, with \nexpertise in tourism planning and tourism economics. ADB will recruit an international consulting \nfirm in association with domestic consultants, in accordance with ADB’s Guidelines on the Use \nof Consultants and other arrangements satisfactory to ADB on the engagement of domestic \nconsultants. The selection of consultants will be done using the biodata proposal procedure, \nand advance action will be taken to recruit the consultants. Outline terms of reference are in \nAppendix 3. \n \n18.  The TA consultants will prepare the following: (i) an inception report 2.0 weeks after the \nTA starts, detailing the work program and criteria to screen and select project ideas; (ii) an \ninterim report presenting the findings and outlining a framework program and project ideas, \nabout 3.0 months after the TA starts and when the series of national workshops with the tourism \nindustry and other stakeholders is completed; (iii) a draft final report at the end of 4.5 months; \n(iv) a subregional workshop at the end of 5.0 months, to coincide with a meeting of the TWG \ntentatively planned to be held in Bhutan; and (v) a final report by the  end of 6.0 months, \nincorporating feedback from the subregional workshop and comments on the draft final report, \nand including an action plan defining implementation steps and responsibilities.  \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis for \nthe South Asia Subregional Economic Cooperation Tourism Development Plan, and hereby \nreports this action to the Board. \n ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nGoal       \nAchieve, through subregional  20% increase in tourism within  Tourism statistics of  The subregion is \ncooperation, significant growth  the subregion by 2020   BBIN   politically stable. \nin tourism leading to overall \n25% increase in economic  WTO statistics  The subregion is \neconomic growth and the \nbenefits from tourism by 2020  perceived as secure. \nreduction of rural poverty in \nSASEC   25% increase in employment \nfrom tourism by 2020 \nPurpose       \nPlan, with active participation by  A TDP (2004–2014) approved  ADB review missions  BBIN continue to actively \nthe tourism sectors of BBIN, the  and adopted by the TWG by  participate in tourism \n \norderly development of tourism  June 2004  development. \nin the subregion and promotion \nTourism industries are \nof tourism growth \nwilling to engage with \nNTOs and support \nSASEC initiatives. \nOutputs       \nExisting and likely future  Inception report at the end of 2  TA reports \ntourism patterns in the  weeks, including a detailed \nADB review missions \nsubregion analyzed and  work plan and criteria for \nconstraints to tourism growth  screening and selecting project  TWG meetings \nassessed  proposals \nProject discussions with \nA framework program  Interim report at the end of 3  stakeholders at \ndeveloped under which future  months, presenting the  workshops \nactivities of TWG will be  analyses and assessments, and \nstructured, based on the  outlining the framework \ncommon themes of  program and project ideas \n“ecotourism” and “Buddhist \nA draft final report at the end of \ncircuits” \n4.5 months, with project ideas \nKey areas identified where  further analyzed and developed, \ntourism resources are shared  including broad financial and \nby countries, and development  economic costs and benefits, \nconcepts for these areas  investment requirements, and \nprepared  possible sources of funding \nProject ideas developed for joint  A subregional workshop and \ndestination marketing, for intra-  TWG meeting after 5 months, to \nand interregional markets,  discuss the proposals and \noutlining ways the public and  finalize the recommendations \nprivate sector can collaborate \nA final report—SASEC TDP—\nProject ideas developed for  incorporating feedback from the \nphysical infrastructure  subregional workshop and \nassociated with facilitating  comments on the draft final \ntourism growth  report, and including an action \nplan for implementation \nProject ideas developed for \ntraining trainers in tourism, \nfocusing on human resource \ndevelopment needs associated \nwith the themes ", "  Appendix 1  7 \n       \n  Performance  Monitoring  Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nSpecific mechanisms \ndeveloped, including financial \nmechanisms, to facilitate private \nsector investment in the TDP  \nRecommendations made for a \nfunding facility to promote \nsubregional tourism growth \nAction plan prepared, outlining \nthe steps and a timeframe for \nimplementation \nRecommendations made on the \nroles and procedures of TWG \nand other key players in \nimplementation  \nActivities  Inputs     \nFinalize selection criteria and  Fielding of 8 person-months of   \nthe work plan  international and 10 person-\nmonths of national consultants \nReview and analyze TWG \nfor 6 months \nreports and documents \nIdentification of national focal \nReview and analyze national, \npoints by NTOs \nstate, and local tourism policies \nand plans  Focus group discussions, \nworkshops, and a national \nConsult with stakeholders in \nseminar with active involvement \nBBIN \nof groups and private sector \nPrepare framework program  interests \nunder the themes \nCosts involved: \nPrepare project ideas and  • Consultants  $315,000 \ndevelopment concepts within  • Workshops etc. $ 40,000 \nthe framework program  • Other costs  $ 30,000 \n• Contingencies  $ 65,000 \nBroadly estimate investment \nneeds and economic and \nfinancial benefits of project \nproposals \nPrepare an action plan, \noutlining implementation steps \nand responsibilities \nDevelop an agenda for the \nTWG \n \nADB  =  Asian  Development  Bank;  BBIN  =  Bangladesh,  Bhutan,  India,  and  Nepal;  NTO  =  national  tourism \norganization; SASEC = South Asia Subregional Economic Cooperation; TA = technical assistance; TDP = tourism \ndevelopment plan; TWG = tourism working group; WTO = World Tourism Organization. \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n \nItem  Total Cost \nAsian Development Bank (ADB) Financinga     \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International Consultants    200,000 \n      ii.  National Consultants    55,000 \n    b.  International, Regional, and Local Travel    50,000 \n    c.  Reports and Communications    10,000 \n     \n  2.  Workshops and Seminars     \n    a.  Facilitators and Experts    10,000 \n    b.  Other Costs and Facilities    30,000 \n     \n  3.  Surveys, Data, and Publications    15,000 \n     \n  4.  Miscellaneous Administration and Support Costs    15,000 \n     \n  5.  Contingencies    65,000 \n     \n        Total    450,000 \na  Financed by ADB’s TA funding program. \nSource: ADB estimates. \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will require the services of about 8 person-months of \ninternational consultants in tourism planning, tourism marketing and product development, and \ntourism financing; and a total of 10 person-months of national consultants—four specialists in \ntourism planning (one from each participating country) and one specialist in tourism economics \nfrom the subregion. All specialists will do the following:  \n \n(i)  Ensure that the tourism development plan (TDP) builds on the Tourism Sector \nWorking Group Report and Pre-Investment Survey and all other reports and \npapers  associated  with  the  South  Asia  Subregional  Economic  Cooperation \n(SASEC) tourism sector. \n(ii)  Participate in the inception planning workshop. \n(iii)  Coordinate with activities of other related working groups and the South Asia \nBusiness Forum established under SASEC. \n(iv)  Attend national industry workshops in each country to discuss and agree on \nproject ideas. \n(v)  Participate in the final SASEC tourism working group (TWG) workshop at which \ndraft results of the study will be presented, and the roles and procedures of TWG \ndiscussed and agreed on. \n(vi)  Contribute to reports and other outputs as required, following Asian Development \nBank (ADB) guidelines. \n(vii)  Provide any other assistance the team leader may require. \n \nA.  Tourism Planning Specialist and Team Leader (international, 3.5 person-months) \n2.  The tourism planning specialist, who will also be the team leader, will coordinate the \ninputs and work plans of all team members. The specialist will make all analyses necessary to \nprepare  the  SASEC  TDP  to  develop  socially,  culturally,  and  environmentally  sustainable \nsubregional tourism, consulting widely with the tourism industry in Bangladesh, Bhutan, India \nand Nepal (BBIN). This task will involve desk and field studies. Specifically the team leader will \nwork with team members to do the following: \n  \n(i)  Review existing and likely future tourism patterns in the subregion and use them \nto elicit inputs from industry regarding constraints on tourism growth. \n(ii)  Hold a planning workshop at inception for the consulting team. \n(iii)  Establish the planning context by presenting an overview of existing national, \nstate,  and  district  plans,  priorities,  and  institutional  frameworks  for  tourism \ndevelopment. Early in the process, gather and review all existing national, state, \nand district plans and priorities for tourism development. Also gather and review \nnational sectoral policies, laws, and regulations that may affect or be affected by \ntourism development, and any published information on the potential impacts of \ntourism. Summarize each national picture, paying attention to the prospects for \ntourism growth. \n(iv)  Approach prospective partners (bilateral and multilateral aid agencies, public and \nprivate sector agencies, nongovernment organizations) that may be willing to \nhelp implement the TWG’s programs, analyze the motivations of the agencies, \nand seek opportunities to involve the them in the remainder of the planning \nstudy, specifying the nature of the envisaged assistance. \n(v)  Propose a draft framework of program headings and specific project ideas under \nwhich future TWG activities will be structured, fully incorporating the TWG’s \n ", "10  Appendix 3 \ndecision at its third meeting to focus its activities on (a) ecotourism based on \nnatural and cultural heritage of the subregion and (b) Buddhist circuits in BBIN. \n(vi)  Discuss  the  draft  with  stakeholders  during  the  study  and  evolve  a  widely \naccepted framework. \n(vii)  Include project ideas for joint destination marketing, outlining how the public and \nprivate sectors can collaborate in practical, cost-effective ways to promote the \nthemes to intra- and interregional markets. \n(viii)  Include project ideas to develop physical infrastructure associated with facilitating \ntourism  growth,  giving  highest  priority  to  projects  shared  by  two  or  more \ncountries. \n(ix)  Include project ideas to train trainers, focusing on the tourism-related human \nresource  development  needs  of  government  agencies,  private  sector, \nentrepreneurs, and communities. \n(x)  Include project ideas to improve tourism facilities at border crossings and those \nto facilitate travel associated with the themes. \n(xi)  Include outline subregional guidelines for tourism development, including criteria \nfor a subregional code of conduct for the tourism industry and actions required in \nother fields such as environmental and social impact assessment. \n(xii)  Identify key areas where tourism resources are shared by countries, and prepare \nconcept plans to develop tourism in these areas. \n(xiii)  Include  project  ideas  to  develop  mechanisms,  especially  financial  ones,  to \nfacilitate private sector investment in tourism development associated with the \nthemes. \n(xiv)  Present an action plan outlining the steps to implement the framework programs, \nbasic  guidelines  for  each  country’s  participation,  and  a  timeframe  for \nimplementation.  \n(xv)  Hold national industry workshops in each SASEC country, to be hosted by the \nnational tourism organizations (NTOs), at which draft project ideas for marketing, \ninfrastructure,  human  resource  development,  facilitation  of  travel,  key  area \ndevelopment, and development mechanisms will be debated and agreed on.  \n(xvi)  Conduct a TWG workshop at which draft results of the study will be presented \nand discussed, and the roles and procedures of the TWG debated and agreed \non. \n(xvii)  Recommend  roles  and  procedures  of  the  TWG  and  other  key  players  in \nimplementation. \n(xviii)  With the tourism marketing and product development specialist, prepare the final \nTDP. \n \nB.  Tourism Marketing and Product Development Specialist (international, 2.5 person-\nmonths) \n3.  The specialist will provide inputs on subregional marketing and product development for \nthe TDP. The specialist will make all necessary analyses to develop socially, culturally, and \nenvironmentally sustainable subregional tourism by undertaking desk and field studies, and \nattending  and/or  conducting  workshops  as  required.  Specifically  the  specialist  will  do  the \nfollowing: \n \n(i)  Help  (a) review existing and likely future tourism patterns in the subregion, \nincluding subregional tourism markets, marketing, product demand and supply, \ncost and quality competitiveness, and constraints on tourism growth; and (b) \nestablish the overall planning context and partner agencies. ", "  Appendix 3  11 \n(ii)  Help draft the framework program and project ideas focusing activities on the \nthemes  and  taking  into  account  tourism  product  development,  physical \ninfrastructure, general services, tourism investment, training needs, and potential \nimpacts of tourism. \n(iii)  Help outline subregional guidelines for tourism development, including criteria for \na subregional code of conduct for the tourism industry. \n(iv)  Develop project ideas for joint destination marketing, outlining how the public and \nprivate sector can collaborate in  practical, cost-effective ways to promote the \nthemes to intra- and interregional markets.  \n(v)  With  the  team,  develop  project  ideas  to  identify  key  areas  where  tourism \nresources are shared by two or more countries and help prepare concept plans \nto develop tourism in these areas. \n(vi)  With  the  team  leader,  develop  an  action  plan  to  implement  the  framework \nprogram. \n(vii)  With the team leader, conduct national industry workshops in each SASEC \ncountry to debate and agree on project ideas for marketing, infrastructure, human \nresource  development,  facilitation  of  travel,  key  area  development,  and \ndevelopment of mechanisms. \n(viii)  With the team leader, prepare the final SASEC TDP. \n \nC.  Tourism Finance Specialist (international, 2 person-months) \n4.  The specialist will provide inputs on subregional investment for the SASEC TDP study \nfollowing ADB guidelines. The specialist will analyze financing the development of socially, \nculturally, and environmentally sustainable tourism, and explore the viability of establishing a \nfunding facility to stimulate tourism in the subregion. This task will involve desk and field studies, \ninteracting with financial institutions and the private sector, and attending and/or conducting \nfocus group discussions and workshops as required. Specifically the specialist will do the \nfollowing: \n \n(i)  Help  review tourism patterns in the subregion, overall planning context, and \nprospective partner agencies from an investment perspective. \n(ii)  Review government tourism policy in general, and fiscal incentives to the tourism \nsector in particular, in each country. \n(iii)  Help draft the framework program and specific project ideas focusing on the \nthemes, taking into account investment and funding imperatives. \n(iv)  Assess the overall amount of financial resources required to implement the \nSASEC TDP. \n(v)  Guide the work of the national tourism economist. \n(vi)  Develop recommendations for a funding facility program, outlining ways the \npublic and private sector can collaborate to promote investment for tourism \ninfrastructure and product development. \n(vii)  With the team, develop funding ideas for key areas where tourism resources are \nshared by countries, and help prepare concept development plans for tourism in \nthese areas. \n(viii)  Help outline subregional guidelines for tourism development, including criteria for \na subregional code of conduct for the tourism industry. \n(ix)  With the team leader, develop an action plan to implement the funding facility of \nthe framework program. \n(x)  With the team leader, conduct national industry workshops in each country to \ndebate and agree on project ideas. \n ", "12  Appendix 3 \n \nD.  Tourism Planning Specialists (national, 8 person-months) \n5.  The specialists (one from each country) will provide inputs on tourism for the SASEC \nTDP  and  determine  how  to  develop  socially,  culturally,  and  environmentally  sustainable \nsubregional tourism. The specialists will work closely with NTO staff nominated as the focal \npoint. The work will involve conducting desk and field studies, and attending workshops as \nrequired. Each specialist will, with the guidance of the team leader, do the following: \n \n(i)  Review and analyze existing and likely future tourism patterns in the country and \nsubregion, including tourism markets, marketing, product demand and supply, \ncost and quality competitiveness and the constraints on tourism growth. \n(ii)  Prepare an overview of the relevant national, state, and district plans, priorities, \nand institutional frameworks that relate to tourism. \n(iii)  Prepare an overview of other national sectoral policies, laws, and regulations that \nmay affect or be affected by the economic, social, and ecological impacts of \ntourism development.  \n(iv)  Help identify prospective partner agencies in the country and subregion. \n(v)  Identify  national  tourism-related  human  resource  development  needs  of \ngovernment agencies, private sector, individual entrepreneurs, and communities; \nand outline the needs of training trainers. \n(vi)  Help  draft  framework  program  headings  and  project  ideas,  focusing  on  the \nthemes,  taking  into  account  tourism  product  development,  marketing  and \npromotion,  physical  infrastructure,  general  services,  tourism  investment,  and \ntraining needs. \n(vii)  With  the  team,  develop  project  ideas  and  identify  key  areas  where  tourism \nresources can be shared by countries, and help prepare concept plans for \ntourism development in these areas. \n(viii)  With the team, outline subregional guidelines for tourism development, including \ncriteria for a subregional code of conduct and good practice for the tourism \nindustry, ways to ensure sustainable development and management of tourism in \nprotected areas, and ways to preserve and protect and enhance the rights of \nindigenous people, particularly those living in border areas. \n(ix)  Organize and attend national industry workshops to debate and agree on draft \nproject  ideas  for  marketing,  infrastructure,  human  resource  development, \nfacilitation of travel, key area development, and mechanism development.  \n(x)  Work closely with NTO staff appointed as the focal point, and coordinate with the \nteam leader and tourism marketing and product development specialist. \n \nE.  Tourism Economist (national, 2 person-months) \n6.  The  consultant  will  be  from  one  of  the  participating  countries,  and  will  have  a \nbackground and experience in assessing financial and economic costs and benefits of tourism-\nrelated projects. The consultant will work closely with the national tourism planning specialists \nand under the guidance of the international tourism finance specialist, and will be responsible \nfor the following tasks: \n \n(i)  Assess  the  economic  impacts  of  subregional  cooperation  in  tourism,  with \nreference to economic growth and employment. \n(ii)  Broadly quantify the net benefits of identified projects in economic and financial \nterms, including consideration for ecological aspects. ", "  Appendix 3  13 \n(iii)  Prepare preliminary financing and investment needs, and examine all possible \nfinancing options (local, national, and external).  \n \nF.  Workshop Facilitators and Experts \n7.  The team leader will, with concurrence of ADB, select experts to contribute to and \nfacilitate discussions at the national workshops and the final seminar, on topics of relevance to \nsubregional development planning. Specialist inputs will be related to tourism trends, market \nanalysis and marketing, economics of tourism, pro-poor tourism development, tourism law, and \nenvironmental  and  social  impacts  of  tourism  on  other  country-specific  aspects  promoting \nsocially, culturally, and environmentally sustainable tourism. The team leader will identify the \nexperts during his or her first round of country visits, after discussions with the national tourism \nplanning specialists and the country’s NTO focal point. The experts will be required to undertake \ndesk research and present a paper to a national industry workshop. \n \n \n "], "metadata": {"Producer": "Acrobat Distiller 5.0.5 (Windows)", "Author": "ADB", "ModDate": "D:20031117083212+08'00'", "CreationDate": "D:20031114151051+08'00'", "Creator": "Acrobat PDFMaker 5.0 for Word", "Title": "South Asia Subregional Economic Cooperation Tourism Development Plan"}}