{"path": "data/input/ta/tar-ino-35122.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR:INO 35122\nTECHNICAL ASSISTANCE\nTO THE\n REPUBLIC OF INDONESIA\nFOR\nFACILITATING PRIVATE SECTOR PARTICIPATION\nIN PORTS INFRASTRUCTURE UNDER DECENTRALIZATION\nJuly 2003", "CURRENCY EQUIVALENTS\n(as of 9 June 2003)\nCurrency Unit – rupiah (Rp)\nRp1.00 = $0.000123\n$1.00 = Rp8,135\nABBREVIATIONS\nADB – Asian Development Bank\nDGSC – Directorate General of Sea Communications\nEKON – Coordinating Ministry for Economic Affairs\nJICA – Japan International Cooperation Agency\nMOC – Ministry of Communications\nPSP – private sector participation\nSBD – standard bidding documents\nTA – technical assistance\nNOTE\nIn this report, \"$\" refers to US dollars.\nThis report was prepared by M. Rehman (team leader).", "I.  INTRODUCTION\n1. The Government of Indonesia, under the 2002–2004 Country Strategy and Program\nUpdate, requested advisory technical assistance (TA) from the Asian Development Bank (ADB)\nto promote private sector participation (PSP) in the ports sector.  Although the maritime freight\ntraffic has grown substantially, given the competitive edge of its costing vis à vis other modes of\ntransport,  the  state  of  the  ports  sector  and  the  associated  shipping  industry  impedes  full\nexploitation of the installed infrastructure.  Given the archipelagic character of the country,\nnearly 90% of Indonesia's international trade goes through ports. The 5-year development plan\n(2001–2005) for Indonesia places high priority on the development of ports infrastructure.1\n2. There are some 2,133 ports scattered around the Indonesian archipelago, comprising\n977 public ports and 1,156 special purpose ports. Of the 977 public ports, 725 are seaports and\nthe  remaining  are  river/lake  and  ferry  ports.  The  seaports  are  further  divided  into  111\ncommercial and 614 noncommercial ports.2 Under the functional hierarchy, ports are divided\ninto trunk ports (international-hub, international, and national) and feeder ports (regional and\nlocal). The 111 public commercial ports (trunk and feeder) are managed by the four ports\ncorporations called PT Pelindos or IPC (Indonesia Ports Corporation). The 614 noncommercial\nports are at present directly managed by the Ministry of Communications (MOC), but about 320\nof them will be devolved to the regional and district governments in the near future.\n3. A number of studies for the development of and investment in the ports sector have\nbeen undertaken in the recent years  under the auspices of the Directorate General of Sea\nCommunications  (DGSC)  of  MOC.  While  this  study  and  the  TA  framework  are  aimed  at\nproviding  a  coherent  relation  to  previously  completed  studies  for  the  development  of  and\ninvestment in the ports sector, the earlier studies concluded were strategy directed and with less\nfocus  on  the  investment  aspect.  This  study  is  specifically  focused  to  prepare  a  ports\ninfrastructure project through PSP.\n4. The ports sector suffers from a number of issues, including lack of financing sources,\npoor operational and financial performance, weak legal and regulatory framework, and weak\nmultimodal linkages. The growing budgetary pressures facing Indonesia in the post-Asian crisis\nphase,  as  well  as  the  move  towards  regional  fiscal  and  administrative  decentralization\nintroduced in 1999, have together further aggravated the problem of ports development. PSP\nwill help supplement the funding requirements, while inducing greater commercialization and\nefficiency in services offered. A Fact−Finding Mission fielded in November 2002 reached an\nunderstanding with the Government on the goal, purpose, scope, cost, time frame, financing,\nimplementation arrangements, and terms of reference for consulting services for the TA.3 The\nTA framework is in Appendix 1.\nII.  ISSUES\n5. Previous ADB-financed ports development projects were faced with challenges, and this\nTA  recognizes  the  lessons  learned.  These  include  (i)  strengthening  management  and\n                                                \n1  ADB’s assistance for ports development amounts to $312 million for 10 loans and $3 million for 13 TAs. The lastest\nADB-financed ports project, L-1559-INO: Belawan, Banjarmasin, and Balikpapan Ports Project, for $100 million,\napproved on 30 September 1997, was cancelled in May 1999 as a result of the financial crisis.\n2  Some of the commercial ports are not profitable and are, in fact, providing public service obligations, which is\ncross-subsidized by profitable ports. This aspect has been investigated under ADB. 2001. Technical Assistance to\nthe Republic of Indonesia for Commercialization of Public Service Obligations. Manila.\n3  The TA first appeared in ADB Business Opportunities (internet edition) on 23 July 2002.", "2\noperations  of  commercial  and  noncommercial  ports;  (ii)  developing  the  domestic  shipping\nindustry  and  renewing  the  ageing  shipping  fleet;  (iii)  developing  a  sustainable  funding\nmechanism for pioneer shipping services; (iv) improving cargo consolidation for long distance\ninternational shipping; (v) optimizing the current level of tariffs, which are low in the case of\nnoncommercial  ports  and  high  for  commercial  ports;  (vi)  improving  the  existing  legal  and\nregulatory framework for PSP; (vii) improving maritime transport safety; and (viii) improving road\naccess, planning, and traffic management at major ports and multimodal interchanges.\n6. Legal and Regulatory Framework. The decentralization process currently under way in\nIndonesia is aimed at bringing decision-making and resource management responsibilities to\nthe district and city levels, and  promoting a new approach to governance at both the central\nand the regional government levels, thus introducing new mechanisms for service delivery. The\ntwo decentralization laws—No. 22/1999 on Regional Governance and No. 25/1999 on Central\nRegional Fiscal Balance—cover all major aspects of fiscal and administrative decentralization of\nthe existing  government structure, consisting of 30 provinces and 425 districts and cities spread\nover 13,000 islands. Under law 22/1999, the district (kabupaten) and city (kota) governments\nwill become fully autonomous in the long term. The district/city heads will no longer report to the\ngovernor of the province but to a locally elected assembly (Dewan Perwakilan Rakyat Daerah)\nand to the President of the Republic.\n7. Indonesia's political and fiscal decentralization program has called for extensive legal\nreforms  and  adoption  of  a  subsequent  regulatory  framework  to  operationalize  new  laws\ngoverning the central and local governments. To attract PSP, it is imperative that the existing\nweak regulatory system be replaced by a comprehensive legal and regulatory framework to\nguide managers/decision makers to assess the solutions offered by the private sector and to\nevaluate  PSP proposals systematically. Potential investors should be able to assess the risks\nattached to investment opportunities, and to get comfort from the regulatory framework that\nrisks can be mitigated to an acceptable level. Similarly, regulatory barriers to competition must\nbe  removed  from  the  districts/local  government  system  wherever  they  exist.  The  legal\nframework enacted to date requires review and amendments where necessary to make it\ncompatible with the laws governing local administrations.  For example, President’s decree\nKeppres 7, issued in 1998, on the cooperation between the Government and private enterprise\nfor development and/or management of infrastructure, is under revision to bring it in line with the\ndecentralization laws.\n8. Availability of Long-Term Financing for Ports Development.  The private sector\ninvestment in the infrastructure sector over the 5-year period prior to the Asian crisis (1991–\n1996)  was  about  $91  billion:  power  generation,  $60  billion;  telecommunication,  $9  billion;\ntransportation, $7 billion; and toll roads, $15 billion. Since 1997, due to the financial crisis,\npublic sector funding for infrastructure has been sharply compressed to ensure fiscal prudency,\nwhile accommodating the cost of financial sector restructuring, and strengthening social safety\nnets. Therefore, in the years to come, the private sector is expected to shoulder a major share\nof the projected investments in the transport infrastructure sector.  However, the political and\neconomic uncertainties following the crisis affected the investment climate, and private flows\nsharply declined, resulting in a fall in modernization, operation, and maintenance of existing\ninfrastructure.    Investors  have  also  been  facing  difficulty  raising  capital  locally,  given  the\nweaknesses  in  the  capital  market  stemming  from  the  absence  of  an  alternate  long-term\nfinancing and debt market.  Imprudent bank lending has resulted, in the past, in currency and\nmaturity  mismatches.    Reviving  private  sector  interest  in  infrastructure  will  help  ease  the\nbudgetary burden as well as improve the economic efficiency and quality of service delivery.", "3\n9. Risk Allocation and Mitigation. Infrastructure projects involve large investments for\nwhich  cost  recovery  is  achievable  only  over  long  periods  of  time.    In  general,  the  risks\nassociated with these investment projects force potential private investors to be more cautious\nthan in the case of other types of investments. Furthermore, the projects have to be “bankable,”\ni.e., technically feasible, financially viable, and able to deliver acceptable returns to investors.\nBut most often, the necessary tools to mitigate project risks such as adequate contractual\narrangements, insurance policies, and guarantees are not available. The important principle that\nthe risks should be assumed by the parties most suited to control them is not necessarily\nadopted.\n10. Standard Bidding Documents (SBDs).  Efficient and transparent competitive bidding\nfor PSP is essential to encourage investor participation. SBDs are useful tools to facilitate the\nbidding process. However, no standard bidding documents have been designed specifically for\nPSP in ports infrastructure. There is therefore a need to develop SBDs to promote a competitive\nbidding  process  for  PSP  consistent  with  the  new  legislation,  local  procurement  rules,  and\ninternational  procedures.  Mobilizing  PSP  in  ports  infrastructure  may  take  different  forms:\ndecentralizing the ports management authority, corporatizing, semiprivatizing, converting to a\nlandlord ports model, capitalizing or restructuring of assets and liabilities, etc. The SBDs need\ntherefore to be comprehensive and should offer options that can be applied to various port\nmodels depending on characteristics and specific PSP requirements.\nIII.  THE TECHNICAL ASSISTANCE\nA.  Purpose and Output\n11. The purpose of the TA is to assist the Government in promoting PSP in the ports sector\nunder local government jurisdiction. The TA will explore avenues to select priority representative\nport locations, types, and functions most suitable for PSP initiatives, considering legal, financial,\nand institutional requirements.  After identifying representative priority ports for PSP, the TA\noutput will include (i) identifying port infrastructure and operation components that will be eligible\nfor  private  sector  participation;  (ii)  recommending  amendments  to  the  local  rules  and\nregulations, and other initiatives to facilitate PSP; (iii) assessing the scope of local financing\nmechanisms,  such  as  bond  market  development/capacity,  and  identifying  prospective  PSP\nsponsors as well as developing selection criteria;  (iv) developing standard guidelines and\nbidding  documents  for  PSP  transactions  for  the  selected  pilot  public  ports;  and  (v)\nrecommending further action to implement PSP in the selected ports, using the tools developed\nunder the TA.\nB.  Methodology and Key Activities\n12. The TA will prepare a long list of ports, representative of all types of ports in Indonesia\nthat  could  attract  PSP,  including  commercial  and  noncommercial  ports  under  the  existing\nnational and regional/local systems of government. The list will preferably include ports that\nhave been previously studied for improvements, so that substantial data and blueprints of\ndevelopment plans are already available.  For example, the study on the Development Scheme\nfor Principal River Ports in Indonesia by the Japan International Cooperation Agency (JICA)\nprepared development plans in May 2002 for seven priority ports that could be considered\nunder this TA.   \n13. The  TA  consultants  will  develop  PSP  qualification  criteria  to  which  the  long  list  of\nselected ports will be subjected. The criteria will be based on such factors as strategic location,", "4\nexisting  infrastructure  and  development  needs,  potential  investors’  expectations,  and  the\nrespective local government’s requirements in line with the Central Government infrastructure\ndevelopment strategy. As a result, a shortlist of priority ports, thereafter called pilot ports, will be\ngenerated, which will become the focus of this study for promoting PSP under the new system\nof regional autonomy. The other components included in the TA study will be looked into only\nfor the shortlisted  pilot ports.\n14. More specifically, the consultants are expected to carry out the following key activities to\nproduce the output of the TA study. Outline terms of reference are in Appendix 2.\n(i)  In consultation with DGSC and other relevant stakeholders, including private\nsector operators, prepare a long list of 8–12 ports for which substantial data and\nfuture  development  plans  are  available;  and  group  them  according  to  their\nphysical  infrastructure,  size,  demand  characteristics,  and  growth  projections.\nPrioritize the list following selection criteria agreed upon with all stakeholders,\nbased on port type, commercial or noncommercial, physical infrastructure and\nsize, technical aspects, financial viability, demand characteristics  and  growth\npotential, options for unbundling services, and assets. Propose a short list of 3–5\npilot ports to be approved by ADB and the Executing Agency for implementation\nof the PSP study under the TA.\n(ii)  Identify the legal and regulatory requirements after reviewing the current status\nand the deficiencies that must be overcome to attract PSP for the pilot ports.\n(iii)  Assess the availability of short- and long-term financing and  the scope for local\nbond  markets  (or  other  relevant  financing  mechanisms),  investment\nopportunities, and risk allocation mechanisms; and identify prospective sponsors\nfor PSP.\n(iv)  Develop a set of SBDs and guidelines to be applied to the pilot ports, to be used\nfor PSP initiatives in ports infrastructure subsequent to decentralization.\n(v)  Propose an action plan to apply the developed documents and guidelines to the\npilot ports, leading to successful PSP transactions.\nC.  Cost and Financing\n15. The total cost of the TA is estimated at $395,000 equivalent, comprising $256,000 in\nforeign exchange costs and $139,000 equivalent in local currency costs. The Government has\nrequested ADB to finance $315,000 equivalent covering the entire foreign exchange cost and\n$59,000 equivalent of the local currency cost. The TA will be financed on a grant basis by ADB’s\nTA funding program. The Government will finance the remaining $80,000 equivalent of the local\ncurrency costs. The cost estimates and financing plan are presented in Appendix 3.\nD.  Implementation Arrangements\n16. The TA study will be implemented by a consulting firm to be recruited by ADB using the\nsimplified technical proposal procedure, in accordance with ADB’s Guidelines on the Use of\nConsultants (Quality and Cost-Based Selection—April 2002 version) and other arrangements\nsatisfactory to ADB for the engagement of domestic consultants.   ", "5\n17. The TA will require a total of about 27 person-months of consulting services, including\nabout 10 person-months of international and about 17 person-months of domestic consultants.\nThe team of international and domestic consultants will have expertise in the areas of legal and\nregulatory  regimes,  financial  markets,  project  finance,  ports  infrastructure  technology,  and\npreparation of procurement and bidding documents. The TA is expected to last 6 months\ncommencing in  October 2003 and will be completed in April 2004.\n18. The Coordinating Ministry for Economic Affairs (EKON) will be the Executing Agency for\nthe TA. EKON will facilitate the work of the TA consultant by providing close coordination with\nother agencies to be involved in the TA, such as the National Development Planning Agency,\nDGSC,  the  State-Owned  Enterprises  Bureau,  and  the  Ministry  of  Home  Affairs.  An\ninterdepartmental  team  will  be  established  under  the  auspices  of  EKON  to  interact  with\nstakeholders in addition to guiding and monitoring the progress of the TA.\n19. Suitable counterpart staff from EKON will be assigned to the day-to-day implementation\nof the TA. EKON will provide administrative and technical support to the consultants, including\noffice accommodation and communications facilities, and will ensure that all documents, data,\nmaps, and information relevant to the TA are provided to the consultants in a timely manner.\nThe equipment needed for the TA will be procured by the consultants in accordance with ADB’s\nGuidelines for Procurement and turned over to EKON upon completion of the TA.\n20. This TA will build on the output of previously completed work, and the results of those\nstudies will be synthesized in the output of this TA (Appendix 2, para. 2). The consultants may\nalso  draw  upon  best  practices  in  public-private  partnerships  in  similar  size  ports  in  other\ncountries. Furthermore, the TA will coordinate with and complement studies planned in the near\nfuture, such as ADB’s interisland transport project preparatory TA, and the World Bank’s TA for\nprivate provision of infrastructure; both are planned to start in mid-2003. The Fact-Finding\nMission held meetings with other multilateral institutions/agencies to avoid any duplication, and\nthis TA effectively complements their initiatives. Such coordination will be maintained during the\nimplementation of the TA.\n21. The  consultants  will  prepare  an  inception  report  for  consideration  by  ADB  and  the\nGovernment one month after commencement of the TA. A brief interim report on the progress of\neach of the main tasks and highlighting key issues will be prepared at the end of the third\nmonth. The draft final report will be submitted at the end of the fifth month after commencement\nof the TA. Tripartite meetings among the Government, ADB, and the TA consultants will be held\nat appropriate times after submission of the reports. The final report incorporating all comments\nmade by the Government through EKON and ADB will be issued before the end of the sixth\nmonth.\nIV.  THE PRESIDENT'S DECISION\n22. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $315,000 on a grant basis to\nthe Government of the Republic of Indonesia for Facilitating Private Sector Participation in Ports\nInfrastructure under Decentralization, and hereby reports this action to the Board.", "6 Appendix 1\nTECHNICAL ASSISTANCE FRAMEWORK\nDesign Summary Performance Indicators Monitoring Mechanisms Assumptions\nGoal\nTo  facilitate private sector Statistics of Central Bank of Number of potential Government keeps\nparticipation in ports Indonesia and commercial investors recorded through improving macroeconomic\ninfrastructure  under fiscal  and banks show increased their responses to the policies;  stable economic\nadministrative decentralization private sector investment in prospective infrastructure and political environment in\ninfrastructure projects. development/maintenance the country\ninitiatives\nMore PSP transactions\nplanned, solicitations\nevidenced for ports\ninfrastructure projects\nPurpose\nAssist the Government in Recommendations to Technical Assistance Political stability, economic\nattracting private sector promote private sector Completion Report and recovery, sound banking\nparticipation in selected priority participation are continued policy dialogue system, proper regulatory\nports. implemented in  selected with governments mechanisms and\nports. implementation procedures\nOutputs\n1.  Long list of priority ports  8–12  ports  identified as TA review missions and Government agencies\nsuitable for private sector representative priority ports, reports provide necessary data;\nparticipation and short list of and 3–5 pilot ports  selected existing development plans\npilot ports that will be eligible for further TA work, wherein\nfor private sector participation at least half of the port Government agencies, local\ncomponents are to be and central, interact and\nmanaged by the private participate in the\nsector development of workable\ndocuments applicable to all\n2. Regulatory and legal Regulatory and legal selected pilot ports\nreforms—barriers and gaps amendments proposed in\nidentified and requirements the draft final report ,  all Government agencies at\nlisted for the shortlisted ports accepted by the both the center and local\nGovernment levels provide required\n3.  Capacity of capital and information to the consultant\nfinancial markets development Development of project in a timely manner. The\nassessed for the selected pilot financing mechanisms, Government is willing to\nports bonds, securities implement needed\nregulatory changes.\n4.  Standard bidding and A set of operational\nguideline documents prepared procedures and standard Safe environment for the TA\nfor the PSP pilot ports bidding documents attached team to go around the\nto the draft final report country as necessary\n5.  Action plan for PSP Proposed action plan Government willing to\nimplementation in the pilot accepted by the accept the TA\nproject proposed Government recommendations\nTA= technical assistance.", "Appendix 1 7\nDesign Summary Performance Indicators Monitoring Mechanisms Assumptions\nInputs\n1. International consultants, Consultants recruited Evaluation of consultants' Availability of qualified\n10 person-months ($200,000) proposals, negotiations, international consultants\nand award of contract\n2. Domestic consultants, Consultants recruited Evaluation of consultants' Availability of qualified\n17 person-months, ($34,000) proposals, negotiations, domestic consultants\nand award of contract\n3. Travel, office equipment, Related activities Invoicing, tripartite The Government will provide\nand miscellaneous implemented and equipment meetings, and counterpart staff, support\nadministration and support procured reports services, facilities,\ncosts ($34,000) information, and data as\nrequired by the consultants\nand in a timely manner.\n4. Reports and communication Reports printed and Invoicing, tripartite Acceptable peace and order\n($5,000) fax/letter generated meetings, and reports situation\n5. Government counterpart Staff nominated and facilities Tripartite meetings Timely and efficient\nstaff and facilities  ($80,000) provided interaction with the TA\nconsultants", "8 Appendix 2\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\nA.  Scope of work\n1. The  consultants  will  carry  out  required  tasks  outlined  under  this  advisory  technical\nassistance (TA), adopting a sequence most suitable to achieve the objectives within the given\ntime period, specialists (international and domestic), and budget.\n2. The consultants will establish a baseline status for this TA after consulting with the\nconcerned agencies, reviewing all relevant studies, and collecting the needed data. For ready\nreference some of the studies are (i) report on the local government finance and bond market\nfinancing in Indonesia—November 2002; (ii) regulatory framework for private and public water\nsupply and wastewater enterprises (Asian Development Bank [ADB] TA 3761-INO); (iii) private\nsector  participation  for  urban  infrastructure  projects  (ADB  TA  3804-INO);  (iv)  sustainable\ncapacity building for decentralization project (under preparation); (v) support to the partnership\nfor governance reform in Indonesia (ADB TA 3813-INO); (vi) managing regional disparities in\neconomic  and  poverty  programs  under  decentralization  (ADB-ADTA);  (vii)  World  Bank\nregulatory program framework and sector reform initiative on private sector participation 2000;\n(viii) Japan International Cooperation Agency (JICA) study on ports development strategy in\nIndonesia, 1999; (ix) Japan Bank for International Cooperation’s  ongoing  study on the small\nports development project in East Indonesia; (x) Private Sector Participation in the Transport\nSector Project—ADB TA: 2527-INO,1998; (xi) Transport Sector Strategy Study for Indonesia—\nADB Loan 1089-INO, 2000; and (xii) reports on ADB Loan 1511-INO. Further, the consultants\nwill coordinate with ADB’s TA on interisland transport project (to be commenced by mid-2003)\nand with the other upcoming studies such as one planned by the World Bank to share relevant\ndata and information. This is necessary to take advantage of the latest data available and to\nensure that efforts will complement and not duplicate. Furthermore, the consultants will maintain\nregular interaction with the local governments and other stakeholders through meetings to\ninsure their participation with the assistance of the Executing Agency.\nB. Sequence of Tasks\n3. The consultants’ tasks include, but are not limited to the following:\n(i)  Develop a program and methodology to carry out the TA including criteria for (a)\na long list of 8–12 representative target ports, and (b) a shortlist of 3–5 pilot ports\nwherein at least half of the port components are to be managed by the private\nsector. The selection of the ports comprising the long list can be done through\nreviewing the hierarchy of the ports system in Indonesia, types and functions,\ndemand characteristics, and growth projections. The ports for which data are\navailable,  such  as  those  in  the  May  2002  JICA  study  on  the  development\nscheme (data and development scenarios of seven ports are presented) can be\nconsidered.\n(ii)  Establish  a  baseline  status  of  the  prioritized  ports,  to  be  selected  following\nagreement upon criteria as described above, and in the TA paper. This will be\npresented in the inception report.", "Appendix 2 9\n(iii)  Meet with the central/local government agencies and stakeholders to review the\ncriteria for the long list of representative ports and of the short list of pilot ports.\n(iv)  Obtain additional/missing information/data through field visits as necessary to\nprepare a short list of 3–5 pilot ports in accordance with the qualification criteria\nestablished by the consultant and approved by ADB and the Executing Agency.\nThus, the selected pilot ports will be the focus of the implementation of the\nfollowing TA tasks.\n(v)  Review  the  availability  of  sustainable  financing  including  status  of  the  bond\nmarkets under the Central Government’s newly issued decrees, and policies on\nthe issuance of long-term bonds. More specifically, investigate the prospects for\ncapital market development and the requirements of the local governments in the\ndistricts of the pilot ports. Also, identify potential sponsors and their requirements.\n(vi)  Review and identify legal and regulatory requirements to promote PSP for the\npilot ports. This activity would further emphasize the need to complete legislature\nat the central and local levels to fulfill the Government’s plans to decentralize\nfiscal and administrative machinery through regional autonomy.\n(vii)  Consult relevant stakeholders such as government officials, private sector port\noperators, freight forwarders, shipping companies, trucking industries, port based\nindustries and non-government organizations.\n(viii)  Prepare the interim report and conduct the tripartite meeting.\n(ix)  Prepare standard bidding documents for PSP for the pilot ports which should be\napplicable  to  various  PSP  modalities  under  regional  autonomy,  such  as\nunbundling  options  for  facilities,  services,  and  categories  by  size,  type\n(commercial and noncommercial), and various physical infrastructure conditions.\nCoordinate  with  ADB  procurement  unit  officials  and  the  central  and  local\ngovernments. The documents are to be made available in the CD-ROM format.\n(x)  Propose an action plan for implementation of the activities recommended under\nthis TA for PSP transactions using the outputs of this study.\n(xi)  Arrange meetings with the Government, stakeholders, and ADB to review the\nfinal output of the study and get comments.\n(xii)  Prepare the draft final report and submit it to the Government and ADB for\nreview.\n(xiii)   Revise and complete the final report, incorporating all the comments received.\nC. Overview of Main Tasks\n1. Regulatory and Legal Reforms—Requirements\n4. The  scope  will  include  determining  and  outlining  adequate  legal  requirements  to\nencourage PSP in the ports sector through (i) reviewing relevant existing laws and regulations", "10 Appendix 2\nof the Central Government and regional governments (for example: dispute resolution, foreign\ninvestment  law,  bankruptcy  law,  concession  law,  commercial  arbitration  law,  private\ninternational  law,  intellectual  property  laws,  adequate  competition,  and  risk  sharing),  and\nidentifying gaps and incompatibilities; (ii) assessing the legal aspects of the selection criteria of\nthe  PSP  infrastructure  projects  under  the  government  policy;  and  (iii)  addressing  any\nprocedures under regional autonomy laws necessary to manage any involuntary resettlement.\n5. The deficiencies in the existing laws/decrees need to be overcome. For example, the\nclarity in the Autonomy Law No. 22/2001, regarding the local governments sharing of revenue\nfrom  nonnatural  resources,  and  Regulation  69/2001  regarding  promoting  PSP  in  seaports.\nSimilarly,  the  transfer  mechanism  of  ports  to  provinces  and  local  governments  has  to  be\nclarified.\n2. Long-Term Finance\n6. The study will identify requirements of potential sponsors and the steps involved in\nstructuring PSP transactions subsequent to devolution of ports after the introduction of regional\nautonomy. This effort will involve but not limited to (i) assessing the current status of market\ncapitalization and the prospects of private sector recapitalization of private banks in the districts\nof the pilot ports; (ii) reviewing the Government’s current decrees to reinvigorate the domestic\nbond market in the near future and in the long term; (iii) evaluating the Government’s plans to\nissue domestic debt securities,  the  absence  of  which  was seen  as  an  impediment  to  the\ndevelopment of the bond market in the past; (iv) assessing the possibilities of foreign direct\ninvestment in the districts of the pilot ports in the foreseeable future, taking into account project\nfinancing and risk sharing options under different PSP scenarios; (v) assessing the issue of\nownership  of  port  assets  between  the  private  entity  and  the  local  government;  and  (vi)\nrecommending changes to tariff levels for the pilot ports considering cost recovery, subsidies,\nand social service objectives.\n7. The  consultants  will  discuss  the  role  of  ADB  and  other  multilateral  institutions  in\npromoting  private  sector  investment  through  guarantee  operations,  sovereign  loans  to\ncomplement capital investments, and financing for the adjustment costs that promote PSP and\nsector restructuring. Similarly, they will discuss the availability of other means such as the\nprovision of a mixture of equity and debt, funding terminal concessions through loans and\nequity, and also lending loan syndicates.4\n3. Ports Infrastructure Analysis—Scenarios and Priorities\n8.  Review of the ports’ functional analysis will be based on the data available and the\npriorities, including ports recently studied, the seven ports by JICA, in particular. They will be\ngrouped based on their physical condition, size, growth, potential, etc. and prioritized in the\norder of their prospects for PSP interventions. Therefore, the task will involve (i) reviewing\nvarious types of ports (commercial, noncommercial) and locations in kabupatens or kotas; (ii)\nstudying the existing ports operation and management systems under the Directorate General\nof Sea Communications, and State Owned Company (BUMN) and proposing preferred modes\nof reforms, such as decentralization of management control, commercialization, corporatization,\nsemiprivatization,  etc.,  and  immediate  changes;  and  (iii)  classifying  3–5  models  of  ports\nrepresenting size, functions, and physical and operational conditions.\n                                                \n4 See ADB.2000. Developing Best Practices for Promoting Private Sector Investment in Infrastructure-Ports.", "Appendix 2 11\n9.  Ports  physical  infrastructure  analysis  would  include  study  of  berths;  facilities;  and\nservice-related activities, generally divided between services to the vessels (pilotage, towage,\nmooring,  dredging,  utilities,  ship  repair,  environmental  services)  and  services  to  cargo\n(stevedoring, wharf-handling, transfer to land transport, storage, processing, cargo tracking,\nsecurity, rental of specialized equipment, etc.). The Consultants should review existing studies\nand reports on port operation and management and identify port operation components that will\nbe viable with private sector management. The Consultants may also draw upon best practices\nin public-private partnership of similar size ports in other countries.\n4. Preparation  of  Standard  Bidding  Documents  for  Private  Sector\nParticipation\n10. The  consultants  will  prepare  a  standard set  of  documents  and  guidelines  following\nADB’s best practice guidelines required for transparent and competitive procurement (local and\ninternational) applicable to PSP transactions for the selected pilot ports, which subsequently can\nalso be applied to any prospective port locations or models.\n11. The PSP guidelines should encourage unbundling of facilities, services within the ports,\nand the navigational channels. Therefore, the bidding documents/guidelines must cover such\naspects adequately to promote fair and transparent competition among the potential investors.\n12. The standard bidding documents are to be prepared in conformity with international\npractices: instructions to bidders, general and special conditions of the contract, specifications.\nD. Reporting Requirements\n13. The consultants, in full consultation with the Coordinating Ministry for Economic Affairs,\nwill prepare the required reports in  English  and  Bahasa  Indonesia including  all  necessary\nbackup documentation relating to each of the above-mentioned tasks for timely submission. The\nconsultants will submit the inception report after 1 month from the commencement of the TA to\nthe Government and ADB, a brief interim report at the end of month 3 of the TA, and the draft\nfinal report at the end of month 5 from the start of the TA for ADB and government comments.\nThe comments made by the Government and ADB will be incorporated in the final report before\nthe end of month 6.", "12 Appendix 3\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nForeign Local Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financing a\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants 200 0 200\nii. Domestic Consultants 0 34 34\nb. International and Local Travel 12 5 17\nc. Reports and Communications 3 2 5\n2. Equipment b 5 0 5\n3. Miscellaneous Administration and 4 3 7\nSupport Costs\n      4.   Representative for Contract Negotiations 5 0 5\n5.   Contingencies 27 15 42\nSubtotal (A) 256 59 315\nB. Government Financing\n1. Office Accommodation and Transport 0 35 35\n2. Remuneration and Per Diem 0 45 45\nof Counterpart Staff\nSubtotal (B) 0 80 80\nTotal 256 139 395\na    Financed on a grant basis from the Technical Assistance Special Fund.\nb    Includes desk top computer/ office equipment to be transferred to the Executing Agency  at the completion of the TA.\nSource: Asian Development Bank estimates."], "metadata": {"Creator": "R141-03 - Microsoft Word", "CreationDate": "D:20030730115618Z", "Title": "R141-03", "Author": "rsa", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20030731113529+08'00'"}}