{"path": "data/input/ta/tar-oth-35467.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:OTH 35467 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \nFOR \n \nPREPARING A PACIFIC GOVERNANCE STRATEGY  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDecember 2002", " \n \n \n  \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CGA  –  country governance assessment \n  DMC  –  developing member countries \n  PDMC  –  Pacific developing member countries \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nThis report was prepared by T. Mellor, Pacific Department. \n ", " \nI.  INTRODUCTION \n1.  The key objectives of the Medium Term Governance Agenda and Action Plan 2000–\n2004 of the Asian Development Bank are to elevate governance issues to the top level of the \ndevelopment agenda in the region and to help enhance the quality of governance in individual \ndeveloping member countries (DMCs). Since 2001, ADB has devoted considerable resources to \nrigorous and structured studies to analyze governance issues in individual DMCs and the risk \nthey pose. Although country governance assessments (CGAs) are normally required for all \nDMCs, in the Pacific the implementation was simplified, given the size of the Pacific DMCs \n(PDMCs) and the scale of ADB’s operations and available resources. Thus, in the Pacific, \ngovernance assessments were undertaken for 6 of the 13 PDMCs, chosen as representative of \nthe governance institutions and practices in the region. To complement the conventional CGAs, \nADB is also conducting studies to collect a broad range of views on governance concepts and \ninstitutions as understood and practiced at the village/community level.1     \n \n2.  The CGAs identified weaknesses in all areas of governance. As the CGA findings are \nconclusions from information collected and discussions undertaken during ADB fact-finding \nmissions, these conclusions must be discussed and debated with stakeholders to establish a \nshared understanding of the current state of governance in the Pacific and what needs to be \ndone to improve governance institutions and practices in each country. Such an understanding \nwill be valuable in the formulation of the regional strategy and program for the Pacific for 2005–\n2008. The technical assistance (TA) framework is presented in Appendix 1.2 \n            \nII.  ISSUES \n3.   ADB has had a lead role in promoting good governance in the Pacific region. Good \ngovernance is key to effective economic and social development. Conversely poor governance \nconstrains and distorts the general process of development and has a discernable negative \nimpact on the poorer and more vulnerable sections of society. CGA is the tool by which ADB \nanalyzes the governance environment in DMCs as the basis of its advice on and assistance for \nenhancing the quality of governance in them. Additionally an understanding of governance \nsystems and processes of central government administration and management is essential to \nensure sector work will achieve the intended objectives and contribute to improved governance \nat the sector level.   \n \n4.  In the past decade, ADB invested considerable resources in the Pacific through country-\nspecific TA and program loans focusing on public service, economic, and financial management \nreforms to help improve public sector governance. The reform assistance provided by ADB (and \nother bilateral funding agencies) has helped to achieve the priority objective of macroeconomic \nand fiscal stabilization. However, how much was achieved in the area of allocative efficiency \nremains debatable. An ADB review3 identified a number of weaknesses in the design, scope, \nand content of various reform programs: inadequate analysis (except for economic and fiscal \nareas)  of  all  aspects  touched  by  the  reform  program,  lack  of  public  sector  management \nexpertise  in  the  design  and  monitoring  phases,  inadequate  attention  to  constraints  on \nimplementation,  and  inadequate  analysis  of  the  capacity  of  the  private  sector  to  provide \nassumed responses to public sector downsizing and liberalization of policy frameworks.   \n                                                 \n1  ADB. 2002. Technical Assistance for Assessing Community Perspectives on Governance in the Pacific. Manila. \n2  This TA first appeared in ADB Business Opportunities on 2 April 2002. \n3  Knapman and Saldanha. 1999. Reforms in the Pacific: an Assessment of the ADB’s Assistance for Reforms \nPrograms in the Pacific. Manila. ADB. ", "2 \n5.  The conclusions of the review remain valid. The CGAs of the six PDMCs concluded that \nthe lessons regarding public service and public expenditure management reforms have not \nbeen adequately addressed by the countries themselves and their development partners since \n1999. Indeed, increasing concerns have been expressed by some stakeholders that economic \nperformance and social cohesion and development seem to have worsened for the region as a \nwhole and in a number of countries.   \n \n6.  The preliminary findings of the CGAs undertaken by ADB indicate deficiencies in several \nareas of public sector governance: machinery of government, public service, public expenditure \nand financial management, local government, legal and regulatory framework, judicial system, \nand  civil  society  participation.  The  reasons  for  the  poor  governance  are  many:  recent \nindependence from colonial powers, the appropriateness of the chosen model of government \ngiven the strength of the traditional governance structures that govern the lives of the majority of \nthe people, resource and capacity constraints, ethnic and linguistic differences, and the inherent \ndifficulties of governing widely dispersed and small island economies. Some program loans and \nTAs provided by the funding community in the past decade have had unrealistic goals given the \nimplementation time frame, the PDMCs’ limited skills base, and severe capacity constraints.   \n \n7.  ADB recognizes the critical role of governance in the development process, including at \na  minimum,  efficient,  effective,  and  responsive  government.  The  undertaking  of  CGA  in \naccordance with ADB’s good governance policy focuses on analysis of governance issues in \neach  DMC  to  identify  weaknesses  impairing  development  effectiveness.  Given  the  limited \nresources of the funding community, including ADB, the extent of governance weaknesses in \nPDMCs, and the lessons learned from ADB assistance programs in the recent past, the findings \nof CGAs and suggested assistance strategies would benefit from wider discussion involving \npublic  officials,  chiefs,  nongovernment  organization  representatives,  and  the  funding \ncommunity. Such a forum is likely to generate a shared understanding of the challenges facing \nPDMCs in their effort to enhance governance, and ensure that CGA conclusions are firmly \ngrounded, realistic, and achievable within the timeframe and resources to be committed by \nPDMCs and their development partners.    \n \n8.  The forum will provide an opportunity for participants to learn from ideas and actions that \nwork elsewhere and an understanding of current governance deficiencies. This is the first step \nin  developing  an  improvement  strategy.  The  findings  of  CGAs  and  wider  discussion  with \nstakeholders should be followed by strategies and action plans for improvement. Selected \nPDMCS  may  need  assistance  to  develop  their  own  governance  improvement  agendas \nconsistent  with  their  stage  of  economic  and  social  development,  resource  and  capacity \nconstraints, and policy priorities.                   \n  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n9.  The objectives of the TA are to disseminate the findings and conclusions of the CGA \nwork undertaken by ADB, generate shared understanding of governance challenges facing \nPDMCs, enhance the commitment of all stakeholders to a governance improvement agenda, \nand explain the rationale for ADB’s strategy to enhance governance in the Pacific and its \napplication in each PDMC. Additionally, the TA will provide an opportunity for each PDMC to \nexamine its own governance systems and practices, take stock of the lessons learned for the \nregion and individual countries, and develop its own governance improvement strategy.     \n ", "    3 \n10.  The key output of the TA will be a regional governance strategy report that sets out \nactivities that will be carried out by ADB to help improve selected aspects of public sector \ngovernance  consistent  with  ADB’s  expertise,  resources,  and  priorities  in  the  region.  This \nstrategy will also provide a template for assistance programs in individual countries, linked to \nlocal governance circumstances and in accordance with the countries’ policy priorities.  Another \noutput  will  be  the  publication  of  the  CGA  findings  and  recommendations,  together  with  a \nsummary of discussions and suggestions arising from the regional forum. \n \n11.  The TA will also assist selected PDMCs, on a pilot basis, to develop a governance \nimprovement strategy and action plan that will take account of the country circumstances, skill \nbase, resource constraints, and policy and development priorities. The output of this process will \nbe  a  document  (PDMC  governance  strategy  and  action  plan)  that  will  form  the  basis  of \nassistance requests and coordination of external funding in this area. Alternatively, the TA may \nprovide assistance to a PDMC in activities that will enhance governance in a specific sector or \ninstitution that is consistent with ADB’s priorities for the PDMC.     \n   \nB.  Methodology and Key Activities \n12.  The first activity of the TA will be a regional forum.  The TA will also finance a few \nnational governance workshops in PDMCs that want to pursue follow-up activities. The regional \nforum and national workshops will discuss (i) ADB’s CGA methodology and the assessment \nprocess in the Pacific; (ii) findings of the CGAs to determine the general applicability of the \nfindings  across  the  region;  (iii)  preliminary  results  of  the  governance  mapping  exercise \nconducted under the TA Assessing Community Perspectives on Governance in the Pacific;4 (iv) \npresentation of certain activities in some PDMCs as case studies for consideration, for example \nanticorruption activities by the Media Council and Transparency International's the chapter in \nPapua  New  Guinea;  and  (v)  ideas  and  suggestions  on  the  way  forward  regionally  and  \nopportunities for application in individual countries.  \n \n13.  Several  PDMCs  indicated  interest  in  seeking  ADB's  assistance  to  conduct  national \nworkshops  to  examine  the  specific  governance  situation  in  their  own  countries  using  the \nassessment work by ADB. The number of governance consultation workshops will depend on \nthe level of the government’s commitment to implementing some aspects of good governance in \ntheir country, but will cover at least the six countries that participated in the CGAs.      \n      \n14.  The results of the CGAs and the conclusions from the forum will culminate in a Pacific \ngovernance strategy that will be an important input in preparing a regional strategy and program \nfor the Pacific for 2005–2008. Additionally, the priorities established in the Pacific governance \nstrategy,  in  particular  the  findings  and  recommendations  arising  from  the  CGAs,  will  be \nconsidered in the preparation of country strategy and program updates and TAs.     \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $490,000 equivalent. The TA will be financed on \na grant basis by ADB's TA funding program. Detailed cost estimates are in Appendix 2.  \n \n                                                 \n4  See footnote 1. ", "4 \nD.  Implementation Arrangements \n16.  ADB will be the executing agency of the TA. National workshops will be conducted in \nconjunction with ministries of finance or national planning of the requesting governments as \nappropriate.  The TA will take place over 15 months, starting in February 2003. Most activities \nwill occur in 2003. The TA will culminate in the finalization of the Pacific governance strategy \nreport, which will be published in the first half of 2004. \n  \n17.  The consultants will be engaged by ADB as individuals in accordance with its Guidelines \non the Use of Consultants and other arrangements satisfactory to ADB for the engagement of \ndomestic  consultants.  One  international  consultant  with  experience  in  development  and \ngovernance issues in the Pacific will be recruited on an intermittent basis for a total of 5 person-\nmonths to help conduct the regional forum and prepare the governance strategy report. Other \ninternational and domestic consultants, for a total of 5 person-months, will be recruited on an ad \nhoc basis to meet PDMCs’ assistance requests as needs are identified. Appendix 3 provides the \nconsultant’s outline terms of reference and a tentative agenda for the regional workshop. The \nTA will also support the cost of PDMCs’ participation in the regional workshop, and travel and \naccommodation costs of speakers on specialized governance topics.   \n \nIV.  THE PRESIDENT'S DECISION  \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $490,000 on a grant basis for \nPreparing a Pacific Governance Strategy, and hereby reports this action to the Board.  \n \n ", " \nTECHNICAL ASSISTANCE FRAMEWORK \n \n       \n  Performance    Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n \n   \nGoal       \nIncreased impact of good  Adoption of medium-term  Content and format of budget   \ngovernance systems and  fiscal framework in the annual  papers. \npractices on economic and  budget process (three PDMCs   \nsocial development in Pacific  by the end of 2005).   \ndeveloping member countries     \n(PDMCs).  Procedures for civil society  Number of budget \n  participation in the annual  submissions from civil society. \nbudget preparation process   \n(three PDMCs by the end of   \n2005).   \n   \nPublication of Cabinet  Duration and frequency of \nprocedures (content, format,  Cabinet meetings. \nand timing) to improve   \neffectiveness of Cabinet and   \nimproved coordination of   \ncentral agencies (three   \nPDMCs by the end of 2005).   \n   \nImprove effectiveness of  Timely annual (within 6 \noversight institutions.  months of the year end) and \n  within year (2 months after \nmonth end) financial reporting \nto Parliament;   A\np\n  p\ne\nn\nNumber of public accounts  d\nix\ncommittee’s meetings in a   1\n \nyear and follow up actions; \n  \nTimely corrective actions by \n5\n ", " \n       \n6\n  Performance    Assumptions   \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n \n   \nA\ndepartments on Auditor  p\np\nGeneral’s reports (within 6  en\nd\nmonths of report tabled in  ix\n 1\nParliament); and   \n  \nNumber of prosecutions \narising from Ombudsman’s \nreports. \n \nPurpose       \nAwareness of governance  Quality of discussions and    Governments’ acceptance of \nchallenges facing PDMCs.  suggestions arising from the    good governance principles \n  forum and national workshops.    and practices as critical for \n      successful economic and \n      social development. \n       \nInternally consistent policy  Existence of a statement of  Revised process and content  Willingness of ministers to \nobjectives and priorities.  government policy objectives  of Cabinet submissions.  focus on strategic direction \n  and priorities as guide to    and policies, and let go of \n  decision making by Cabinet,  Compliance with the revised  operational/management \n  ministers and public officials.  procedures.  issues within their \n      departments/ministries. \n       \nMore realistic design  Availability of appropriate staff  Number and qualification of  Short-term capacity to manage \n(objectives, sequencing, and  for input into the preparation  consultants.  projects within the public \nresources) of reforms to  and design, and subsequent    service. \nimprove public sector  management, of projects.  Composition of project   \ngovernance.    steering and/or working   \n    groups.    \n       \n  Achievement of project  Project progress reports.   \n  objective and implementation     \n  timetable.     ", " \n       \n  Performance    Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n \n   \n  Participation of civil society in  Project progress reports.  Capacity of civil society to \n  the design of development    participate meaningfully and to \n  projects, as appropriate.    operate in the public interest. \n   \nOutputs       \nReport on proceedings of the  Quality of discussions and  Adoption of suggestions in the   \nregional forum and national  suggestions on how to  Pacific governance strategy \nworkshops.  improve governance over time. and by PDMC governments. \n     \nA Pacific governance strategy  Acceptance of country  Responses of stakeholders in \nfor 2005–2008.  governance assessment  the forum and workshops. \n  findings and practicality of  Adoption of recommendations \n  recommendations.  by PDMCs. \n \nActivities       \nArrange regional forum and  Number of participants.   \nnational workshops.     \n     \nObtain feedback on the 6  Timeliness of government   \ncountry governance  responses and number of   \nassessments.     queries on facts.   \n     \nPrepare draft of a Pacific  Power point presentation of \ngovernance strategy for  the strategy by third week of \npresentation at the Asian  April 2003. \nDevelopment Bank Annual   \nGeneral Meeting in May 2003.  A\np\n  pe\nn\nFinalize and publish the  d\nix\nstrategy paper by mid 2004.   1\n \n \nInputs       \nEngagement of consultants:      7\n ", " \n       \n8\n  Performance    Assumptions   \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n \n   \nA\ninternational consultants    p\np\n$150,0000 and domestic    en\nd\nconsultants $70,000    ix\n 1\n(approximately 14 months in   \ntotal). \n \nStaff time. \n \n \n ", "                      Appendix 2  9\n   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n   \nAsian Development Bank Financinga  Total Cost \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n                  (i)  International  150.0 \n                  (ii) Domestic  70.0 \n    b.  International and Local Travel  50.0 \n    c.  Reports and Communications  30.0 \n  2.  Training, Seminars, and Conferences   \n    a.  Facilitators  0.0 \n    b.  Seminars/Workshops  120.0 \n  3.  Miscellaneous Administration–Editing   30.0 \n  4.  Contingency  40.0 \n   \n      Total  490.0 \na  Financed from Asian Development Bank's TA funding program. \nSource: Asian Development Bank estimates.  \n \n ", "10   Appendix 3 \n    OUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope of Work \n1.  In implementing its Medium-Term Agenda and Action Plan for Good Governance (2000-\n2004) in the Pacific, Asian Development Bank (ADB) has adopted a simplified approach given \nthe size and nature of the Pacific developing member countries (PDMCs) and ADB’s scale of \noperation  and  resources  available  for  this  task.  ADB  staff  conducted  country  governance \nassessments (CGAs) in six PDMCs (Fiji Islands, Federated States of Micronesia, Papua New \nGuinea, Samoa, Tonga, and Vanuatu); research was carried out for four (Cook Islands, Kiribati, \nRepublic  of  Marshall  Islands,  and  Tuvalu),  complemented  by  input from  ADB  officers  and \nconsultants. This process was completed at the end of October 2002. \n2.  Services of a consultant are required to supplement staff resources to complete the work \nin this area culminating in the preparation of a Pacific governance strategy. The consultant’s \nservices will be required intermittently for 5 months from February 2003 until the finalization of \nthe Pacific governance strategy, expected to be at the end of November 2003.    \nB.  Specific Terms of Reference  \n1.  Governance Specialist \n3.  The person should have considerable experience working across a whole range of \nissues  in  the  public  sector  in  the  Pacific  or  in  other  developing  countries  with  similar \ncharacteristics. This experience is expected to translate into an understanding of development \nand governance issues facing countries in the region, and sensitivities to the Pacific culture and \ntraditions. Analytical skills, capacity to write concise and plain English, and effective facilitating \nskills will be needed. \n \n4.  The tasks and output required of the successful candidate are as follows: \n \n(i)  Work with staff to finalize the four desk research assessments (Feb 03). \n(ii)  Provide  comments  on  the  six  CGA  reports  prior  to  their  distribution  to  the \nrelevant governments for comment (Feb 03). \n(iii)  Work  with  staff  to  elaborate  on  the  outline  of  the  draft  Pacific  governance \nstrategy (Feb/March 03). \n(iv)  Prepare technical papers for the regional forum on governance (Mar 03). \n(v)  Facilitate the forum and national workshops as appropriate (Mar 03). \n(vi)  Prepare the summary of proceedings of the forum (April 03). \n(vii)  Work with staff to finalize the draft Pacific governance strategy paper, including \nthe  preparation  of  power  point  presentation  to  ADB's  Board  of  Governors \nmeeting in May 2003 (April 03). \n(viii)  Prepare relevant papers for publication as part of the Pacific governance strategy \n(Aug/Sept 03).    \n \n2.  Other Consultants \n \n5.  The regional forum and national workshops will identify the areas in which specialist \nknowledge will be required to assist PDMCs in follow-up activities. The international or domestic \nconsultants will be recruited on an ad hoc basis in accordance with PDMC’s requests for \nassistance. The consultants will be engaged by ADB as individuals in accordance with its \n ", "  Appendix 3  11 \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for the \nengagement of domestic consultants. About 5 person-months of consulting services is needed \nto support 3 PDMCs in follow-up activities to develop their governance improvement strategy \nand action plan. \n \nC.  Tentative Agenda of the Regional Forum (1 to 2 April 2003, Nadi, Fiji Islands) \n \n6.  The agenda is as follows: \n \n(i)  Welcome by Director General of Pacific Department \n(ii)  Governance: a Pacific model? \n(iii)  Governance assessments: an overview  \nADB’s proposed governance strategy and action plan for 2005–2008 \n(iv)  Some governance activities in the region: \n \na.  Preliminary  results  from  the  governance  mapping  project  of  the \nFoundation of the Peoples of the South Pacific International \nb.  Corruption  in  Papua  New  Guinea  (PNG):  contribution  by  PNG  Media \nCouncil and Transparency International, PNG chapter. \nc.  Lessons from Samoa: community participation in development priority  \n \n(v)  Discussion groups (3 groups: government, civil society and other stakeholders)  \n \n(vi)  Presentation of groups’ deliberation \n \n(vii)  Good governance in the Pacific – where do we go from here? \n   \n    a.  Summary of discussions and groups’ deliberation \n    b.  Next steps in ADB’s good governance agenda \n \n \n \n "], "metadata": {"CreationDate": "D:20030110192431", "Producer": "Acrobat Distiller 4.0 for Windows", "ModDate": "D:20030114154057+08'00'"}}