{"path": "data/input/ta/tar-ino-38117.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:INO 38117 \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO THE \n \n \nREPUBLIC OF INDONESIA \n \n \nFOR PREPARING THE \n \n \nURBAN NUTRITION PROJECT \n \n \n \n \n \n \n \n \n \n \n \n \n \nSeptember 2004", " \nCURRENCY EQUIVALENTS \n(as of 03 September 2004) \n \nCurrency Unit  –  rupiah (Rp) \nRp1.00  =  $0.000108 \n$1.00  =  Rp9,275 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADTA  –  advisory technical assistance \n  MDG  –  Millennium Development Goal \n  MOH  –  Ministry of Health \nMDG  Millennium Development Goal \n  NGO  –  nongovernment organization \n  RRP  –  report and recommendation of the President \n  SPAR  –  subproject appraisal report \n  TA  –  technical assistance \n       \n \nTA CLASSIFICATION \n \nPoverty Classification  –  Core poverty intervention \nSector  –  Health, nutrition, and social protection \nSubsector  –  Nutrition \nThematic  –  Sustainable economic growth, inclusive social development  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTES \n \n(i)  In this report, \"$\" refers to US dollars. \n  \n \nThis report was prepared by B. Lochmann (team leader), social protection specialist, Social \nSectors Division, Southeast Asia Department.  ", "     \nI.  INTRODUCTION \n \n1.  As requested by the Government of Indonesia (the Government) an advisory technical \nassistance  (ADTA)  for  public  health  and  nutrition1  in  the  amount  of  $500,000  has  been \nimplemented since September 2003. The purpose of the ADTA was to (i) design a model of \npublic-private partnerships in the nutrition sector, and (ii) prepare a project design for improved \nurban nutrition management in three cities2 in Indonesia. During ADTA implementation the need \nfor a comprehensive sector strategy for urban nutrition became apparent. The Government \nrequested  the  Asian  Development  Bank  (ADB)  for  additional  technical  assistance  (TA)  to \nprepare the Urban Nutrition Project3 for six cities.4 The Project aims to help meet Millennium \nDevelopment Goal (MDG) 1 (eradicate extreme poverty and hunger) and target 4 (reduce \nprevalence of underweight children under 5 years of age). The scope of work, implementation \narrangements, financing arrangements, and time frame of this TA5 to prepare the Project were \ndiscussed with the Government during the final Review Mission for the ADTA undertaken in \nMay 2004. Appendix 1 provides the logical framework for the Project. \n \nII.  ISSUES \n \n2.   Recent data6 for Indonesia show that improvement in nutritional status has steadily \nslowed down over the last 10 years. Stunting or low height for age remains a problem for 33.8% \nof children, and wasting or low weight for height is estimated to occur in 11.4%. Urbanization \nexacerbates the transition toward sedentary lifestyles and high-fat diets that carry potential risk \nfactors for diet-related diseases. A unique issue emerging from this transition is the double \nburden of under- and overnutrition in the same household. In urban slum areas, nutritional \nsurveillance data suggest that undernutrition occurs in 22% of households with obese mothers. \nGiven that diet-related diseases are spreading rapidly among the urban poor and the fact that \ncurrent nutrition strategies are not appropriate to respond to over- and undernutrition, policymakers \nand health-care providers are increasingly under pressure to develop innovative nutrition strategies \nespecially for poor urban communities. \n \n3.  Existing nutrition policies and programs are based on the paradigm that malnutrition is \nprimarily caused by a lack of protein and energy due to insufficient food intake and supply, \nwhich affects largely the poor rural population. Nutrition issues in urban areas have been widely \nneglected so far. Nutrition interventions such as growth monitoring and dietary counseling \nlargely address the reduction of protein and energy deficiency and focus to a lesser extent on \ndietary quality, which is the key in reducing urban malnutrition problems. Such services are \nprovided in health centers and clinics, which prevent many of the urban poor to utilize such \nservices due to high opportunity costs. Indonesia has limited nutrition outreach or community-\nbased programs for nutrition education. In 2003, about 3% of the total health budget was spent \non  nutrition,  of  which  80%  was  allocated  to  distribution  of  complementary  feeding7  alone, \nleaving a limited budget for essential preventive nutrition and educational interventions. Under \n                                                \n1  ADB. 2003. Technical Assistance to the Republic of Indonesia on Public Health and Nutrition. Manila. TA \nimplementation was completed on 30 June 2004. \n2  Makassar, Medan, North Jakarta.  \n3  A project preparatory TA for preparing the Project was included by the Country Program Confirmation Mission in \nApril 2004, with an ensuing loan of $40 million scheduled for approval in 2005. \n4  Selection of cities will be finalized in consultation with Government taking into account ADB’s criteria for limiting the \ngeographical scope of projects.  \n5  The TA first appeared in the ADB Business Opportunities (Internet version) on 30 May 2004. \n6  RAND. 2004. Indonesian Living Standards Before and After the Financial Crisis. Singapore.  \n7 The process of introducing semisolid foods into the diet of young children, in addition to continued breastfeeding, \nfrom 6 months of age. \n ", " 2  \ndecentralization, the Ministry of Health (MOH) established minimum service standards8 and \nguidelines on nutrition and food quality, and monitors the performance of districts and provinces, \nwhich are responsible for implementing nutrition programs. Given the limited technical and \nhuman resource capacity to plan and manage nutrition programs, current interventions are not \nadapted to local realities, and nutrition programs have not been adjusted to the specific needs of \nthe urban poor.  \n \n4.  The poorer the household the larger the proportion of income spent on food.9 In some \npoor areas of Jakarta, households spend about 70% of their income on food-related expenses. \nUnlike in rural areas, where food is prepared at home, the urban poor have to purchase \nprocessed food that is of inferior dietary quality. Results of the ADTA confirmed that urban poor \ncommunities do not necessarily face a shortage of food but have to survive on nutritionally \ninferior food, purchased from street vendors. Food vendors often use inadequate equipment \nand unsafe additives. While laws and regulations on food sanitation exist, compliance with them \nis  inadequate.  Improved  monitoring  systems  and  upgrading  of  local  food  laboratories  are \nrequired to increase food safety.  \n \n5.  Nutritional deficiencies of poor urban dwellers can be addressed through fortification of \nprocessed  foods  with  vitamins,  minerals,  and  calories.  Food  fortification  is  already  key  in \nmeeting Indonesia’s national nutrition goals of reducing anemia and vitamin A and certain \nmineral  deficiencies.  Stronger  public-private  partnerships  are  required  to  go  beyond  iron \nfortification of wheat flour10 to, for instance, fortification of palm oil with vitamin A. Research \nindicates that food fortification programs are the most cost-effective interventions for addressing \nnutritional  deficiencies,  followed  by  education  for  dietary  behavioral  change.  Given  the \ncomplexity of urban malnutrition, additional public-private alliances beyond food fortification and \nfood safety must be explored.  \n6.  The World Bank funded the Iodine Deficiency Control Project in Indonesia, which was \ncompleted  in  2003.  The  World  Bank  recently  finalized  a  nutrition  sector  review,  which \nhighlighted the need for expanding food fortification and food supplementation as a key strategy \nin  fighting  micronutrient  deficiencies.  The  United  Nations  Children’s  Fund  (UNICEF)  has \nsupported various micronutrient initiatives such as salt iodization, iron fortification of wheat flour, \nas well as supplementary feeding programs and vitamin A distribution. The United States Agency \nfor International Development (USAID) is funding the distribution of wheat flour by the World \nFood Program (WFP) to poor rural and urban communities in selected areas. Most nutrition \nprograms in Indonesia focus on reducing rural malnutrition and, therefore, largely neglect the \ngrowing malnutrition among urban poor communities. Based on ADB’s previous sector work,11 \nthe TA will help operationalize recommendations to reduce micronutrient deficiencies as part of \na new strategic public-private sector approach to tackle urban malnutrition.  \n \n                                                \n8 Minimum service standards for community nutrition include, among others, distribution of Vitamin A capsules to \nchildren under five years of age, distribution of iron tablets to pregnant women, supplementary feeding for infants of \npoor families and therapeutic feeding for children under five years. \n9  Vulnerability and poverty in urban areas differ significantly from those in rural areas in four distinct ways: (i) the \nurban poor live in a cash economy and purchase processed food rather than grow their own, (ii) livelihood \nopportunities are limited, (iii) informal safety nets to help people cope in times of shock are different, and (iv) \nenvironmental conditions can be harmful to the health. \n10 While iron fortification of wheat flour is already in place, regulatory mechanisms have to be established for quality \nassurance. \n11 ADB. 2001. Regional Initiative to Eliminate Micronutrient Malnutrition in Asia through Public-Private Partnership. \nManila; ADB 1998. Regional Study of Nutrition Trends, Policies, and Strategies in Asia and the Pacific. Manila. ", "      3\n7.  Nutritional status is a key indicator of poverty. Policies and programs to improve nutrition \noutcomes are an integral part of social and economic development. Nutrition transition demands \na shift from narrowly defined nutrition programs and policies toward multisectoral program \napproaches and alternative service delivery strategies that respond to the complexity of urban \nmalnutrition. Therefore, the Government has identified the reduction of urban malnutrition as \none  important  pillar  of  the  national  nutrition  strategy.  Given  the  effectiveness  of  improved \nnutrition as a means of reducing mortality, preventing forms of mental and physical retardation, \nand minimizing productivity losses,12 the development of new multisectoral strategies using \npublic-private  alliances,  which  address  dietary  quality,  food  safety,  food  fortification,  and \nbehavioral change, are required to prevent urban malnutrition and diet-related diseases.  \n  \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Purpose and Output \n \n8.  The TA will help the Government identify and prepare a project in six cities, comprising \n(i) integrated nutrition programs for urban poor communities through public-private partnerships \nand  community-based  schemes;  (ii)  programs  and  policies  to  address  urban  malnutrition, \nespecially by strengthening and reinforcing food fortification and food safety; (iii) support for \ninstitutional and human resource capacity development of central Government and regional \ngovernments to plan and manage integrated urban nutrition programs; and (iv) provision of \nsocial infrastructure and equipment to implement urban nutrition programs. The objective of the \nProject is to implement an integrated nutrition program for the urban poor in selected cities. \n  \nB.  Methodology and Key Activities \n \n9.  Based on the ADTA results, the TA will complete a comprehensive analysis of urban \nnutrition issues and subproject appraisal reports (SPARs) for six cities. Cities will be chosen \nbased on their fiscal capacity and demonstrated commitment to combat urban malnutrition. The \nTA team, in collaboration with the MOH technical team, will organize national and regional \nworkshops, involving all relevant stakeholders, to prepare SPARs and recommendations on \nurban nutrition strategies. \n  \n10.  In the selected cities, the TA will help local governments prepare integrated urban \nnutrition interventions using stakeholder consultations and the results of a baseline study on \nfood  consumption.  The  TA  will  focus  on  project  components  like  human  and  institutional \ncapacity  building  needs  in  the  public  and  private  sectors;  strengthening  management \ninformation  systems;  developing  behavioral  change  programs  for  urban  communities; \nrestructuring urban health services for improved nutrition management and alternative service \ndelivery strategies; strengthening public-private partnership in food fortification and food safety; \nand assessing the need for investments in management information systems, urban health \ninfrastructure, equipment, and upgrading food laboratories. The TA will determine the most cost-\neffective  approaches  to  establish  or  strengthen  community-based  initiatives  in  nutrition \nmonitoring and behavioral change. The TA will develop a policy framework for implementing \neffective integrated urban nutrition programs catering to the needs of the poor. The TA will \nseparately assess the role of the private sector and communities managing integrated urban \nnutrition programs. \n \n                                                \n12 It is estimated that in Asia the total societal costs of malnutrition are up to 3% of gross domestic product (GDP). \n ", " 4  \n11.  The TA will prepare a feasibility study, including fully documented SPARs. The TA report \nwill  provide  a  detailed  project  description,  including  rationale  and  expected  development \noutcomes,  benefits,  poverty  impact  analysis,  a  logical  framework,  and  implementation \narrangements and schedules. All outputs will be analyzed for technical, financial, economic, \nsocial, environmental, and institutional sustainability. \n \nC.  Cost and Financing \n \n12.  The total cost of the TA is estimated at $500,000 equivalent, of which $286,000 is the \nforeign exchange cost and $214,000 equivalent is the local currency cost. The Government has \nrequested ADB to finance $400,000 equivalent, covering the entire foreign exchange cost and \n$114,000 equivalent of the local currency cost. The TA will be financed on a grant basis by \nADB’s TA funding program. The funds will cover the consultant remuneration (foreign and \ndomestic), national- and city-level workshops, and transportation costs. The Government will \nfinance the balance of the local currency cost, equivalent to $100,000, by providing office space, \nexperienced counterpart staff, information and data collection, and logistical support. Appendix \n2 provides details of the cost and financing plan. The Government has been advised that \napproval of the TA does not commit ADB to finance any ensuing project.  \n \nD.  Implementation Arrangements \n \n13.  The Directorate General of Community Health in the Ministry of Health (MOH) will be the \nExecuting Agency, which will coordinate with the Bureau of Planning and Budgeting of MOH. \nMOH will coordinate with oversight agencies and other ministries. The MOH technical team \nestablished  for  the  ADTA  will  continue  to  supervise  the  TA  and  will  coordinate  with  the \nProvincial Development Planning Board (BAPPEDA), Ministry of Industry and Trade, Ministry of \nHome Affairs, National Family Planning Coordinating Board (BKKBN), Indonesian Coalition for \nFood Fortification (KFI), universities, research institutes, and the private sector. \n \n14.  The TA will provide technical support to Government and selected municipalities in \npreparing the Project. An interministerial steering committee will be set up to guide the TA. The \ncommittee will be chaired by the director general of community health in MOH, and include \nrepresentatives  from  the  National  Development  Planning  Agency  (BAPPENAS),  and  the \nministries of finance, agriculture, home affairs, social affairs, resettlement, and food and drug \nadministration.  \n \n15.  The TA is expected to commence in September 2004 and be implemented over 5 \nmonths, with the final report delivered in March 2005. ADB will engage a team of international \n(12 person-months) and domestic (12.5 person-months) consultants with expertise in urban \nnutrition,  health  economy,  nutrition  and  food  policy,  public-private  partnerships,  financial \nmanagement, institutional development and decentralization, food fortification policy, gender, \nand poverty. The consultants will provide technical support to the municipalities in designing and \npreparing  SPARs,  including  fund-flow  mechanisms.  The  ADTA  team  had  gained  valuable \nexperience in working with municipalities on developing urban nutrition interventions. Few other \ncandidates would be able to match the experience and expertise. Therefore, direct selection of \nconsultants is proposed, pursuant to the provisions of Project Administration Instruction (PAI) \n2.04, para. 10. The indicative terms of reference for the consultants are in Appendix 3. They will \nbe recruited in accordance with ADB’s Guidelines on the Use of Consultants.  \n \n16.  The consultants will produce (i) a midterm report after 8 weeks, with a draft project \nproposal and logical framework, including three SPARs; (ii) a draft final report, including a total ", "      5\nof six SPARs, using the format of a report and recommendation of the President after 14 weeks; \nand (iii) a final report after 19 weeks. All reports must be submitted in English, with a summary \nin Bahasa Indonesia. Tripartite reviews will be held after submission of the midterm, and final \nreports, which should include inputs from Government agencies, regional governments, civil \nsociety, nongovernment organizations, and the private sector. \n \nIV.  THE PRESIDENT'S DECISION  \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of Indonesia for preparing the Urban Nutrition Project, and hereby reports this \naction to the Board. \n \n \n \n ", "6  Appendix 1 \n \nPRELIMINARY PROJECT FRAMEWORK \n \n       \n  Performance  Monitoring   Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \nProject Goal       \n       \nReduction of under-  Child malnutrition  Standard living surveys   \nand overnutrition  reduced from 34% in   \namong the urban poor  1995 to 17% in 2015  Nutrition monitoring \ncontributes to achieving    system \nMillennium  Stunting reduced by   \nDevelopment Goal 1:  25% in preschool  Population census \nEradicate extreme  children by 2010 \npoverty and hunger,   \nespecially target 4   \n(reduce the prevalence \nof underweight children \nunder 5 years of age) \n \nPurpose/Objective       \n       \nNutrition status of poor  All six cities are  As above  Ministry of Health advocacy \nurban dwellers in six  implementing urban  project management unit  for effective nutrition \nselected cities  nutrition interventions  and consultant records  interventions targeting the \nimproved  targeting the poor by  Household and Nutrition  urban poor is successful. \n  2010  Surveys undertaken by \n  stakeholders and research \nNumber of urban poor  institutions  \nhouseholds benefiting \nfrom improved nutrition \nstatus by 2010 \nOutputs       \n       \nNational policy  National policy  Progress reports and  Selected cities allocate \nframework for urban  approved in 2008  review missions  human and technical \nnutrition, including food    Project performance  resources to develop and \nfortification designed    monitoring system (PPMS)  implement well-targeted \n      urban nutrition \nIntegrated nutrition  Number of urban    interventions. \nprograms for urban  nutrition interventions      \npoor communities      The private sector remains \nimplemented using      involved in food fortification. \npublic-private       \npartnership and  Number of nutrition     \ncommunity-based   programs effectively     \nschemes  targeting the poor     \n       \nInstitutional and human       \ncapacities to implement       \nnutrition interventions       \nimproved     \n     \nContinued on next page ", "  Appendix 1  7 \nFRAMEWORK—continued \n       \n  Performance  Monitoring   Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \n     \n     \nImproved social    Independent assessment \ninfrastructure and  of ongoing nutrition \nequipment made  program quality \navailable \nActivities       \n       \nAssess existing  Consultation held     \nnutrition and food  among the private     \npolicies as well as laws  sector, aid agencies,     \nand regulations on food  and the Government     \nfortification        \n       \n       \nConduct a baseline  Food consumption     \nstudy on food  study in target areas     \nconsumption in poor  completed     \nurban households       \n       \n  National and regional     \n  governments and the   \nIdentify urban nutrition  private sector agree to,   \ninterventions for the  and determine, urban   \npublic and private  nutrition interventions \nsectors    \n   \n  Institutional capacity \n  and public-private \nComplete institutional  linkages for the Project \nand human resources  identified \nassessment    \n   \n  Poverty and social \n  analysis for the project \nComplete a poverty and  completed \nsocial analysis   \n  Fully costed SPARs \n  prepared \n   \n   \n   \n \nInputs       \nConsultants (12  Midterm report, SPARs,  TA review missions  Counterpart staff and budget \nperson-months,  draft final report, and  are available. \ninternational; and 12.5  final report \nperson-months   \ndomestic)   \n   \nNational workshops  Stakeholders agree and \nand regional  understand their roles, \nContinued on next page \n ", "8  Appendix 1 \nFRAMEWORK—continued \n       \n  Performance  Monitoring   Assumptions \nDesign Summary  Indicators/Targets  Mechanisms  and Risks \n     \ngovernment  responsibilities, and the \nconsultations  coordinating \n  mechanisms for urban \n  nutrition \n   \nSurvey  Baseline survey \n  conducted \n \n \n \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank (ADB) Financing a       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  246.00  0.00  246.00 \n      ii.  Domestic Consultants  0.00  50.00  50.00 \n    b.  International Travel  20.00  0.00  20.00 \n    c.  Local Travel  0.00  12.00  12.00 \n    d.  Reports and Communications  5.00  5.00  10.00 \n  2.  Project Planning Workshops  0.00  15.00  15.00 \n  3.  Baseline Survey  0.00  22.00  22.00 \n  4.  Representatives for Contract Negotiations  5.00  0.00  5.00 \n  5.  Contingencies  10.00  10.00  20.00 \n      Subtotal (A)  286.00  114.00  400.00 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.00  35.00  35.00 \n  2.  Supplies    25.00  25.00 \n  3.  Remuneration and Per Diem  0.00  20.00  20.00 \n    of Counterpart Staff \n  4.  Others       \n    a.  Workshop Expenses  0.00  10.00  10.00 \n    b.  Report Production and Dissemination  0.00  5.00  5.00 \n    c.  Miscellaneous Administration and  0.00  5.00  5.00 \n      Support Costs     \n      Subtotal (B)  0.00  100.00  100.00 \n        Total  286.00  214.00  500.00 \na Financed by ADB technical assistance funding program. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The purpose of the technical assistance (TA) is to help the Government prepare a \nproject for developing integrated urban nutrition programs for poor urban communities in six \ncities using public-private partnership and community-based schemes. \n \nA.  International Consultants \n \n1.  Nutrition  and  Health  Project  Design  Specialist  (team  leader,  4  person-\nmonths) \n \n2.  The team leader will have experience in leading TA teams that designed nutrition and \nhealth sector projects in Indonesia after decentralization. The consultant will (i) coordinate team \nactivities and ensure efficient implementation of all individual consultants’ tasks; (ii) coordinate \nTA activities with central and regional government officials and with civil-society representatives; \n(iii) organize participatory planning workshops and help facilitate workshops and consultation \nmeetings that aim to define objectives, scope, and methodologies for the Project; (iv) help the \ncentral  technical  team  advocate  the  Project  in  selected  municipalities;  (v)  ensure  adequate \ncoordination between the steering committee, technical committee, and TA team; (vi) take overall \nresponsibility for timely preparation and submission of required reports, and ensure the quality \nand completeness of reports, including a detailed work plan for the TA and the consultant team, \nand the completeness of six subproject appraisal reports (SPARs); and (vii) produce a feasibility \nreport for discussion with the Ministry of Health (MOH) and prepare a detailed project proposal \nusing the format of a report and recommendation of the President (RRP), including a fully developed \nlogical framework, and a monitoring and evaluation framework, with measurable indicators and a \nproject administration memorandum delineating project implementation procedures to ensure \nthat the Project is ready for Asian Development Bank (ADB) and Government appraisal.  \n \n3.  As a specialist, the consultant will (i) provide a draft policy framework on urban nutrition; \n(ii)  prepare  a  matrix  for  public-private  interventions  for  urban  nutrition  in  the  selected \nmunicipalities; (iii) design capacity-building activities for public and private institutions to plan, \nmanage, and monitor urban nutrition interventions; and (iv) design detailed implementation \narrangements for the Project.  \n \n2.  Urban Nutrition Specialist (1.5 person-months)  \n \n4.  The consultant will have proven working experience in urban nutrition and will help the \nteam identify and prepare the main project components. The consultant will (i) design baseline \nstudies  and  recommend  innovative  operations  research;  (ii)  review  the  efficiency  of  public \nnutrition  interventions  for  urban  poor  communities  in  Indonesia;  (iii)  recommend  ways  to \nimprove nutrition programs through public-private partnerships in the selected municipalities as \npart of the SPARs; (iv) propose strategies to improve nutritional status for the poorest first and \nsecond  quartile  in  the  target  areas;  (v)  propose  specific  community-based  interventions \nappropriate  for  each  target  area;  (vi)  identify  cost-effective  public-private  interventions, \nespecially for malnourished and obese high-risk populations in low-income urban areas as part \nof the SPARs; (vii) propose alternative interventions to reduce clinical malnutrition; (viii) identify \nprofessional associations, academic institutions, and private service providers to deliver cost-\neffective training programs for nongovernment organizations (NGOs) and civil society on urban \nnutrition; (ix) design campaigns for decision makers to promote urban nutrition for the poor; (x) \nwork with the food and nutrition analyst and the team leader to identify key components of the ", "  Appendix 3  11 \nurban nutrition policy framework; (xi) design poverty reduction interventions to complement the \nurban nutrition policy framework; (xii) design project interventions to facilitate access to a quality \ndiet, reduce the financial burden of diet-related disease and obesity, and promote food safety \nand  hygiene;  (xiii)  design  a  project-monitoring  approach  emphasizing  community-based \nmonitoring  of  urban  nutrition  interventions;  and  (xiv)  identify  public  awareness  and  social \nmarketing campaigns for urban nutrition. \n \n3.  Health and Nutrition Economist (1.25 person-months) \n \n5.  The consultant will work in cooperation with the urban nutrition specialist and nutrition \nand food security policy specialist to (i) link the project goal and purpose with national and \ninternational objectives for the health sector; (ii) economically justify the project services; (iii) \nassess demand for and current supply of project-related services; (iv) assess technical design for \nthe  Project,  including  institutional  and  management  arrangements  under  a  least-cost \nperspective;  (v)  identify  the  main  beneficiary  groups  affected  by  the  Project;  (vi)  propose \nstrategies  to  establish  national  nutrition  accounts;  (vii)  assess  the  cost-effectiveness  of \nalternative service delivery strategies and community-based schemes for preventive services \nand monitoring and educational activities; (viii) identify the Project’s main impacts and consider \nwhether they can be expressed in monetary values; (ix) provide a financial and economic \nanalysis of the Project; (x) design the financing arrangements for the Project, ensuring financial \nsustainability. Where user charges are to be applied, spell out the implications of different levels \nof charges for the financial sustainability of the Project and affordability by project beneficiary; \n(xi) identify the best cost-effectiveness indicator for the Project, such as years of life gained, \nhealthy years of life gained, or disability-adjusted life years; and (xii) identify indicators of project \nimpact that can be used for project monitoring.  \n \n4.  Nutrition and Food Policy Analyst (1.5 person-months) \n \n6.  The specialist will have proven work experience in the sector, including food fortification \nand  food  safety  policy  development,  and  will  provide  inputs  in  developing  SPARs.  The \nconsultant  will  (i)  identify  national  urban  nutrition  goals  and  objectives  and  recommend \nmultisectoral strategies to meet such objectives in addressing the specific nutritional needs of \nthe urban poor; (ii) recommend main policy components for the Project; (iii) identify key areas to \nrefine sectoral policies for urban nutrition, including food, nutrition, food fortification, food safety, \nagriculture, and trade policies; (iv) identify legislative issues that need to be addressed to \nsupport  urban  nutrition  programs  at  the  national,  provincial,  and  district  level;  (v)  propose \ncapacity-building activities for public and private agents involved in meeting the nutritional needs \nof  urban  poor  communities;  (vi)  recommend  a  policy  framework  for  food  fortification  and \ntargeted supplementation, which will benefit the urban poor; (vii) recommend benchmarks and \nperformance criteria for measuring the quality and adequacy of the proposed urban nutrition \ninterventions;  (viii)  identify  gaps  in  the  regulation  of  food  fortification  and  recommend \nimprovement  of  licensing,  quality  assurance,  food  standards,  labeling,  and  advertising;  (ix) \npropose strategies to integrate fortified food and other micronutrient interventions into ongoing food \nsupplementation, education, and social welfare and other related Government programs; (x) \ndevelop a 10-year plan and budget for complementary food, health education, and fortification \nstrategies;  (xi)  identify  key  priorities  to  improve  food  safety  regulations  and  recommend \nstrategies to improve food safety among street food vendors; (xii) propose medium-term urban \nnutrition improvement strategies for all participating municipalities; and (xiii) prepare a detailed \npolicy matrix for the Project and propose medium- and long-term policy strategies for improving \nurban nutrition among the poor. \n ", "12  Appendix 3 \n \n  5.  Institutional Development Specialist (1.5 person-months) \n \n7.  The specialist will have proven working experience in public-private partnerships in \nsocial sector projects and will help the team develop SPARs. The consultant will (i) suggest \nalternative service delivery methods through the public and private sectors, including communities, \nto reduce urban malnutrition; (ii) determine the capacity of public and private institutions, including \nNGOs, to plan, manage, and finance urban nutrition interventions; (iii) propose strategies for \ninstitutional development, and reform for public and private institutions, to plan and manage \nurban nutrition programs; (iv) assess training and human resources development needs for planning \nand managing urban nutrition programs; (v) prepare an implementation framework for urban \nnutrition that defines roles and responsibilities of public and private institutions; and (vi) assess \nthe willingness and ability of the private sector to support financing and management of urban \nnutrition interventions in the target cities. \n \n  6.  Financial and Management Specialist (1.5 person-months) \n \n8.  The consultant will (i) design a project management system, clearly delineating roles, \nfunctions, and reporting responsibilities; (ii) create a governance framework for the Project to \nensure that project planning, budgeting, resource monitoring, and auditing will follow the highest \nstandards of good governance; (iii) define project implementation arrangements, including required \nperson-months and expertise of consulting staff, central and local government staff, and staff \nfrom the private sector and civil society; (iv) develop a monitoring and evaluation system for \nassessing benefits and results in accordance with ADB’s Project Performance Management \nSystem  Handbook;  (v)  develop  a  financial  flow  mechanism  from  the  Government  to  local \ngovernments and beneficiaries, in accordance with Government and ADB rules; (vi) prepare \ndetailed, measurable, time-bound monitoring indicators with reference to relevant baseline data; \n(vii) prepare a comprehensive analysis that financially justifies the Project; (viii) calculate cost \nestimates  and  validated  unit  costs;  (ix)  assess  the  selected  executing  agency’s  financial \nmanagement capabilities, including existing internal control mechanisms; (x) recommend ways to \ninstitutionally strengthen financial management; (xi) design the project fund-flow mechanisms; (xii) \npropose accounting and auditing reporting formats and timetables; (xiii) recommend financial \ncovenants for the loan agreement; (xiv) prepare cost estimates as per ADB’s format, including \ninterest during construction, civil works, price contingencies, and taxes and duties, divided into \nforeign  exchange  and  local  currency  costs;  (xv)  prepare  annual  project  cost  estimates  by \ncategory, indicating foreign exchange and local currency costs and including ADB’s proposed \nlending, any prospective cofinancing, and counterpart funds; (xvi) prepare a table projecting \npreliminary annual disbursements by source of funds; and (xvii) prepare assumptions used for \nfinancial projections. The financial and economic analysis will be undertaken in accordance with \nADB guidelines.1  \n \n                                                \n1  ADB. 2001. Handbook for Integrating Poverty Impact in Economic Analysis. Manila; ADB. 1997. Guidelines for \nEconomic Analysis of Projects. Manila; ADB. 2002. Guidelines for the Financial Governance and Management of \nInvestment Projects Financed by ADB. Manila.  ", "  Appendix 3  13 \nB.  Domestic Consultants \n \n1.  Nutritionist (deputy team leader, 4 person-months) \n \n9.  The consultant will (i) help the team leader plan, manage, and supervise the work of the \nTA team; (ii) assist the team leader in all aspects of preparation of SPARs and the RRP; (iii) \nsupervise team activities to ensure their integration with health and other related program \nenvironments; (iv) support the urban nutritionist in preparing the baseline survey and compiling \nits results; (v) help the urban nutritionist review community nutrition training activities for public-\nhealth nurses and recommend ways to integrate urban nutrition into the curriculum of master’s \nand doctoral training courses; (vi) help the food and nutrition policy analyst identify major policy \ncomponents for the Project; (vii) support the preparation of project preparatory workshops to \ndefine objectives, scope, and methodologies used to develop the Project; (viii) be responsible \nfor day-to-day communication with the Government, municipalities, private sector, NGOs, and \ncivil society; and (ix) carry out other duties as may be required by the team leader. \n \n  2.  Institutional Development and Decentralization Specialist  \n  (2 person-months) \n \n10.  The specialist will advise the TA team on all aspects of decentralization and will support \nthe team in the development of SPARs. The consultant will (i) define arrangements for project \nimplementation,  clarifying  the  roles  and  responsibilities  of  all  relevant  institutions  and \norganizations; (ii) estimate person-months and expertise of consulting staff and staff from the \nGovernment,  municipalities,  private  sector,  and  civil  society;  (iii)  develop  a  financial  flow \nmechanism  from  the  Government  to  municipalities;  urban  poor  communities;  disadvantaged \nhouseholds, including at-risk groups; and other institutions that take part in the Project, in \naccordance with Government and ADB rules; (iv) develop a monitoring and evaluation system \nfor estimating benefits and results in accordance with ADB’s operation procedure for project \nperformance, and with reference to ADB’s Project Performance Management System Handbook; \n(v) determine criteria to verify that the cities selected have adequate governance systems to \nensure transparent and accountable project implementation; and (vi) review the arrangements \nfor strengthened implementation arrangements set out in the Memorandum of Understanding \nbetween  ADB  and  MOH,  which  will  be  incorporated  into  the  recommended  project \nadministration  arrangements;  the  relevant  systems  described  therein;  and  others  as \nappropriate, to ensure transparent and accountable project administration. \n \n3.  Budget and Finance Specialist (2 person-months)  \n \n11.  The specialist will support the financial analyst in the preparation of a comprehensive \nanalysis  that  provides  the  financial  justification  of  the  Project  and  provides  a  project  cost \nestimate and validated unit costs under decentralization. The consultant will help (i) assess the \nexecuting  agency’s’  financial  management  capabilities,  (ii)  recommend  ways  to  institutionally \nstrengthen financial management, (iii) help the executing agency’s design the project fund-flow \nmechanisms, (iv) assess the executing agency’s financial statements and propose accounting \nand auditing reporting formats and time tables, (v) prepare a cost table with categories as per \nADB’s format, (vi) prepare annual project cost estimates by category, (vii) prepare a financial \nplan as per ADB’s format, and (viii) prepare a table projecting annual disbursements by source \nof funds. \n \n ", "14  Appendix 3 \n4.  Food Fortification Policy Analyst (2 person-months) \n \n12.  The specialist will have proven international experience in food fortification and help the \ninternational  nutrition  and  food  policy  analyst  prepare  SPARs.  The  specialist  will  also  (i) \nrecommend key strategies for a medium-term action plan for food fortification, ensuring access \nand affordability of micronutrient-enriched food for poor and vulnerable people in the six cities; (ii) \nanalyze the willingness of food manufacturers to support pro-poor food fortification schemes, and \nrecommend private sector approaches to support the public sector in eliminating micronutrient \ndeficiencies;  (iii)  define  a  legislative  framework  for  food  fortification,  designating  roles  for \nGovernment agencies, and identify major legal reforms required to improve food fortification; (iv) \nrecommend  strategies  on  law  enforcement  and  monitoring  of  food  fortification,  and  identify \nstrategies to involve the public and consumer groups in food fortification monitoring; (v) propose \noptions for alternative food fortification, such as community-based food fortification; (vi) propose \nsocial marketing strategies for food fortification; and (vii) recommend food fortification policy \nstrategies and public-private project interventions on food fortification for the Project. \n  \n5.  Gender and Poverty Specialist (1.5 person-months) \n \n13.  The specialist will have working experience with multilateral banks and work with the TA \nconsultant team to prepare SPARs. The specialist will also (i) conduct a gender analysis as part \nof the poverty and social analysis; (ii) help identify and address pertinent gender issues; (iii) \npropose capacity building for institutions; (iv) prepare a poverty and social analysis and strategy \nfor the Project following ADB’s Poverty and Social Analysis and Guidelines for Incorporation of \nSocial Dimensions in Bank Operations; (v) indicate the poverty incidence and characteristics of \npoverty in the project areas (by income distribution, nutritional status of children below 5 years, \nor other measures); (vi) identify poor and vulnerable population groups in the targeted areas, \nand the likely impact of the Project (including externalities); (vii) quantify the poverty impact of \nproject interventions either directly (e.g., numbers of women and children receiving services, \nexpected improvement of nutritional status, etc.) or; (viii) work with the financial analyst to \nestimate unit benefits to unit costs received by poor and vulnerable households; (ix) estimate \nthe poverty impact ratio, with sensitivity analysis regarding its reliability, as defined in ADB’s \nPoverty and Social Analysis; (x) examine the likelihood of benefit leakages to the nonpoor and \nrecommend  steps  to  avoid  leakages;  (xi)  identify  instruments  for  targeting  and  monitoring \npoverty impact; and (xii) work with the team leader and management specialist to identify \nproject performance indicators, methodologies, and human resources required to support the \nproject  management  information  system,  baseline,  and,  later,  evaluation  surveys;  and  the \nmonitoring of poverty impact in the project areas. \n \n  6.  Workshop Facilitator and Coordinator (1 person-month) \n \n14.  The workshop facilitator and coordinator will have proven experience in goal-oriented \nproject planning methods and will (i) plan and facilitate national and project preparatory planning \nworkshops to prepare SPARs and the RRP; (ii) facilitate cooperation among the consultant \nteam, stakeholders, and partners at decentralized level; and (iii) ensure that workshop results \nare fully documented.  \n "], "metadata": {"ModDate": "D:20040920094247+08'00'", "CreationDate": "D:20040913093953Z", "Title": "Urban_Nutrition_Project_Final_TA_revised by_editor.doc", "Creator": "Urban_Nutrition_Project_Final_TA_revised by_editor - Microsoft Word", "Author": "mtn", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}