{"Author": "jm9", "CreationDate": "D:20010316154158Z", "Creator": "ADOBEPS4.DRV Version 4.10", "ModDate": "D:20131112111030+08'00'", "Producer": "Acrobat Distiller 3.01 for Windows", "Title": "Crop Diversification Project", "content": "ASIAN DEVELOPMENT BANK\n\nRRP: NEP 30228\n\nREPORT AND RECOMMENDATION\n\nOF THE\n\nPRESIDENT\n\nTO THE\n\nBOARD OF DIRECTORS\n\nPROPOSED LOAN\n\nON A\n\nTO THE\n\nKINGDOM OF NEPAL\n\nFOR THE\n\nOctober 2000\n\nCROP DIVERSIFICATION PROJECT\n\n\fi\n\nCURRENCY EQUIVALENTS\n(as of 29 September 2000)\n\nCurrency Unit\n       NRe1.00\n            $1.00\n\n–\n=\n=\n\nNepalese Rupee (NRe/NRs)\n$0.0136\nNRs73.44\n\n(i) \n\n(ii) \n\nThe  Nepalese  rupee  is  pegged  to  the  Indian  rupee  (Re)  at  a  rate  of\nNRs1.60  =  Re1.00,  and  is  fully  convertible  on  all  current  account\ntransactions.\nFor  calculations  in  this  report,  the  exchange  rate  of  $1.00  =  NRs69.02,\nwhich was the rate prevailing during fact-finding, is used.\n\nABBREVIATIONS\n\nAsian Development Bank\nAgriculture Perspective Plan\nAgricultural Research and Extension Project\nagricultural service center\nagricultural subservice center\ncommunity-based organization\ndistrict agricultural development office\nDepartment for International Development\nDepartment of Agriculture\nhuman development index\ninitial environmental examination\njunior technician\njunior technical assistant\nMinistry of Agriculture and Cooperatives\nNepal Agricultural Research Council\nNational Agricultural Research and Development Fund\nnongovernment organization\nproject coordination unit\nproject implementation unit\nproject steering committee\nSecondary Crops Development Project\ntechnical assistance\nUnited Kingdom\nvillage development committee\n\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n\nADB\nAPP\nAREP\nASC\nASSC\nCBO\nDADO\nDFID\nDOA\nHDI\nIEE\nJT\nJTA\nMOAC\nNARC\nNARDF\nNGO\nPCU\nPIU\nPSC\nSCDP\nTA\nUK\nVDC\n\nWEIGHTS AND MEASURES\n\nm\nha\n\n–\n–\n\nmeter\nhectare\n\nNOTES\n\n(i) \n\n(ii) \n\nThe fiscal year (FY) of the Government of Nepal ends on 15 July. FY\nbefore a calendar year denotes the year in which the fiscal year ends.\nFor  example,  FY2000  begins  on  16  July  1999  and  ends  on  15  July\n2000.\nIn this report, “$” refers to US dollars.\n\n\fCONTENTS\n\nLOAN AND PROJECT SUMMARY\n\nMAP\n\nI.\n\nII.\n\nTHE PROPOSAL\n\nINTRODUCTION\n\nIII.\n\nBACKGROUND\n\nA.\nB.\nC.\nD.\nE.\nF.\n\nA.\nB.\nC.\nD.\nE.\nF.\nG.\n\nA.\nB.\nC.\nD.\n\nA.\nB.\n\nIV.\n\nTHE PROPOSED PROJECT\n\nSector Description\nGovernment Policies and Plans\nExternal Assistance to the Sector\nLessons Learned\nADB's Sector Strategy\nPolicy Dialogue\n\nRationale\nObjectives and Scope\nCost Estimates\nFinancing Plan\nImplementation Arrangements\nThe Executing Agency\nEnvironmental and Social Measures\n\nV.\n\nPROJECT JUSTIFICATION\n\nFinancial and Economic Analyses\nEnvironment\nSocial Dimensions\nRisks\n\nVI.\n\nASSURANCES\n\nCondition for Loan Effectiveness\nOther Specific Assurances\n\nVII. RECOMMENDATION\n\nAPPENDIXES\n\nPage\n\nii\n\nvi\n\n1\n\n1\n\n1\n\n1\n7\n8\n8\n9\n10\n\n11\n\n11\n11\n16\n17\n18\n24\n25\n\n28\n\n28\n30\n31\n31\n\n33\n\n33\n33\n\n34\n\n35\n\n\fLOAN AND PROJECT SUMMARY\n\nBorrower\n\nKingdom of Nepal\n\nProject Description\n\nClassification\n\nEnvironment\nAssessment\n\nRationale\n\nThe Project will improve the living standards of rural populations\nin  the  poverty-stricken  regions  in  Nepal  by  promoting  the\nproduction and marketing of secondary crops. It will address the\nissue  of  food  security  by  providing  farmers  with  cash  income\nand  important  nutritional  sources,  and  landless  laborers  with\nincome-generating  opportunities.  The  Project  will  adopt  a\nfarmer group approach to agricultural extension as an effective\nmechanism for the dissemination of technology and marketing\ninformation.  Agricultural  extension  services  will  be  improved\nand  provided \nthe  groups'\ndemands.  Under  the  Project,  an  increased  number  of  farmer\ngroups  will  be  mobilized  and  strengthened  by  skilled  and\nincluding\nservice \nexperienced \nnongovernment  organizations  (NGO).  The  participation  of\nthese private service providers for agricultural extension will be\ngradually  increased  under  the  Project  on  a  contractual  basis.\nin  agriculture  and  rural\nThe \ndevelopment \nthey  will  actively\nparticipate in project implementation.\n\nimportant  role  of  women \n\nfarmer  groups  based  on \n\nfully  recognized,  and \n\nproviders, \n\nprivate \n\nfor \n\nis \n\nPrimary: \nSecondary:  Gender\n\nPoverty reduction\n\nCategory B\nAn initial environmental examination (IEE) was undertaken, and\na summary IEE is a core appendix.\n\nNepal  is  one  of  the  lowest-income  countries  in  the  world,  with\nper  capita  gross  domestic  product  at  $242.  An  estimated  42\npercent  of  the  country’s  population  live  below  the  poverty  line.\nThe poverty incidence is especially high in the Midwestern and\nFar  Western  development  regions  where  the  Project  will  be\nlargely  depends  on\nimplemented.  Nepal’s  agriculture \nsubsistence-oriented \nthe\nproduction  and  marketing  of  secondary  crops  constitute\nimportant  sources  of  cash  income  for  farmers,  and  can  have\ngreater  potential  with  the  rapidly  improving  road  access  in\nthese  regions.  These  crops  also  provide  vital  nutritional\nsupplements such as vegetable protein, vitamins, and minerals\nfor the poor population in the rural area.\n\nfood-grain  production.  However, \n\nIn  1989,  the  Asian  Development  Bank  (ADB)  provided  the\nSecondary  Crops  Development  Project  (SCDP)  to  improve\nfarm  incomes  and  create  rural  employment  opportunities  by\nincreasing  the  production  of  major  secondary  crops  in  six\ndistricts \nthe  Midwestern  Development  Region.  The\nGovernment requested ADB to provide follow-on assistance in\n\nin \n\n\fiii\n\nto \n\nthe  Project.  The \n\nthe  Midwestern  and  Far  Western  development  regions  of  the\ncountry. Despite the progress made under the SCDP, the lack\nof effective agricultural extension services and a weak linkage\nbetween  extension  and  research  in  the  field  are  still  major\nincreased  production  and  marketing  of\nconstraints \nsecondary  crops  in  these  regions.  To  provide  more  effective\nservices for client farmers, the Government is now committed\nto  the  involvement  and  gradual  promotion  of  private  service\nimportant  policy  and\nproviders  under \ninstitutional reforms that were recently introduced on the supply\nside  of  agricultural  inputs,  in  line  with  the  Government's\nAgriculture Perspective Plan, are expected to lead to increased\nproduction  with  the  improvement  in  the  dissemination  of\nappropriate production technologies and marketing information.\nThe  Project  is  consistent  with  ADB’s  country  operational\nstrategy \nthe\ntransformation of rural communities for sustainable growth and\nbetter  living  standards.  The  Project  has  been  prepared  based\non  ADB’s  past  experience  in  the  SCDP  and  other  projects  in\nagriculture  and  rural  development,  and  on  the  experience  of\nother funding agencies.\n\nto  reduce  poverty  by \n\nfor  Nepal \n\nfacilitating \n\nThe  primary  objective  of  the  Project  is  to  increase  farmers'\nincome by promoting production and marketing of agricultural\ncrops,  with  a  particular  focus  on  secondary  crops  in  potential\nareas  for  increased  production  and  based  on  a  farmer  group\napproach  in  agricultural  extension.  This  will  contribute  to\npoverty  reduction  in  the  poverty-stricken  Midwestern  and  Far\nWestern  development \nregions.  The  Project  has  been\nformulated with due emphasis on the importance of the active\nparticipation of the private sector in agricultural extension and\nresearch as well as of the active involvement of women.\n\nThe  project  scope  will  include  (i)  the  provision  of  extension\nservices  for  farmer  groups,  (ii)  promotion  of  private  extension\nservices,  (iii)  promotion  of  client-oriented  research  activities,\nand  (iv)  support  for  project  management.  The  Project  will  be\nfocused on the improvement of agricultural extension services\nand  on  strengthening  of  the  linkage  between  extension  and\nresearch to address the needs of farmer groups in the project\narea. The Project will utilize and support the district agricultural\ndevelopment  committees \nthe\nactivities  of  other  agencies  in  irrigation,  livestock,  and  rural\nfinance. The Project will cover 12 districts in phases.\n\nfor  better  coordination  with \n\nThe total cost of the Project, including contingencies and taxes,\nis  estimated  at  $14.04  million,  comprising  a  foreign  exchange\ncost  of  $4.40  million  (31  percent)  and  a  local  currency  cost  of\n$9.64 million equivalent (69 percent).\n\nObjectives\n  and Scope\n\nCost Estimates\n\n\fFinancing Plan\n\niv\n\nSource\n\n  Foreign\nExchange\n\n    Local\n  Currency\n\n   Total\n   Cost\n\nPercent\n\n            ($ million)\n\nADB\nGovernment\nTotal\n\n4.40\n0.00\n4.40\n\n6.60\n3.04\n      9.64\n\n  11.00\n 3.04\n  14.04\n\n78\n22\n    100\n\nLoan Amount and Terms\n\nThe equivalent in various currencies of SDR 8,526,000 ($11.00\nmillion) from ADB’s Special Funds resources, with a maturity of\n32  years,  including  a  grace  period  of  8  years,  and  an  interest\ncharge of 1 percent per annum during the grace period and 1.5\npercent per annum thereafter to be paid semiannually.\n\nPeriod of Loan Utilization\n\nUntil 31 December 2007\n\nExecuting\n   Agency\n\nImplementation\n   Arrangements\n\nProcurement\n\nConsulting Services\n\nThe  Department  of  Agriculture  (DOA)  of  the  Ministry  of\nAgriculture and Cooperatives\n\nDOA has established a project coordination unit at the central\nlevel,  and  appointed  a  full-time  project  coordinator.  It  will\nestablish a project implementation unit each in the Midwestern\nand  Far  Western  development \nloan\neffectiveness.\n\nregions  before \n\nthe  basis  of \n\nThe  Project  requires  the  procurement  of  service  vehicles,\nequipment, and civil works for DOA. Supply contracts and civil\nworks  under  the  Project  will  be  limited  in  size,  and  will  be\nlocal\nawarded  on \nin\ncompetitive  bidding,  or  direct  purchase  procedures \naccordance  with  the  ADB’s Guidelines for Procurement.  DOA\nwill  ensure \nthe  goods  and  services  procured  are\nreasonably  priced  and  suitable  for  the  project  activities,  and\nthat fair canvassing is done among suppliers.\n\ninternational  shopping, \n\nthat \n\nConsulting  services  will  be  provided  under  the  Project  to\nsupport  project  implementation,  and  engaged  in  accordance\nwith  ADB’s  Guidelines on the Use of Consultants  and  other\narrangements  satisfactory  to  ADB  for  the  engagement  of\ndomestic  consultants.  A \ntotal  of  20  person-months  of\ninternational  and  60  person-months  of  domestic  consultants\nwill be engaged under the loan. These consulting services will\nbe  required  in  project  management,  postharvest  operations,\nperformance  monitoring,  agricultural  marketing,  gender,\nenvironment, and training.\n\nExpected Date of\n   Project Completion\n\n31 December 2006\n\n\fv\n\nProject Benefits and\n    Beneficiaries\n\nThe Project will directly benefit about 45,300 farm households\nor  12  percent  of  the  rural  population  in  12  districts  in  the\nMidwestern and Far Western development regions. There will\nbe notable changes in farmers' cropping patterns and intensity\nthrough  the  introduction  of  secondary  crops.  Under  the\nProject,  farmers  will  gradually  adopt  improved  seeds  and\ntechnology through their groups. The annual farm income will\nincrease  under  the  Project  by  about  NRs5,300  ($77),  or  44\npercent in the lowland region, while in the hilly region the gain\nwill  be  about  NRs6,300  ($91),  or  by  66  percent.  The  gain  in\nnet income is higher in the hilly region because of the greater\npotential  for  growing  horticultural  crops  in  the  hills.  Based  on\nthe  aggregate  costs  and  benefits,  the  Project  will  have  a\nfinancial  internal  rate  of  return  of  16.1  percent  and  an\neconomic internal rate of return of 19.6 percent. The Project is\nhighly  justified  from  a  poverty  perspective  as  substantial\nbenefits will accrue to rural people, who are below or near the\npoverty line. Sensitivity analyses conducted on cost overruns,\ndecreases in benefits, and a combination of the two show the\nProject to remain viable.\n\nProject activities will generate a positive environmental impact\nby  increasing  the  amount  of  vegetative  cover  and  improving\nsoil  conservation  and  pest  management.  The  Project  will\naddress important social issues in the project area where most\nof  the  rural  population  either  live  below  or  near  the  poverty\nline. Project components are also designed to ensure women’s\nactive  participation  in  farmer  groups,  promote  their  skills  in\nproduction  and  marketing,  and  facilitate  their  direct  access  to\nproject benefits. The involvement of private service providers,\nincluding  national  and \nthe\neffectiveness  of  agricultural  extension  services  though  farmer\ngroups.  The  private  service  providers  to  be  contracted  under\nthe  Project  have  had  extensive  experience  with  small  and\nmarginal  farmers,  and  supporting  weak  and  disadvantaged\ngroups of people in rural areas.\n\nlocal  NGOs,  will  enhance \n\n\fvi\n\n\f \n\nI submit for your approval the following Report and Recommendation on a proposed loan\n\n1.\nto the Kingdom of Nepal for the Crop Diversification Project.\n\nI.  THE PROPOSAL\n\nII.  INTRODUCTION\n\nIn response to the request of His Majesty’s Government of Nepal (the Government), the\n2.\nAsian  Development  Bank  (ADB)  provided  technical  assistance  (TA)  for  preparing  the  Crop\nDiversification  Project \nto  promote  market-oriented  agricultural  production  and  crop\ndiversification,  thereby  contributing  to  poverty  reduction  in  the  Midwestern  and  Far  Western\ndevelopment  regions  of  the  country.1  The  TA  started  in  March  1999  and  was  completed  in\nSeptember 1999. A series of regional and national workshops were organized in the proposed\nproject area to assess local needs and lessons learned from the past projects. The stakeholders,\nwho participated in the workshops, included staff of the relevant Government agencies and local\nadministrations,  traders,  farmers,  nongovernment  organizations  (NGO),  and  external  funding\nagencies. ADB fielded the Fact-Finding Mission in February 2000 and Appraisal Mission in July\n20002 to examine the details of the Project. A logical framework for the Project is in Appendix\n1.\n\nIII.  BACKGROUND\n\nSector Description\n\nA.\n \n\n1. \n\nAgriculture Sector\n\n \n3.\nNepal  has  unique  topographic  characteristics  with  its  altitude  increasing  rapidly  from\nabout  100  meters  (m)  above  mean  sea  level  in  the  south  to  over  8,800  m  in  the  Himalayan\nmountains  in  the  north,  within  about  200  kilometers.  Based  on  this  difference  in  altitude,  the\ncountry  is  broadly  divided  into  three  ecological  regions,  which  are  lowland  (Terai),3  hilly,  and\nmountainous regions. Each region has its own flora, fauna, and climate. The Terai has alluvial\nsoils  and  is  the  main  area  for  food-grain  production.  The  hilly  region  has  an  altitude  ranging\nfrom 250 m to 4,000 m above mean sea level and is less densely populated with a series of\nvalleys. The mountainous region is least populated and has the lowest intensity of agricultural\nactivities.  The  hilly  and  mountainous  regions  are  suited  to  the  production  of  various\nhorticultural  crops.  Maximum  and  minimum  temperatures  differ  widely  by  altitude  and  by\nmonth.  About  60  to  80  percent  of  annual  precipitation  is  concentrated  during  the  monsoon\nseason between June and September.\n \nNepal’s  per  capita  gross  domestic  product  (GDP)  at  $242  is  among  the  lowest  in  the\n4.\nworld. In the national economy, agriculture has a dominant role, accounting for about 80 percent\nof the total labor force and about 40 percent of GDP. The cultivated land of about 2.9\n\n                                            \n1 TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998. Nepal's five development\n\nregions are designated as administrative regions.\n\n2 The  Mission  comprised  Masahiro  Otsuka  (Sr.  Project  Economist),  Caroline  Vandenabeele  (Counsel),  Ava\nShrestha  (Gender  and  Development  Specialist,  Consultant),  and  Ganesh  Rauniyar  (Agricultural  Economist,\nConsultant). ADB’s Nepal Resident Mission assisted the Mission.\n\n3 The Terai is an ecological zone in southern Nepal and northern India, an extension of the Indo-gangetic plain.\n\n\f2\n\nmillion  hectares  (ha)  constitutes  about  20  percent  of  the  total  land  of  the  country.  Rice  is  the\ndominant crop in the country, being cultivated on 1.5 million ha or 38 percent of the total cropped\narea of about 4.0 million ha.4 Maize is the second most important cereal crop in Nepal, and is\ngrown  on  0.8  million  ha  or  20  percent  of  the  total  cropped  area.  Maize  and  millet  are  mainly\nproduced  in  the  hilly  and  mountainous  regions.  Wheat  is  grown  on  0.6  million  ha  of  land.\nIrrigation  facilities  exist  on  about  1.1  million  ha  of  cultivated  land.  More  than  half  of  the  farm\nhouseholds  are  engaged  in  livestock  activities,  which  contribute  about  15  percent  of  their\nhousehold income.\n\n5.\nIn  view  of  the  importance  of  agriculture,  the  sector's  growth  is  essential  for  achieving\nthe national objective of poverty reduction. High priority is given to agriculture, with about one\nquarter of the Government's development budget being allocated to the sector during the last\nfive  years.  However,  the  average  growth  rate  in  the  agriculture  sector  in  the  1990s  was\ndisappointingly low at about 2.2 percent per annum, which was less than the average rate of\npopulation growth at 2.3 percent per annum during the same period. As a result, the per capita\nfood-grain production declined from 315 kilograms in fiscal year (FY)1991 to 290 kilograms in\nFY1998.  The  yields  of  major  crops  in  Nepal  have  been  low  and  stagnant  since  the  1960s,\nwhile  yields  in  other  South  Asian  countries  improved  significantly.  Nepal  did  not  sufficiently\nbenefit from improved agricultural technology. The average yields of unhulled rice and wheat in\nNepal in the 1990s are estimated at 2.31 and 1.46 tons/ha, respectively. These are lower than\nthose of other countries in South Asia by 10 to 40 percent. Area, production, and yield of major\ncrops in South Asia and in the Midwestern and Far Western development regions in Nepal are\nshown in Appendix 2.\n\nThe Government commenced implementing of the Agriculture Perspective Plan (APP)5\n6.\nto  reverse  this  trend  and  promote  agricultural  production  through  policy  and  institutional\nreforms  to  liberalize  the  agriculture  sector.  The  APP  was  formulated  in  a  highly  consultative\nand  participatory  manner  that  has  not  been  used  before  in  Nepal  and  reflects  a  wide\nconsensus  among  key  stakeholders.  The  APP's  objectives  are  to  (i)  accelerate  agricultural\ngrowth through focused investment and increased factor productivity, (ii) alleviate poverty and\nimprove  rural  livelihoods,  and  (iii)  transform  a  subsistence-oriented  agriculture  into  a\ncommercialized one through diversification and widespread realization of regional comparative\nadvantages.  The  APP  emphasizes  the  importance  of  priority  inputs  as  a  package,  including\nfertilizer,  irrigation,  technology,  and  rural  infrastructure.  The  APP  aims  at  developing  the\nlowland  region  through  the  green  revolution  package  with  a  combination  of  improved  seeds,\nfertilizer, and controlled water supply for intensified crop production. The strategy for the hilly\nand  mountainous  regions  emphasizes  the  need  to  develop  high  value  agricultural  products.\nThese  products  offer  the  opportunity  for  high  income  per  unit  area,  which  is  particularly\nimportant  where  agricultural  land  is  scarce.  The  APP  also  stresses  the  need  for  greatly\nexpanded agricultural trade between the hilly and mountainous regions and the lowland region,\nin  view  of  the  potential  complementarity  between  them.  To  establish  such  linkage,  the  APP\ncalls for a market-oriented approach based on private sector initiatives.\n\n7.\nThe Government approved the APP in 1995. The new investment program based on the\nAPP  was  first  reflected  in  the  Government's  annual  budget  for  FY1998,  and  was  incorporated\ninto the Ninth Plan (FY1998-FY2002). Results of the first two years of the APP\n\n                                            \n4 Ministry of Finance, His Majesty’s Government of Nepal. July 2000. Economic Survey 1999/2000, Kathmandu.\n5  National  Planning  Commission,  His  Majesty’s  Government  of  Nepal.  1995.  Agriculture  Perspective  Plan,\n\nKathmandu. The APP covers a 20-year period between FY1996 and FY2015.\n\n\f3\n\nwere  below  expectations  and  did  not  augur  well  for  the  overall  achievement  of  plan  targets.\nHowever, in 1997 the Government introduced under the Second Agriculture Program6 important\npolicy  and  institutional  reforms  for  (i)  the  deregulation  of  the  fertilizer  trade,  which  had  been\nsolely  handled  by  a  state-owned  corporation;  (ii)  the  deregulation  of  shallow  tubewell  irrigation\ndevelopment and seed distribution; (iii) the organizational reform of public corporations involved\nin  the  trade  of  agricultural  inputs  and  outputs;  and  (iv)  the  strengthening  of  rural  infrastructure\ndevelopment.  In  the  budget  speech  for  FY2001,  the  Government  reiterated  its  continued\ncommitment to achieving higher growth of the agriculture sector within the overall framework of\nthe APP for market-oriented sector development.\n\n8.\nThe improved supply of agricultural inputs needs to be met with demand from farmers\nbased on improvements in their knowledge and agricultural technology. However, the lack of\neffective  agricultural  extension  services  and  a  weak  linkage  with  research  to  address  the\nfarmers'  needs  severely  limit  the  dissemination  of  improved  inputs  and  technology  among\nfarmers and the opportunities for commercialized agriculture. This is indeed a major constraint\nto  increased  agricultural  production  and  marketing,  particularly  in  the  hilly  and  mountainous\nregions,  where  the working conditions are difficult for the agricultural extension and research\nstaff.  Under  these  circumstances,  support  for  effective  extension  services  and  research  is\nurgently needed.\n\n2.\n\nSecondary Crops\n\n9.\nVarious  secondary  crops,  also  called  subsidiary  crops,  cover  about  40  percent  of  the\ntotal cropped area, and provide vital nutritional supplements such as vegetable protein, vitamins,\nand minerals for people’s diet in a country where more than 50 percent of children under three\nyears of age suffer from malnutrition. These crops constitute important sources of cash income\nfor farmers and contribute 10-30 percent of their average household income. Secondary crops\ninclude  cereal  crops  except  for  rice  and  wheat,  and  a  large  number  of  cash  crops  such  as\npulses, oilseeds, spices, vegetables, and fruits.\n\n10.\nThe typical cropping patterns in the lowlands include (i) rice followed by rice, wheat, or\nmustard  seeds  under  irrigation;  and  (ii)  rice  or  maize  followed  by  lentil,  chickpea,  or  fallow\nunder  rainfed  conditions.  Production  of  sugarcane  and  tropical  fruits  such  as  bananas  and\nmangoes is also popular in the region. On the other hand, the hilly and mountainous regions\nhave a diverse range of cropping patterns, including rice, maize, or millet followed by wheat,\nlentil,  soybean,  vegetables,  mustard  seed,  or  fallow.  Maize  and  millet  are  important  cereal\ncrops  in  these  regions  with  terracing  along  valleys.  All  the  food-deficit  areas  are  in  hilly\ndistricts, which do not have comparative advantages in producing major cereal crops because\nof  their  climate  and  limited  arable  land.  The  APP  emphasizes  complementarity  between\necological  regions,  and  trade  between  these  regions  will  benefit  the  food-deficit  districts  by\nenabling  them  to  obtain  more  food  through  increased  cash  income.  It  will  also  benefit  the\nlowland region by providing a market for its food grains.\n\n11.\nFarmers use improved seeds of vegetables and fruits, which are mainly produced and\npacked in Japan and Europe, and imported through India by private traders. Local production\nof these seeds is being mainly done at the regional agricultural research stations of the Nepal\nAgricultural Research Council (NARC). Farmers prefer imported seeds for their regular\n\n                                            \n6  Loan 1604-NEP[SF]: Second Agriculture Program, for $50.0 million, approved on 22 January 1998. The second\n\ntranche of the loan was released in June 2000.\n\n\f4\n\navailability and high germination rates. There is an increasing demand for improved seeds in\nthe Midwestern and Far Western development regions because of a gradual increase in area\nfor the cultivation of secondary crops. Agriculture supply shops in towns near the border with\nIndia indicate that hybrid vegetable seeds are particularly popular among farmers.\n\n12.\nThe  marketing  potential  is  good  in  the  domestic  market,  primarily  in  Kathmandu,  for\nfresh  vegetables  and  fruits  because  of  climatic  differences  between  regions  and  rapid\nimprovements in road access to transport these products even from remote districts. Reliable\nstatistics on the marketing of agricultural products are scarce. However, domestic vegetables\nand fruits are increasingly preferred to imports from India. Based on the figures obtained from\nthe Marketing Division of the Department of Agriculture (DOA), Nepal imported about 100,000\ntons  of  vegetables  in  1999  mainly  from  India,  which  constitutes  only  about  7  percent  of  the\ntotal domestic consumption. The average daily inflow of fruits and vegetables from the western\nregions  of  Nepal  into  major  wholesale  markets  in  Kathmandu  has  been  increasing  and  now\namounts  to  about  190  tons,  which  constitutes  about  50  percent  of  the  total  inflow.7  External\nmarkets,  mainly  in  India,  exist  for  cash  crops  such  as  ginger,  and  bulk  products  such  as\npulses,  maize,  and  lentils.  Pulses,  ginger,  and  cardamon  are  the  major  secondary  crops\nexported to India. The export potential will be enhanced with improvements in the reliability of\nsupply and quality, and in road connections.\n\nAt times, farmers realize a marketable surplus due to favorable weather conditions or\n13.\nneed to sell their produce for cash to pay for consumption or other exigencies. Unfortunately,\nno effective market information systems exist, and thus farmers often have to sell their produce\nto  local  traders  or  agents  at  prices  that  are  lower  than  the  prevailing  market  prices.  This\nproblem is more pronounced for secondary crops, which are produced in small quantities. Sale\nin  small  quantities  at  market  centers  that  are  away  from  villages  involves  higher  transaction\ncosts  and  gives  little  incentive  to  look  for  better  prices  elsewhere.  Few  formal  local  market\nfacilities  are  available  in  remote  areas.  Small-scale  farmers  often  find  it  difficult  to  access\nmarkets,  and  do  not  have  the  continuity  of  supply  to  satisfy  wholesalers,  who  in  turn  cannot\npredict  adequate  volume  and  prices  effectively.  In  some  areas,  however,  a  few  farmers'\nassociations, with assistance from NGOs and the district staff of DOA, have taken initiatives in\ngroup  marketing  of  farm  produce.  The  formation  of  these  associations  needs  to  be\nencouraged, and there is an increasingly strong demand among farmers for better access to\nmarket information on their products so that they can effectively respond to the current market\nconditions.\n\n3.\n\nAgricultural Research and Extension\n\n14.\nDOA's  current  system  of  agricultural  extension  services  dates  to  the  early  1960s  with\nthe establishment of district agriculture offices in nine districts. At present, all 75 districts have\nthese  offices,  with  their  agricultural  service  centers  at  strategic  locations.  DOA  also  has\nregional  directorates  in  the  five  development  regions,  which  coordinate  and  supervise  the\nactivities  of  district  offices.  Effective  linkage  and  coordination  between  agricultural  research\nand extension activities are critical for attaining improved productivity in the field. However, the\nlinkage is rather weak and, as a result, the achievements in research do not effectively reach\nfarmers. Recently, NARC has tried to establish better linkages through quarterly meetings of\n\n                                            \n7 The  Department  of  Agriculture.  April  2000.  Master Plan for Agricultural Marketing in Kathmandu Valley,  His\nMajesty's Government of Nepal, Annex C. The preparation of a similar master plan for the whole country is now\nbeing considered with assistance from the Government of Japan.\n\n\f5\n\ntechnical  working  groups  at  the  regional  level.  These  meetings  include  representatives  from\nDOA and NARC, and provide a forum for discussing technical recommendations on the priority\nareas  in  extension  and  research.  The  regional  technical  working  groups  can  be  utilized  for\nstrengthening the linkage between activities of DOA and NARC through regular meetings and\nwith  active  participation  of  the  relevant  line  agencies  and  farmer  group  representatives.  In\naddition,  DOA  staff  organize  agricultural  fairs  with  the  participation  of  the  regional  research\nstations of NARC.\n\nThe outreach programs of NARC research stations were also formulated to strengthen\n15.\nregional  linkages  between  research  and  extension.  However,  such  linkage  is  limited  to  the\noutreach  programs  in  districts  neighboring  the  NARC  research  station  areas  due  to  NARC's\ninadequate outreach capacity. Farm trials conducted in the vicinity of NARC stations are on a\nvery small scale and cannot cover the needs of local communities. These trials are planned by\nNARC scientists without consultation with DOA or farmer groups, and often do not reflect the\npriority  needs  of  local  farmers.  Active  involvement  of  farmer  groups  and  the  DOA  extension\nstaff is essential, and needs to be enhanced for designing research programs, which directly\naddress the farmers' needs. There is an urgent need for strengthening the operational linkage\nbetween  agricultural  research  and  extension,  and  for  widening  the  resource  base  for\nagricultural  research.  In  this  context,  it  is  also  important  to  facilitate  the  establishment  of  a\nnational agricultural research and development fund (NARDF), which will be converted from a\nproject-based  competitive  grant  funding  system  currently  being  supported  under  the  Hill\nAgriculture  Research  Project,  financed  by  the  United  Kingdom  (UK).  The  national  fund  for\nfinancing  agricultural  research  will  help  promote  more  autonomous  research  activities\naddressing the priority needs of farmers.\n\n16.\nThe progress of the public-private collaboration has been rather slow in the agriculture\nsector  despite  the  Government's  commitment  to  involve  the  private  sector.  There  are\nencouraging  signs  and  instances,  however,  that  attitudes  and  policies  are  beginning  to\nchange.  Such  instances  are  found  in  collaborative  research  and  marketing  arrangements  in\nthe  central  region  with  support  from  bilateral  funding  agencies.  Although  these  are  still  being\ndone on a small scale, it is essential that the process continues and expands as an important\nstrategic element of the APP for further development of agriculture in the country.\n\n4.\n\nPoverty in Nepal\n\n17.\nThe  country’s  population  reached  approximately  22  million  in  1998,  evenly  divided  by\ngender.  The  ratio  of  population  to  arable  land  is  one  of  the  world’s  highest  at  approximately\n600 persons per square kilometer. In Nepal, concern is increasing about the high incidence of\npoverty among the rural population despite the Government’s large development expenditures in\nthe past with assistance from external funding agencies. The recent estimate indicates that 42\npercent of the country’s total population were below the poverty line.8 According to the Human\nDevelopment Report of the United Nations Development Programme for 2000, Nepal is ranked\n144th out of 174 countries, with its human development index estimated at 0.474. The poverty\nincidence is highest in the rural areas and in remote districts. Against this background, poverty\nreduction  is  the  primary  objective  of  the  Government’s  development  policy,  as  indicated  in  its\nNinth Plan and the APP (para. 6).\n\n                                            \n8 The poverty line is officially defined as the income (NRs4,404) required to purchase the minimum requirement of\n2,124 calories per capita per day. Nepal Living Standard Survey, Central Bureau of Statistics, Kathmandu, 1996.\n\n\f6\n\nThe  country’s  socioeconomic  structure  is  based  on  subsistence  agriculture  with  high\n18.\nunderemployment  and  low  agricultural  productivity.  Over  the  last  two  decades,  average  life\nexpectancy  in  Nepal  has  increased  by  13.5  years,  to  a  national  life  expectancy  of  57  years,\nwhich  is  the  lowest  in  South  Asia.  The  life  expectancy  rate  for  women  is  lower  than  that  for\nmen. Infant mortality continues to be high, with 1 in every 10 children dying in infancy. Infants\nin the rural areas are exposed to higher risk of death than those in urban areas, and infants in\nthe mountainous region are more than twice as likely to die as those in the hilly and lowland\nregions.9 Nepal also has one of the highest incidence of maternal mortality in the world as well\nas a high rate of morbidity. Malnutrition is widespread, with over half of all households suffering\nfrom some degree of food insecurity.\n\n19.\nOn  average,  food  expenditure  accounts  for  62  percent  of  household  income,  leaving\ninsufficient  income  for  spending  on  health,  education,  and  other  necessities.  The  gender\ndisparity in income is acute resulting from the control of income by the male head of household\nand the near total lack of property rights for women. The disparity in assets and income often\nhas  a  detrimental  effect  on  household  health,  nutrition,  education,  and  overall  standard  of\nliving.  To  have  significant  impact  on  poverty  reduction  in  Nepal,  more  emphasis  needs  to  be\nplaced on the policies and programs that emphasize capacity building for the poor so they can\nparticipate  in  the  development  process  through  NGOs,  community-based  organizations\n(CBOs), and local governments. It is also important that maximum attention is given to women\nthrough, among other things, appropriate support for their role in agriculture.\n\n5.\n\nGender and Agricultural Development\n\n20. Women's  roles  are  critical  in  agricultural  production  in  Nepal.  However,  the  value  of\nsuch  roles  has  been  largely  diminished,  and  women  have  had  less  access  than  men  to  the\ndevelopment  process  and  the  resulting  benefits.  Norms  of  hierarchy  and  cultural  notions  of\nfemale and male roles govern the specific ways in which work is shared. The prevailing gender\ndivision of labor makes men responsible for plowing while women are held responsible for the\nensuing  tasks.  As  a  result,  regardless  of  the  crop  that  is  being  cultivated,  labor  inputs  for\nplanting,  composting,  applying  manure,  transplanting,  weeding,  and  postharvest  activities\nincluding seed selection and storing are mainly provided by women.\n\n21.\nDOA’s  training  programs  and  extension  services  have  had  little  impact  on  the\nproductivity of rural women because of (i) extension services not fully taking into account the\ngender division of labor in the agricultural production cycle, (ii) a gender bias toward men in the\nprovision  of  training  and  information,  and  (iii)  the  absence  of  institutional  support  to  women\nfarmer groups. Training on subjects like seed trial, selection, and planting should be directed to\nwomen. Usually, men hold title to land. As a result, women’s access to formal credit is limited.\nMen generally control the marketing of agricultural surpluses, and the income from the sale of\ncrops  remains  with  men.  Women  are  able  to  sell  or  barter  a  small  amount  of  grains  to  meet\nsome of their household needs.\n\n22.\nOverall, women account for about 20 percent of farmer group members and less than 2\npercent  of  the  group  leadership.  Women  are  encouraged  by  the  DOA's  district  staff  to\nparticipate  in  farmer  groups  and  DOA's  training  programs.  However,  the  degree  of  women’s\nparticipation and interactions between men and women is still to a great extent determined by\n\n                                            \n9 United Nations Development Programme. 1998. Nepal Human Development Report, 1998, Nepal South Asia\n\nCenter, Kathmandu.\n\n\f7\n\nsociocultural  traditions.  Particularly  in  the  lowland  region,  women  prefer  to  participate  in\nwomen-only  groups  due  to  cultural  barriers.  These  women-only  groups  have  been  formed\naround specific crops such as ginger, vegetables, and mushrooms.\n\nVegetable  cultivation  has  emerged  as  a  significant  activity  for  marginal  farm\n23.\nhouseholds  with  less  than  0.25  ha  of  land.  Vegetables  with  short  gestation  periods  yield  (i)\nquick  and  high  returns  when  marketed,  (ii)  a  regular  source  of  income  for  poor  households,\nand  (iii)  nutritional  supplements.  Women  with  access  to  water  and  to  local  markets  are\nmotivated to invest more time in vegetable production in their kitchen gardens, as they are able\nto  reconcile  these  activities  with  their  household  work.  Women  in  the  hilly  region  directly\ncontrol outputs of homestead vegetable production and actively bring their products to nearby\nmarkets.  Facilitating  women's  involvement  in  marketing  their  products  will  contribute  to\nimproving women's position in their households since the person who markets the produce has\na  larger  control  over  cash  income.  The  improvement  of  women’s  access  to  marketing  of\ncommercial crops is crucial in addressing gender issues in agriculture.\n\nGovernment Policies and Plans\n\nB.\n \n 24.\nThe  Government's  APP  provides  a  central  focus  for  agriculture  and  rural  development\n(para. 6). In line with the APP, the Ministry of Agriculture and Cooperatives (MOAC)10 introduced\nin March 1998 a specific sector strategy that aims at strengthening its agricultural research and\nextension  services  through  improvements  in  the  relevant  institutional  arrangements  and  in  the\nadministrative  regulations  of  such  institutions.  This  strategy  includes  measures  to  (i)  provide\nperformance-oriented  incentives  for  the  MOAC’s  junior  technicians  (JTs)  and  junior  technical\nassistants  (JTAs)  in  agricultural  research  and  extension  services;  (ii)  increase  farmers’\nparticipation  in  the  establishment,  operation,  and  maintenance  of  agricultural  service  centers\n(ASC) and subservice centers (ASSC); (iii) introduce self-financing management in experimental\nfarms, laboratory facilities, and agricultural training centers; and (iv) develop packages including\nvarious  elements  for  intensified  agricultural  production.  These  measures  are  being  gradually\nintroduced to districts.\n\n25.\nThe APP forms an integral part of the Government's Ninth Plan. Poverty reduction is to\nbe  achieved  through  focused  investment  mainly  in  agriculture  and  agro-based  small-scale\nindustries, which are expected to generate significant employment opportunities in rural areas.\nDuring  the  Ninth  Plan  period,  emphasis  is  placed  on  further  commercialization  and\ndiversification of agriculture. Development of cash crops will be increasingly linked with product\nmarketing  and  the  expansion  of  agro-based  industries.  Collaboration  with  the  private  sector,\nincluding NGOs and CBOs, is also emphasized.\n\n26.\nGovernment  policies  and  plans  reflected  in  APP  and  the  Ninth  Plan  are  wide  ranging\nand  aim  at  further  deregulation  of  the  agriculture  sector.  In  line  with  these  policies,  the\namendment  of  existing  rules  and  regulations  needs  to  be  considered  for  (i)  the  promotion  of\nthe  private  sector's  involvement  in  agricultural  research  and  extension  services,  and  (ii)  the\nimplementation of MOAC's strategy for more effective and efficient public services for research\nand extension. ADB and the Government will continue policy dialogue in this regard.\n \n\n                                            \n10 The Ministry of Agriculture was renamed to the Ministry of Agriculture and Cooperatives in April 2000.\n\n\f8\n\nExternal Assistance to the Sector\n\n \n \n C.\n \nSince 1990, ADB assistance for agriculture and rural development in Nepal has totaled\n27.\n$308  million  for  irrigation,  rural  finance,  rural  infrastructure,  and  livestock  and  crop  production.\nTA for agriculture and rural development amounted to $22 million or 24 percent of ADB's total\nTA amount for Nepal. ADB has 10 loan projects ongoing for agriculture and rural development,\nincluding 4 for irrigation; 2 for microfinance; and 1 each for rural infrastructure, livestock, area\ndevelopment,  and  agriculture.  Recently  approved  ADB  projects  are  in  line  with  the\nGovernment's APP.\n\nThe  World  Bank  has  provided  loans  amounting  to  about  $176  million  during  the  same\n28.\nperiod,  for  the  rehabilitation  of  irrigation  facilities  and  promotion  of  improved  agricultural\ntechnology.  Its  Agricultural  Research  and  Extension  Project  (AREP)  started  in  1997  in  the\nlowland region, and is ongoing with DOA and NARC as implementing agencies. In view of the\nAREP's unsatisfactory performance during the first half of the project period, a midterm review\nwas conducted in February 2000 for major refocusing of activities. Although the participation of\nprivate  service  providers  was  envisaged  at  the  beginning,  there  was  no  formal  involvement  of\nthe private sector. During the second half of the project, contracts will be awarded to NGOs to\nsupplement  DOA's  activities  under  the  AREP.  Measures  to  strengthen  the  linkage  between\nresearch and extension, and to reflect farmers' needs for bottom-up planning of project activities,\nwill  be  introduced  by  strengthening  on-farm  outreach  programs  and  increased  participation  of\nprivate sector institutions.\n\n29.\nThe  International  Fund  for  Agricultural  Development  and  the  European  Union  provided\nfunds,  amounting  to  cumulative  totals  of  $32  million  and  $34  million  respectively,  for  irrigation,\nforestry,  and  watershed  management.  In  addition,  bilateral  funding  agencies  provided  about\n$300  million  for  agriculture  and  rural  development.  The  United  States  Agency  for  International\nDevelopment  is  the  largest  contributor  among  bilateral  funding  agencies,  with  $112  million,\nfollowed  by  Japan,  Denmark,  and  UK.  These  have  been  provided  on  a  grant  basis  for  a  wide\nrange  of  subsectors.  UK's  Department  for  International  Development  (DFID)  has  long  been\ninvolved in agricultural research. Its ongoing Hill Agriculture Research Project aims at improving\nresearch  systems  for  agriculture  in  hilly  areas.  It  uses  a  competitive  funding  system  through  a\nfund to promote public and private research activities. This project fund is being developed into\nthe  NARDF  with  further  assistance.  Appendix  3  lists  the  relevant  projects  and  programs  of\nexternal funding agencies for agriculture and rural development in Nepal.\n \n D.\n \nMajor lessons learned from ADB projects, include the need for (i) strong local ownership\n30.\nof project activities among key stakeholders for sustainable project impact; (ii) strengthening and\nimprovement  of  operational  performance  of  executing  agencies;  (iii)  increased  involvement  of\nprivate  organizations,  including  NGOs;  and  (iv)  transparency  and  accountability  for  more\neffective  delivery  of  public  support  services.  These  findings  were  highlighted  in  the  project\ncompletion reports for two recently completed projects.11\n\nLessons Learned\n\n                                            \n11 PCR:  NEP19028:  Hill  Fruit  Development  Project,  June  1998;  and  PCR:  NEP20193:  Secondary  Crops\n\nDevelopment Project, February 1999.\n\n\f9\n\nUnder  the  Secondary  Crops  Development  Project  (SCDP),12  farmers  were  formed  into\n31.\ngroups  for  training  and  for  adoption  of  new  crops  and  improved  technologies.  The  group\napproach  has  been  effective  in  the  delivery  of  training,  information,  and  improved  agricultural\ntechnologies. Farmers in the SCDP project area recognize the direct benefits of forming groups.\nAlthough  the  SCDP  was  rated  partly  successful  due  to  the  initial  delay  in  implementation,  its\nobjective to increase secondary crops production and farmers' income was achieved in a cost-\neffective  manner.  There  were  also  significant  socioeconomic  impacts  in  terms  of  increased\nsocial  awareness  among  farmers,  women's  empowerment,  and  collective  efforts  in  procuring\ninputs and marketing products.\n\n 32.\nThere  have  been  similar  findings  of  projects  of  other  external  funding  agencies  in  the\nagriculture sector, including the World Bank, Swiss Development Cooperation, and UK’s DFID.\nAgriculture  projects  require  intensive  and  regular  monitoring,  and  the  provision  of  timely\nguidance  and  supervision.  Without  such  guidance,  farmer  groups  tend  to  be  managed  and\ncontrolled by a few influential members of rural communities, and may also become politicized.\nWomen must be explicitly identified as full members of the groups. Providing group membership\non a household basis, without explicitly identifying the gender, limits their participation in group\nmanagement  and  decision-making.  Having  women  as  executive  members  of  a  group\nenhances  their  self-confidence  and  social  status,  and  can  be  effective  in  introducing  a  large\nnumber of women to decision-making processes, structures, and challenges.\n \n 33.\nTechnical staff of the Government executing agencies have little orientation and few of\nthe skills required to handle the range of social preparation activities at the field level to promote\nthe formation of sustainable farmer groups. In this regard, some private service providers in rural\nNepal, including NGOs, are effectively facilitating group formation processes and disseminating\nbenefits  widely  in  the  local  community.  It  is  important  to  introduce  alternative  institutional\narrangements into agricultural research and extension with the use of NGOs, CBOs, and other\nprivate  entities  through  contracts  and  by  redefining  the  role  of  Government  agencies.  These\nfindings have been fully taken into account in the project design. More details are included in\nAppendix 4.\n \n E.\n \nADB’s  country  operational  strategy  for  Nepal13  aims  at  poverty  reduction  through  (i)\n34.\nincreased  income-generating  opportunities  in  the  rural  areas  resulting  from  broad-based\neconomic  growth,  (ii)  equitable  distribution  of  basic  social  services  to  enhance  human\ndevelopment, and (iii) sound environmental management. This is in line with the Government’s\ndevelopment objectives as stated in the Ninth Plan and APP. Under ADB's strategy, priorities\nwill  be  given  to  agricultural  growth,  provision  of  physical  and  social  infrastructure,  and\nenvironmental  protection.  In  recognition  of  the  importance  of  agriculture  in  the  national\neconomy, agricultural development is a key feature of ADB's strategy. To realize effective ADB\nassistance,  emphasis  will  be  placed  on  areas  where  good  performance  is  assured  and\nsocioeconomic returns are expected to be high. Beneficiary participation in the formulation and\nimplementation of project activities is an integral part of ADB’s operational strategy for the\n\nADB’s Sector Strategy\n\n                                            \n12 Loan No.964-NEP[SF]: Secondary Crops Development Project, for $11.4 million, approved on 27 July 1989, and\nclosed on 31 December 1997.  A portion of the loan proceeds (about $4.0 million) was canceled in June 1992 at\nthe time of project reformulation mainly due to reduced scope of the research component.\n\n13 STS: NEP 99006 Nepal - Country Operational Strategy Study, 1999.\n\n\f10\n\nagriculture sector and has been fully incorporated into the formulation of the Project.\n\n35.\nIn  the  past,  agriculture  and  rural  development  in  Nepal  have  been  impacted  by  the\nineffective management by Government agencies, and the policy and institutional environment\nrestricting  private  sector  initiatives.  However,  despite  adverse  political  circumstances,  the\nGovernment  has  introduced  a  series  of  policy  and  institutional  reforms.  Significant  progress\nhas  been  made  recently  in  liberalizing  the  agriculture  sector  in  line  with  the  overall  market-\noriented  economic  policies  in  the  country.  At  the  Nepal  consultative  group  meeting  in  April\n2000,  the  external  funding  agencies  endorsed  the  Government's  genuine  commitment  to\ncontinue its reform measures. There is a strong rationale for ADB's intervention in the sector in\nview  of  the  need  for  (i)  continued  policy  dialogue  to  generate  a  favorable  policy  environment\nfor  the  liberalization  of  agriculture,  and  (ii)  assistance  in  sustaining  agricultural  growth  to\nachieve the national development objective of poverty reduction.\n\nF. \n\nPolicy Dialogue\n\nADB has been engaged in an extensive sector dialogue with the Government since the\n36.\npreparation  of  the  APP.  The  Government  recognizes  the  need  to  actively  involve  the  private\nsector in agriculture as a supplier of inputs and agricultural support services, and to become a\nfacilitator for agricultural growth in the long run rather than a direct implementer. In this context,\nADB,  in  collaboration  with  other  external  funding  agencies,  promoted  dialogue  on  the  future\nvision  of  Nepal's  agricultural  research  system.  To  enhance  agricultural  research  and\ndevelopment activities by involving a wide range of private sector institutions, the Government\nhas  decided  to  establish  an  autonomous  NARDF  (para.  15).  During  project  processing,  ADB\nagreed with the Government on specific steps for the establishment of the fund.\n\n37.\nTo  effectively  implement  the  APP,  MOAC  developed  a  sector  strategy  in  1998  (para.\n24)  that  called  for  increased  cost  recovery  for  the  use  of  public  facilities  and  the  provision  of\nagricultural inputs. However, changes have been disappointingly slow in this area. In relation to\nthe  Project,  ADB  pursued  with  the  Government  ways  to  enhance  cost  recovery  from  DOA's\nregional  laboratory  facilities.  Private  traders  often  use  these  laboratory  facilities  without  fees\nbeing charged. The quality of the services provided by these facilities has deteriorated due to the\nlack of proper maintenance. During project processing, it was agreed that DOA would develop\nand implement guidelines for the cost recovery for the use of its regional laboratory facilities.\n\n38.\nWith regard to the gender issue in agriculture, it was agreed during project processing to\nspecify that at least 35 percent of the members of farmer groups should be women. This is in\nline with MOAC's recent instruction to its field staff. The setting of this quantitative target itself is\nnot an ultimate solution but is expected to increase the participation of women in farmer groups\nunder the culturally difficult situation in the project area, particularly in the lowland region.\n\n\f11\n\n IV.  THE PROPOSED PROJECT\n\nRationale\n\n \nA. \n \n39.\nNepal is one of the lowest-income countries in the world with 42 percent of the country’s\npopulation  living  below  the  poverty  line.  Poverty  incidence  is  high  in  the  Midwestern  and  Far\nWestern development regions, where the Project will be implemented, estimated at 59 percent\nand  65  percent  respectively  (footnote  9).  Nepal’s  agriculture  depends  largely  on  subsistence-\noriented food-grain production. However, the secondary crops constitute important sources of\nfarmers'  cash  income,  which  can  be  used  for  purchasing  staple  foods,  and  vital  nutritional\nsupplements.  Rapid  improvements  in  the  vehicular  access  through  ADB-financed  projects14\nwill further enhance the potential for the production and marketing of secondary crops in these\ndevelopment regions.\n\n40.\nThe Government requested ADB to provide a follow-on undertaking to the SCDP (para.\n31)  in  Nepal's  Midwestern  and  Far  Western  development  regions.  The  lack  of  effective\nagricultural extension services and a weak linkage between extension and research in the field\nare still major constraints to production and marketing of secondary crops in these regions. To\nprovide  more  effective  research  and  extension  services  for  the  client  farmers  under  the\nProject,  the  Government  and  ADB  agreed  to  adopt  the  group  formation  and  strengthening\nprocesses that have been effectively practiced by NGOs and CBOs in Nepal, and to promote\nthe  involvement  of  private  service  providers.  Important  policy  and  institutional  reforms,  which\nwere recently introduced on the supply side of agricultural inputs in line with the Government's\nAPP,  are  expected  to  increase  production  with  the  improved  dissemination  of  appropriate\nproduction technologies and marketing information under the Project. The Project addresses the\nissue of food security by providing farmers with cash income and important nutritional sources,\nand  landless  laborers  with  increased  employment  opportunities  through  more  intensive\ncropping activities. The Project will fit in ADB’s country operational strategy for Nepal to reduce\npoverty by facilitating the transformation of rural communities for sustainable growth and better\nliving standards.\n\nB.\n\nObjectives and Scope\n\n1. \n\nObjectives\n\nThe  Project  will  increase  farmers'  income  by  promoting  production  and  marketing  of\n41.\nagricultural  crops  with  a  particular  focus  on  secondary  crops  in  potential  areas.  Activities  will\nbe  based  on  a  farmer  group  approach  in  agricultural  extension.  Thus,  the  Project  will\ncontribute  to  poverty  reduction  in  the  poverty-stricken  Midwestern  and  Far  Western\ndevelopment regions. The Project has been formulated with due emphasis on the importance\nof the active participation of the private sector as well as of the active involvement of women\nfarmers.\n\n                                            \n14 Including Loan 748-NEP: Seti Zone Rural Development, for $20 million, approved on 31 October 1985; and Loan\n1377-NEP: Third Road Improvement, for $40 million, approved on 21 September 1995. Further improvements in\nroad  conditions  are  expected  in  the  Far  Western  Development  Region  under  ADB's  proposed  Fourth  Road\nImprovement Project.\n\n\f12\n\n2. \n\nScope\n\n42.\nThe project scope will include (i) extension services for farmer groups, (ii) promotion of\nprivate  extension  services,  (iii)  promotion  of  client-oriented  research,  and  (iv)  project\nmanagement support. The Project will cover 12 districts in phases (see Map). These districts\nhave  been  selected  based  on  criteria  that  include  (i)  districts  covered  under  the  SCDP,  (ii)\ndistricts  where  similar  activities  were  implemented  in  the  past  under  other  projects,  (iii)\navailable  vehicular  access  to  district  headquarters,  (iv)  potential  for  the  production  and\nmarketing  of  secondary  crops,  and  (v)  food  self-sufficiency  status.  The  security  situation  in\nthese districts was fully considered and will be closely monitored during project implementation\nin consultation with other external funding agencies. The possibility of including other districts\nin  the  two  development  regions  may  be  considered  during  the  midterm  review  if  additional\ndistricts  meet  the  criteria  and  project  activities  are  progressing  well  in  the  12  districts.  The\nProject  aims  at  gradually  promoting  the  provision  of  private  extension  services  in  the  project\narea.\n\nThe  Project  focuses  on  secondary  crops  that  have  good  potential  for  increased\n43.\nproduction and marketing. The marketing potential of various secondary crops was assessed\nduring  project  formulation  through  a  series  of  interviews  and  regional  workshops  with  farmer\ngroups,  dealers  of  agricultural  inputs  and  outputs,  and  the  staff  of  central  and  local\nadministrations.  Important  crops  identified  during  this  process  include  maize,  oilseed,  lentil,\nchickpea,  pigeon  pea,  soybean,  and  sunflower.  In  addition,  horticultural  crops  including\nvegetables and fruits are considered to have good potential if extension services and market\ninformation  systems  are  improved.  Under  the  Project,  farmers  will  be  encouraged  to  use  the\nexisting  savings  and  credit  organizations  in  the  project  area  so  that  the  members  of  farmer\ngroups will have easier access to the finance required for increased production and marketing\nof  secondary  crops.  There  is  adequate  liquidity  available  for  rural  credit  in  the  project  area\nthrough  formal  and  informal  financial  institutions,  including  the  existing  lines  of  credit  under\nADB's ongoing Rural Microfinance Project.15\n\n3. \n\nProject Components\n\na.\n\nExtension Services for Farmer Groups\n\nThe  Project  will  focus  on  production  pocket  areas  as  growth  centers,16  which  will  be\n44.\nselected  through  annual  consultation  processes  at  the  district  level  (para.  65).  These\nprocesses  will  be  initiated  and  led  by  the  district  development  committees  through  their\nagricultural  development  committees  and  in  collaboration  with  DOA's  district  agricultural\ndevelopment  offices  (DADO).  Coverage  is  expected  to  reach  about  20  pocket  areas  per\nproject district in the lowland region and about 15 pocket areas per district in the hilly region.\n\n45.\nDADOs  will  form  field  teams  to  support  the  strengthening  and  formation  of  farmer\ngroups. Each field team will generally consist of one man and one woman, and work for one\npocket area covering an average of about 15 farmer groups. The field teams will be primarily\n\n                                            \n15 Loan 1650-NEP: Rural Microfinance Project, for $20 million, approved on 8 December 1998.\n16 The  production  pocket  area  is  defined  by  MOAC  as  a  geographically  isolated  area  with  good  production  and\nmarketing  potential  of  up  to  1,000  ha  in  the  lowland  region  for  food  crops,  150  ha  for  fruits,  and  100  ha  for\nvegetables. The pocket area in the hilly region is smaller: up to 150 ha for food crops, 70 ha for fruits, and 40 ha\nfor vegetables.\n\n\f13\n\nrecruited  by  DADOs  in  collaboration  with  the  concerned  district  and  village  development\ncommittees, and work with JTs and JTAs assigned to the concerned ASCs and ASSCs. The\nfield team members should preferably be from the same locality and have practical experience\nin the social mobilization and formation of farmer groups. They will be paid equally for work of\nequal value irrespective of gender. In addition, there will be at least one team supervisor per\ndistrict  to  provide  day-to-day  guidance  to  the  field  teams,  visiting  the  field  with  the  teams  to\nreview  and  plan  activities.  The  team  supervisor,  who  should  have  at  least  five  years  of\npractical  experience  in  social  mobilization,  will  be  responsible  for  assisting  farmer  groups  in\nforming a cooperative or association, and for facilitating marketing activities of farmer groups.\n\n46.\nThe field teams and team supervisors will be recruited individually as incremental staff\nof the Project or through contracts with local CBOs or local NGOs. These alternatives will be\nflexibly  determined  in  view  of  local  conditions  and  availability  of  appropriate  organizations.\nWhere  local  organizations  provide  field  teams  and  team  supervisors,  their  roles  and\nresponsibilities  will  be  clearly  defined  in  their  contracts.  Depending  on  the  amount  of  a\ncontract, each contract will be awarded by DADOs, the project implementation unit (PIU) at the\nregional  level,  or  by  the  project  coordination  unit  (PCU)  at  the  central  level.  Field  teams  will\nprovide  farmer  groups  with  intensive  support  over  an  initial  period  of  three  years.  During  the\nmidterm review, a possible cost-sharing system among the Government, local administrations,\nand farmer groups will be developed for introduction under the Project, for the recruitment of\nfield  teams  and  team  supervisors.  This  will  enhance  the  financial  sustainability  of  project\nactivities after project completion (para. 76). The Project will support regional training programs\nand  workshops  for  the  field  teams  to  improve  their  skills  in  group  mobilization,  participatory\nassessments and planning, group management, and gender analysis. These programs will be\norganized by the PIUs and conducted at the regional training centers in the project area.\n\n47.\nThe strengthening of existing farmer groups and the formation of new groups will be the\nfirst step to develop a sustainable framework for improved agricultural extension. The existing\nfarmer groups include those of water users, forest users, vegetable growers, crop producers,\nlivestock  farmers,  savings  and  credit  organizations,  and  women's  and  youth  groups.  These\ngroups  will  be  integrated  into  the  Project  to  the  maximum  extent  possible  in  order  to  avoid\nduplication  of  group  formation  activities.  Only  where  groups  are  not  available  will  the  Project\nsupport  the  formation  of  new  farmer  groups.  The  average  size  of  farmer  groups  will  largely\ndepend  on  the  type  of  groups  used,  but  is  expected  to  be  about  25  farmers  in  the  lowland\nregion and about 20 farmers in the hilly region. Based on the experience of DOA and CBOs in\nthe project area, these averages are considered to be appropriate and manageable for group\nsustainability and the delivery of extension services and training. Sufficient flexibility should be\nallowed in new group formation to determine their size based on local conditions. Each pocket\narea for field crops is expected to have about 20 farmer groups in the lowland region and 15\ngroups in the hilly region, and a pocket area for fruits or vegetables will have about 4 groups in\nboth lowland and hilly regions.\n\n48.\nDOA's agricultural extension services, including technical training, crop demonstrations,\nand foundation seed production, will be provided for farmer groups in the project area. Training\nprograms  for  farmer  groups  and  women's  farmer  groups  will  be  conducted  by  JTs  and  JTAs\nunder  the  Project  on  (i)  the  use  of  improved  seeds  and  other  agricultural  inputs  for  the\nproduction of secondary crops; (ii) postharvest operations, including the availability and use of\nstorage  facilities;  (iii)  marketing of secondary crops; and (iv) rural finance. Training programs\non other subjects will be considered based on the demand from farmer groups and in view of\nother training programs, which farmers receive from other projects and NGOs. Women will be\n\n\f14\n\nparticularly  encouraged  to  participate  in  training  on  group  marketing  of  secondary  crops  as\nthey  have  greater  responsibility  for  marketing  decisions.  Field  team  supervisors  will  also\nprovide  training  for  farmer  groups  and  women  farmer  groups  on  group  management,  self-\nmonitoring  of  group  activities,  registration  as  cooperatives,  and  group  procurement  of  inputs\nand marketing.\n\n49.\nTo promote interactions between private dealers and processors, and farmers, DADOs\nwill  organize  agricultural  fairs  in  the  project  area  in  collaboration  with  local  chambers  of\ncommerce  and  industry.  The  existing  collection  centers  and  local  markets  in  the  selected\nproduction  pocket  areas  will  be  rehabilitated  based  on  the  requests  from  farmer  groups  and\nthrough  consultations  with  district  and  village  development  committees.  Under  the  Project,\nregional facilities will be strengthened for effective collection and dissemination of information\non local markets through (i) collaboration with the existing information network, such as that of\nthe  Agro-enterprise  Center  of  the  Federation  of  Nepalese  Chambers  of  Commerce  and\nIndustry; (ii) improvement of communications facilities, including the increased use of facsimile\nand e-mail; and (iii) provision of service vehicles where necessary. The consultants recruited\nunder  the  Project  will  assist  DADOs  in  improving  the  market  information  system,  making  the\nsystem  more  relevant  to  farmers  in  the  project  area,  and  conducting  and  updating  market\nresearch for products of good marketing potential.\n\nb.\n\nPromotion of Private Extension Services\n\n50.\nThe  Project  will  promote  the  use  of  private  service  providers,  including  NGOs  and\nCBOs,  to  form  and  strengthen  farmer  groups  and  provide  agricultural  extension  services  for\nthem.  As  the  number  and  availability  of  such  private  service  providers  is  limited,  the  private\nextension services will be introduced gradually into the Project. The selection and awarding of\ncontracts to these service providers will be done by the PCU or the concerned regional director\nof DOA through local competitive bidding in consultation with the concerned DADO and district\nand village development committees (para. 70). Each contract will primarily cover the identified\nproduction pocket areas and will include detailed specification of expected outputs in terms of\nthe number and type of farmer groups and training programs to be conducted. The period to\nbe covered under the contract will depend on the specific needs in each area, but should be\nrenewable  on  a  yearly  basis  subject  to  satisfactory  performance  of  the  service  provider.  The\nprivate  service  provider  will  be  responsible  for  all  activities  from  the  formation  and\nstrengthening  of  farmer  groups  to  the  delivery  of  extension  services.  The  social  mobilization\nprograms  to  be  carried  out  by  private  service  providers  in  the  lowland  region  will  include\nprograms  for  increasing  social  awareness  and  skills  of  agricultural  laborers  who  had  been\nworking  under  the  bonded  labor  practices.17  There  is  an  urgent  need  for  providing  these\nlaborers with adequate economic means for self-reliance.\n\nMajor national NGOs that are currently providing agricultural extension services under\n51.\nprojects  financed  by  bilateral  funding  agencies  have  been  consulted.  Contracts  with  private\nservice  providers  under  the  Project  will  include  the  provision  for  transportation  costs,\nequipment,  field  staff,  training  programs,  and  recurrent  expenses.  If  the  private  service\nproviders cannot utilize ASCs and ASSCs, appropriate office facilities need to be rented. The\ntechnical staff will include a field supervisor, crop specialists, field technicians, social\n\n                                            \n17 On 17 July 2000, the Government made a landmark decision, outlawing bonded labor in the country. This fulfilled\nits obligation to realize the principles and fundamental human rights set out in the constitution of the International\nLabour Organization.\n\n\f15\n\nmobilizers,  and  administrative  staff.  In  the  first  year,  the  arrangement  with  private  service\nproviders  can  be  adopted  in  Dailekh  or  Surkhet  district  in  the  Midwestern  Development\nRegion,  and  in  Dadeldhura  or  Baitadi  district  in  the  Far  Western  Development  Region.  A\nmaximum of two contracts for each of the two development regions will be awarded to private\nservice providers in the first year of project implementation.\n\nc.\n\nPromotion of Client-Oriented Research\n\nThe  Project  will  support  research  proposals  on  the  priority  subjects  identified  for  the\n52.\nproject area. The quarterly meetings of the regional technical working groups and the monthly\nmeetings  of  the  district  agricultural  development  committees  will  be  used  for  identifying  high\npriority subjects for research, thereby facilitating client-oriented research activities (paras. 63-\n64).  Such  research  proposals  will  be  invited  from  public  and  private  institutions,  including\nNARC,  the  Institute  of  Agricultural  and  Animal  Sciences,  other  Government  agencies,\nuniversities,  colleges,  private  companies,  and  NGOs.  The  Project  will  be  focused  on  the\ngradual commercialization of agriculture through crop diversification in the project area. Thus,\nthe  starting  point  for  all  activities  will  be  market  research  to  establish  what  can  profitably  be\nsold and in which markets. Research activities will then aim at (i) identifying which production\npocket area can best meet the demand of each market, (ii) identifying or developing suitable\nvarieties and agronomic practices to meet this demand, and (iii) using the extension service to\nbring these varieties and practices to the attention of farmer groups.\n\n53.\nThese  research  proposals  will  be  financed  under  the  Project  through  contributions  to\nthe  NARDF  (para.  36),  which  will  be  established  by  the  Government  to  institutionalize  a\ncompetitive  funding  system  for  agricultural  research  proposals.  This  system  was  originally\nintroduced by DFID's Hill Agriculture Research Project, and has been operational since 1996.\nContributions to this fund will only support applied agricultural research activities, which will be\napplicable  to  the  project  area.  The  NARDF  will  be  established  as  a  fully  autonomous  body\nthrough new legislation (para. 64). As an interim measure, it was agreed that the Government\nwould  establish  through  its  executive  order,  in  form  and  substance  satisfactory  to  ADB,  a\nnational  committee  to  administer  funds  for  agricultural  research  and  development.  Loan\nproceeds  will  not  be  withdrawn  for  this  component  until  the  Government  establishes  this\ncommittee,  which  will  comprise  seven  representatives  of  the  Government,  civil  society  and\nprivate  enterprises.  The  use  of  the  funds  for  research  activities  will  facilitate  a  shift  of  the\nagricultural  research  system  to  be  more  responsive;  minimize  unnecessary  interference;  and\ninvolve  the  eventual  clients  in  the  identification  of  problems,  selection  of  proposals,  and\nfunding of research activities.\n\nd.\n\nProject Management Support\n\nSupport  for  project  management  will  be  provided  at  the  central,  regional,  and  district\n54.\nlevels.  The  PCU  and  the  PIUs  will  have  service  vehicles,  communications  equipment,  and\nincremental staff. These vehicles and equipment will be used solely for project implementation.\nPIU  offices  will  be  constructed  on  the  existing  office  compounds  of  the  Government  in\nNepalganj  in  the  Midwestern  Development  Region,  and  in  Dadeldhura  District  in  the  Far\nWestern Development Region. To promote training activities in the Far Western Development\nRegion, a regional training center will be established at the vegetable seed production farm in\nDadeldhura  District.  At  present,  there  is  no  regional  training  center  in  the  Far  Western\nDevelopment Region, and the trainees selected from farmer groups or local administrations\n\n\f16\n\nneed to travel to other development regions for major training programs. Within three months\nof  loan  effectiveness,  MOAC  will  notify  ADB  of  final  approval  of  the  location  of  the  regional\ntraining center.\n\nUnder  the  Project,  JTs  and  JTAs  will  be  provided  with  training  programs,  covering\n55.\nsubjects  like  harvest  record  keeping,  postharvest  handling,  integrated  pest  management,\ngender  and  development,  and  participatory  rural  appraisal.  The  training  programs  will  be\nconducted  mainly  at  the  regional  training  centers  and  include  about  25  JTs  and  JTAs  per\nprogram. Trainers' training programs will be conducted on similar subjects at the centers. The\nProject  will  include  study  visits  and  higher  degree  courses  in  Nepal  to  widen  the  trainers'\npractical knowledge and improve their qualifications.\n\nDOA’s  extension  services  are  currently  provided  at  ASCs  and  ASSCs.  There  are  49\n56.\nASCs  and  94  ASSCs  in  the  project  area,  with  each  center  covering  about  five  village\ndevelopment committees. Each center belongs to a DADO. The Project will utilize the existing\nASCs  and  ASSCs  in  the  selected  pocket  areas  for  extension  services.  Under  the  Project,\nthese centers will receive support for transportation facilities such as bicycles and motorcycles,\nand equipment for communications and soil testing. The ASC, ASSC, and DADO buildings will\nbe  rehabilitated  as  required.  The  facilities  can  be  utilized  by  private  service  providers  (para.\n51). Support will be provided to construct buildings in the project area for regional laboratory\nfacilities, which are currently scattered in rented houses. These facilities will be consolidated in\ncompounds  in  Nepalganj  in  Banke  District  for  the  Midwestern  Development  Region,  and  in\nDhangadi  in  Kailali  District  for  the  Far  Western  Development  Region.  In  line  with  MOAC's\nsector  strategy,  the  Government  will  develop  guidelines  for  implementing  the  policy  on  cost\nrecovery for the use of its regional laboratory facilities. The guidelines will be developed within\nthree  months  of  loan  effectiveness  and  implemented  under  the  Project  (para.  37).  Project\nimplementation  consultants  will  assist  the  PCU  and  PIUs  in  facilitating  project  management\nactivities.\n\nC.\n\nCost Estimates\n\n57.\nThe total cost of the Project is estimated at $14.04 million, including physical and price\ncontingencies according to ADB's standard practices, and the interest on the ADB loan during\nproject  implementation.  The  total  foreign  exchange  cost  of  the  Project  is  estimated  at  $4.40\nmillion  or  31  percent  of  the  total  project  cost,  and  the  local  currency  cost  at  $9.64  million\nequivalent or 69 percent of the total cost. Project cost estimates are summarized in Table 1,\nand details are shown in Appendix 5.\n\n\f17\n\n \n Table 1: Summary of Project Costs\n ($ million)\n \nForeign\nExchange\n\nLocal\nCurrency a\n\nTotal Percentage of\nCost Base Cost\n\n Component\n\n  2.30\n\n     1.15\n\n     1.15\n\nSubtotal (A)\n\n     59\n     15\n       7\n\n     1.76\n     0.34\n     0.43\n\n     5.27\n     1.43\n     0.43\n\n  7.03\n  1.77\n  0.86\n     19\n\n \n A.  Base Cost\n   1. Provision of Extension Services\n   2. Promotion of Private Extension Services\n   3. Promotion of Client-oriented Research\n   4. Project Management Support\n \n \n \n B.  Contingencies\n   1. Physical\n   2. Price\n \n C.  Interest During Implementation\n \n \n \n \n \na   Includes taxes and duties of about $1.11 million equivalent.\nSource: TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and staff estimates.\n\nTotal Cost (A+B+C)\n\n     0.25\n     0.17\n\n     0.72\n     0.64\n\n  0.97\n  0.81\n\n      8\n      7\n\nPercent\n\n     0.00\n\n     0.30\n\n     4.40\n\n     9.64\n\n     3.68\n\n     8.28\n\n        69\n\n        31\n\n11.96\n\n14.04\n\n  0.30\n\n   100\n\n  100\n\n      3\n\n  \n\nD.\n\nFinancing Plan\n\nIt  is  proposed  that  ADB  will  provide  a  loan  amounting  to  $11.0  million  from  the  Asian\n 58.\nDevelopment Fund resources. The loan will have a maturity of 32 years, including a grace period\nof 8 years, and with an interest charge of 1.0 percent per annum during the grace period and 1.5\npercent per annum thereafter. ADB will finance the entire foreign exchange cost of the Project\nand  68  percent  of  the  local  currency  cost.  The  high  proportion  of  local  cost  financing  is\nnecessary in view of the high percentage of local currency expenditures and the Government’s\nfiscal  constraints.  The  Borrower  will  be  the  Kingdom  of  Nepal.  The  balance  of  about  $3.04\nmillion will be financed by the Government. The financing plan is summarized in Table 2, and\ndetails are presented in Appendix 5.\n\n Table 2:  Financing Plan\n ($ million)\n \nForeign\nExchange\n\nLocal\nCurrency\n\nTotal\nCost\n\n  Percent\n\n    4.40\n    0.00\n\n    4.40\n\n   6.60\n   3.04\n\n   9.64\n\n11.00         (78)\n  3.04         (22)\n\n14.04         (100)\n\nSource\n\n ADB\n Government\n \n               Total\n \n\n \n\n \n \n \n\n \n\n\f18\n\nE.\n\nImplementation Arrangements\n\n1.\n\nProject Organization\n\nThe Executing Agency for the Project will be DOA of MOAC. The project organization\n59.\nchart  is  presented  in  Appendix  6.  DOA  has  established  a  PCU  at  the  central  level  in\nKathmandu, and will establish one PIU each for the Midwestern and Far Western development\nregions before loan effectiveness. The PCU is headed by a full-time project coordinator, who\nwas  appointed  in  March  1999  when  the  TA  for  preparing  the  Project  started.  The  PCU  will\nhave five officers, including the project coordinator, a budget and planning officer, a monitoring\nand evaluation officer, an agricultural engineer, an accounting officer, and supporting staff. All\nPCU  staff  will  be  appointed  within  one  month  of  loan  effectiveness.  The  PCU  will  be\nresponsible for (i) overall project implementation and the central-level coordination within DOA\nand  with  other  relevant  agencies;  (ii)  procurement  of  service  vehicles,  equipment,  and  major\ncivil  works;  (iii)  recruitment  of  consultants  and  incremental  staff;  and  (iv)  supervision  of  the\nPIUs.  The  PCU  will  compile  all  project-related  documents  such  as  work  plans,  progress\nreports, budget plans, statements of expenditures, and loan withdrawal applications, which will\nbe prepared by the PIUs in consultation with the PCU.\n\n60.\nThe main focus of project implementation will be at the regional and district levels. PIUs\nwill  assume  responsibility  for  the  day-to-day  implementation  and  interagency  coordination  of\nproject activities in the field. Each PIU will be headed by a full-time project manager, who will\nbe supported by the regional director of DOA and will directly report to the project coordinator.\nIn  addition  to  the  project  manager,  each  PIU  will  have  a  monitoring  and  evaluation  officer,  a\nwomen's development officer, an accountant, and a technical overseer. All PIU staff will have\nbeen  appointed  within  one  month  of  loan  effectiveness.  The  PIUs  will  provide  operational\nlinkages  among  the  production  pocket  areas  of  the  Project,  other  relevant  government\nagencies,  and  the  private  sector,  and  will  organize  the  quarterly  meetings  of  the  regional\ntechnical working groups for agricultural research and extension.\n\n61.\nAt  the  district  level,  DADOs  will  be  responsible  for  coordinating  and  implementing\nproject  activities  with  assistance  from  PIUs.  DADOs  will  consult  with  the  district  and  village\ndevelopment  committees  in  the  selection  of  production  pocket  areas  and  recruitment  of  field\nteam members and team supervisors. The district agricultural development committees, which\nwere established at the district level for the APP activities, will be involved in this process.\n\nThe  Government  will  establish  an  interministerial  project  steering  committee  (PSC)\n62.\nwithin  one  month  of  loan  effectiveness.  The  PSC  will  be  headed  by  the  secretary  of  MOAC,\nand  include  (i)  the  director  general  of  DOA;  (ii)  representatives  from  the  National  Planning\nCommission; Ministry of Finance; Ministry of Water Resources; Ministry of Local Development;\nMinistry of Women, Children, and Social Welfare; Central Food Research Laboratory; NARC;\nDepartment  of  Cooperatives;  Nepal  Rastra  Bank;  and  Federation  of  Nepalese  Chambers  of\nCommerce and Industry; and (iii) the executive director of the NARDF secretariat. The project\ncoordinator  will  be  the  member-secretary  of  the  PSC.  The  PSC  will  be  responsible  for  (i)\nproviding  overall  policy  and  operational  guidance  for  project  implementation,  (ii)  resolving\nissues and conflicts that may emerge during implementation, and (iii) facilitating coordination of\nproject  activities  with  other  externally  financed  projects  and  programs.  The  PSC  will  meet  at\nleast semiannually in conjunction with ADB's review missions. The PSC may establish project\n\n\f19\n\nmanagement  subcommittees  with  specific  terms  of  reference  to  resolve  technical  issues\nemerging during project implementation.\n\n63.\nThe PCU will provide the NARDF and, during an interim period, the national committee\nfor  agricultural  research  and  development  with  funds  to  promote  client-oriented  research  for\nthe Midwestern and Far Western development regions (paras. 53). The priority subjects will be\nidentified  by  the  regional  technical  working  groups,  which  will  meet  quarterly  and  include\nrepresentatives from DADOs in the region, NARC, NGOs, private traders, and farmers. These\npriority subjects will be included in NARDF's list of research activities to be financed under the\nfunds provided from the Project. PIUs will also ensure that the district agricultural development\ncommittees meet monthly to provide a district-level linkage between research and extension,\nand  identify  farmers'  needs  in  the  field  for  the  Project.  The  district  agricultural  development\ncommittee  will  be  headed  by  the  district  development  committee  chairperson  and  have\nrepresentatives from district-level line agencies, NARC, farmer groups, and the private sector.\n\n64.\nThe NARDF will be established as a fully autonomous institution through the enactment\nof  a  separate  act.18  The  interim  national  committee  will  be  dissolved  when  the  NARDF  is\nestablished. It was agreed with the Government that the draft bill for the establishment of the\nNARDF  would  be  approved  by  the  Government  for  submission  to  the  Parliament  by  31\nDecember  2001.  The  NARDF  will  have  a  technical  sub-committee.  The  technical  sub-\ncommittee comprises one chief scientist and several senior agricultural scientists, and will be\nresponsible for the semi-annual technical assessment and screening of research proposals on\nthe priority research subjects. The proposals must meet the selection criteria and be consistent\nwith the national agricultural research policy. The research proposals selected by the technical\nsub-committee  will  be  eligible  for  funding.  The  NARDF,  in  collaboration  with  the  PCU,  will\nensure that the research activities are properly carried out to produce quality outputs. Initially,\nthe Government will reallocate for the NARDF's administrative expenditure about $0.1 million,\nwhich  is  equivalent  to  about  10  percent  of  the  annual  budget  to  be  allocated  for  agricultural\nresearch and extension.\n\n2.\n\nSelection of Pocket Areas and Farmer Groups\n\nProduction  pocket  areas  in  each  district  will  be  selected  at  the  district  level  through\n65.\nannual  consultation  processes  (para.  44),  which  will  include  the  district  and  village\ndevelopment  committees; \nthe  district  agricultural  development  committees;  and\nrepresentatives  of  farmer  groups,  women's  farmer  groups,  local  NGOs,  private  traders,  and\nother relevant local organizations. District-level workshops will be organized under the Project\nto  facilitate  this  process.  Minimum  criteria  for  the  selection  of  pocket  areas  will  include  (i)\nwillingness  of  local  communities  to  participate  in  the  development  of  a  pocket  area  and\ncontribute time, labor, or other resources for this purpose; (ii) willingness of farmers within the\npocket  area  to  focus  on  the  production  and  marketing  of  the  identified  secondary  crops;  (iii)\nexistence  of  rural  infrastructure  such  as  rural  roads,  irrigation  facilities  or  local  markets;  (iv)\nagronomic suitability for the production of the identified crops; and (v) marketability and interest\nfrom agricultural traders and agro-business enterprises. DADOs in the project area have\n\n                                            \n18 The Ministry of Agriculture and Cooperatives. April 2000. Task Force Report on the Establishment of the National\n\nAgricultural Research and Development Fund, His Majesty's Government of Nepal. Kathmandu.\n\n\f20\n\ntentative  lists  of  these  production  pocket  areas,  which  can  be  considered  as  a  basis  for\nprioritization.19\n\n66.\nFarmers  are  fully  aware  of  benefits  generated  from  the  formation  of  farmer  groups,\nincluding advanced information on improved seeds, quality fertilizers, and marketing. There is\na strong demand among farmers in the project area for technical support and guidance. It was\nobserved during the TA for project preparation that field-level training and extension services,\nwhich emphasize practical demonstrations, are in high demand while lectures and theoretical\ntraining  are  usually  not  suitable.  Farmers  are  willing  to  diffuse  gained  knowledge  within  their\ngroups and to neighbors or relatives. If the resulting practices increase farmers' incomes, other\nfarmers are keen to learn and emulate them.\n\n67. Within  the  potential  pocket  areas,  the  Project  will  focus  on  farmer  groups,  including\nmixed  gender  and  women's  groups,  for  the  delivery  of  extension  services,  group  marketing,\nand postharvest information and technologies. Where farmers have been already formed into\ngroups,  they  will  be  assisted  to  become  more  inclusive  by  bringing  in  women,  poor\nhouseholds, and other disadvantaged members of their communities. Where no groups exist,\nthe  project  field  teams  will  mobilize  farmers  into  groups.  To  adequately  address  the  project\nobjectives,  at  least  50  percent  of  group  members  in  each  pocket  area  will  be  from  poor\nhouseholds, and at least 35 percent will be women, in line with MOAC's guidelines for the field\nstaff. Poor farming households are defined as (i) below the official poverty line, (ii) with land of\nless than 0.5 ha, or (iii) socially considered to be poor in their communities. This definition of\npoor  households  will  be  regularly  reviewed  and  agreed  between  the  Government  and  ADB.\nWhen  selecting  the  poor  for  the  inclusion  in  a  farmer  group,  priority  will  be  given  to  the\ndisadvantaged members of the local community, in particular the formerly bonded agricultural\nlaborers (para. 50).\n\n68.\nSome  farmer  groups  will  be  from  ethnic  minorities,  attached  to  a  particular  social\nstratum,  or  from  a  particular  location.  The  group  membership  should  be  mediated  by  field\nteams  and  social  mobilizers  to  ensure  cohesion.  Joint  membership  of  groups  should  be\nencouraged where both husband and wife are actively involved in the group activities, but with\nrestricted membership rights for fair representation of households among members. The rules\ngoverning  new  groups  should  be  established  during  group  formation,  and  should  be  built  on\nthe experience of farmer groups in the project area. The legal status of farmer groups must be\nconsidered  but  must  not  be  imposed  upon  the  groups  during  the  initial  stages  when  their\ncapacity to even understand the need for rules may be limited. Experience in the project area\nconfirms  that  farmers  and  social  mobilizers  prefer  a  cooperative  registered  under  the\nCooperative  Act  (1992)  rather  than  an  association  registered  under  the  Association\nRegistration  Act  (1977).  While  a  formal  legal  status  would  provide  a  mechanism  for  formal\nsanctions against defaulting members, informal sanctions among group members are usually\nmore important. Once farmer groups become fully operational and active under the Project, the\ndevelopment of a cooperative may be explored.\n\n3.\n\nParticipation of Private Service Providers\n\nPrivate  service  providers,  including  local  and  national  NGOs  and  CBOs,  will  be\n\n69.\ncontracted during project implementation to provide extension services complementing the\n\n                                            \n19 The  number  of  these  proposed  pocket  areas  varies  between  districts  in  the  range  of  16  to  22.  The  list  was\n\nsubmitted to ADB during ADB's Loan Appraisal Mission in July 2000.\n\n\f21\n\nextension activities of the district-level government agencies. Discussions have been held with\nsome national NGOs to determine their interest in participating in the Project for the formation\nand  strengthening  of  farmer  groups,  and  the  delivery  of  extension  services.  National  and\ninternational NGOs  have  a  number of programs and adequate experience in these activities,\nand indicated their willingness to be involved in the Project on a contractual basis. Their view is\nthat they have developed a model that can work and should be applied under their contracts.\nSuch contracts will cover the whole activities from group formation to the delivery of services in\nparticular areas, and will specify the expected outputs. Local NGOs are currently undertaking\nsmaller scale activities in the project area, involving a few farmer groups. These organizations\nmay need to be associated with national NGOs for contracts under the Project so that they can\nalso benefit from capacity-building support of the national NGOs.\n\nSeven  major  national  NGOs  are  operating  agricultural  activities  in  the  project  area,\n70.\nincluding  the  Center  for  Environmental  and  Agricultural  Policy,  Research,  and  Development;\nDevelopment  Projects  Service  Center;  Center \nfor  Self-Help  Development;  Rural\nReconstruction  Nepal;  Support  Activities  for  Poor  Producers  of  Nepal;  Institute  for  Integrated\nDevelopment  Studies;  and  Rural  Self-Reliance  Development  Center.  The  size  of  individual\nprograms  in  a  district  ranges  from  1  to  about  20  village  development  committees.  ADB\nmissions  observed  a  few  field  activities  of  some  of  the  NGOs  and  had  discussions  with  the\nfarmer  groups.  These  farmer  groups  fully  recognize  the  benefits  of  the  services  provided  by\nthese  NGOs.  A  large  number  of  local  NGOs  in  the  project  area  are  registered  with  district\nadministrations. The organization and activities of each local NGO should be assessed when it\napplies  for  participation  in  the  project  activities.  Private  service  providers  will  be  required  to\nsubmit  externally  audited  financial  statements  during  negotiations  for  contracts  under  the\nProject. Awarding of contracts to private service providers under the Project is subject to ADB's\napproval.  In  this  regard,  the  PCU  will  submit  to  ADB  (i)  criteria  for  the  selection  of  private\nservice providers, (ii) their terms of reference, and (iii) evaluation report for the selection.\n\nThere  is  presently  no  system  for  farmers  to  pay  from  their  income  for  the  services\n71.\nprovided  by  private  institutions  including  NGOs.  Poor  households  are  not  able  to  pay  for  the\nextension services. However, even poor farmers are likely to be willing to contribute a part of\ntheir resources if they believe they will benefit. Thus, it is important to build farmers' confidence\nin  the  quality  of  the  services  provided  under  the  Project  during  the  first  three  years  of  the\nProject.  A  cost-sharing  system  between  the  Government,  local  administrations,  and  farmer\ngroups  could  be  developed  during  the  midterm  review  for  introduction  under  the  Project  to\nensure the financial sustainability of the private extension services (para. 76).\n\n4.\n\nProject Performance and Impact Monitoring\n\n72.\nThe PCU will be responsible for monitoring overall project performance. It will establish\nthe  project\na  central  project  performance  monitoring  system  with  assistance \nimplementation  consultants  as  a  part  of  its  management  information  system  linked  with  the\nPIUs  and  the  NARDF.  Appropriate  environmental  and  social  impact  indicators  have  been\ndeveloped  during  project  processing  and  will  be  used  for  developing  the  monitoring  system.\nThe  monitoring  activities  will  cover  the  progress  of  project  implementation  and  the  impact  of\nproject activities based on the indicators. The NARDF will require the participating institutions\nto report monthly on the progress of research activities financed under the Project. Research\noutputs  and  their  impact  will  be  evaluated  annually  and  recorded  for  overall  project\nperformance monitoring.\n\nfrom \n\n\f22\n\nUnder  the  Project,  pocket  area  profiles  will  be  prepared  using  participatory  rural\n73.\nappraisal  techniques  during  social  mobilization  activities.  The  field  teams  will  collect\ninformation  on  farm  households  and  their  socioeconomic  conditions,  farm  area,  production,\nquantity  and  price  of  produce  sold,  inputs  for  agricultural  production,  gender  disaggregated\nbreakdown of labor inputs, and access to inputs. The field teams will be trained initially by the\nimplementation consultants on the methods for developing an appropriate uniform framework\nfor  rural  appraisal.  The  PIUs  will  ensure  that  the  collected  information  will  be  stored  in  a\ncomputerized database and maintained on the performance monitoring system of the Project.\nField  teams  will  ensure  that  reports  in  Nepali  language  generated  from  the  database  will  be\navailable for periodic reference by farmer groups.\n\n74.\nSemiannual  impact  monitoring  will  be  done  through  the  regular  pocket  area-level\nworkshops  that  will  report  on  improvements  in  production,  marketing,  yields,  incomes,  input\nuse,  and  postharvesting  activities.  The  first  series  of  these  workshops  will  be  commenced\nwithin six months of loan effectiveness. The reporting formats to assess the performance and\nimpact of the Project will be developed at project inception. Enumerators may be recruited by\nthe  PIUs  as  required  under  the  Project.  The  PCU  will  ensure  that  the  project  performance\nmonitoring system is properly linked to DOA's regular monitoring mechanism.\n\n5.\n\nProject Implementation Schedule\n\n75.\nThe  Project  will  be  implemented  over  a  period  of  six  years  from  loan  effectiveness.\nProject completion is expected in December 2006. Initial activities will include (i) recruitment of\nimplementation  consultants;  (ii)  project  inception  seminars  at  the  regional  level;  (iii)\nestablishment  of  imprest  accounts  for  the  Project;  (iv)  procurement  of  service  vehicles,\nequipment and civil works for PCU and PIUs; (v) recruitment of field teams, team supervisors,\nand private service providers; (vi) selection of production pocket areas to be covered under the\nProject;  (vii)  staff  training;  and  (viii)  establishment  of  the  project  performance  monitoring\nsystem. Project activities will be commenced in four districts each year. During the first year of\nimplementation,  project  activities  for  the  mobilization  of  farmer  groups  and  the  provision  of\nsupport services will be mainly carried out in the hilly areas. Potential private service providers\nwill be identified before project inception so that their field activities can be initiated early in the\nfirst year of the Project. The project implementation schedule is summarized in Appendix 7.\n\n6.\n\nProject Midterm and Completion Reviews\n\nIn addition to regular project supervision, the Government and ADB will jointly carry out\n76.\na midterm review at the end of the third year of project implementation. Data required for the\nreview should be readily available from the performance monitoring system of the project. The\nreview will cover (i) progress of group formation in pocket areas, (ii) involvement of women and\ndisadvantaged  groups,  (iii)  application  of  improved  technology  and  inputs,  (iv)  level  of\nhousehold  incomes,  (v)  level  of  production  and  marketing  of  secondary  crops,  (vi)  level  of\npostharvest operations, (vii) use of rural financial services, (viii) participation and effectiveness\nof private service providers, (ix) progress of research activities funded under the Project, and\n(x) progress in cost recovery for the use of the regional laboratory facilities. During the midterm\nreview, a possible cost-sharing system for the agricultural extension services for farmer groups\nwill  be  developed  for  introduction  under  the  Project  to  ensure  the  sustainability  of  project\nactivities. Such cost sharing for the services will be considered among the Government, local\n\n\f23\n\nadministrations,  and  farmer  groups.  The  project  completion  review  will  be  undertaken  at  the\nend of the sixth year of project implementation based on the terms of reference to be agreed\nbetween the Government and ADB.\n\n7.\n\nProcurement\n\n77.\nThe Project requires the procurement of service vehicles, equipment, and civil works to\nbe  carried  out  in  accordance  with  ADB's  Guidelines for Procurement.  Civil  works  to  be\nprocured under the Project are expected to be in small packages costing less than $100,000.\nInternational  companies  are  unlikely  to  be  interested  in  bidding  for  these  local  civil  works,\nwhich  will  be  procured  under  local  competitive  bidding  procedures  satisfactory  to  ADB.\nPackages  for  some  service  vehicles,  which  are  likely  to  exceed  $100,000  and  can  be  more\neffectively  sourced  from  international  suppliers,  will  be  procured  through  international\nshopping.  Where  appropriate,  procurement  may  be  by  direct  purchase  for  items  below\n$100,000.\n\nA  maintenance  plan  will  be  prepared  for  all  facilities  constructed,  renovated,  or\n78.\nupgraded  under  the  Project  before  the  completion  of  such  construction,  renovation,  or\nupgrading.  The  Government  will  ensure  the  provision  of  adequate  budget  to  implement  the\nmaintenance  plan.  The  regional  training  center  in  the  Far  Western  Development  Region,  the\nconsolidated regional laboratory buildings, and the PIU office buildings to be constructed under\nthe  Project  will  be  on  Government  land  and  will  not  involve  involuntary  resettlement.  The\nGovernment will also ensure that the buildings constructed, renovated, or upgraded under the\nProject  will  have  appropriate  facilities  to  accommodate  women's  needs,  and  that,  when\nprocuring bicycles, female field staff receive lady's bicycles.\n\n8.\n\nConsulting Services\n\nUnder  the  loan,  the  Project  will  finance  a  total  of  20  person-months  of  international\n79.\nconsultants  in  project  management  and  postharvest  operations,  and  60  person-months  of\ndomestic  consultants  in  performance  monitoring,  agricultural  marketing,  gender  issues,\nenvironment,  and  training.  An  international  consulting  firm  in  association  with  a  qualified\ndomestic  firm  will  be  engaged  to  provide  these  services.  The  project  management  specialist\n(international)  will  be  the  team  leader.  Other  than  developing  the  necessary  systems  and\nprocedures,  the  major  part  of  the  implementation  consultants'  work  will  be  the  successful\ntransfer  of  skills  to  the  PCU,  PIUs,  and  field  staff  of  the  Project  and  the  DADOs.  Consulting\nservices  will  be  required  mainly  during  the  first  three  years  of  project  implementation.  If\nproblems occur during the latter part of implementation, additional inputs may be provided on\nan intermittent basis. All consultants will be engaged in accordance with ADB's Guidelines on\nthe Use of Consultants  and  other  arrangements  satisfactory  to  ADB  on  the  engagement  of\ndomestic  consultants.  The  outline  terms  of  reference  for  these  consulting  services  are  in\nAppendix 8.\n\n9.\n\nDisbursement\n\n80.\nProject  funds  will  be  disbursed  through  DOA's  regional  and  district  offices.  The  PCU\nwill  establish  an  imprest  account  immediately  after  loan  effectiveness  in  accordance  with\nADB’s Loan Disbursement Handbook. The imprest account will be used to pay for civil works,\nlocally purchased vehicles and equipment, contract staff, training, and locally recruited service\n\n\f24\n\nproviders  and  consultants.  An  initial  amount  will  be  deposited  into  the  account  based  on  the\nprojected  expenditures  for  the  next  six  months.  The  imprest  account  will  be  liquidated  and\nreplenished  according  to  ADB's  statement  of  expenditures  procedures  for  contracts  below\n$50,000.  No  loan  proceeds  will  be  withdrawn  for  the  component  of  agricultural  research\nactivities until the Government establishes through an executive order a national committee to\nadminister  funds  for  agricultural  research  and  development  (para.  53).  Disbursement  of  loan\nproceeds for the component of agricultural research activities will be suspended if the draft bill\nfor  the  establishment  of  a  fully  autonomous  NARDF  is  not  approved  by  the  Government  for\nsubmission to the Parliament by 31 December 2001.\n\n10.\n\nReports, Accounts, and Audit\n\nThe  PCU  will  compile  quarterly  progress  reports  on  overall  project  implementation,\n81.\nwhich will be submitted to the PSC and ADB before the end of the month following the quarter\nunder  review.  These  reports  will  have  form  and  detail  satisfactory  to  ADB.  An  appropriate\nformat  will  be  established  at  project  inception  in  conjunction  with  the  project  performance\nmonitoring system. These reports should cover (i) the progress of project implementation, (ii)\nimplementation  issues  encountered  and  measures  adopted  for  their  resolution,  and  (iii)\nassessment of the project's actual impact against its goals and purposes. The PCU’s quarterly\nprogress  reports  should  also  include  quarterly  information  provided  on  research  activities\nfinanced under the Project.\n\n82.\nThe  PCU  will  establish  and  maintain  separate  accounts  for  expenditures  under  the\nProject and have them audited annually by auditors acceptable to ADB and in accordance with\nsound auditing principles. All financial transactions for the Project will be recorded separately\nin the project account in a manner that allows identification of expenditures under the Project.\nCertified copies of such audited reports will be submitted to ADB, in English, within 12 months\nafter  the  end  of  each  fiscal  year.  To  meet  these  requirements,  the  PCU  will  set  up  a  project\naccounting system in accordance with the simplified and integrated project accounting manual\nissued by the Ministry of Finance in September 1995 and its amendments thereafter.\n\nF. \n\nThe Executing Agency\n\n83.\nDOA  is  headed  by  a  director  general,  who  is  responsible  for  implementing  MOAC's\npolicies and programs at the field level. DOA has 11 disciplinary divisions, including those for\nagricultural  extension,  market  development,  and  crop  development.  The  five  regional\ndirectorates  are  responsible  for  activities  in  their  development  regions  of  the  country.  They\nprovide DADOs with technical guidance and supervision. The total staff of each district office\nranges  between 20  and  45,  including subject matter specialists, officers, JTs, and JTAs. JTs\nand JTAs are managing ASCs and ASSCs. In the project area, all positions for the heads of\nDADOs  are  filled,  but  the  vacant  JT  and  JTA  positions  must  be  filled  within  three  months  of\nloan effectiveness. The qualifications of the district technical staff, including JTs and JTAs, are\nadequate for project execution.\n\nThe main function of DADOs is to disseminate improved agricultural technology among\n84.\nfarmer  groups  by  (i)  using  demonstration  kits  for  on-farm  activities  —  kits  include  composite\nvegetable  seed  packets,  fruit  saplings,  and  other  inputs;  (ii)  demonstrating  good  farming\npractices  and  techniques  at  selected  private  farms;  (iii)  conducting  training  programs  for\nfarmers; and (iv) organizing study visits, agricultural fairs, and product contests.  A DADO is\n\n\f25\n\nalso  responsible  for  facilitating  access  to  other  support  services  and  inputs,  including  rural\nfinance  and  agricultural  chemicals.  The  annual  plans  and  programs  of  DADOs  for  providing\nextension  services  and  training  are  not  being  properly  monitored.  Substantial  improvements\nare  required  to  make  their  monitoring  activities  effective  and  to  increase  reliability  in  their\nprogress  reports.  These  aspects  will  be  examined  by  the  implementation  consultants  during\nthe first year of the Project.\n\n85.\nDespite MOAC's stated strategy for the provision of packaged services and inputs for\nthe  selected  production  pocket  areas,  essential  services  and  inputs  fail  to  reach  farmers  as\npackages.  This  is  largely  due  to  the  lack  of  communications  and  coordination  among\nconcerned  line  agencies,  and  often  with  personality  factors.  Annual  programming  and\nbudgeting exercises at the local levels are carried out separately by each agency and mostly\ntend  to  be  dictated  by  higher  authorities.  This  results  in  a  shortage  of  resources  needed  for\npriority areas. During implementation, vertically divided agencies tend to unilaterally implement\ntheir  own  programs  to  fulfill  their  physical  and  financial  targets  without  close  interagency\ncoordination.  The  role  of  the  district  agricultural  development  committees  needs  to  be\nenhanced  for  better  coordination  in  this  regard.  Identification  and  involvement  of  key\nstakeholders in planning and implementation are equally important in generating a true sense\nof  ownership  among  these  stakeholders.  During  the  surveys  conducted  under  the  TA  to\nprepare  the  Project,  JTs  and  JTAs  indicated  that  they  needed  increased  collaboration  with\nother  agencies,  such  as  NARC's  research  stations  and  rural  financial  institutions,  to  help\nprocuring  improved  seeds  and  other  inputs.  Effective  collaboration  among  the  concerned\nagencies  at  the  field  level  will  be  enhanced  under  the  Project  through  the  activities  of  field\nteams, team supervisors, and private service providers.\n\nG. \n\nEnvironmental and Social Measures\n\n1. \n\nEnvironmental Measures\n\n86.\nA field survey for an initial environmental examination (IEE) was carried out from June\nto July 1999 in the project area. Degradation of soil fertility is an important environmental issue\nrelated to the Project. Maintenance of soil fertility is traditionally left to natural processes and\noften  carried  out  by  farmers  using  farmyard  manure.  With  the  introduction  of  intensified\ncropping,  there  will  be  an  increased  extraction  of  nutrients,  and  the  level  of  fertility\nmaintenance  may  not  be  sufficient.  Use  of  chemical  fertilizers  is  likely  to  increase  in  the\nproduction  pocket  areas  to  supplement  the  soil  fertility.  Although  the  average  amount  of\nfertilizers used in Nepal is very low at about 30 kilograms per ha, the excessive and improper\nuse  of  chemical  fertilizers  in  some  areas  could  affect  water  bodies,  wetlands,  and  soil.\nIntroduction of an integrated plant nutrient management system will be encouraged under the\nProject  to  avoid  the  excessive  use  of  chemical  fertilizers.  Where  chemical  fertilizers  are\nnecessary,  their  appropriate  use  will  be  promoted  through  training  and  demonstration\nactivities.  Under  the  Project,  soil  testing  kits  and  soil  augers  will  be  procured  for  ASCs  and\nASSCs so that soil samples can be more easily obtained for analysis in the field.\n\nSimilarly,  soil  erosion  is  a  common  environmental  problem  that  may  be  caused  by\n87.\nincreased development activities in the project area. Soil erosion will have wide environmental\nconsequences,  including  loss  of  fertility  and  frequent  floods,  unless  proper  conservation\nmeasures such as terracing are taken, particularly in the hilly region. Slope, rainfall, vegetation\ncover, and human activities all need to be taken into account for environmental protection\n\n\f26\n\nunder the Project. Training and awareness programs for farmer groups will include the relevant\nsubjects  on  low-cost  soil  conservation  techniques.  The  use  of  chemical  pesticides  can  affect\nthe  environment  and  public  health  through  their  adverse  impact  on  soil  fauna  and  micro-\norganisms,  by  killing  untargeted  species;  and  on  human,  farm  animals,  and  food.  Adverse\nimpact  can  arise  from  the  application  of  the  wrong  pesticides,  excessive  amounts,  and\ninappropriate  storage;  and  careless  disposal  of  containers.  The  inadequate  knowledge  of\nintegrated pest management will be addressed under the training programs of the Project for\nfarmers and DADO staff.  ADB's Handbook on Incorporation of Integrated Pest Management in\nAgriculture  Projects  will  be  used  for  training.  Suitable  courses  will  be  developed  and\nimplemented  under  the  Project  in  collaboration  with  DOA's  Plant  Protection  Division  and  the\nregional plant protection laboratories.\n\nThe  overall  environmental  impact  of  the  Project  is  expected  to  be  positive.  Possible\n88.\nadverse  environmental  impacts  will  be  mitigated  through  the  provision  of  appropriate  training\nand  awareness  programs \nfarmer  groups.  Consulting  services  on  environmental\nmanagement  will  be  provided  for  project  management.  There  is  no  likelihood  of  significantly\nnegative  environmental  impacts  that  require  detailed  environmental  impact  assessment,  and\nthe  IEE  is  sufficient  for  the  assessment  of  the  environmental  impact  expected  under  the\nProject. IEE is summarized in Appendix 9.\n\nfor \n\n2. \n\nSocial Measures\n\n89.\nAn  initial  social  assessment  was  conducted  in  10  project  districts  from  March  to  July\n1999. Five of the districts are in the lowland region, and the other five are in the hilly region.\nHigh  poverty  incidence  exists  in  the  project  area.  The  composite  indexes  of  human\ndevelopment, which reflect life expectancy, adult literacy, mean years of school and per capita\nincome,  showed  that  most  districts  in  the  Midwestern  and  Far  Western  development  regions\nhad  indexes  substantially  below  the  national  average.  The  gender  empowerment  measures,\nwhich  indicate  the  degree  of  gender  inequality  in  important  areas  of  economic  and  political\nparticipation and decision-making, also fall below the national average.\n\n90.\nIn the project area, self-employment in agriculture accounts for an estimated 60 percent\nof  male  employment  and  82  percent  of  female  employment.  Forty  percent  of  agricultural\nhouseholds have less than 0.5 ha of land and another 26 percent have holdings of 0.5-1.0 ha.\nOperational  landholdings  are  highly  fragmented  in  the  hilly  region  with  a  farm  household\nhaving more than four parcels of land on average. The average size of a parcel is 0.35 ha in\nthe  lowland  region  and  just  0.20  ha  in  the  hilly  region.  Households  below  the  poverty  line\nmainly  hold  less  than  1  ha,  and  farmers  with  less  than  0.5  ha  usually  cannot  meet  food\nrequirements  of  their  households.  Their  economic  level  also  depends  on  the  quality  of  their\nfarmland  and  access  to  off-farm  employment  opportunities.  About  30  percent  of  farm\nhouseholds in the project area work on rented land along with their own land, and many more\nsharecroppers may not appear in the statistics. Sharecropping is not necessarily a deterrent to\ninvestment  in  improved  agricultural  inputs.  Several  farmers,  who  are  members  of  the  groups\ninterviewed  in  the  project  area,  are  sharecroppers  and  use  improved  seeds  and  chemical\nfertilizers.  Sharecropping  is  also  useful  where  landholdings  consist  of  a  number  of  scattered\nparcels.  A  farmer  may  operate  on  a  piece  of  land  contiguous  to  his  own  under  this\narrangement.\n\n\f27\n\nVegetable  cultivation  has  become  a  very  significant  activity  for  poor  farmers  with\n91.\nmarginal  holdings  as  vegetables  can  bring  in  quick  returns  when  marketed  and  provide\nimportant  nutritional  supplements.  The  positive  impact  of  vegetable  production  on  the\nlivelihoods  of  poor  farmers  is  significant.  Farmers  usually  gain  access  to  knowledge  of  the\navailability  of  improved  seeds  and  fertilizer,  and  market  outlets,  through  their  farmer  group\nmembers and training programs offered by public extension workers or NGOs. Various groups\nwill  differ  in  the  degree  of  response  to  and  pace  of  adopting  new  ideas.  However,  any\ndemonstrated benefits will gradually reach most members of farmer groups in the production\npocket areas, including landless and marginal farmers.\n\n92. Women  play  a  major  role  in  agriculture,  particularly  in  vegetable  growing.  The\ntraditional  division  of  labor  has  men  responsible  for  plowing  and  women  for  planting,\ncomposting, weeding, and postharvest activities. Both genders are engaged in harvesting. The\nextent  of  women's  involvement,  especially  in  decision-making  for  production  and  marketing,\nvaries  according  to  location,  social  group,  and  scale  of  farm  activities.  Women’s  direct\ninvolvement and responsibility are higher in the hilly region, in middle and lower caste groups,\nand  in  subsistence  farming.  The  gender  issue  in  agriculture  is  whether  women’s  work\ncontribution  translates  into  access  to  and  control  over  resources  in  terms  of  technology  and\nincome.  For  some  years,  the  national  policy  has  been  to  eliminate  obstacles  to  women’s\nparticipation  in  agricultural  development.  Participation  in  development  should  lead  to\nmainstreaming  in  terms  of  recognizing  women  not  just  as  workers  but  as  key  contributors  in\nagriculture.  The  Project  will  have  technical  training  programs  and  in-country  study  tours  for\nwomen-only farmer groups, and training programs on gender issues for all farmer groups. To\npromote these activities under the Project, each PIU will have an officer specifically assigned\nto gender-related matters.\n\n93.\nRecognizing  the  increasingly  important  role  in  agriculture  being  played  by  the  private\nsector,  the  Project  will  promote  the  provision  of  private  extension  services.  Initially,\nexperienced  national  NGOs  may  be  engaged  under  the  Project.  Other  potential  service\nproviders  such  as  local  NGOs,  agribusinesses,  agricultural  input  wholesalers,  agriculture\nsupply  shops,  and  universities  will  be  considered \nfor  participation  during  project\nimplementation.  Their  capabilities  in  outreach  and  competence  in  group  formation  and  the\ndelivery  of  extension  services  will  be  carefully  assessed.  Performance  monitoring  will  cover\nindicators  for  its  social  impact,  including  the  effectiveness  of  training  and  extension  services,\nand  the  gender  issues  in  terms  of  women’s  active  participation,  capacity  development,  and\naccess  to  resources.  Qualitative  information  on  these  aspects  will  need  to  be  reflected  in\nregular  progress  reporting.  In  view  of  the  importance  of  social  dimensions  for  the  Project,\nsocial  aspects  will  be  carefully  monitored  throughout  the  project  period  and  will  form  an\nessential  part  of  project  performance  monitoring.  The  social  assessment  conducted  for  the\nProject is summarized in Appendix 10.\n\n\f28\n\nV.  PROJECT JUSTIFICATION\n\nA.\n\nFinancial and Economic Analyses\n\n1. \n\nFinancial Analysis\n\na.\n\nOutreach\n\nFinancial  analysis  was  based  on  the  indicative  cropping  patterns  for  the  aggregate  of\n94.\nthe  production  pocket  areas  that  will  benefit  under  the  Project.  The  benefits  included  in  the\nanalysis were those derived from incremental production of marketable produce and a switch\nto  alternative  higher  value  crops.  No  account  was  taken  of  the  increased  prices  that  farmers\nmay  obtain  for  their  produce  through  improved  marketing  and  postharvesting  processes,\nalthough  these  are  considered  to  be  substantial.  The  Project  will  yield  quantifiable  direct\nbenefits  through  pocket  area  development  for  45,300  farmers  or  about  12  percent  of  the\nestimated 389,900 farmers in 12 districts.20 The average farm size in the lowland region is 1.4\nha for field crops and 1.0 ha for horticulture. In the hilly region, the average farm size is 0.5 ha\nfor  both  field  and  horticultural  crops.  However,  most  project  beneficiaries  are  expected  to  be\nsmall  and  marginal  farmers.  Some  changes  in  the  cropping  patterns  of  these  farmers  will  be\nintroduced under the Project. In the lowland region, at present, 88 percent of the cropped area\nis  for  field  crops  while  the  remaining  area  is  for  horticultural  crops.  These  proportions  are\nexpected to change through a reduction in field crops and the increase in horticultural crops in\nthe selected production pocket areas under the Project. In the hilly region, the current use of\n90  percent  for  field  crops  and  10  percent  for  horticulture  will  also  change.  Increases  in\nvegetables  and  fruits  will  result  largely  from  shifts  out  of  subsistence-oriented  food  crops  in\nresponse  to  the  increasing  marketing  potential  for  the  secondary  crops.  In  addition,  with\nimproved extension services and the introduction of secondary crops during winter (November-\nFebruary),  cropping  intensities  will  increase.  The  details  of  financial  analysis  are  included  in\nAppendix 11.\n\n95.\nUnder  the  Project,  farmers  will  gradually  change  their  cropping  patterns  with  the  total\narea of land affected by the Project increasing each year as pocket areas are developed, and\nfarmers utilize project services. New leguminous crops such as peanuts, lentil, and peas, and\nother secondary crops will gradually replace wheat and maize. Particularly in the hilly region,\nthe  area  currently  in  millet,  maize,  and  wheat  will  be  converted  into  a  broad  range  and\nexpanded area of vegetables, including vegetable seeds, and an increased area in citrus fruits.\nThe  total  area  cropped  will  increase  as  cropping  intensity  increases.  The  impact  of  farmers'\nadoption of new packages is assumed to be fully realized four years after their introduction.\n\nb. \n\nImpact on Beneficiaries\n\n96.\nIndicative financial crop budgets have been calculated for field crops, vegetables, and\nfruits  for  the  lowland  and  hilly  regions,  and  for  both  without-  and  with-Project  situations.\nRevenues  are  based  on  farmgate  prices.  The  with-Project  budgets  do  not  include  increased\nuse of inputs or higher crop yields as the focus is on crop diversification. The expected\n\n                                            \n20  Rural  households  in  the  project  area,  excluding  municipalities,  are  estimated  at  about  487,400,  of  which  80\n\npercent are considered to be farmers.\n\n\f29\n\nimprovement in extension services under the Project should ultimately lead to productivity and\nprofit  increases  but  this  has  not  been  factored  into  the  budgets,  to  be  conservative  in  the\nanalysis.  Material  expenses  are  defined  as  those  requiring  cash,  including  tractor  and  pump\nhire, seeds, fertilizers, and crop protection.\n\n97.\nBased on these crop budgets, indicative 0.5 ha farm models have been formulated for\nthe lowland and hilly regions to assess possible changes in farm income between the without-\nand  with-Project  situations  (Appendix  11,  Table  A11.4).  There  will  be  a  large  variety  of\ncropping  patterns  of  individual  farmers  even  within  each  production  pocket  area.  Thus,  the\nincome models include all major food and cash crops adopted in these regions to reflect the\nexisting  and  potential  cropping  patterns  of  the  production  pocket  areas.  Based  on  these\nmodels, farmers' net income is expected to increase by about NRs5,300 or 44 percent in the\nlowland  region  mainly  due  to  the  expansion  of  vegetables,  and  by  the  introduction  of\nleguminous  crops.  In  the  hilly  region,  the  net  income  is  expected  to  increase  by  about\nNRs6,300  or  66  percent  under  the  Project.  The  increase  is  mainly  due  to  the  expansion  of\ncash crops with good marketing potential like fresh vegetables, by converting areas previously\nused for millet and wheat production. The gain in net income is higher in the hilly region than in\nthe lowland region because of higher potential for growing horticultural crops in the hills. The\nincome  analysis  also  shows  that  the  return  on  daily  family  labor  will  be  substantially  higher\nthan the basic wage rate, which is expected to be in the range of NRs50-75. Under the Project,\nfarmers are also expected to change their combination of crops more frequently in response to\nchanges in local market conditions with better access to accurate information on local markets.\n\n98.\nUnder  the  Project,  the  aggregate  net  income  in  the  205  production  pocket  areas\ncovering an incremental area for secondary crops of about 16,600 ha will increase by NRs230\nmillion  ($3.3  million)  at  full  project  development.  Incremental  employment  generated  will  be\nabout  15,300  person-years  or  0.34  years  per  farmer.  Whether  these  benefits  accrue  to  the\nmale  or  female  farmers  will  be  determined  during  project  implementation  and  depend  on  the\nsuccess  of  gender-oriented  training  programs,  but  at  least  35  percent  of  these  benefits  are\nexpected to accrue to women. Discussions in the field suggest that any incremental income is\nwidely regarded as  household income and will improve the well-being of the whole household.\nA positive impact of the Project on the generation of on-farm income earning opportunities will\nreduce migration of male household members seeking work outside the project area.\n\n99.\nBased  on  the  financial  cash  flow  for  the  overall  Project,  the  financial  internal  rate  of\nreturn over 20 years is estimated at 16.1 percent and the financial net present value at a 12\npercent discount rate is NRs214 million ($3.1 million). Sensitivity analyses conducted on cost\noverruns, decrease in benefits, and a combination of the two show the Project to be viable. To\nensure  the  financial  sustainability  of  project  facilities  and  activities  even  after  project\ncompletion,  the  Government  will  develop  and  implement  the  guidelines  for  cost  recovery  for\nthe  use  of  regional  laboratory  facilities  and  the  maintenance  plans  for  the  facilities  to  be\nconstructed  or  rehabilitated  under  the  Project.  The  incremental  financial  requirements  for  the\noperation and maintenance of the project facilities will be small, and can be accommodated at\nthe  district  or  regional  levels  from  the  annual  budget  of  each  DADO,  which  is  about  NRs7.5\nmillion  ($109,000)  on  average.  During  the  midterm  review,  a  possible  cost-sharing  system\namong  the  Government,  local  administration,  and  farmer  groups  will  be  considered  for\nintroduction  under  the  Project  for  the  provision  of  agricultural  extension  services  for  farmer\ngroups (para. 76).\n\n\f30\n\n 2.\n\nEconomic Analysis\n\n100. Economic prices were estimated from farm-gate financial prices for outputs and world\nmarket  prices  of  agricultural  inputs  using  a  standard  conversion  factor  of  0.9  for  nontraded\nitems, and economic budgets were estimated for all of the crops under the with- and without-\nProject  situations.  With  these  adjustments,  net  economic  benefits  at  full  project  development\nwere  estimated  at  NRs260  million  ($3.8  million).  Conversion  of  financial  to  economic  costs\nresults in a substantial reduction in project costs. The economic internal rate of return for the\nProject  is  estimated  at  19.6  percent  and  the  economic  net  present  value  is  NRs389  million\n($5.6  million)  over  20  years.  Standard  sensitivity  analyses  show  the  viability  of  the  Project.\nDetails of the economic analysis are presented in Appendix 11.\n\n101. All  financial  benefits  will  be  distributed  to  farmers  and  agricultural  laborers  although  a\nmarginal portion of revenue will be recovered from the use of regional laboratory facilities. The\nGovernment  will  incur  all  financial  costs  of  the  Project.  In  the  Midwestern  and  Far  Western\ndevelopment regions where the Project will be implemented, most farmers are below or near\nthe poverty line. Since at least 50 percent of group members in each pocket area will be from\npoor  households,  the  net  present  value  of  total  economic  gains  accruing  to  poor  households\nunder the Project will be NRs525 million ($7.6 million) or NRs11,600 ($168) per household. In\naddition, during the selection of poor farmers for the inclusion in a farmer group, priority will be\ngiven to the disadvantaged members of the local community, in particular the former bonded\nagricultural laborers. These benefits accruing to the rural populations, who are below or near\nthe poverty line, highly justify the Project from a poverty perspective.\n\nB. \n\nEnvironment\n\n102. Project activities are likely to generate a positive environmental impact. The Project will\nresult in increased cropping intensity, which will increase the amount of vegetative cover and\nimprove soil conservation. Various leguminous crops that will be adopted under the Project will\nhelp maintain soil fertility, which is another environmental benefit. Under the Project, integrated\npest  management  and  integrated  plant  nutrition  management  will  be  encouraged  for\nproduction pocket areas. The use of agricultural chemicals is likely to increase particularly for\nhorticultural  crops,  but  the  adverse  environmental  impact  will  be  minimized  through  the\nprovision of appropriate training and awareness programs for farmer groups.\n\n103. PIUs'  monitoring  officers  will  be  responsible  for  work  activities  on  environmental\nmanagement  with  a  particular  emphasis  on  the  provision  of  adequate  information  for  the\npocket areas to ensure more efficient environmental management. They will also report to the\nPCU about the environmental aspects of the pocket areas and recommend specific measures\nfor improvements. PIUs will regularly monitor the different environmental impacts including (i)\nchanges in vegetative cover in the project area; (ii) soil test records and nutrient level; (iii) type,\nquantity,  and  method  of  use  of  chemical  fertilizers;  (iv)  pollution  status  including  pesticide\nresidue  of  wetlands;  (v)  water  level  of  local  wells  and  ponds;  (vi)  density  and  discharge  of\nshallow  tube  wells;  (vii)  the  number  of  farmers  receiving  environmental  training;  (viii)  erosion\nand landslide incident; (ix) silt accumulation in farmlands; and (x) slope and forest conditions.\nInstitutionalizing these functions into PIUs will ensure that the adverse environmental impacts\nof project activities will be minimized.\n\n\f31\n\nC.\n\nSocial Dimensions\n\n1. \n\nRural Poverty\n\nThe  Project  will  address  important  social  issues  in  the  project  area.  The  Project  will\n104.\nadopt  a  farmer  group  approach,  which  is  well  established  as  an  effective  system  for\nstrengthening  the  capability  of  marginal  and  small  farmers,  and  for  the  delivery  of  improved\nagricultural  technology  and  market  information.  The  involvement  of  private  service  providers,\nincluding national and local NGOs, will enhance outreach to project beneficiaries. The private\nservice providers to be contracted under the Project have long experience in dealing with small\nand  marginal  farmers,  and  supporting  weak  and  disadvantaged  groups  of  people  in  rural\nareas.\n\n105. Under  the  Project,  the  increased  production  and  marketing  of  secondary  crops  will\nprovide  farmers  with  increased  cash  income.  The  increased  income  usually  leads  to  (i)  a\nwithdrawal  of  family  members  from  off-farm  casual  labor  and  increased  employment  on  their\nown land, (ii) a shift in diet with more vegetables, (iii) housing improvements with an extra story\nor a corrugated roof, (iv) ability to afford children's school fees right through secondary school,\nand (v) purchase of additional land. In addition to increased cash income for farm households,\nlocal employment opportunities directly linked to agricultural marketing will increase. Small- to\nmedium-scale  farmers  are  responsive  to  new  commercial  opportunities  in  agriculture\nintroduced  under  the  Project.  The  commercial  orientation  of  the  Project  will  enable  farmers,\nwho  can  respond  to  new  opportunities,  to  absorb  and  disseminate  new  information  and\nknowledge  among  their  group  members  and  other  farmers  in  their  villages.  Farmer  groups\nusually include farmers of various landholdings. Poorer and marginal farmers will be gradually\ninvolved in the process once tangible returns from the production and marketing of secondary\ncrops are demonstrated. Effective project implementation is essential to maximize the positive\nimpact  of  project  activities  on  the  reduction  of  rural  poverty.21  In  this  context,  continuous\nmonitoring of project activities needs to be ensured to enhance the project's impact.\n\n2.\n\nGender and Development\n\n106. Within  farmer  groups,  the  Project  will  promote  women’s  participation,  involvement  in\ndecision-making, and access to increased income. The Project recognizes the important role\nof  women  farmers  in  agriculture,  and  the  social  and  cultural  constraints  to  their  effective\ninvolvement in local institutions and economic initiatives. Project components are designed to\nensure women’s active participation in farmer groups, to promote their skills alongside men’s in\nproduction  and  marketing,  and  to  facilitate  their  direct  access  to  project  benefits.  Support\nmeasures have been designed to ensure that capacity building is based on specific needs that\nwomen  have  identified.  These  include  women-only  forums,  development  of  literacy  and\nnumeracy  skills,  and  leadership  training  in  addition  to  the  interventions  that  focus  on\nagriculture and market development.\n\nD.\n\nRisks\n\n107. Project  risks  include  (i)  a  policy  environment  not  conducive  for  the  involvement  of\nprivate service providers, (ii) weak institutional capability of MOAC and DOA, (iii) shortage of\n\n                                            \n21 The  Asian  Development  Bank.  2000. Nepal: Partnership Agreement on Poverty Reduction between the Asian\n\nDevelopment Bank and the Government of Nepal, Draft Paper, Manila.\n\n\f32\n\nquality  seeds  and  planting  materials,  and  (iv)  unavailability  of  favorable  market  outlets.  ADB\nhas  been  engaged  in  extensive  dialogue  with  the  Government  for  the  implementation  of  a\nmarket-oriented  policy  for  the  agriculture  sector,  in  line  with  the  APP.  Substantial  progress  is\nevident in the introduction of important policy and institutional reforms under the ADB-financed\nSecond Agriculture Program (para. 7). However, changes have been rather slow in agricultural\nresearch and extension. Under the Project, the Government is expected to facilitate the private\nsector's  initiatives  in  this  area.  ADB  will  continue  its  policy  dialogue  in  collaboration  with  other\nexternal  funding  agencies  involved  in  agricultural  research  and  extension,  including  the  World\nBank and DFID.\n\n108.\nSuccess  in  effective  project  implementation  significantly  depends  on  the  institutional\ncapability of MOAC and DOA. This is well recognized as a major risk for the implementation of\nagriculture  projects  in  Nepal,  where  the  sustainability  of  the  activities  and  impact  of  farmer\ngroups are seen to be low. A number of farmer groups were either poorly organized or inactive\ndue to (i) the lack of skills and training among the public extension workers on such specialized\ntasks as group mobilization, (ii) poor management of DOA’s ASCs and ASSCs, and (iii) lack of\nfarmers’  interest  in  interacting  with  district  extension  workers.  The  DOA's  extension  staff  are\noften young JTs or JTAs, who lack practical experience with farmer groups. Such constraints\nmay  be  exacerbated  by  frequent  transfers  of  extension  staff,  who  thus  cannot  build  up  local\nknowledge  and  trust  among  farmer  clients.  Under  the  Project,  adequate  support  will  be\nprovided to farmer groups by the field teams, who are recruited from the same locality under\nthe  Project.  Activities  of  private  service  providers  will  be  promoted  so  that  farmer  groups  will\nhave  increased  access  to  marketing  information  and  agricultural  technology.  Implementation\nconsultants will assist the project management staff in enhancing collaboration between public\nextension staff and private service providers, and institutionalizing these into project activities.\n\n109.\nThe  lack  of  availability  of  high  quality  seeds  and  planting  materials  due  to  the  limited\ncapacity  of  NARC  and  DOA  farms  is  also  a  potential  risk.  This  will  be  addressed  under  the\nProject by (i) initiating regular seed planning workshops so that public institutions and private\nseed  growers  and  traders  are  aware  of  farmers'  specific  needs  for  the  type  and  volume  of\nseeds,  (ii)  supporting  pocket  areas  to  establish  commercial  seed  farms,  and  (iii)  fostering\nprivate  seed  growers  and  nurseries  through  the  provision  of  training  and  seminars.  The\nfundamental  issue  of  improving  NARC's  capability  to  provide  an  adequate  supply  of  good\nquality seeds with high germination rates is being addressed under the World Bank’s AREP.\n\n110.\nThe Project has been formulated based on the findings of the TA about the marketing\naspects  for  secondary  crops.  Favorable  market  outlets  are  available  for  potential  secondary\ncrops  to  be  grown  in  the  project  area,  if  the  crops  are  of  adequate  quality  and  are  regularly\nsupplied.  Based  on  such  assessment,  crops  with  existing  and  potential  markets  have  been\nrecommended  for  the  study  area.  The  risk  that  such  markets  may  not  materialize  has  been\nconsidered under the Project and addressed by (i) providing sufficient flexibility in the Project\ndesign  so  that  farmers  will  be  able  to  adjust  their  production  patterns  to  accommodate\ndeveloping markets, (ii) strengthening market information systems for agricultural products and\ntheir  updated  market  conditions,  (iii)  providing  training  programs  and  study  tours  for\nparticipating  farmer  groups  to  increase  their  awareness  of  potential  markets,  (iv)  supporting\nagricultural fairs to promote improved contacts and interactions between growers and private\ndealers, and (v) providing technical support for marketing sections of regional PIUs.\n\n\f33\n\nVI.  ASSURANCES\n\nA.\n\nCondition for Loan Effectiveness\n\nThe  Government  assured  ADB  that  one  PIU  will  be  established  in  the  Midwestern\n111.\nDevelopment  Region  and  one  in  the  Far  Western  Development  Region,  and  the  project\nmanagers for these PIUs will be appointed before the loan becomes effective (para. 59).\n\nB.\n\nOther Specific Assurances\n\nIn  addition  to  the  standard  assurances,  the  Government  has  given  following  specific\n\n112.\nassurances for effective project implementation:\n\n(i) \n\nThe  Government  will  establish  a  national  committee  to  administer  funds  for\nagricultural  research  and  development  through  the  issuance  of  an  executive\norder  in  form  and  substance  satisfactory  to  ADB.  This  committee  will  be\ndissolved when the NARDF is established under a separate act (paras. 53 and\n64).\n\n(ii)  Within three months of loan effectiveness, the Government will inform ADB of its\nfinal approval of the site where the regional training center for the Far Western\nDevelopment Region is to be located (para. 54).\n\n(iii) \n\nDOA  will  have  developed  guidelines  for  implementing  the  policy  on  cost\nrecovery  from  its  regional  laboratory  facilities  within  three  months  of  loan\neffectiveness, and will implement such guidelines under the Project (para. 56).\n\n(iv)  Within  one  month  of  loan  effectiveness,  the  Government  will  complete  the\n\nappointment of all PCU and PIU staff (paras. 59-60).\n\n(v)  Within  one  month  of  loan  effectiveness,  the  Government  will  have  established\n\nan interministerial project steering committee (para. 62).\n\n(vi)  Within  three  months  of  loan  effectiveness,  the  Government  will  assign  the\nauthorized  numbers  of  JTs  and  JTAs  to  the  district  agricultural  development\noffices in the project area (para. 83).\n\n(vii) \n\nThe  service  vehicles  and  equipment  procured  under  the  Project  will  be  used\nsolely for project implementation (para. 54).\n\n(viii)  The  PIUs,  in  collaboration  with  NARC,  will  ensure  that  there  will  be  quarterly\nmeetings of the regional technical working groups and monthly meetings of the\ndistrict agricultural development committees to strengthen the linkage between\nagricultural research and extension (para. 63).\n\n(ix) \n\nProduction  pocket  areas  in  each  district  will  be  selected  at  the  district  level\nthrough annual consultation processes based on appropriate criteria (para. 65).\n\n\f34\n\n(x) \n\n(xi) \n\n(xii) \n\nAt  least  50  percent  of  group  members  in  each  pocket  area  will  be  from  poor\nhouseholds,  and  at  least  35  percent  of  group  members  will  be  women,  in  line\nwith MOAC's guidelines for the field staff. During the selection of poor farmers\nfor inclusion in a farmer group, priority will be given to disadvantaged members\nof  the  local  community,  in  particular  the  former  bonded  agricultural  laborers\n(para. 67).\n\nThe  PCU  will  submit  to  ADB  (a)  criteria  for  the  selection  of  private  service\nproviders,  (b)  their  terms  of  reference,  and  (c)  an  evaluation  report  for  the\nselection. Awarding of contracts to private service providers under the Project is\nsubject to ADB's approval (para. 70).\n\nimpact  monitoring,  commencing  within  six  months  of \n\nloan\nSemiannual \neffectiveness,  will  be  done  through  the  regular  workshops  at  the  pocket  area\nlevel.  The  workshops  will  report  on  improvements  in  production,  marketing,\nyields, incomes, input use, and postharvesting activities (para. 74).\n\n(xiii)  The  buildings  constructed,  renovated,  or  upgraded  under  the  Project  will  have\nappropriate facilities to accommodate women's needs, and female field staff will\nreceive lady's bicycles (para. 78).\n\n(xiv)  The  Government  will  approve  the  draft  bill  for  the  establishment  of  a  fully\nautonomous  NARDF  for  submission  to  the  Parliament  by  31  December  2001\n(paras. 64 and 80).\n\nVII.  RECOMMENDATION\n\nI  am  satisfied  that  the  proposed  loan  would  comply  with  the  Articles  of  Agreement  of\n113.\nADB  and  recommend  that  the  Board  approve  the  loan  in  various  currencies  equivalent  to\nSpecial Drawing Rights 8,526,000 to the Kingdom of Nepal for the Crop Diversification Project,\nwith a term of 32 years, including a grace period of 8 years, and with an interest charge at the\nrate of 1 percent per annum during the grace period and 1.5 percent per annum thereafter, and\nsuch other terms and conditions as are substantially in accordance with those set forth in the\ndraft Loan Agreement presented to the Board.\n\n06 October 2000\n\nTADAO CHINO\nPresident\n\n\f35\n\nAPPENDIXES\n\nNumber\n\nTitle\n\nPage\n      \n\nCited on\n (page, para.)\n\n 1\n 2\n 3\n\n 4\n 5\n 6\n 7\n 8\n 9\n10\n11\n\nA\nB\nC\nD\n\n39\n\nLogical Framework\nArea, Production, and Yields of Major Crops\nExternal Assistance to Agriculture\n    and Rural Development\nLessons Learned\nDetailed Cost Estimates and Financing Plan\nProject Organization Chart\nProject Implementation Schedule\nOutline Terms of Reference for Consulting Services 53\nSummary Initial Environmental Examination\nSummary Social Assessment\nFinancial and Economic Analyses\n\n62\n\n48\n\n36\n\n42\n44\n\n51\n52\n\n57\n\n67\n\n  2, 5\n\n16, 57\n\n23, 79\n\n27, 93\n\n  1, 2\n\n  8, 29\n  9, 33\n\n18, 59\n22, 75\n\n26, 88\n\n28, 94\n\nSUPPLEMENTARY APPENDIXES\n(available on request)\n\nProblem-tree Analysis for the Project\nInitial Environmental Examination\nInitial Social Assessment\nFarm and Crop Budget Analyses, and Cash Flows for the Project\n\n\f36\n\nAppendix 1, page 1\n\nDesign Summary\n\nPerformance Indicators\n\nMonitoring Mechanisms\n\nAssumptions and Risks\n\nLOGICAL FRAMEWORK\n\nSector/Area Goal\n\nReduction in rural poverty\nthrough increased cash\nincome for farm\nhouseholds\n\nPurpose\n\nPromotion of production\nand marketing of\nsecondary crops\n\n•  Average annual cash\nincome of participating\nfarm households\nincreased by at least\nNRs5,300 ($77) per year\nin the lowland region,\nand NRs6,300 ($91) per\nyear at the end of the\nproject period\nIncremental employment\nopportunities of about\n15,300 person-years\ngenerated under the\nProject\n\n• \n\n•  Project monitoring\nmechanism\n\n•  Quarterly progress and\nimpact reports of the\nProject\n\n•  Asian Development Bank\n(ADB) review missions\n•  Regular interactions with\nkey stakeholders such as\nfarmers, local\nadministrations, and\nnongovernment\norganizations (NGO)\n\n•  Continued Government\n\ncommitment to its market-\noriented policy for\nagriculture\n\n•  Sufficient market outlets\nfor secondary crops and\nprocessed products\n\n•  Active participation of\nfarmers in project\nactivities through their\ngroups\n\nIncrease in the proportion\nof women’s independent\nincome contributing to\ntheir families' welfare\n\n• \n\n• \n\n• \n\n•  Project monitoring\nmechanism\n\n•  Progress and impact\n\nreports\n\n•  ADB review missions\n•  Regular interactions with\n\nkey stakeholders\n\nImprovement in transport\nand communications with\nthe proposed project area\n\nIncreased involvement of\nthe private sector in\nproject activities\n\n•  Appropriate selection of\npocket production areas\n\n•  Stable security situation in\nthe proposed project area\n\n• \n\n• \n\n•  Diversified secondary\ncrops grown in 205\npocket areas covering a\ntotal incremental area of\nabout 16,300 hectares\nIncrease in the volume of\nsecondary crops and\nprocessed products in\nthe local and national\nmarkets and for export\nIncrease in areas of\nmarketable secondary\ncrops by more than 40\npercent in the lowland\nregion, and by more than\n90 percent in the hilly\nregion\nImprovement in the\nregular supply and\nquality of agricultural\nproducts traded in the\nproject area\n\n• \n\n\f37\n\nAppendix 1, page 2\n\nDesign Summary\n\nPerformance Indicators\n\nMonitoring Mechanisms\n\nAssumptions and Risks\n\n•  Project monitoring\nmechanism\n\n•  Progress and impact\n\nreports.\n\n•  ADB review missions\n•  Regular interactions with\n\nkey stakeholders\n\n•  Effective awareness and\nmobilization programs\nbeing provided to existing\nand new farmer groups.\n\nOutputs\n\n1.\n\nGender-balanced\nfarmer groups\neffectively mobilized\nin the project area\n\n2.\n\nSustainable support\nservices provided to\ngender-balanced\nfarmer groups\n\n• \n\n• \n\n20 pocket areas selected\nand established in\nphases in each of five\ndistricts in the lowland\nregion\n15 pocket areas selected\nand established in\nphases in each of seven\ndistricts in the hilly region\nFarmer groups actively\ninvolved in the selection\nof crops grown and\nadoption of new\ntechnology and inputs\n•  Greater role being played\nby women in decision-\nmaking and group\nactivities\n\n• \n\n•  Effective partnership\n\ndeveloped between field\nstaff of the Department of\nAgriculture (DOA)  and\nprivate service providers\n•  Communication materials\n\nand equipment properly\nused for field extension\nactivities\n\n•  Agricultural service\n\n• \n\n• \n\ncenters and subcenters\nrehabilitated\nTraining on postharvest\noperations given to 18\ntrainers, 24 district\nagents, and 1,300\nfarmers\nTraining on product\nmarketing provided to\nabout 8,000 farmers,\nincluding more than\n4,000 women farmers\n\n•  On-farm research needs\nidentified by farmer\ngroups and addressed\nthrough 24 contracted\nresearch\n\n•  Necessary service\nvehicles and office\nequipment procured, and\nincremental staff\nrecruited in a timely\nmanner\n\n3.\n\nClient-oriented\nresearch conducted\n\n4.\n\nProject activities\neffectively managed\n\n•  Project monitoring\nmechanism\n\n•  Progress and impact\n\nreports\n\n•  ADB review missions\n•  Regular interactions with\n\nkey stakeholders\n\n•  Effective national\n\nagricultural research\nsystem established\n\n•  Progress and impact\n\n• \n\nreport.\n\n•  Bank review missions\n\nTimely provision of\ncounterpart staff and\nbudget\n\n•  Project monitoring\nmechanism\n\n•  Progress and impact\n\nreports\n\n•  ADB review missions\n•  Regular interactions with\n\nkey stakeholders\n\n•  Effective use of village\nextension workers and\nprivate service providers\nfor the provision of\nsupport services\n\n•  Adequate supply of  seeds\n\nfrom the National\nAgricultural Research\nCouncil, DOA and private\nsuppliers\n\n\fActivities\n\n Performance Indicators\n\nInputs\n\nAssumptions and Risks\n\n38\n\nAppendix 1, page 3\n\nTotal Project Cost: $14.04\nmillion\n\nADB loan ($11.00 million).\nGovernment contribution\n($3.04 million).\n\nExtension materials and\ninputs\n\n•  Adequate and timely\n\nprovision of counterpart\nfinancial and human\nresources\n\n•  Close liaison and\n\ncooperation with relevant\nexternal funding agencies\n\n•  Close monitoring of\n\nPrivate support services,\nincluding NGOs\n\nimplementation progress\nand project impact\n\n1.\n\n2.\n\n3.\n\n4.\n\n5.\n\n6.\n\n7.\n\n8.\n\n9.\n\nEstablishment of\nproject implementation\nunits (PIUs)\n\n•  Before loan effectiveness\n\nSelection of production\npocket areas\n\n• \n\nInitiated before loan\neffectiveness\n\n•  During project period\n\nFormation and\nstrengthening of farmer\ngroups\n\nEstablishment of a\nproject steering\ncommittee\n\nRecruitment of\nimplementation\nconsultants\n\nRecruitment of social\nmobilizers for field\nteams, and of team\nsupervisors\n\nAppointment of project\nstaff\n\nProject performance\nand impact monitoring\n\n1.\n\n2.\n\n3.\n\n4.\n\n5.\n\n6.\n\n7.\n\n•  Within one month of loan\n\neffectiveness\n\n•  Completion within three\n\nmonths of loan\neffectiveness\n\n• \n\nInitiated within three\nmonths of loan\neffectiveness\n\nCivil works for the\nrehabilitation of offices,\nservice centers and local\nmarkets\n\nService vehicles and\nequipment\n\nFunds for research\nproposals\n\n•  Within one month of loan\n\nConsulting services\n\neffectiveness\n\n•  Quarterly\n\nContractual and\nincremental staff\n\n8.\n\nRecurrent expenditures\n\nProcurement of service\nvehicles and\nequipment\n\n•  Completion within six\nmonths of loan\neffectiveness\n\n10. Provision of training\nprograms for social\nmobilizers, staff, and\nfarmer groups\n\n11. Contractual\n\narrangements with\nprivate service\nproviders\n\n•  Regularly commencing\nwithin three months of\nloan effectiveness\n\nInitiated within three\nmonths of loan\neffectiveness\n\n• \n\n• \n\n•  Midterm review at the\nend of the third year of\nthe Project, and\ncompletion review at\nproject completion\n\n12.\n\nInvitation and selection\nof priority research\nproposals\n\nInitiated within three\nmonths of loan\neffectiveness\n\n13. Midterm and\n\ncompletion reviews\n\n\fAREA, PRODUCTION, AND YIELDS OF MAJOR CROPS\n\nTable A2.1:  Area, Production, and Yields of Rice and  Wheat in South Asian Countriesa\n\n1990\n\n1991\n\n1992\n\n1993\n\n1995\n\n1996\n\n1997\n\n1998\n\nAverage (1990-1998)\n\n  Production Bangladesh\n  ('000 t)\n\nRice\n  Area\n  ('000 ha)\n\n  Yield\n  (kg/t)\n\nWheat\n\n  Area\n  ('000 ha)\n\n  Yield\n  (kg/t)\n\nBangladesh\nIndia\nNepal\nPakistan\nSri Lanka\n\nIndia\nNepal\nPakistan\nSri Lanka\nBangladesh\nIndia\nNepal\nPakistan\nSri Lanka\n\nBangladesh\nIndia\nNepal\nPakistan\nSri Lanka\n\nIndia\nNepal\nPakistan\nSri Lanka\nBangladesh\nIndia\nNepal\nPakistan\nSri Lanka\n\n  Production Bangladesh\n  ('000 t)\n\n10,435\n42,596\n1,455\n2,113\n828\n26,778\n111,953\n3,502\n4,891\n2,538\n2.57\n2.63\n2.41\n2.31\n3.07\n\n592\n23,502\n604\n7,845\n-  \n890\n49,850\n855\n14,316\n-  \n1.50\n2.12\n1.42\n1.82\n-  \n\n10,245\n42,190\n1,412\n2,097\n791\n27,241\n110,501\n3,223\n4,865\n2,389\n2.66\n2.62\n2.28\n2.32\n3.02\n\n599\n23,977\n593\n7,911\n-  \n1,004\n54,522\n836\n14,565\n-  \n1.68\n2.27\n1.41\n1.84\n-  \n\n10,130\n42,000\n1,111\n1,835\n790\n27,400\n109,511\n2,509\n4,600\n2,250\n2.70\n2.61\n2.26\n2.51\n2.85\n\n575\n22,980\n571\n7,878\n-  \n1,065\n55,084\n779\n15,684\n-  \n1.85\n2.40\n1.36\n1.99\n-  \n\n9,814\n42,034\n1,454\n2,187\n820\n27,062\n118,464\n3,493\n5,992\n2,570\n2.76\n2.82\n2.40\n2.74\n3.13\n\n637\n24,589\n614\n8,300\n-  \n1,176\n57,210\n765\n16,157\n-  \n1.85\n2.33\n1.25\n1.95\n-  \n\n1,368\n2,162\n890\n\n9,952 10,020\n42,910 43,283\n1,511\n2,251\n660\n26,399 28,184\n119,442 122,000\n3,711\n6,457\n2,062\n2.81\n2.82\n2.46\n2.87\n3.12\n\n2,906\n5,920\n2,684\n2.65\n2.78\n2.12\n2.74\n3.02\n\n639\n\n624\n8,170\n-  \n1,245\n\n701\n25,700 25,122\n654\n8,377\n-  \n1,369\n65,767 62,097\n1,013\n17,002 16,907\n-  \n1.95\n2.47\n1.55\n2.02\n-  \n\n-  \n1.95\n2.56\n1.51\n2.08\n-  \n\n942\n\n10,177\n43,086\n1,511\n2,316\n690\n28,183\n125,200\n3,641\n6,546\n2,239\n2.77\n2.91\n2.41\n2.83\n3.24\n\n708\n25,934\n667\n8,109\n-  \n1,454\n69,275\n1,072\n16,651\n-  \n2.05\n2.67\n1.61\n2.05\n-  \n\n10,263\n42,300\n1,511\n2,330\n829\n28,293\n122,244\n3,641\n6,587\n2,692\n2.76\n2.89\n2.41\n2.83\n3.25\n\n805\n25,600\n630\n8,355\n-  \n1,803\n66,000\n1,030\n18,694\n-  \n2.24\n2.58\n1.63\n2.24\n-  \n\n10,106\n42,512\n1,417\n2,157\n799\n27,206\n117,875\n3,284\n5,667\n2,456\n2.69\n2.77\n2.31\n2.62\n3.08\n\n652\n24,728\n620\n8,109\n-  \n1,237\n59,961\n907\n16,132\n-  \n1.88\n2.42\n1.46\n1.99\n-  \n\n- = not available, ha = hectare, kg = kilogram, t = ton.\na  Units used here are (i) thousand hectares (ha) for area; (ii) thousand tons for production; and (iii) ton/ha for yield.\nSource: Food and Agriculture Organization of the United Nations. Various years. Production Yearbook, Rome.\n\n3\n9\n\ni\n\nA\np\np\ne\nn\nd\nx\n \n2\n,\n \np\na\ng\ne\n \n1\n\n\fTable A2.2: Area, Production and Yields of Cereals and Oilseeds\n 1998/99\n\nRice\n\n              Maize\n\n                    Millet\n\nWheat\n\n            Oilseeds\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nCrop\n\nDistrict\n\nDailekh\n\nSurkhet\n\nDang\n\nBanke\n\nMidwestern Development Region\n\n5,750\n\n11,500\n\n8,170\n\n11,438\n\n12,410\n\n31,400\n\n15,320\n\n28,420\n\n38,900\n\n110,682\n\n22,300\n\n39,700\n\n33.500\n\n95,200\n\nBardiya\n\n32,180\n\n85,280\n\nFar Western Development Region\n\nDarchula\n\n3,600\n\n6,220\n\nAchham\n\n6,800\n\n16,200\n\nDoti\n\nBaitadi\n\n6,000\n\n14,200\n\n5,550\n\n10,100\n\nDadeldhura\n\n7,020\n\n16,145\n\n7,850\n\n8,458\n\n8,500\n\n13,600\n\n6,000\n\n10,000\n\n5,150\n\n8,034\n\n2,500\n\n4,342\n\n7,520\n\n12,032\n\n4,000\n\n6,800\n\n2.00\n\n2.53\n\n2.85\n\n2.84\n\n2.65\n\n1.73\n\n2.38\n\n2.37\n\n1.82\n\n2.30\n\n2.65\n\n2.62\n\n12,400\n\n25,048\n\n18,180\n\n12,726\n\n1.40\n\n1.86\n\n1.78\n\n1.08\n\n1.60\n\n1.67\n\n1.56\n\n1.74\n\n1.60\n\n1.70\n\n1.90\n\n1.73\n\n2,629\n\n1,425\n\n300\n\n—\n\n10\n\n1,200\n\n1,784\n\n3,000\n\n1,350\n\n1,540\n\n70\n\n45\n\n3,330\n\n1,956\n\n360\n\n—\n\n10\n\n1,224\n\n2,390\n\n2,800\n\n1,530\n\n1,500\n\n80\n\n50\n\n1.27\n\n1.37\n\n1.20\n\n1.02\n\n1.34\n\n0.93\n\n1.13\n\n0.97\n\n1.14\n\n1.11\n\n6,400\n\n6,868\n\n17,070\n\n26,159\n\n—\n\n11,850\n\n24,825\n\n1.00\n\n15,600\n\n29,640\n\n6,100\n\n7,050\n\n9,150\n\n9,100\n\n8,800\n\n7,320\n\n10,520\n\n12,902\n\n10,010\n\n11,528\n\n1.07\n\n1.53\n\n2.02\n\n2.10\n\n1.90\n\n1.20\n\n1.49\n\n1.41\n\n1.10\n\n1.31\n\n2.20\n\n2.40\n\n672\n\n3,700\n\n6,200\n\n12,870\n\n200\n\n270\n\n550\n\n250\n\n600\n\n537\n\n3,015\n\n4,130\n\n5,792\n\n110\n\n116\n\n410\n\n125\n\n360\n\n0.80\n\n0.82\n\n0.70\n\n0.67\n\n0.45\n\n0.55\n\n0.43\n\n0.75\n\n0.50\n\n0.60\n\n0.70\n\n0.40\n\n4\n0\n\nKailali\n\n55,000\n\n145,750\n\n12,000\n\n22,800\n\nKanchanpur\n\n44,270\n\n115,980\n\n11,330\n\n19,549\n\n17,000\n\n37,400\n\n22,500\n\n15,750\n\n21,340\n\n51,216\n\n8,640\n\n3,450\n\n— = not available, ha = hectare, t = ton.\nSource: Agricultural Statistics Division. December 1999. Statistical Information on Nepalese Agriculture, 1998/99. Ministry of Agriculture, HMGN, Kathmandu, Nepal.\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n,\n \n\np\na\ng\ne\n \n2\n\n\fTable A2.3:  Area, Production and Yields of Cash Crops\n (1998 -1999)\n\nLentil\n\nChickpea\n\nPigeon pea\n\nBlack gram\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nArea\n(ha)\n\nProduction\n(t)\n\nYield\n(t/ha)\n\nMidwestern Development Region\n\n20,600\n\n16,480\n\nFar Western Development Region\n\nCrop\n\nDistrict\n\nDailekh\n\nSurkhet\n\nDang\n\nBanke\n\nBardiya\n\nDarchula\n\nAchham\n\nDoti\n\nBaitadi\n\nDadeldhura\n\n300\n\n702\n\n8,450\n\n6,830\n\n700\n\n17\n\n245\n\n600\n\n616\n\nKailali\n\n22,000\n\nKanchanpur\n\n2,580\n\n14,828\n\n1,548\n\n240\n\n737\n\n8,068\n\n6,830\n\n490\n\n8\n\n145\n\n300\n\n284\n\n0.80\n\n1.05\n\n0.80\n\n0.96\n\n1.00\n\n0.70\n\n0.47\n\n0.59\n\n0.50\n\n0.46\n\n0.67\n\n0.60\n\n150\n\n400\n\n3,050\n\n1,845\n\n1,275\n\n30\n\n100\n\n105\n\n40\n\n50\n\n270\n\n1,285\n\n111\n\n200\n\n3,050\n\n1,416\n\n956\n\n20\n\n50\n\n55\n\n22\n\n45\n\n250\n\n643\n\n0.74\n\n0.50\n\n1.00\n\n0.77\n\n0.75\n\n0.67\n\n0.50\n\n0.52\n\n0.55\n\n0.90\n\n0.93\n\n0.50\n\n—\n\n7\n\n1,900\n\n1,625\n\n4,225\n\n6\n\n13\n\n2\n\n—\n\n—\n\n270\n\n1,020\n\n—\n\n7\n\n1,330\n\n1,150\n\n5,070\n\n5\n\n4\n\n2\n\n—\n\n—\n\n270\n\n918\n\n—\n\n1.00\n\n0.70\n\n0.71\n\n1.20\n\n0.83\n\n0.31\n\n1.00\n\n—\n\n—\n\n1.00\n\n0.90\n\n120\n\n638\n\n500\n\n70\n\n560\n\n715\n\n116\n\n130\n\n150\n\n522\n\n232\n\n25\n\n38\n\n587\n\n500\n\n40\n\n270\n\n639\n\n81\n\n60\n\n130\n\n190\n\n143\n\n15\n\n0.32\n\n0.92\n\n1.00\n\n0.57\n\n0.48\n\n0.89\n\n0.70\n\n0.46\n\n0.87\n\n0.36\n\n0.62\n\n0.60\n\n— = not available, ha = hectare, t = ton.\nSource: Agricultural Statistics Division. December 1999. Statistical Information on Nepalese Agriculture, 1998/99. Ministry of Agriculture, HMGN, Kathmandu, Nepal.\n\n4\n1\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n,\n \np\na\ng\ne\n \n3\n\n\f42\n\nAppendix 3, page 1\n\nEXTERNAL ASSISTACE TO AGRICULTURE AND RURAL DEVELOPMENT\n(1990-1999)\n\nProject Title\n\nAmount ($million)\n\nGrant\n\nLoan Dateb\n\nFunding\nSourcea\n\nADB\n\nAustralia\n\nDenmark\n\nFAO\n\nFinland\n\nGermany\n\nThird Small Farmers Development\nForestry Sector Program\nRajapur Irrigation\nUpper Sagarmatha Agriculture Development\nSixth Agricultural Credit\nMicrocredit for Women\nIrrigation Management Transfer\nSecond Irrigation Sector\nRural Infrastructure Development\nThird Livestock Development\nSecond Agriculture Program\nCommunity Groundwater Irrigation Sector\nRural Microfinance\n\nManagement of Legume Nitrogen Fixation for Rainfed Cereal Production\nImprovement of Drought Resistance on Lentil\nCommunity Forestry (Phase 5)\n\nCanada\n\nCommunity Shallow Tubewell Development (Part A)\n\nTree Improvement\nEstablishment of Milk powder Plant in Biratnagar\nKathmandu Milk Supply\nSkimmed Milk Powder the Butter Oil Production\nNational Dairy Development Board\nWatershed Management\nNational Resource Management Sector Assistance\n\nEuropean Union\n\nStrengthening of Veterinary Services for Livestock Diseases\nIrrigation Development Program\nBagmati Watershed Management (Phase 2)\n\nFormulation of National Agricultural Extension Strategy\nDairy Development Training\nSpecial Programme on Food Production in Support of Food Security\nSupport to Kalimati Market\nSmall Marketing Infrastructure\nImprovement of Seed Quality\nIntegrated Pest Management for Rice Cultivation\nAssistance for Olive Production\nParticipatory Upland Conservation in Gorkha District\nIntegrated Pest Management for Rice Cultivation (Phase 2)\n\nFertilizer Programme\nForest Management and Utilization Development\nSagarnath Plantation\nIntegrated Watershed Management in Kulekhani and Phewatal Areas\nForest Resources Information System\n\nAnimal Breeding\nImportation of Fertilizer\nPromotion of Livestock Breeding\nSmall Farmers Development\nSeed Production and Marketing\nPromotion of Livestock\nChuria Forest Development\nBiogas Program\nIntegrated Rural Development in Dhading District\nRural Development through Self-help Promotion in Lamjung District\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n0.1\n0.1\n7.8\n\n2.8\n\n2.3\n2.9\n0.5\n2.9\n2.0\n2.4\n19.1\n\n9.8\n9.4\n15.0\n\n0.1\n0.2\n0.8\n1.0\n3.8\n0.3\n0.3\n0.3\n0.5\n1.0\n\n9.3\n4.6\n0.1\n0.4\n1.8\n\n0.7\n8.8\n0.6\n0.6\n0.4\n0.3\n0.2\n3.1\n0.3\n0.4\n\n30.0\n40.0\n16.6\n13.3\n35.0\n5.0\n12.9\n25.0\n12.2\n18.3\n50.0\n30.0\n20.0\n\n-\n-\n-\n\n-\n\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n1990\n1990\n1992\n1992\n1992\n1993\n1995\n1996\n1996\n1996\n1998\n1998\n1999\n\n1994\n1996\n1997\n\n1999\n\n1991\n1992\n1992\n1993\n1996\n1996\n1998\n\n1995\n1997\n1997\n\n1993\n1993\n1995\n1995\n1995\n1996\n1997\n1997\n1998\n1999\n\n1991\n1991\n1992\n1992\n1997\n\n1992\n1993\n1994\n1994\n1994\n1996\n1996\n1998\n1998\n1998\n\n\f43\n\nAppendix 3, page 2\n\nProject Title\n\nAmount ($million)\n\nGrant\n\nLoan Dateb\n\nHills Leasehold Forestry and Forage Development\nCommunity Shallow Tubewell Irrigation\nPoverty Alleviation in Western Nepal\n\n13.7\n9.9\n8.8\n\nFunding\nSourcea\n\nIFAD\n\nJapan\n\nNetherland\n\nSwitzerland\n\nUnited Kingdom\n\nUnited States\n\nKR 2 Grant Programc\nNatural Water Fisheries Development\nFourth Forestry Development\nNatural Water Fisheries\nKR 2 Grant Program\nKR 2 Grant Program\nKR 2 Grant Program\nKR 2 Grant Program\nKR 2 Grant Program\nKR 2 Grant Program\n\nSeed Production and Marketing\nBiogas Support Program\nMechi Hill Development\nKarnali Local Development\nBio Diversity Profile\nKarnali Local Development\nBiogas Support Program (Phase 3)\nMechi Hills Development\n\nRammechhap-Dolakha Community Forestry\nLocal Bridge Building\nPotato Research and Development\nCommunity Forestry\nSustainable Soil Management\nHill Maize Research\n\nAgriculture and Livestock Development\nKoshi Community Forestry\nKoshi Hill Agriculture\nCommunity Forestry\nKoshi Hill Seed and Vegetable\nHill Agricultural Research Foundation Year\nHill Agriculture Research\nSeed Sector Support\n\nRemote Area Basic Needs Project in Bajura and Solukhumbu Districts\nAgro Enterprises and Technology System\nSustainable Income and Rural Enterprise Program\nPolicy Analysis in Agriculture-related Resource Management\nEnvironment and Forest Enterprise Activities\nImplementation of Market Access for Rural Development Activities\nIrrigation Management Transfer\nAgro-enterprise Development\nPartnership for Bio-diversity Conservation\nForest and High-value Agriculture Products\nForestry Sector Policy\n\nWorld Bank\n\nSecond Bhairawa Lumbini Groundwater\nSunsari Morang Headworks\nAgricultural Research and Extension\nNepal Irrigation Sector\n\nWFP\n\nRural Community Infrastructure Works\n\n21.0\n\n-\n\n1995\n\n Development, WFP = World Food Programme.\n\n - = magnitude zero.\n a   ADB = Asian Development Bank, FAO = Food and Agriculture Organization, IFAD = International Fund for Agricultural\n \n b   Date  agreement signed.\n c   Kennedy Round 2 Grant Program\nSource:  Ministry of Finance, His Majesty’s Government of Nepal, and various funding agencies.\n\n-\n-\n-\n\n4.0\n2.4\n4.6\n1.6\n5.7\n7.3\n7.3\n6.9\n7.4\n6.0\n\n3.7\n4.2\n5.3\n1.8\n0.3\n5.1\n5.8\n3.0\n\n3.4\n0.5\n0.3\n2.8\n1.2\n0.8\n\n1.0\n0.9\n0.8\n1.6\n0.1\n4.3\n18.8\n5.2\n\n0.7\n12.0\n48.5\n1.3\n8.8\n7.7\n6.0\n1.5\n0.3\n25.0\n0.2\n\n-\n-\n-\n-\n\n1990\n1995\n1997\n\n1990\n1990\n1991\n1991\n1992\n1993\n1995\n1996\n1997\n1998\n\n1991\n1992\n1993\n1993\n1994\n1995\n1997\n1998\n\n1992\n1993\n1994\n1997\n1998\n1999\n\n1991\n1993\n1993\n1993\n1993\n1995\n1996\n1997\n\n1990\n1990\n1992\n1994\n1995\n1996\n1996\n1996\n1996\n1997\n1999\n\n1990\n1992\n1997\n1997\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n-\n\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n-\n\n47.2\n25.0\n24.3\n79.8\n\n\f44\n\nAppendix 4, page 1\n\nLESSONS LEARNED\n\nA.\n\nOverview\n\n1.\nImportant lessons from agriculture projects and programs in Nepal are common across\nprojects  with  financing  from  external  funding  agencies.  The  Secondary  Crops  Development\nProject (SCDP)1 financed by the Asian Development Bank (ADB) and the ongoing Agricultural\nResearch  and  Extension  Project  (AREP)  of  the  World  Bank  are  most  relevant  to  the  Project.\nUnder the SCDP, 108 farmer groups were formed with assistance from DOA's junior technical\nassistants  (JTAs)  for  a  relatively  limited  technical  purpose  to  facilitate  the  organization  of\ntraining programs, dissemination of information on technology, and marketing and production of\nseeds.  Groups  were  formed  through  a  process  of  farmer  self-selection  and  participation.\nMembers  were  encouraged  to  start  group  funds,  which  have  been  built  up  mainly  through\ncontributions from project activities and partly from member savings. The group fund was used\nfor individual loans and, in a few cases, enterprising group leaders used the fund for collective\nactivities  (purchase  of  equipment  and  agricultural  inputs).  However,  these  farmer  groups  had\nlimited  effectiveness  due  to  (i)  weakness  because  JTAs  were  not  able  to  provide  adequate\nsocial mobilization support; and (ii) lack of effective back-up services by JTAs, including training,\nwhich  were  often  too  theoretical  and  based  on  group  lectures  and  discussions  rather  than\npractical  demonstrations  and  follow-up  at  the  field  level.  Under  the  AREP  of  the  World  Bank,\nsimilar  concerns  emerged.  A  number  of  lessons  relevant  to  the  Project  also  emerged  from\nprojects and programs of other funding agencies.2\n\nUnder  the  Project,  these  common  lessons  have  been  fully  considered  to  ensure  (i)  a\n2.\nsense  of  strong  ownership  among  local  communities  for  project  activities  through  workshops\nwith  the  prospective  beneficiaries,  and  (ii)  the  involvement  of  private  service  providers  for\neffective  formation  and  strengthening  of  farmer  groups.  Close  monitoring  and  supervision  of\nproject  activities  will  be  required  during  implementation  through  field  team  supervisors  and\nprivate service providers under the Project. Some of the major findings for lessons learned are\ndescribed below.\n\nB.\n\nFormation of Farmer Groups\n\n3.\nCommunity-based organizations have become central to many development initiatives in\nNepal.  They  are  central  to  the  new  paradigm  of  people-centered  development,  which  aims  to\nrespond to the demands of the beneficiaries and be genuinely participatory in that people at the\ncommunity  level  are  organized  to  be  increasingly  responsible  for  planning  activities  that  affect\nthem, and accessing and managing resources for the activities. Consequently, two factors are\nto  be  taken  into  account  in  the  process  of  group  formation  and  development:  (i)  the  need  to\naddress issues of social mobilization and local governance, and (ii) the need to focus on specific\ntasks or sets of activities. The main activities around which community groups are organized are\nforestry, irrigation, rural finance, infrastructure maintenance, and agricultural marketing.\n                                                \n1  Loan 964-NEP: Secondary Crops Development Project, for $11.4 million, approved on 27 July 1989. The loan was\n\nclosed in December 1997.\n\n2  (i)  Swiss  Development  Cooperation,  1996.  Evaluation Report of the Dolakha-Ramechhap Community Forestry\nDevelopment Project, Kathmandu. (ii) International Centre for Integrated Mountain Development, 1992. Inspirations\nin Community Forestry. Report of a Seminar on Himalayan Community Forestry. (iii) UK's Overseas Development\nAdministration  (Evaluation  Department),  1995.  A Final Evaluation of the Impact of the Koshi Hills Development\nProgramme. (iv) International Fund for Agricultural Development, 1999. Nepal Country Program Evaluation. Office\nof Evaluation and Studies.\n\n\f45\n\nAppendix 4, page 2\n\n4.\nEffective  formation  of  farmer  groups  requires  time,  intensive  interaction  with  farmers,\nand appropriate guidance at the field level. Without such interactions, farmer groups tend to be\ncontrolled and managed by a few elite and powerful members of the community. Some of these\ninfluential people are so powerful that their actions may go against the spirit and purpose of the\ngroup  concept.  Community  leaders  have  limited  skills  in  social  mobilization  and  do  not\nnecessarily respect group bylaws and plan the use of group funds in line with the needs of the\ngroup.\n\n5.\nInformal  as  well  as  formal  groups  involved  in  community  management  need  to  be\nprovided  with  managerial  and  organizational  skills.  Lack  of  training  and  support  hampers  the\ngroups’  ability  to  take  more  responsibility  for  group  activities  and  management  of  local\nresources. Devolution of decision-making to groups requires flexibility in program targeting and\nbudgeting.  Within  the  available  budget,  communities  and  groups  should  be  setting  their  own\ntargets,  selecting  from  several  technical  options.  A  self-help  attitude  needs  to  be  generated\namong farmer groups. Groups are not ends in themselves. The purposes of farmer groups must\nbe  clear  and  focused,  and  this  usually  requires  technical  support  for  information  on  input\nsupplies and marketing.\n\n6.\nWomen  must  be  explicitly  identified  as  full  members  of  community  groups  along  with\ntheir  husbands  or  other  male  household  members.  Providing  membership  on  a  household\nbasis,  without  explicitly  including  the  women,  limits  their  participation  in  management  and\ndecision-making.  Having  women  as  executive  members  of  a  group  enhances  their  self-\nconfidence  and  social  status  and  can  be  effective  in  introducing  a  large  number  of  women  to\ndecision-making  processes.  However,  this  process  requires  time.  They  initially  need  special\ntraining  in  order  to  participate  more  effectively  in  management.  Social  preparation  programs,\nparticularly on adult literacy and business skills, increase women’s confidence and status when\neffectively  implemented.  For  these  reasons,  these  programs  are  required  at  an  early  stage  of\nsocial preparation.\n\n7.\nIn general, technical staff of Government agencies do not have proper skills, orientation,\nor  time  to  handle  the  range  of  social  preparation  activities  initially  required  at  the  field  level  to\ndevelop viable farmer groups, implement participatory interventions, manage conflict resolution,\nand  promote  accountable  leadership.  Few  such  staff  are  sensitive  to  the  priorities  and  risk\namong poor households in rural areas. District staff of line agencies are frequently transferred\nand unlikely to be sustained at levels necessary for the intensive extension work required in the\nformation  and  strengthening  of  farmer  groups.  Their  area  of  operations  is  the  provision  of\nextension  services  on  technical  matters,  and  they  should  spend  more  time  on  improving  their\nown technical knowledge and capabilities, and less on social mobilization activities.\n\nC.\n\nPrivate Service Providers\n\n8.\nPrivate  service  providers,  including  nongovernment  organizations  (NGOs),  have  an\nimportant role in facilitating group processes, spreading benefits more widely in the community,\ninvolving  target  groups  such  as  women  and  poor  households,  and  negotiating  program\napproaches  within  the  community.  Local  NGOs  may  not  have  the  required  skills  but  their\ncapacity  can  be  built  through  long-term  training  and  financial  inputs  from  national  or\ninternational NGOs.\n\n9.\nMajor  NGOs  have  developed  their  own  systematic  approaches  to  farmer  group\nformation. Their approaches assist the various stages of group development, and aim at group\n\n\f46\n\nAppendix 4, page 3\n\nsustainability and self-management. Group development also requires technical back up, which\nNGOs increasingly prefer to provide rather than rely on line agencies. With appropriate support,\nfarmer groups are effective in delivering production technology at the grassroots level and can\nbe a focal point for disseminating information on technology and marketing. A Canadian NGO is\ncarrying out such activities in partnership with national and local NGOs. Some major NGOs also\nshow that they can be effective in agricultural extension by providing intensive field-level support\nby trained and motivated staff, over a relatively limited geographical area.\n\nOther  issues  are  emerging  as  NGO  involvement  increases  and  community  groups\n10.\nevolve. In particular, due to differences in their approaches and the level of resources, there are\nfew institutional mechanisms for effective cooperation between line agencies and NGOs. Major\nNGOs prefer to operate independently from the line agencies in separately demarcated areas,\nand expect that any collaboration with line agencies has to be on the basis of equal partnership\nand  accountability.  Government  line  agencies  particularly  at  the  local  level  often  tend  not  to\nreciprocate  in  terms  of  partnership  and  accountability,  and  they  limit  NGOs'  involvement.\nHowever,  there  are  a  few  cases  of  informal  arrangements  between  the  district  offices  of  the\nDepartment  of  Agriculture  (DOA)  and  NGOs,  where  collaboration  is  effective  in  providing\ntraining programs. It is thus important to gradually develop collaborative relationships between\ngovernment agencies and private service providers in phases under the Project.\n\nD.\n\nAgricultural Research\n\n11.\nThe  World  Bank's  AREP  has  identified  some  weaknesses  in  the  existing  agricultural\nresearch and extension system's development impact and implementation progress. First, there\nis unnecessary duplication of research activities between regional agricultural research stations\nof the National Agricultural Research Council (NARC). This is mainly due to the lack of proper\npolicy  and  strategy  for  national  agricultural  research.  There  seems  to  be  confusion  in  NARC\nregarding  how  the  activities  of  their  research  stations  are  to  be  planned  and  coordinated.\nSecond, the bottom-up approach  in  planning of research to meet farmers’ needs is weak. For\nthis  purpose,  linkages  between  research  and  extension  exist  through  regular  interactions  at\nvillage  workshops  and  regional  technical  working  groups.  Increased  efforts  are  required  to\nstrengthen  these  research-extension  linkages  through  the  improvement  of  a  holistic  approach\ninvolving crops, livestock, agro-forestry, and off-farm activities.\n\n12.\nUnder  the  Hill  Agriculture  Research  Project  financed  by  the  Government  of  the  United\nKingdom,  a  competitive  funding  system  was  introduced  to  promote  effective  agricultural\nresearch.  In  addition  to  NARC,  other  research  providers,  including  NGOs  and  research\ninstitutes,  are  becoming  involved  in  the  system,  and  other  external  funding  agencies  are\nexpressing interest in contributing to a national fund for agricultural research and development,\nwhich  is  being  established.  The  competitive  funding  system  has  been  operational  since  1996\nand successfully developed a system to obtain and assess research proposals with assistance\nin  staff  training  and  other  project  inputs.  This  system  can  be  promoted  so  that  a  more\ncoordinated  and  client-oriented  research  activities  can  be  done  by  both  public  and  private\ninstitutes.\n\n13.\nResearch  outcomes  are  most  effectively  adopted  when  all  parties  are  committed  to\nchange and have a sense of \"ownership\" of the research and development process. There must\nbe  fewer  but  focused  programs,  addressing  client  needs  that  will  quickly  bring  measurable\nimpact.  There  is  a  need  to  move  away  from  a  researcher  dominated  and  Government-fund\ndriven  approach  to  research  to  a  more  responsive  competitive  grant  system  that  involves  the\neventual beneficiaries in identifying priority areas, selecting proposals, and financing research.\n\n\f47\n\nAppendix 4, page 4\n\nThis  issue  is  being  considered  by  an  interministerial  committee  for  the  establishment  of  a\nnational research fund.\n\nE.\n\nMarketing and Postharvest Operations\n\n14.\nThe  Ministry  of  Agriculture  and  Cooperatives  does  not  have  adequate  resources  for\nmarket  improvement  and  rehabilitation.  Local  resources  are  required  for  the  maintenance  of\nsuch  infrastructure.  There  should  be  strong  local  ownership  for  activities  to  strengthen  market\ninfrastructure  by  consulting  potential  market  users  well  before  identifying  sites  and  designing\nmarkets.  In  the  past,  siting  of  marketing  facilities  depended  on  land  availability  and  was  done\nsolely  by  Government  agencies  or  a  district  administration.  The  construction  of  marketing\nfacilities was target oriented rather than led by demand from the potential users. Although the\nmarket  center  was  recommended  to  be  managed  by  farmer  groups,  the  Government  often\nappointed  all  members  of  market  management  committees.  Some  chairpersons  of  these\ncommittees  were  not  from  local  communities.  Farmers  and  traders  were  excluded  from  the\ndecision-making  process  as  market  rules  and  regulations  were  established.3  Thus,  the\ninvolvement of local communities is essential from the initial planning stage for the rehabilitation\nof existing market infrastructure.\n\n15.\nIn  the  past,  demonstration  and  service  centers  were  constructed  with  the  intention  of\ndemonstrating  fruit  grading,  fruit  processing,  and  jam  making  to  project  beneficiaries.  These\nfacilities were to be operated under regional food laboratories. The facilities were constructed,\nbut much of the equipment provided was not used apparently because of the lack of personnel\nwho knew how to operate it. The location of these facilities was often not properly planned and,\nas a result, was away from the fruit growing area. Efforts are needed to ensure that adequate\ntrained  staff  will  be  available  for  proposed  facilities,  and  that  the  facilities  are  appropriately\nlocated to serve the production area. Under the Project, a postharvest operations specialist will\nbe recruited to assist the project staff in this regard.\n\n                                                \n3 PCR: NEP 20193: Secondary Crop Development Project, February 1999.\n\n\fDETAILED COST ESTIMATES AND FINANCING PLAN\nTable A5.1: Components Project Cost Summary\n\n(NRs '000)\n\n($ '000)\n\nLocal\n\nForeign\n\nTotal\n\nLocal\n\nForeign\n\nTotal\n\n%\nForeign\n\n% Total\nBase\nExchange Costs\n\n%\nForeign\n\n% Total\nBase\nExchange Costs\n\nA. Provision of Extension Services for Farmer Groups\n\nExtension Services\nMarketing\nPostharvest Handling\n\nSubtotal (A)\n\nB. Promotion of Private Extension Services\nC. Promotion of Client-Oriented Research Activities\nD. Project Management Support\n\nRegional Facilities\nProject Management Offices\n\n    Project Coordination Unit\n    Project Implementation Units\nSubtotal Project Management Support\n\nTotal Baseline Costs\n\nPhysical Contingencies\nPrice Contingencies\n\nTotal Baseline Costs Plus Contingencies\n\nInterest During Construction\n\n             Total Project Cost\n\n12,447\n\n14,139\n\n26,586\n\n180\n\n205\n\n385\n\n343,650\n15,142\n4,878\n363,670\n98,262\n29,734\n\n42,889\n24,199\n79,535\n\n571,201\n49,846\n120,814\n741,861\n0\n741,861\n\n111,817\n6,418\n3,317\n121,551\n23,234\n29,734\n\n55,408\n9,811\n79,358\n\n253,877\n17,363\n31,183\n302,423\n22,099\n324,522\n\n455,467\n21,559\n8,195\n485,221\n121,496\n59,468\n\n98,297\n34,010\n158,893\n\n825,078\n67,208\n151,997\n1,044,284\n22,099\n1,066,383\n\n25\n30\n40\n25\n19\n50\n\n53\n\n56\n29\n50\n\n31\n26\n21\n29\n100\n31\n\n55\n3\n1\n59\n15\n7\n\n3\n\n12\n4\n19\n\n100\n8\n18\n127\n3\n129\n\n4,979\n219\n71\n5,269\n1,424\n431\n\n621\n351\n1,152\n\n8,276\n722\n645\n9,643\n0\n9,643\n\n1,620\n93\n48\n1,761\n337\n431\n\n803\n142\n1,150\n\n3,678\n252\n167\n4,097\n302\n4,399\n\n6,599\n312\n119\n7,030\n1,760\n862\n\n1,424\n493\n2,302\n\n11,954\n974\n812\n13,740\n302\n14,042\n\n25\n30\n40\n25\n19\n50\n\n53\n\n56\n29\n50\n\n31\n26\n21\n30\n100\n31\n\n55\n3\n1\n59\n15\n7\n\n3\n\n12\n4\n19\n\n100\n8\n7\n115\n3\n117\n\n4\n8\n\nSource:   TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and staff estimates.\n \n\n \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n5\n,\n \n\ni\n\np\na\ng\ne\n\n \n\n1\n\n\fA. Civil Works\nB. Vehicles\nC. Furniture & Equipment\n\nOffice Equipment\nOffice Furniture\nLaboratory Equipment\nSubtotal Furniture & Equipment\n\nD. Publications\nE. Consulting Services\nForeign Consultants\nDomestic Consultants\nSubtotal Consulting Services\n\nF. Contract Staff\n\nFarmer Group Mobilizers\nSubtotal Contract Staff\n\nG. Private Extension Services\nH. Training Programs\nI. Extension Materials\nJ. Agricultural Research\nK. Incremental Staff\nL. Recurrent Costs\nM. Interest during Implementation\n\nTOTAL PROJECT COST\n\nTable A5.2: Disbursement Accounts by Financiers\n($ '000)\n\nThe Government\nFR(%)\n\nAmount\n\nADB\n\nTotal\n\nAmount\n\nFR(%)\n\nAmount\n\nPR(%)\n\nFor. Exch.\n\nLocal\n(Excl.\nTaxes)\n\nDuties &\nTaxes\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n250\n231\n\n63\n2\n27\n92\n19\n\n0\n0\n0\n\n0\n0\n366\n1,190\n23\n235\n174\n462\n0\n3,042\n\n24\n30\n\n20\n20\n20\n20\n20\n\n0\n0\n0\n\n0\n0\n23\n24\n22\n23\n75\n100\n0\n22\n\n794\n538\n\n251\n10\n108\n369\n75\n\n800\n358\n1,158\n\n1,935\n1,935\n1,211\n3,686\n81\n791\n60\n0\n302\n11,000\n\n76\n70\n\n80\n80\n80\n80\n80\n\n100\n100\n100\n\n100\n100\n77\n76\n78\n77\n25\n0\n100\n78\n\n1,043\n768\n\n314\n12\n135\n462\n94\n\n800\n358\n1,158\n\n1,935\n1,935\n1,577\n4,876\n103\n1,027\n234\n462\n302\n14,042\n\n7\n5\n\n2\n0\n1\n3\n1\n\n6\n3\n8\n\n14\n14\n11\n35\n1\n7\n2\n3\n2\n100\n\n522\n464\n\n220\n6\n95\n321\n66\n\n704\n28\n732\n\n0\n0\n183\n1,219\n77\n513\n0\n0\n302\n4,399\n\n339\n74\n\n31\n4\n14\n49\n9\n\n96\n330\n426\n\n1,935\n1,935\n1,284\n3,267\n21\n431\n234\n462\n0\n8,532\n\n183\n231\n\n63\n2\n27\n92\n19\n\n0\n0\n0\n\n0\n0\n110\n390\n5\n82\n0\n0\n0\n1,112\n\nNote:  FR: Financing Ratios\n           PR: Percentage of the Total Project Cost\nSource: TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and Staff estimates.\n\n4\n9\n\ni\n\nA\np\np\ne\nn\nd\nx\n \n5\n,\n \np\na\ng\ne\n \n2\n\n\fTable A5.3:  Summary of Major Procurement Items and Quantities\n\nUnit 2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\nTotal\n\nof Contract Contracts Mode\n\nAverage Value No. of\n\nCivil Works (Construction)\n\nRegional training center in the Far-western Develo no.\nno.\nConsolidated regional laboratory facilities\nno.\nProject implementation offices\n\nCivil Works (Rehabilitation/Upgrading)\n\nShahajpur collection center\nBulk seed storage facility\nPacking sheds\nDistrict agricultural development offices\nAgricultural service and subservice centers\n\nService Vehicles\nPick-up trucks\nMotorcycles\nBicycles\nEquipment\n\nCommunication equipment\nOffice equipment\nOffice furniture\nSoil testing tools\nSeed mini-kits\nField crop demonstrations\nSeed/sapling production\n\n0\n0\n2\n\n0\n0\n1\n1\n0\n\n11\n68\n243\n\n14\n14\n2\n35\n120\n36\n13\n1\n0\n\n1\n1\n0\n\n1\n1\n2\n2\n36\n\n0\n0\n0\n\n0\n0\n0\n53\n300\n162\n32\n5\n2\n\n0\n1\n0\n\n0\n0\n0\n2\n37\n\n0\n0\n0\n\n0\n0\n0\n61\n410\n339\n44\n8\n5\n\n0\n0\n0\n\n0\n0\n0\n3\n51\n\n0\n0\n0\n\n0\n0\n0\n74\n460\n552\n50\n8\n5\n\n0\n0\n0\n\n0\n0\n0\n0\n0\n\n0\n0\n0\n\n0\n0\n0\n36\n340\n654\n38\n8\n6\n\n0\n0\n0\n\n0\n0\n0\n0\n0\n\n0\n0\n0\n\n1\n2\n2\n\n1\n1\n3\n8\n124\n\n11\n68\n243\n\n0\n0\n0\n18\n210\n699\n25\n8\n6\n\n14\n14\n2\n277\n1,840\n2,442\n202\n38\n24\n\nno.\nno.\nno.\nno.\nno.\n\nno.\nno.\nno.\n\nno.\nno.\nno.\nno.\nno.\nno.\nno.\nno.\nno.\n\n($)\n121,700\n59,700\n30,500\n\n5,000\n7,500\n9,400\n6,200\n32,000\n\n195,000\n64,000\n6,700\n\n21,000\n95,200\n7,600\n14,100\n4,400\nNA\nNA\n19,500\n35,900\n\n1\n2\n2\n\n1\n1\n3\n8\n12\n\n2\n2\n2\n\nLCB\nLCB\nLCB\n\nLCB\nLCB\nLCB\nLCB\nLCB\n\nIS\nIS\nIS/DP\n\nIS\n1\n1\nIS\n2 LCB/DP\n6 LCB/DP\n6 LCB/DP\nNA\nNA\nLCB\nLCB\n\nNA\nNA\n38\n24\n\nContracts with Private Service Providers\nAgricultural Research Proposals\n\nNote:  LCB - local competitive bidding; IS - international shopping; DP - direct purchase; and NA - not applicable.\n\n5\n0\n\ni\n\nA\np\np\ne\nn\nd\nx\n \n5\n,\n \np\na\ng\ne\n \n3\n\n\f51\n\n                  Appendix 6\n\nPROJECT ORGANIZATION CHART\n\nGovernment\n\nADB\n\n     Loan Agreement\n\nMinistry of\n Agriculture and\nCooperatives \n\nProject \nSteering\nCommittee\n\nDepartment \nof \nAgriculture\n\nProject\nCoordination\nUnit\n\nFund Contribution for\nAgricultural Research\n\nNational\nAgricultural\nResearch and \nDevelopment Fund\n\nRegional\nTechnical Working\nGroup\n\nDistrict Agricultural\nDevelopment\nCommittee\n\n       (Identification of\n   Priority Research Areas)\n\nRegional\nDirectorates of\nAgriculture\n\nProject\nImplementation\nUnit\n(Midwestern\nDevelopment Region)\n\nProject\nImplementation\nUnit\n(Far Western\nDevelopment Region)\n\nContractual\n     Arrangements\n\nPrivate\nService\nProviders\n\nContractual\n   Arrangements\n\nDistrict\nAgriculture\nDevelopment Offices\n\nTeam\nSupervisors\n\nTeam\nSupervisors\n\nSocial\n Mobilizers\n\nExtension\nWorkers\n\nField\nTeams\n\nField\nTeams\n\nFarmer Groups\n\nFarmer Groups\n\n                        Line of Operation\n\n                                                               Participation/Coordination\n\n\fPROJECT IMPLEMENTATION SCHEDULE\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\nQ1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\n\nA.   Extension for Farmer Groups\n\nInteraction with District and Village Administrations\nSelection of Production Pocket Areas\nProject Orientation Seminar\nFormation and Strengthening of Farmer Groups\nPreparation of Extension Materials\nProvision of Training Programs\n\nB.   Promotion of Private Extension Services\n\nIdentification and Selection of Private Service Providers\nContracts with the Selected Private Service Providers\nFormation and Strengthening of Farmer Groups\nProvision of Training Programs\n\nC.  Promotion of Client-oriented Research\nIdentification of Priority Research Areas\n\nInvitation and Selection of Priority Research Proposals\nResearch Activities and Linkage with Extension\n\nD. Project Management Support\n\nRecruitment of Implementation Consultants\nProcurement of Civil Works, Vehicles and Equipment\nRehabilitation of Project Offices and Service Centers\nAppointment of Incremental Project Staff\nRecruitment of Social Mobilizers\nEstablishment of Project Implementation Units\nEstablishment of a Project Steering Committee\nMonitoring of Project Activities\nRegional Technical Working Group Meetings\nQuarterly Progress Reporting\nMidterm Review\nProject Completion Review\n\n  Timing of project activities.\n  Intermittent or ongoing activities.\n\n \n\n5\n2\n\nA\np\np\ne\nn\nd\nx\n \n7\n\ni\n\n\f53\n\nAppendix 8, page 1\n\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\n\nA. \n\nInternational Consultants\n\n1.\n\nProject Management Specialist-Team Leader (14 person-months)\n\nA project management specialist will be engaged for a period of 14 months, including 8\n1.\nmonths  during  the  first  year  of  the  Project  and  6  months  during  the  remaining  period  of  the\nProject.  The  specialist  will  work  closely  with  the  project  coordinator  and  project  managers  of\nproject  implementation  units  (PIUs)  to  establish  effective  management  procedures  for  the\nProject. In particular, the specialist will\n\n(i)  \n\n(ii)  \n\n(iii)  \n\n(iv)  \n\n(v)  \n\n(vi)  \n\nassist the project coordinating unit (PCU) and PIU staff to prepare reports in line\nwith  the  project  administration  memorandum  of  the  Asian  Development  Bank\n(ADB), and provide them with training in the related procedures;\nassist  PCU  and  PIU  staff  to  install  appropriate  procedures  for  procurement  and\ndisbursement  for  the  Project,  including  the  preparation  of  tender  documents  for\nlocal competitive bidding in accordance with ADB's guidelines;\nrecommend the acquisition of specific computer hardware and software systems\nto improve and increase the capacity of the existing information systems;\nassess the computer skills of the planning officers and assistant planning officers\nof  district  agricultural  development  offices  (DADOs)  and  recommend  how  to\nenhance their capabilities;\nidentify, in collaboration with the PCU, the management, accounting, monitoring,\nand  other  components  of  the  required  system  so  that  the  Project  can  be\neffectively monitored and reports can be generated in a timely manner taking into\naccount the capability of the PCU staff;\nprepare a performance monitoring information system that achieves the defined\nobjectives and implement it on the networked computer system to be provided to\nthe PCU;\n\n(viii)  \n\n(vii)   define appropriate indicators or revise the indicators for the monitoring of project\nimpact  and  benefits  and  user  assessments  of  services  for  the  inclusion  in  the\nmonitoring system;\ninstall  the  system  in  the  PIUs,  and  extend  and  link  it  to  DADOs  and  the  main\nregular monitoring system of the Department of Agriculture (DOA);\nprepare  an  operating  manual  for  the  system  as  developed  and  train  PCU  and\nPIU staff to ensure that they are able to operate the system efficiently;\nin the second year of the Project and thereafter, review progress with the system,\nidentifying any deficiencies and making the necessary corrections; and\nprovide such additional training as required by the PCU and PIU staff.\n\n(ix)  \n\n(xi)  \n\n(x)  \n\n2.\n\nPostharvest Operations Specialist (6 person-months)\n\n2.\nThe specialist will be engaged for a period of six months, including four months during\nthe  first  year  of  the  Project  and  two  months  during  the  second  year.  The  specialist  will  work\nclosely  with  the  PCU  and  DOA's  Postharvest  Loss  Reduction  Subdivision.  During  the  second\nmission,  the  specialist  will  work  closely  with  the  PIUs  and  the  regional  laboratories.  The\nspecialist will\n\n\f54\n\nAppendix 8, page 2\n\nprepare  and  present  postharvest  training  courses  for  DADO  plant  protection\nofficers and selected staff of DOA's Postharvest Loss Reduction Subdivision, to\nintroduce and provide practical training on postharvest problems concerned with\nfresh fruit and vegetables, and arable crops;\nadvise field staff in the project area on postharvest and processing methods that\ncan be used by farmer groups;\nrecommend equipment and machinery to be used in grading, packaging, storing,\nand  small-scale  processing  and  provide  staff  with  the  parameters  for  assessing\nequipment being used by farmers;\nassist DOA staff in developing a long-term program on handling, processing, and\nstoring of durable and perishable commodities;\nassist  laboratory  staff  to  install  and  commission  the  newly  acquired  laboratory\nequipment  and  provide  them  with  practical  training  on  the  construction  and\noperation of laboratory apparatus for the control of flow and mixing of gases;\nassist  laboratory  staff  in  developing  sufficient  knowledge  of  the  equipment\nprovided under the Project to be able to operate and maintain it effectively;\nconduct a training course on the problems associated with storage of fresh fruits\nand  vegetables  and  provide  participants  with  a  wide  range  of  initial  theoretical\nand  practical  training  on  equipment  and  methods  employed  in  research  and\ncommercial situations;\nadvise commercial companies within the region concerning commercial ripening\nand storage techniques; and\nhelp prepare a design suitable for cold storage facilities to meet local needs.\n\nB. \n\nDomestic Consultants\n\n1.\n\nPerformance Monitoring Specialist (15 person-months)\n\nA performance monitoring specialist will be engaged for 15 months, including 6 months\n3.\nduring the first year of the Project, 6 months during the second, and the remaining 3 months as\nrequired after the second year to provide intermittent services for troubleshooting. The specialist\nwill work closely with the PCU, PIUs, and DADOs, and will\n\nidentify components of the required system so that the Project can be effectively\nmanaged and reports can be prepared in a timely manner taking into account the\ncapacity of the PCU staff;\nincorporate features of production pocket areas in the project area;\nprepare  a  manual  for  use  of  the  monitoring  system,  in  English  and  Nepali\nlanguages, and train the project staff in its effective use;\nextend the monitoring system, including linkages to the main regular monitoring\nsystem, to be used at the PIUs, and install the system in the PIUs;\nprovide training to the PCU and PIU staff to ensure that they are able to operate\nthe system efficiently;\nassist the PCU and PIUs in the preparation of reports and provide the PCU and\nPIU staff with training in the related procedures;\nduring  the  second  year,  review  progress  with  the  system,  identifying  any\ndeficiencies and making the necessary corrections;\ndevelop  the  capacity  of  the  PIUs  and  DADOs  for  data  collection  and\nimplementing participatory monitoring and evaluation of project benefits;\nassist  DADOs  to  develop  the  capacity  of  farmer  groups  to  assess  the  services\nthey receive; and\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n(viii) \n\n(ix) \n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n(viii) \n\n(ix) \n\n\f55\n\nAppendix 8, page 3\n\n(x) \n\nassist and advise the PIU staff in cross-checking data from the baseline surveys\nand analyzing data generated from the field.\n\n2.\n\nAgricultural Marketing Specialist (15 person-months)\n\n4.\nThe specialist will be engaged for l5 months, including 6 months during the first year of\nthe  Project,  6  months  during  the  second,  and  the  remaining  3  months  as  required  after  the\nsecond  year.  The  specialist  should  have  commercial  marketing  expertise  in  Nepal  and  South\nAsia. The specialist will work closely with PCU and PIUs in all aspects of marketing and market\ndevelopment in the project area. In particular, the specialist will\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\nrecommendations  about  stakeholder  market \n\nassist  in  the  assessment  of  production  and  marketing  potential  of  secondary\ncrops  within  the  project  area  by  analyzing  data  and  interviewing  wholesalers,\nexporters,  and  processors  and  obtaining  feedback  from  producers  in  the\nproduction pockets;\nhelp  develop \ninformation\nrequirements  that  can  be  incorporated  in  the  recommendations  and  systems  to\nbe proposed under the Project;\nhelp promote collection center development and private sector participation in the\nmarketing  chain  including  identifying  processors  and  wholesalers  that  can  work\nclosely with production pockets;\nhelp  determine  the  locations  for  farmers'  study  visits  in  the  country  to  fresh\nproduce markets;\nhelp plan and prepare market training programs for all sectors of the marketing\nchain including identification of trainers for the project training program;\nhelp identify private sector participants for the district agricultural fairs for a range\nof crops; and\nadvise  on  ways  in  which  the  private  sector  can  be  encouraged  to  take\ncommercial initiatives in the production pocket areas.\n\n3.\n\nGender Specialist (9 person-months)\n\nA gender specialist will be engaged for a period of 9 months, including 3 months each in\n5.\nthe first two years of the Project and the remaining 3 months as required after the second year.\nThe specialist will work with the PIU officers responsible for gender, and will help them\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\norganize  and  conduct  training  programs  and  planning  workshops  on  gender\nissues at the district level particularly for male members of farmer groups;\nconduct field analysis of gender issues as they relate to the selected production\npocket areas and in compiling the findings in the project reports;\nplan gender-related activities and prepare social preparation activities for women,\nincluding adult literacy and business practices; and\nprovide  guidance  for  periodic  field  assessments  based  on  consultations  with\nwomen and men farmers, and field teams.\n\n4.\n\nEnvironmental Specialist (9 person-months)\n\n6.\nAn environmental specialist will be engaged for a period of 9 months, including 3 months\neach  in  the  first  two  years  of  the  Project  and  the  remaining  3  months  as  required  after  the\nsecond year. The specialist will work closely with the PCU and PIU staff. The specialist will\n\n\f56\n\nAppendix 8, page 4\n\nassist the PIUs in setting up an environmental management and monitoring desk\nin each region and identifying officers in charge of environment matters;\nassist the monitoring and evaluation officers in developing forms, checklists, and\nprocedures necessary to monitor environmental impact of project activities;\nassist  the  performance  monitoring  specialist  to  incorporate  environmental\nindicators into the performance monitoring system;\ndesign  and  implement  a  training  package  on  environmental  management  and\nmonitoring of production pocket areas for the monitoring and evaluation officers\nand selected DADO staff;\nundertake fieldwork with the PIU and DADO staff to provide them with on-the-job\ntraining to ensure the monitoring system is effective; and\nexamine  the  working  of  the  environmental  monitoring  system  through  field  trips\nand suggest any improvements required.\n\n5.\n\nTraining Specialist (12 person-months)\n\nThe specialist will be engaged for a period of 12 months, including 3 months each in the\n7.\nfirst two years of the Project and the remaining 6 months as required after the second year. The\nspecialist will work closely with the PCU and PIU staff. The specialist will\n\nfinanced  by  other  external \n\ncarry  out  an  inventory  of  the  project  staff,  DADO  staff,  team  supervisors,  field\nteam members, and farmer groups, and identify their training needs;\nreview  the  existing  training  courses  and  available  training  materials,  including\nthose \nfunding  agencies  and  nongovernment\norganizations;\nprepare  and  organize  training  programs  for  the  project  staff  and  DADO  staff  in\nfarmer  group  self-monitoring,  and  prepare  a  user-friendly  manual  for  self-\nmonitoring;\nwork  with  other  consultants  to  develop  and  conduct  training  programs  and\nseminars, and recommend other appropriate training opportunities for the project\nstaff and DADO staff;\nensure,  in  collaboration  with  DOA's  subject  matter  specialists,  that  necessary\ntraining  and  seminar  materials  are  available  for  the  training  programs  and\nseminars to be conducted under the Project on major commodities;\nreview DOA's training facilities and make recommendations for improving them;\nand\ndesign  and  present  short-term  training  in  the  information  systems  for  DOA's\nagricultural planning officers, including computer literacy, use of e-mail, methods\nof  data  collection,  data  requirements,  objectives  and  benefits  of  information\nsystems, and means of dissemination.\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n\f57\n\nAppendix 9, page 1\n\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION\n\nA.\n\nIntroduction\n\n1.\nThe initial environmental examination (IEE) was conducted from June to July 1999 under\ntechnical assistance financed by the Asian Development Bank (ADB).1 The IEE report describes\nthe  environmental  determinants  of  the  project  area.  The  environmental  concerns  and  issues\nrelated  to  the  Project  are  then  identified,  and  the  mitigative  measures  for  possible  adverse\nimpacts recommended in the report.\n\nB.\n\nDescription of the Environment\n\n2.\nThe  project  area  is  the  lowland  and  hilly  regions  of  12  districts.  The  hilly  region  is  a\nbroad zone with altitude ranging from 600 meters (m) to 3,000 m above sea level. This zone is\ncomplex, with low to medium hills and mountains, river valleys, and tectonic valleys. In the hilly\nregion, food crops are grown on leveled or terraced lands mainly along river valleys, slopes, and\nridge  sides.2  Secondary  crops  are  concentrated  on  unirrigated  and  unleveled  slopes.  The\nlowland  region  in  the  south  has  deep  alluvial  soils  deposited  by  rivers  flowing  from  hills  and\nmountains.  The  northern  part  of  the  lowland  region  generally  consists  of  unconsolidated\nmaterials mixed with boulders, pebbles, gravel, and sand making the formation very permeable,\nand has an average gradient of about 2 percent to the south. The southern part of the lowland\nregion is much flatter, marking a change of soil texture to finer particles like clay.\n\nNepal has a monsoon season from June to September when about 60 to 80 percent of\n3.\nthe  annual  rainfall  falls.  During  the  monsoon,  the  moisture-laden  air  from  the  Bay  of  Bengal\nmoves northwest and enters into the country from the southeast, giving heavy rainfalls. As the\nair  moves  west,  its  moisture  is  gradually  reduced.  Thus,  the  western  part  of  the  country\ngenerally  has  less  rainfall.  The  postmonsoon  period  from  October  to  November  has  the  least\namount of precipitation. During winter from December to February, the temperature goes down\nsubstantially and varies with altitude. The premonsoon season from March to May is mostly hot\nand dry. The maximum temperature in the lowland region often exceeds 40 degrees centigrade.\nThese  seasonal  changes  in  climate  and  ecological  differences  between  regions  provide\nopportunities for the production and marketing of a variety of agricultural and horticultural crops\nin Nepal.\n\nC.\n\nPotential Environmental Impacts and Mitigation Measures\n\n4.\nPositive  and  negative  environmental  impacts  anticipated  during  project  implementation\nare discussed here and summarized in Table A9. Possible adverse impacts need to be carefully\ndealt with through appropriate mitigative measures under the Project.\n\n1.\n\nIncreased Vegetative Cover\n\nCrop  cultivation  will  be  intensified  in  the  selected  production  pocket  areas  under  the\n5.\nProject. There will  be vegetative cover over a longer period of the year. As new pocket areas\nare identified and added to the Project, the area with vegetative cover will increase further. This\n                                                \n1  TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998.\n2 Farm  lands  in  the  hilly  and  mountainous  regions  are  classified  into  two  types  of  lands:  unirrigated  land  with\nunleveled  slopes  where  crops  requiring  no  or  less  irrigation  is  grown;  and  irrigated,  terraced,  and  leveled  land\nwhere rice and other food crops are grown.\n\n\f58\n\nAppendix 9, page 2\n\nwill  have  various  environmental  benefits,  including  soil  conservation.  A  number  of  secondary\ncrops that have been identified for the Project are likely to help maintain the soil fertility by crop\nrotation  and  adding  some  nutrients  to  the  soil.  Intensified  cropping  is  likely  to  reduce  the\npressure to use marginal lands for growing food crops. However, to realize these environmental\nbenefits, appropriate training programs need to be provided to farmer groups on environmental\nbenefits, and on proper techniques for land preparation and soil conservation techniques.\n\n2.\n\nUse of Chemical Fertilizers\n\n6.\nAs  the  crop  intensity  increases,  there  will  be  a  pressure  on  soil  nutrients.  The  use  of\nchemical fertilizers is bound to increase since insufficient organic manure is available to provide\nthe  needed  nutrients.  Chemical  fertilizers  tend  to  be  overused  and  indiscriminately  applied\nbecause  of  the  yield  increases  in  the  short  run.  Indiscriminate  use  of  nitrogenous  and\nphosphatic fertilizers may cause eutrophication and algal blooms in water bodies, affecting the\nquality  of  water  and  aquatic  life  particularly  in  wetlands.  Abundant  use  of  chemical  fertilizers\nwithout  appropriate  addition  of  organic  matter  through  recycling  of  crop  residue,  farmyard\nmanure,  or  compost  may  harden  the  soil,  and  may  hasten  soil  erosion  and  sedimentation\nprocess.\n\n7.\nDepending  upon  the  soil  condition  and  the  stage  of  crop  growth,  chemical  fertilizers\nneed to be used in an appropriate manner in terms of type, quantity, method, and timing. Under\nthe  Project,  the  appropriate  use  of  chemical  fertilizers  will  be  encouraged  through  extension\nservices  for  farmer  groups.  Soil  sampling  and  testing  will  be  undertaken  in  close  association\nwith other project activities. Effective monitoring of the use of chemical fertilizers and condition\nof  soil  fertility  in  the  pocket  area  will  be  in  place  through  the  district  agricultural  development\noffices  (DADOs)  with  assistance \nintegrated\ncombination  of  organic  and  chemical  fertilizers  will  be  encouraged  under  the  Project,  where\norganic  matter  from  recycled  crop  residue,  compost,  or  farmyard  manure  will  be  used  with\ninorganic  fertilizers  as  per  the  requirement  of  the  particular  soil  to  mitigate  adverse  impact  on\nlocal environment and to ensure longer term sustainability of soil fertility.\n\nimplementation  consultants.  An \n\nfrom \n\nthe \n\n3.\n\nUse of Chemical Pesticides\n\n8.\nTo avoid adverse impacts on local environment and human health, the use of chemical\npesticides should be properly controlled under the Project. The improper and indiscriminate use\nof  chemical  pesticides  can  (i)  affect  soil  fauna,  microorganisms,  and  untargeted  species;  (ii)\nresult  in  pests  developing  resistance  to  the  pesticides;  (iii)  cause  acute  and  chronic  health\nhazards, including genetic disorders, to human and farm animals; and (iv) increase the amount\nof  persistent  pesticides,  resulting  in  serious  health  hazards  in  the  long  run.  Due  to  the  lack  of\nproper  knowledge,  farmers  frequently  handle  and  store  chemical  pesticides  improperly,  thus\nincreasing  their  risk  from  health  hazards.  Pesticides  and  pesticide-treated  seeds  are  often\nstored  in  places  readily  accessible  to  household  members,  and  pesticide  containers  are  often\nimproperly disposed of and are used to store water, oil, or other edibles.\n\nAppropriate and judicious use of chemical pesticides will be encouraged through training\n9.\nand  awareness  programs  for  farmer  groups  and  extension  staff  on  proper  handling  of  such\npesticides  and  techniques  on  integrated  pest  management.  Through  DADOs'  past  training\nprograms,  a  number  of  farmer  groups  are  familiar  with  the  techniques  for  integrated  pest\nmanagement  such  as  the  use  of  local  plants  as  insecticides.  These  training  programs  will  be\nenhanced  under  the  Project.  Under  the  pesticide  act  in  Nepal,  no  extremely  hazardous\npesticides,  according  to  the  classification  of  the  World  Health  Organization,  can  be  registered\n\n\f59\n\nAppendix 9, page 3\n\nfor  use  in  the  country.  Twelve  highly  hazardous  pesticides  are  currently  registered  with  the\nDepartment of Agriculture (DOA); their sale requires official approval of DOA, and they will not\nbe used under the Project.\n\n4.\n\nGroundwater Irrigation\n\n10.\nThe  number  of  tubewells  is  expected  to  increase  in  the  lowland  region  in  the  Project\narea. While the Project does not directly finance irrigation development, the formation of farmer\ngroups  and  the  provision  of  extension  services  to  them  will  facilitate  the  installation  or\nrehabilitation  of  irrigation  schemes  in  the  project  area.  In  general,  shallow  tubewells  extract\nwater  from  unconfined  aquifers,  which  are  also  the  source  of  water  for  local  ponds,  wells  and\nsprings. If the rate of extraction is higher than the rate of recharge, the water table will gradually\nlower and water bodies in the area will be reduced. This may adversely affect the water sources\nand aquatic life in the close vicinity of a tubewell.\n\n11.\nThis adverse impact of groundwater irrigation is likely to occur only where there are too\nmany  tubewells.  The  ground  water  potential  in  the  lowland  region  has  been  adequately\nexamined  and  safe  extraction  levels  established.3  Close  consultation  among  the  project\nimplementation units (PIUs), DADOs, and the Department of Irrigation will be encouraged under\nthe Project through the regional technical working group meetings so that adequate information\non  tubewell  development  will  be  available  for  the  performance  monitoring  activities  of  the\nProject. Other indicators to monitor may be the water levels of local wells, ponds, and wetland\nsites.  PIU  officers  in  charge  of  monitoring  and  evaluation  will  assess  these  for  their\nenvironmental monitoring with assistance from implementation consultants.\n\n5.\n\nConstruction of Buildings and Other Infrastructure\n\n12.\nThe Project will finance the construction and rehabilitation of buildings and infrastructure\nrequired  for  effective  project  implementation.  The  sites  will  be  selected  during  project\nimplementation through discussions with farmer groups in the concerned area except that sites\nof PIUs will be close to the existing regional DOA offices. No significant environmental impacts\nare anticipated from these activities. The only activity that may have some adverse impact will\nbe  the  rehabilitation  of  local  collection  centers  and  village  markets,  where  the  gathering  of  a\nlarge  number  of  people  may  increase  the  local  volume  of  wastes  because  sanitation  facilities\nand  water  supply  are  not  usually  adequate  at  such  facilities.  Adequate  provision  of  sanitary\nfacilities and safe water should be made a compulsory element in planning and designing local\ncollection  centers  and  village  markets.  The  extraction  of  construction  materials  should  be\nmonitored  at  the  source  during  the  construction  of  these  facilities,  to  minimize  any  adverse\nimpacts  such  as  over-extraction  of  local  construction  materials,  which  can  affect  riverine\nenvironments or cause landslides and erosion.\n\nD.\n\nInstitutional Requirements and Environmental Program\n\n13.\nNepal's Ministry of Population and Environment is responsible for the policy formulation\nand  related  matters  for  environmental  protection  and  management.  The  Environmental\nConservation Act, 1997  is  the  umbrella  act  for  environmental  regulations.  In  July  1997,  the\nMinistry  of  Population  and  Environment  issued  the  Environmental Conservation Rules, 1997,\nwhich  list  projects  with  IEE  requirements  by  type  and  scale.  The  list  mainly  includes  major\n\n                                                \n3 Department  of  Irrigation,  His  Majesty's  Government  of  Nepal.  1994.  Reassessment  of  the  Groundwater\n\nDevelopment Strategy for Irrigation in the Terai. Kathmandu.\n\n\f60\n\nAppendix 9, page 4\n\nindustrial  enterprises.  The  small-scale  agricultural  production  and  marketing  to  be  supported\nunder the Project are not included. However, these environmental aspects will be monitored by\nPIUs  based  on  information  given  by  the  field  staff  and  the  private  service  providers  recruited\nunder the Project. Indicative environmental monitoring indicators have been developed and will\nbe  used  for  developing  the  monitoring  system  for  the  Project.  These  will  be  included  in  the\nperformance  monitoring  system  to  be  established  under  the  Project  with  assistance  from  the\nimplementation consultants. The list given is not meant to be exhaustive, and PIUs may identify\nadditional  indicators  and  develop  detailed  monitoring  procedures  pertaining  to  different\nenvironmental aspects.\n\n14.\nDOA,  the  proposed  executing  agency  for  the  Project,  does  not  have  a  special  unit  to\noversee environmental aspects of DOA activities. However, DOA's Plant Protection Division is\nresponsible for the registration of chemical pesticides, training on pest management, and other\nrelated  matters.  The  Plant  Protection  Division  will  be  involved  in  planning  and  organizing  the\ntraining programs and environmental monitoring under the Project.\n\nE.\n\nFindings and Recommendations\n\n15.\nOverall,  the  environmental  impact  of  the  Project  is  expected  to  be  positive.  The  main\nthrust  of  the  Project  is  to  promote  the  production  and  marketing  of  potential  secondary  crops.\nIncreased  vegetative  cover  is  expected  under  the  Project,  generating  positive  environmental\nimpacts.  Measures  are  required  to  prevent  or  mitigate  some  possible  moderate  or  minor\nadverse  environmental  impacts.  Therefore,  the  Project  will  set  up  environmental  desks  in  the\nPIUs  and  establish  environmental  monitoring  systems  and  procedures.  The  implementation\nconsultant will assist PIUs with these activities.\n\nF.\n\nConclusion\n\nNo significant adverse impact on environment is anticipated under the Project. Thus, this\n16.\nIEE  is  sufficient  for  environmental  assessment  of  the  Project.  However,  the  Project  requires\nregular  and  systematic  environmental  monitoring,  and  training  and  awareness  programs  on\nenvironmental  management  for  farmer  groups  and  extension  staff,  to  ensure  that  possible\nadverse impacts are avoided or minimized.\n\n\f61\n\nAppendix 9, page 5\n\nTable A9.1: Summary of Possible Environmental Impacts and Mitigative Measures\n\nActions\n\nPossible Impact and Mitigative Measures\n\nDegree of\nSignificance\n\nOrganizing and training farmers\n\n(i)  Enhancement  of  vegetative  cover  in  the\n\nHighly positive\n\nproject area\n\nUse of chemical fertilizers\n\n(ii)  Maintenance of soil fertility\n(i)  Eutrophication  of  water  bodies  and\n\nModerately positive\nModerately negative\n\nwetlands\n\n(ii)  Hardening of soil\n(iii)  Hastening of erosion process\n\nMinor negative\nMinor negative\n\nUse of chemical pesticides\n\n(i)  Biodiversity loss\n(ii)  Local ecosystem disruption\n(iii)  Pollution of local water\n\nModerately negative\nMinor negative\nModerately negative\n\nMitigation:\n(i)  Use  of  chemical  fertilizer  to  be  based\n\n(ii)  Promoting  integrated  plant  nutrition\n\non soil tests\n\nmanagement\n\nMitigation:\n(i)  Controlled distribution of chemical\n\npesticides\n\n(ii)  Training for farmers and extension\n\nagents on integrated pest\nmanagement\n\n(iii)  Effective monitoring of the use of\n\nchemical pesticides\n\nLowering  of  water  table  adversely  affecting\nlocal aquatic life\n\nMitigation:\nMonitoring the tubewell density\n(i)  Pollution due to congregation of people\n(ii)  Over-extraction  of \n\nlocal  construction\n\nmaterials like sand, stone, etc.\n\nMitigation:\n(i)  Provide adequate sanitary provisions\n\nin planning these facilities\n(ii)  Monitor the use of construction\n\nmaterial\n\nGroundwater irrigation schemes\n\nModerately negative\n\nConstruction and rehabilitation of\nbuildings and structures, including\nagricultural service centers and\nsubcenters, collection centers,\nvillage market facilities, and\ndistrict office buildings\n\nMinor negative\nMinor negative\n\n\f62\n\nAppendix 10, page 1\n\nSUMMARY SOCIAL ASSESSMENT\n\nA. \n\nIntroduction\n\nAn initial social assessment was conducted in 10 districts included in the project area.1\n1.\nThe survey conducted under the project preparatory technical assistance2 was supplemented by\nfield  visits  during  the  February  2000  loan  fact-finding  mission  of  the  Asian  Development  Bank\n(ADB).  Discussions  were  held  with  the  staff  of  the  district  agricultural  development  offices\n(DADOs),  farmer  groups,  private  traders,  agriculture  supply  shops,  and  local  and  national\nnongovernment organizations (NGOs) working in the project area.\n\nB.\n\nPoverty Profile\n\n2.\nPoverty  incidence  is  substantially  higher  in  the  project  area  than  the  national  average.\nAccording  to  the  human  development  indexes  (HDIs)  estimated  by  the  United  Nations\nDevelopment Programme for 1996, the average HDIs for the districts of the Midwestern and Far\nWestern  development  regions  were  estimated  at  0.286  and  0.276,  or  85  and  88  percent,\nrespectively  of  the  national  average  (0.325).  The  HDIs  of  other  development  regions  in  the\ncountry are all higher than the national average. The gender development index based on the\ngender  empowerment  measures  was  0.267  for  Nepal,  which  was  substantially  lower  than  the\naverage  for  developing  countries  of  0.323.  The  gender  indexes  for  the  Midwestern  and  Far\nWestern  development  regions  were  even  lower  than  the  national  average.  The  highest\nincidence of malnutrition is noted in the Far Western development region.\n\nThe country's population comprises about 60 ethnic and caste groups. The hilly districts\n3.\nin the Midwestern and Far Western regions are dominated by the Brahmin, Chettri, and Thakuri\ncastes,  and  to  a  lesser  extent  by  the  Gurung,  Magar,  Newar,  and  Sherpa  ethnic  groups.  The\ndominant  caste  groups  in  the  lowland  region  are  Ahir,  Rajbansi,  and  Yadav  castes.\nOccupational groups such as Damai, Kami, and Sarki castes are found in both hilly and lowland\nregions. The incidence of poverty is highest among these occupational castes, being estimated\nat more than 60 percent.\n\nFarmers  with  small  and  marginal  landholdings  constitute  the  majority  of  farmers  in  the\n4.\nproject  area.  Their  landholdings  are  highly  fragmented  mainly  due  to  the  long  practice  of\ndividing property when it is inherited. About 40 percent of agricultural households have less than\n0.5  hectares  (ha)  and  26  percent  have  between  0.5  and  1.0  ha.3  The  average  size  of\nlandholdings  is  1.3  ha  in  the  lowland  region  and  0.9  ha  in  the  hilly  region.  Farmers  without\nadequate  flat  and  irrigated  land  usually  cannot  produce  sufficient  food  for  their  household's\nconsumption, and farmers with less than 0.5 ha cannot meet food requirements of a family with\nabout five members. These poor households usually need to supplement their income through\nlocal seasonal labor or temporary migration. Migration of males to other parts of the country or\nto India for off-farm income is very common in the project area.\n\nOfficial statistics on land tenancy show that only 5 percent of farm households work on\n5.\nrented  land  as  tenants.  However,  this  substantially  underestimates  the  actual  situation  of\nlandlessness,  as  many  tenants  and  sharecroppers  are  unregistered.  Landowners  shift  their\ntenants  from  plot  to  plot  each  year  to  prevent  tenants  from  being  registered  and  obtaining\n\n                                                \n1 Banke,  Bardiya,  Dang,  and  Surkhet  districts  in  the  Midwestern  Development  Region;  and  Achham,  Dadeldhura,\n\nDarchula, Doti, Kailali, and Kanchanpur districts in the Far Western Development Region.\n\n2 TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998.\n3 Central Bureau of Statistics. 1997. Nepal Living Standards Survey Report 1996. Kathmandu.\n\n\f63\n\nAppendix 10, page 2\n\npermanent  rights  to  the  land.  Sharecroppers  have  the  legal  right  to  be  registered  as  tenants\nafter one season. This does not usually happen in western Nepal, where sharecroppers are not\nfully aware of such rights. Even if they are aware of such rights, they are often not able or willing\nto use them due to social constraints.\n\n6.\nUnder  the  most  common  practice  of  sharecropping,  the  tenant,  whether  registered  or\nunregistered,  works  on  the  land  in  return  for  half  of  the  harvest.  The  lowland  region  of  the\nproject area has about 18,000 households who were formerly debt-bonded agricultural laborers\nand  are  mainly  from  the  occupational  castes  of  Chamar,  Dom,  Dusadh,  and  Musahar  groups.\nLandowners charged high interest rates, often as high as 10 percent per month, for their loans\nso that their laborers continued to work under their control. These bonded laborers were given\nlittle wage and food, and were required to do a variety of jobs throughout the year. Their debts\nwere estimated to range from NRs3,000 ($43) to NRs9,000 ($130).4  The bonded laborers could\nbe sold to another landowner, who would pay their debt. In July 2000, the Government decided\nto ban the bonded labor practice, and the relevant bill is being reviewed by the Parliament for\nenactment.  Parliament  is  in  favor  of  the  bill.  The  issue  now  is  to  provide  the  officially\nemancipated laborers with adequate support for social awareness and economic means for self-\nconfidence and self-reliance.\n\nC.\n\nGender and  Agriculture Development\n\n7.\nThe  gender  issue  in  agriculture  development  is  whether  women’s  contribution  in\nagricultural production can be translated into their having access to and control over income and\nresources  such  as  technology  and  inputs.  In  Nepal,  such  access  and  control  are  constrained\nthrough  a  number  of  practices  and  social  conditions.    Men  are  traditionally  responsible  for\nplowing  and  women  for  the  ensuing  tasks  of  planting,  composting,  weeding,  and  postharvest\nactivities. Women are the main decision-makers for these activities. Harvesting is usually done\nby all family members. It is estimated that women’s contribution to crop production in terms of\ntime  and  efforts  is  about  half  or  less,  and  their  contribution  to  kitchen  gardening  and  ginger\nproduction is more than 70 percent.5\n\nIn  the  project  area,  men  as  household  heads,  generally  control  resources,  including\n8.\nland,  labor,  and  cash.  Women's  access  to  such  resources  is  more  restricted  in  the  lowland\nregion where attitudes to gender issues are more conservative. Men generally control marketing\nof agricultural surplus and the income gained from the sale of the surplus. Women are usually\nresponsible  for  the  production  and  application  of  organic  manure.  Men  also  have  control  over\nthe  purchase  of  chemical  fertilizers  and  improved  seeds.  At  local  markets,  women  sell\nagricultural  and  vegetable  products,  and  visit  agriculture  supply  shops  to  purchase  inputs  and\nreceive  advice.  During  group  discussions,  women  stated  that  the  major  reasons  for  not  being\ninvolved in buying agricultural inputs were (i) lack of knowledge on which variety to buy, (ii) fear\nof being cheated as they are often unable to read the labels, and (iii) distance  from the nearest\nshop. Women members of farmer groups are however more able to access improved seeds by\nplacing  orders  through  the  male  members  of  their  groups.  Similarly,  by  being  a  member  of  a\nfarmer group, a woman increases her chance of accessing training opportunities. Such training\nincreases women’s effectiveness but does not necessarily ensure access to or control over the\ncash income that results.\n\nFor  the  last  five  years,  the  Government  officially  committed  to  increase  efforts  to  bring\n9.\nwomen  into  the  mainstream  of  economic  activity  by  providing  them  access  to  training\n                                                \n4  Ministry of Labor. 1995. Report on the Social and Economic Conditions of Kamaiyas. Kathmandu.\n5 B. Bajracharya. 1995. Gender Issues in Nepali Agriculture: A Review, Winrock International, Kathmandu.\n\n\f64\n\nAppendix 10, page 3\n\nin \n\ninstance, \n\nfarmer  groups.  For \n\nthe  Women  Farmers\nopportunities  and  participation \nDevelopment  Division  of  the  Ministry  of  Agriculture  and  Cooperatives  (MOAC)  sets  target\nfigures for the proportion of women in farmer groups, the number of women’s groups, and the\nnumber of women receiving training and awareness programs. Women-only farmer groups are\nincreasingly  formed  around  specific  crops  such  as  ginger,  vegetables,  and  mushrooms.  Such\nMOAC initiatives, have brought some changes in the attitude among the agricultural extension\nstaff, diminishing their opposition to the idea of women's involvement. All the district extension\nstaff now say that, because women who are mostly engaged in farm production, particularly of\nsecondary crops production, it is important to promote women's participation in training and field\nextension.  And,  NGOs  are  providing  a  growing  number  of  agricultural  training  programs  that\ntarget rural women for the provision of microcredit based on joint liability.\n\nD.\n\nLinkage with NGOs\n\n10.\nIn the project area, local and national NGOs are implementing agricultural training and\nextension  programs.  They  are  particularly  encouraging  the  participation  of  rural  women  and\ndisadvantaged groups of people. NGOs' activities vary widely in their scope, scale, agenda, and\neffectiveness.  Successful  NGOs  are  effective  in  forming  and  strengthening  farmer  groups,\nproviding social preparation and income-generating programs, and providing intensive follow-up\nwith  technical  support  and  guidance.6  The  relationship  between  these  NGOs  and  the  public\nextension staff of DADOs varies in the project area. For instance, DADO staff in Surkhet District\nhave  good  collaboration  with  NGOs  working  in  the  district  while  in  other  districts  there  is  little\ncooperation. During a series of discussions with NGOs, they noted that they generally can work\neffectively  in  specific  areas  that  are  geographically  demarcated  and  separated  from  DADOs'\nactivities.  However,  the  number  of  local  and  national  NGOs  that  can  carry  out  and  are\nexperienced in these activities is limited. The production pocket areas under the Project cannot\nbe  covered  by  NGOs  and  other  private  service  providers  alone.  The  provision  of  extension\nservices by private service providers can be initiated and promoted under the Project in some\npocket  areas  while  other  areas  can  be  covered  by  the  DADOs'  extension  staff.  Coordination\nbetween  them  should  be  maintained  at  working  group  meetings  at  the  regional  and  district\nlevels.\n\nE.\n\nSocial Aspects in the Project Design\n\n1.\n\nIntensive Support for Farmer Groups\n\nIntensive  support  and  guidance  for  farmer  groups  is  particularly  important  at  the  initial\n11.\nstage of project activities. The role of field teams will be important in this regard. DADO staff are\ntechnical people, and they are not effective in institutional or social development programs. The\nprovision of proper leadership training for leading farmers will be also effective to strengthen the\ngroups. Special focus and attention on weaker groups and farmers are required. During the first\nthree  years  of  the  Project,  farmer  groups  will  be  provided  with  training  programs  on  group\nmanagement and collective activities. Groups can be formed or strengthened very quickly when\ngroup members see the chance for better access to increased resources and opportunities. The\nestablishment of group savings and provision of individual loans may be the useful first step for\nstrengthening farmer groups, which will lead to collective actions, such as, for the purchase of\nquality seeds and other inputs.\n\n                                                \n6 In  general,  NGOs'  extension  staff  have  a  more  intensive  coverage  with  two  junior  technical  assistants  for  one\nvillage development committee while one junior technical assistant of a DADO covers about 3 village development\ncommittees.\n\n\f65\n\nAppendix 10, page 4\n\n2.\n\nWomen’s Proactive Involvement in the Mainstream\n\n12.\nThe  prevalent  tradition-bound  gender  imbalance  is  reflected  in  a  fairly  widespread\ndichotomy  between  the  private  or  home-based  role  and  the  public  or  outside  role.  This\ndichotomy is seen, on the one hand, in a rural women’s heavy workload in domestic tasks and\nin  some  activities  of  agriculture,  and  her  limited  access  to  opportunities  outside  the  home  for\nself-development like literacy, wage employment, or political activities. The counterpart is seen\nin  men’s  greater  mobility  and  access  to  opportunities  outside  home.  It  is  also  seen  in  men’s\ndomination  of  line  agencies  of  the  Government,  and  in  men’s  domination  of  farmer  group\nactivities at the village level. To counteract this, the Government in their medium- and long-term\nplans  (para.  9),  made  policy  statements  for  increased  women's  participation.  Setting  targets,\nalthough  not  a  solution,  is  one  strategy  to  promote  women's  involvement  in  formal  local\norganizations. Under the MOAC's policy, at least 35 percent of farmer group members need to\nbe women. A higher proportion of women's participation will be encouraged in the training and\nawareness programs organized under the Program.\n\nA  genuine  approach  to  gender  equality  and  women’s  proactive  involvement  in  the\n13.\nmainstream  in  terms  of  access  to  information,  technology,  and  cash  income  requires  an\nintegrated  intervention  based  on  an  understanding  of  women’s  needs  and  men’s  mindsets.  A\nnumber  of  lessons  are  emerging  from  programs  of  NGOs  and  bilateral  agencies  that  are\nworking  effectively  with  women  in  economic  activities.  These  lessons  indicate  that  (i)\nachievement of gender equity and women's economic empowerment take time and effort; (ii) it\nis essential to educate men to change their attitudes to gender issues; (iii) women-only groups\nare  effective  since  mixed  groups  tend  to  be  dominated  by  men,  particularly  in  the  lowland\nregion;  (iv)  women-only  groups  easily  help  increase  women's  self-confidence  and  leadership\nskills,  and  facilitate  integrated  interventions  such  as  literacy,  numeracy,  savings  and  credit,\nclean  drinking  water,  and  nutritional  education;  and  (v)  women  learn  fast  through  exposure  to\noutside institutions, seeing how the market works, and interaction with other women’s groups.\n\n14.\nThe  Project  will  need  to  support  specific  measures  to  identify  activities  around  which\nwomen-only  groups  or  subgroups  may  be  effectively  organized  for  women  to  develop  the\ncapability and confidence to contribute to decision making, manage operations effectively, and\naccess  the  benefits  directly.  These  measures  will  facilitate  women's  involvement  in  the\nmainstream  in  development.  In  this  context,  gender  training  and  awareness  programs  will  be\norganized  under  the  Project  at  the  regional  and  district  levels,  and  field  teams  will  include\nwomen  staff  working  with  farmer  groups.  To  guide  and  facilitate  this  process,  an  officer\nresponsible for gender aspects will be assigned to each regional PIU and will be assisted by a\ngender consultant during project implementation.\n\n3.\n\nRole of NGOs\n\n15.\nIn Nepal, the NGO sector is becoming increasingly important in supporting programs for\npoverty  reduction  and  social  development.  The  Government  recognizes  the  potential  of  NGO\nprograms.7  The  potential  strengths  of  NGOs  lie  in  their  ability  to  invest  time  in  gaining  the\nconfidence of the community for subsequent social mobilization processes. NGOs have varied\nlevels  of  outreach  and  competence.  The  national  NGOs,  based  in  Kathmandu,  adopt  an\nincreasingly  professional  approach  undertaking  large-scale  programs  in  a  number  of  districts,\noften  supplanting  rather  than  supplementing  the  Government  line  agencies.  The  strengths  of\nnational  NGOs  lie  in  their  outreach,  results-oriented  approach,  technical  competence  and\n\n                                                \n7 National  Planning  Commission,  His  Majesty's  Government  of  Nepal.  1998.  Approach  to  the  Ninth  Plan,\n\nKathmandu.\n\n\f66\n\nAppendix 10, page 5\n\ncapacity to learn, and ability to train and motivate field level staff. These national NGOs usually\nhave  local  NGOs  or  community-based  organizations  as  their  associates  to  expand  outreach,\nand provide local associates with capacity-building support.\n\nLocal NGOs operate in a small geographical area. Their strengths lie in familiarity with\n16.\nlocal  conditions  and  people,  close  contact  with  local  communities,  high  levels  of  trust  gained\namong local people, and fluency in the local language. Based on their strengths, some NGOs\ncan be effectively involved in the Project. NGOs must be carefully selected based on criteria to\nbe  agreed  among  the  Government,  NGOs,  and  ADB.  NGOs  will  be  most  effective  if  they  are\ninvolved from the initial stage of the formation and strengthening of farmer groups.\n\n4.\n\nRole of Other Private Service Providers\n\n17.\nFarmers  used  to  depend  solely  on  DADOs'  staff  and  public  corporations  for  seeds,\nfertilizers, and pesticides. However, an increasingly important role is being played now by local\nagricultural supply shops. In areas where the agricultural input business is growing, particularly\nin  the  lowland  region,  agriculture  supply  shops  and  other  private  traders  are  emerging  as\nimportant  links  in  the  supply  and  in  the  information  chain.  When  farmers  visit  their  shops,\nfarmers  are  not  clearly  aware  of  which  brands  of  seeds  or  fertilizers  to  order  or  of  the\ninstructions for use in terms of quantity and timing. They usually depend on the traders' advice\nand guidance as to what is appropriate and what represents value for money. The shops now\nknow  that  it  is  in  their  own  interests  to  provide  useful  and  accurate  advice,  if  they  want  to\nestablish  a  good  reputation  and  build  up  their  business.  It  is  therefore  important  to  link  these\nprivate  service  providers  with  the  Project  by  collaborating  with  them  for  relevant  information,\nguiding them in their purchase of supplies, and facilitating links with farmer groups. The linkage\nwill include women. Agriculture supply shops are often family businesses in which men usually\nhandle supplies, and women are also active in managing the shop and interacting with women\ncustomers.\n\nF.\n\nConclusion\n\n18.\nBased  on  the  initial  social  assessment,  the  Project  has  incorporated  important  social\naspects  into  its  design  by  including  special  features  and  measures  in  the  scope  and\nimplementation  arrangements.  However,  it  is  essential  to  ensure  that  these  measures  will\neffectively  achieve  the  social  objectives  of  the  Project  during  implementation.  Thus,  the  social\nimpact  must  be  monitored  properly  through  appropriate  indicators.  Monitoring  of  the  Project\nneeds to go well beyond the mere recording of inputs and activities. The indicative indicators will\ninclude  (i)  the  effectiveness  of  training  and  extension  services;  (ii)  group  performance\nappropriate to different stages of organizational development; (iii) progress in gender aspects in\nterms of women’s participation, capacity development, and access to markets and cash income;\nand (iv) effective measures to ensure equity in access to project benefits with a view to group\ndifferentials. Qualitative and usable monitoring cannot be left to DADO staff alone. Participatory\nmonitoring techniques involving farmers should be introduced and promoted. This process will\nbe assisted by the implementation consultant responsible for the gender aspect.\n\n\f67\n\nAppendix 11, page 1\n\nFINANCIAL AND ECONOMIC ANALYSES\n\nA.\n\nAssumptions\n\n1.\nFinancial  and  economic  analyses  were  undertaken  for  the  Project  based  on  the\nindicative  cropping  patterns  in  the  production  pocket  areas  and  the  aggregate  costs  and\nbenefits  generated  under  the  Project.  Prices  used  were  those  prevailing  during  fact-finding  in\nFebruary  2000  in  the  project  area.  It  is  assumed  that  the  current  Government  policies  will\ncontinue for the foreseeable future, and general inflation relating to project inputs and outputs is\nnot  expected  to  have  a  significant  impact  on  changes  in  relative  prices.  The  basic  data  and\ninformation for the analyses were collected in the districts of the Midwestern and Far Western\ndevelopment regions during the field visits made in conjunction with the social surveys for the\nProject. The data and information for typical cropping patterns and farm households in lowland\nand hilly regions were prepared to construct crop and farm budgets for the project area. Thus,\nfarm inputs and outputs are considered to reflect the actual situation among farm households in\nthe project area.\n\n2.\nThe  economic  life  of  the  Project  is  assumed  to  be  20  years.  The  impact  of  farmers'\nadoption  of  new  technology  and  input  packages  will  gradually  increase  until  it  is  fully  realized\nfour years after the introduction of the packages. In addition to the farmers, who directly benefit\nfrom  the  provision  of  training  and  extension  services  in  the  selected  production  pocket  areas,\nthe remaining farmers in the project area, and, to a lesser extent, those in other districts in the\nMidwestern and Far Western development regions, will receive substantial unquantified benefits\nfrom the demonstration effects of the production pocket areas, the strengthening of the district\nagriculture development offices and agricultural service centers and subservice centers, and the\nimprovement of regional facilities.\n\nThe Project will cover 12 districts, including 5 lowland and 7 hilly districts, containing 552\n3.\nvillage development committees (VDCs) in rural areas. The project area will include about 205\npocket areas. It is assumed that, in the lowland region, 60 pocket areas with 30,000 farmers will\nbe in intensive cropping for field crops, while 40 pocket areas with 3,000 farmers will be involved\nin fruit and vegetable crops (Table A11.1). The average farm size in the lowland region will be\n1.4 hectares (ha) for field crops and 1.0 ha for horticulture. In the hilly region, 25 pocket areas\nwith 7,500 farmers will be for field crops, and there will be 80 pocket areas with 4,800 farmers in\nhorticultural  crops.  The  average  hill  farm  size  for  both  field  and  horticultural  crops  is  0.5  ha.\nAssuming  that  there  are  two  pocket  areas  per  VDC  in  the  hilly  region  and  one  in  the  lowland\nregion, the Project will reach about 28 percent of VDCs in the area.\n\nB.\n\nCropping Patterns\n\n4.\nCropping patterns will change with the Project. In the lowland region, 87.5 percent of the\ncultivated  land  is  in  field  crops  and  12.5  percent  in  horticultural  crops.  These  proportions  will\nchange to about 65 percent and 35 percent, respectively. In the hilly region, the proportions of\n90  percent  in  field  crops  and  10  percent  in  vegetables  and  fruits  will  also  change  in  a  pattern\nsimilar  to  the  lowland  region.  These  changes  are  estimated  based  on  the  field  surveys  in  the\nproject area. Increases in vegetables and fruits will result largely from shifts out of cereal crops.\nIn addition, with improved extension services, cropping intensities will increase from 179 percent\nto 214 percent in the lowland region, and from 177 percent to 194 percent in the hills.\n\n5.\nUnder  the  Project,  farmers  are  expected  to  gradually  change  their  cropping  patterns,\nwith  the  total  area  of  land  affected  by  the  Project  increasing  each  year  as  pocket  areas  are\n\n\f68\n\nAppendix 11, page 2\n\ndeveloped  and  farmers  utilize  project  services.  In  the  lowland  region,  new  leguminous  crops\nsuch  as  peanut,  lentil,  chickpea,  and  grass  pea,  and  increased  areas  in  other  field  and\nhorticultural  crops  will  gradually  replace  cereal  crops.  In  the  hilly  region,  the  area  currently\ncropped  with  millet,  maize,  and  wheat,  will  be  converted  into  a  broader  range  and  expanded\narea of vegetables and citrus fruits. Farmers are expected to change their combinations of cash\ncrops  frequently  in  response  to  changes  in  local  market  conditions.  With  improved  access  to\ntraders and market information under the Project, farmers and their farmer groups will be able to\nmake such decisions based on more accurate information on market conditions.\n\nC.\n\nCrop Budgets\n\n6.\nIndicative  crop  budgets  have  been  established  for  field  crops,  vegetables,  and  fruits  in\nthe  project  area  for  both  the  with-  and  without-Project  scenarios.  Revenues  are  based  on\nfarmgate prices. The production costs and revenues based on these crop budgets are used to\nestimate the aggregate costs and revenues for the Project (Tables A11.2 and A11.3). The with-\nProject budgets do not include higher crop yields or increased use of inputs for the same crop,\nas  the  focus  is  on  crop  diversification  and  many  of  the  crops  may  be  new  to  project  farmers.\nImproved  extension  services  are  expected  to  result  in  crop  diversification  and  increased\nintensity in land use. Labor cost varies in the range of about NRs50-75 per day depending on\nseason  and  locality.  Labor  cost  is  rather  low  during  the  winter  season  and  increases\nsubstantially during the harvest season due to labor shortage. Net return per hectare generated\nfrom the farm budgets is total revenue less all operating expenses excluding the cost of family\nlabor. For field crops in the lowland region, the expected range in net incomes is estimated to\nvary  from  NRs4,474/ha  (maize)  to  NRs57,321/ha  (potato),  and,  in  the  hilly  region,  from\nNRs3,640/ha (maize) to NRs88,253/ha (ginger). For vegetable crops in the lowland region, the\nrange in net income is from NRs27,993/ha (pointed gourds) to NRs55,704/ha (cucumber) and in\nthe hills from NRs10,858/ha (cabbage) to NRs50,760/ha (chili).\n\nMaterial expenses are the costs that require financing out of equity or debt resources. In\n7.\nthe  lowland  region,  there  are  16  indicative  crops  of  which  3  (bananas,  potatoes,  and  pointed\ngourds) have average material costs of NRs32,800/ha, 5 crops with an average NRs13,980/ha,\nand  8  with  an  average  NRs3,470/ha.  In  the  hills,  there  are  25  indicative  crops  of  which  2\n(potatoes and ginger) have material costs averaging NRs30,000/ha, 14 average NRs16,300/ha,\nand 9 averaging NRs2,000/ha.\n\nD.\n\nFinancial Analysis\n\n8.\nThere are a large variety of cropping patterns among individual farmers even within each\nproduction  pocket  area.  To  assess  possible  changes  in  farmers'  income  between  the  without-\nand  with-Project  situations,  indicative  models  have  been  formulated  for  a  0.5  ha  farm  in  the\nlowland  and  hilly  regions  (Table  A11.4).  These  models  include  all  major  food  and  cash  crops\nadopted in these regions to reflect the existing and potential cropping patterns of the production\npocket areas. Although  the models  include a wide range of crops, each farmer is expected to\nspecialize in only a few crops.\n\n9.\nIt is assumed that the areas for rice cultivation remain the same even after the Project is\nimplemented  in  view  of  the  importance  farmers  attach  to  their  food  security.  In  the  lowland\nregion,  an  increase  in  the  farmers'  net  income  is  expected  from  the  introduction  of  new\nleguminous crops and the expansion of other cash crops, including sunflower and vegetables.\nThe  cultivation  of  sunflowers  with  the  use  of  improved  varieties  has  been  recently  introduced\nand  expanded  in  Kailali  and  Kanchanpur  districts  in  the  Far  Western  Development  Region.\nVegetables popular in the lowland districts include cauliflower, gourds, and tomatoes. In the hilly\n\n\f69\n\nAppendix 11, page 3\n\nregion,  the  conversion  of  areas  from  cereal  crops  like  millet  and  maize  into  a  range  of\nvegetables and citrus fruits may lead to a substantial increase in cash income. Some farmers in\nthe hilly region, who were interviewed during project processing, marketed fresh vegetables in\nthe border towns in the lowland region and easily doubled their cash income.\n\n10.\nThe income analysis shows that the present net income of about NRs12,100 under the\nwithout-Project  situation  will  increase  to  about  NRs17,400  or  by  44  percent  under  the  Project.\nThis  increase  is  largely  brought  about  by  the  expansion  of  vegetable  production,  and  by  the\nintroduction of leguminous crops. As important items of agricultural exports to the Indian market,\nmany farmers in the lowland region grow lentils and peas. In the hilly region, the net income is\nexpected to increase from about NRs9,500 in the without-Project situation to about NRs15,800,\nor by 66 percent, under the Project. The increase is mainly due to the expansion of cash crops\nwith  good  marketing  potential  like  fresh  vegetables,  by  converting  areas  used  for  millet  and\nwheat  production.  The  returns  on  investment  in  two  typical  multiyear  fruit  crops,  including\nbanana  for  the  lowland  region  and  citrus  fruits  for  the  hilly  region,  were  separately  estimated\nbased on their flows of production costs and revenue. The analysis estimates that the financial\nrate  of  return  for  banana  cultivation  at  51  percent  and  that  for  citrus  fruits  at  26  percent.  The\nanalysis also shows that the return on the daily family labor will be substantially higher than the\nbasic wage rate, which is expected to be in the range of NRs50-75.\n\nThe  aggregate  incremental  net  income  has  also  been  estimated  for  the  production\n11.\npocket  areas  as  a  whole.  As  a  result  of  crop  diversification,  consolidated  net  financial  income\nincreases by NRs230 million ($3.3 million) from the eighth year onwards. The gain in net income\nin  the  hilly  region  is  higher  than  that  for  the  lowland  region  because  of  higher  potential  for\ngrowing horticultural crops in the hilly region.\n\n12.\nOverall project costs include investment and recurrent costs for the project activities over\na period of six years. The recurrent expenditures include costs for repairs and maintenance of\nbuildings, vehicles, and equipment purchased under the Project, and are carried on beyond the\nProject  at  the  annual  rate  of  2.5  percent  of  cost  for  buildings  and  5  percent  for  vehicles,\nfurniture,  and  equipment.  The  financial  internal  rate  of  return  for  the  Project  over  20  years  is\nestimated  at  16.1  percent  and  the  financial  net  present  value  at  a  12  percent  discount  rate  is\nNRs214 million ($3.1 million).\n\nE.\n\nEconomic Analysis\n\nEconomic  prices  of  outputs  are  estimated  at  their  border  price  less  duties  and  taxes\n13.\nsuch  as  the  value  added  tax  at  a  flat  rate  of  10  percent  on  incremental  value  added  at  each\nprocessing stage. The full foreign exchange cost of the balance plus non-foreign exchange cost\n(i.e.,  Nepalese  rupee  costs  such  as  port  handling,  transport,  and  labor  associated  with\nnontradable  items)  then  comprises  the  economic  price.  The  nontradable  items,  including\ntransportation costs and labor, are converted into economic prices with the use of the standard\nconversion factor of 0.9 as generally adopted for project analysis in Nepal.\n\nFarmgate  fertilizer  costs  used  in  the  crop  budgets  are  based  on  the  cessation  of  all\n14.\nsubsidies from 1 November 1999, and fertilizer prices for the year 2000 forecast by the World\nBank  at  constant  1999  prices.  Economic  prices  exclude  taxes  and  are  based  on  the  standard\nconversion  factor  on  non-foreign  exchange  costs  after  the  deduction  of  taxes.  Transport\nexpenses were calculated for the lowland region and for the hilly region separately. Costs are\nbased on actual freight charges for a range of lowland and hilly locations and destinations. The\ncost per load is NRs858 in the lowland region and NRs1,855 in the hilly region. Unit transport\ncosts in the lowland region is NRs2.2 per ton per kilometer (km) and NRs3.5 per ton/km in the\n\n\f70\n\nAppendix 11, page 4\n\nhilly region. Project vehicle operations and maintenance costs are NRs10/km, NRs300,000 per\nvehicle per year, with foreign exchange cost at 70 percent, local cost 10 percent, and taxes at\n20 percent.\n\nThe net economic benefits form the eighth year were estimated at NRs260 million ($3.8\n15.\nmillion).  Conversion  of  financial  to  economic  costs  results  in  a  reduction  in  project  costs  by\nabout 10 percent. Coupled with benefits for farmers, the economic internal rate of return for the\nProject is 19.6 percent and the economic net present value is NRs389 million ($5.6 million). A\nshadow wage rate of 0.80 for unskilled labor, which is used for such labor in the western region,\nwill further improve the Project's economic viability.\n\n16.\nUnder  the  Project,  all  financial  benefits  will  be  distributed  to  farmers  and  agricultural\nlaborers although there will be a marginal portion of revenue recovered from the farmers' use of\nregional  laboratory  facilities.  The  Government  will  incur  all  financial  costs  of  the  Project.  In\nNepal,  the  poverty  line  is  officially  defined  as  the  income  required  to  purchase  the  daily\nminimum requirement of 2,124 calories per capita, which is estimated at NRs4,404 in 1999. In\nthe Midwestern and Far Western development regions where the Project will be implemented,\nthe majority of farmers are either below or near the poverty line. Under the Project, at least 50\npercent of group members in each pocket area will be poor households. Based on this, the net\npresent  value  of  total  economic  gains  accruing  to  poor  households  under  the  Project  will  be\nNRs525  million  ($7.6  million)  or  NRs11,600  ($168)  per  household.  In  addition,  during  the\nselection  of  poor  farmers  for  the  inclusion  in  a  farmer  group,  priority  will  be  given  to  the\ndisadvantaged  members  of  the  local  community,  including  the  former  bonded  agricultural\nlaborers.\n\nF.\n\nSensitivity Analysis\n\n17.\nSensitivity  analyses  were  conducted  for  (i)  increased  costs,  (ii)  reduced  benefits,  (iii)  a\ncombination  of  the  two,  (iv)  a  one-year  lag  in  benefits,  and  (v)  reduced  increase  in  cropping\nintensity. The analyses show the Project to be viable for these different scenarios (Table A11.5).\n\n\f 71\n\n   Appendix 11, page 5\n\nTable A11.1:  Project Area and Beneficiaries\n\n \nUnits\n\n                Lowland Region       \nHortic.\nCrops\n\n                   Hilly Region                         \nHortic.\nCrops\n\nField\nCrops\n\nField\nCrops\n\nTotal\n\nTotal\n\nProject\nTotal\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\nA. Basic Assumptions\n\nPocket Area\nFarm Size\nPre-Project Diversified Crops\nPost Project Diversified Crops\nPre-Project Farmers (diversified)\nPost-Project Farmers (diversified)\nIncremental Farmers/Pocket\nIncremental Area/Pocket\nGroups per Pocket\nFarmers per Group\nDistricts\n  Total Pockets\n  Total Groups\n  Total Farmers\n  Incremental Area\n\nha\n\"\n%\n\"\nno.\n\"\n\"\nha\nno.\n\"\n\"\n\"\n\"\n\"\nha\n\n800\n1.40\n25\n50\n143\n286\n143\n200\n20\n25\n\n125\n1.00\n15\n50\n19\n63\n44\n44\n3\n25\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\nB. Project Summary\n 1. Hilly Region\n\na. Field Crops\nPockets\nFarmer Groups\nFarmers\nNet Area (ha)\n\nb. Horticultural Crops\n\nPockets\nFarmer Groups\nFarmers\nNet Area (ha)\n\n 2. Lowland Region\na. Field Crops\nPockets\nFarmer Groups\nFarmers\nNet Area (ha)\n\nb. Horticultural Crops\n\nPockets\nFarmer Groups\nFarmers\nNet area (ha)\n\nPockets\nFarmer Groups\nFarmers\nNet area (ha)\n\n 3. Total Lowland and Hilly Regions\n\n14\n210\n4,200\n280\n\n42\n126\n2,520\n483\n\n20\n400\n10,000\n2,000\n\n15\n45\n1,125\n328\n\n7\n105\n2,100\n70\n\n21\n63\n1,260\n121\n\n5\n100\n2,500\n250\n\n5\n15\n375\n55\n\n38\n283\n6,235\n495\n\n125\n0.50\n18\n50\n45\n125\n80\n40\n15\n20\n\n50\n0.50\n4\n50\n4\n50\n46\n23\n3\n20\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\nYear\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\n5\n100\n1,320\n33,000\n13,750\n\n20\n300\n6,000\n600\n\n63\n189\n3,780\n1,087\n\n40\n800\n20,000\n6,000\n\n30\n90\n2,250\n984\n\n7\n105\n615\n12,300\n2,840\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\n12\n205\n1,935\n45,300\n16,590\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\n25\n375\n7,500\n1,000\n\n80\n240\n4,800\n1,840\n\n60\n1,200\n30,000\n12,000\n\n40\n120\n3,000\n1,750\n\nSource: TA 3080-NEP: Crop Diversification Project,for $500,000, approved on 1 October 1998; and staff estimates.\n\n91\n781\n17,845\n3,091\n\n153\n1,379\n32,030\n8,671\n\n205\n1,935\n45,300\n16,590\n\n205\n1,935\n45,300\n16,590\n\n205\n1,935\n45,300\n16,590\n\n205\n1,935\n45,300\n16,590\n\n205\n1,935\n45,300\n16,590\n\n\fTable A11.2  Summary of Financial Income With and Without Project  (12 Districts)\n(NRs '000)\n\nYear 1\n\nYear 2\n\nYear 3\n\nYear 4\n\nYear 5\n\nYear 6\n\nYear 7\n\nYear 8\n\nAppendix 11, page 6\n\n  72\n\n11,698\n10,113\n21,812\n\n2,068\n1,342\n3,409\n25,221\n\n10,999\n22,221\n33,219\n\n6,094\n6,162\n12,256\n45,475\n\n3,417\n2,955\n6,372\n\n718\n466\n1,184\n7,556\n\n3,179\n6,297\n9,477\n\n2,083\n2,107\n4,190\n13,667\n\n25,237\n21,821\n47,058\n\n4,548\n2,952\n7,499\n54,557\n\n46,718\n40,393\n87,110\n\n69,086\n59,735\n128,821\n\n90,424\n78,184\n168,607\n\n104,381\n90,250\n194,631\n\n110,233\n95,310\n205,543\n\n7,882\n5,115\n12,997\n100,107\n\n11,712\n7,601\n19,313\n148,134\n\n14,421\n9,359\n23,780\n192,387\n\n16,647\n10,803\n27,450\n222,081\n\n17,580\n11,408\n28,988\n234,531\n\n24,463\n49,420\n73,883\n\n46,681\n94,305\n140,986\n\n71,164\n143,765\n214,928\n\n96,017\n193,971\n289,988\n\n110,836\n223,908\n334,744\n\n117,049\n236,462\n353,511\n\n13,617\n13,770\n27,388\n101,271\n\n23,978\n24,247\n48,225\n189,212\n\n36,201\n36,608\n72,808\n287,737\n\n45,288\n45,797\n91,085\n381,073\n\n52,278\n52,865\n105,143\n439,887\n\n55,209\n55,829\n111,037\n464,548\n\n3,104\n3,006\n6,110\n\n11,408\n8,846\n20,254\n\n26,826\n19,888\n46,714\n\n53,876\n35,229\n89,105\n\n86,107\n53,496\n139,603\n\n121,380\n67,305\n188,686\n\n140,113\n77,693\n217,806\n\n147,968\n82,049\n230,017\n\nSource:   TA No.3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and staff estimates.\n\nTable A11.3  Summary of Economic Income With and Without Project  (12 Districts)\n(NRs '000)\n\nYear 1\n\nYear 2\n\nYear 3\n\nYear 4\n\nYear 5\n\nYear 6\n\nYear 7\n\nYear 8\n\n3,859\n3,245\n7,104\n\n896\n576\n1,472\n8,576\n\n3,598\n7,115\n10,714\n\n2,124\n2,508\n4,631\n15,345\n\n13,209\n11,106\n24,315\n\n2,580\n1,657\n4,237\n28,552\n\n12,698\n25,106\n37,803\n\n6,212\n7,334\n13,546\n51,349\n\n28,498\n23,962\n52,461\n\n5,675\n3,644\n9,319\n61,780\n\n52,754\n44,358\n97,111\n\n78,013\n65,598\n143,610\n\n102,107\n85,857\n187,964\n\n117,866\n99,108\n216,974\n\n124,474\n104,664\n229,138\n\n9,834\n6,316\n16,150\n113,261\n\n14,613\n9,385\n23,998\n167,608\n\n17,993\n11,556\n29,549\n217,513\n\n20,770\n13,339\n34,109\n251,083\n\n21,935\n14,087\n36,022\n265,160\n\n28,241\n55,838\n84,079\n\n53,890\n106,552\n160,442\n\n82,154\n162,434\n244,588\n\n110,843\n219,161\n330,004\n\n127,950\n252,986\n380,936\n\n135,123\n267,169\n402,292\n\n13,882\n16,390\n30,272\n114,351\n\n24,443\n28,861\n53,305\n213,746\n\n36,902\n43,573\n80,475\n325,063\n\n46,166\n54,511\n100,677\n430,681\n\n53,291\n62,924\n116,215\n497,151\n\n56,279\n66,452\n122,731\n525,023\n\n3,610\n3,160\n6,769\n\n13,488\n9,309\n22,797\n\n31,618\n20,953\n52,571\n\n63,330\n37,155\n100,485\n\n100,978\n56,477\n157,455\n\n142,040\n71,129\n213,169\n\n163,962\n82,106\n246,068\n\n173,154\n86,709\n259,863\n\nTotal\nTotal Income without Project\n\nIncome without Project\n1. Lowland Region\nField Crops\nHorticultural Crops\n\nTotal\n\n2. Hilly Region\nField Crops\nHorticultural Crops\n\nIncome with Project\n1. Lowland Region\nField Crops\nHorticultural Crops\n\n2. Hilly Region\nField Crops\nHorticultural Crops\n\nTotal\n\nTotal\n\nTotal Income with Project\n\nIncremental Income with Project\n\n1. Lowland Region\n2. Hilly Region\n\nTotal\n\nTotal\nTotal Income without Project\n\nIncome without Project\n1. Lowland Region\nField Crops\nHorticultural Crops\n\nTotal\n\n2. Hilly Region\nField Crops\nHorticultural Crops\n\nIncome with Project\n1. Lowland Region\nField Crops\nHorticultural Crops\n\n2. Hilly Region\nField Crops\nHorticultural Crops\n\nTotal\n\nTotal\n\nTotal Income with Project\n\nIncremental Income with Project\n\n1. Lowland Region\n2. Hilly Region\n\nTotal\n\nSource:   TA No.3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and staff estimates.\n\n\f 73\n\nAppendix 11, page 7\n\nTable A11.4  Summary of Indicative Farm Income Models (0.5 Hectare)\n\nProduction\nCost\n(NRs)\n\nRevenue\n(NRs)\n\nNet\nIncome\n(NRs)\n\nReturn to\nLabord\n(NRs)\n\nArea\n(ha)\n\nCrops\n\n  Lowland Region\n\nWithout-project Situation Ricea\nWheat\nMaize\nMustard\nPotato\nSunflower\nVegetablesb\n\nTotal\n\nWith-project Situation\n\nRicea\nLentil/Peas\nPeanut\nMustard\nPotato\nSunflower\nVegetablesb\n\nTotal\n\n  Hilly Region\n\nWithout-project Situation Ricea\nWheat\nMillet\nGinger\nSoyabean\nMustard\nPotato\nMaize\nVegetablesc \n\nTotal\n\nWith-project Situation\n\nRicea\nMillet\nGinger\nSoyabean\nFieldpea\nMustard\nPotato\nMaize\nVegetablesc \n\nTotal\n\n0.275\n0.090\n0.285\n0.045\n0.045\n0.045\n0.110\n0.895\n\n0.275\n0.130\n0.098\n0.067\n0.065\n0.239\n0.198\n1.070\n\n0.113\n0.090\n0.220\n0.012\n0.045\n0.035\n0.023\n0.203\n0.146\n0.885\n\n0.113\n0.180\n0.025\n0.065\n0.049\n0.049\n0.065\n0.228\n0.197\n0.970\n\n3,514\n1,040\n3,021\n472\n2,182\n485\n4,206\n14,919\n\n3,514\n951\n2,178\n697\n3,151\n2,571\n7,639\n20,700\n\n1,670\n1,087\n2,575\n804\n499\n428\n1,093\n2,083\n8,061\n18,298\n\n1,670\n2,107\n1,747\n721\n447\n599\n3,158\n2,340\n11,116\n23,904\n\n6,293\n1,611\n4,741\n1,017\n3,977\n796\n8,560\n26,992\n\n6,293\n2,478\n2,873\n1,502\n5,745\n4,216\n15,012\n38,117\n\n2,179\n1,478\n2,917\n1,807\n849\n688\n2,320\n2,756\n12,848\n27,840\n\n2,179\n2,387\n3,928\n1,226\n1,001\n963\n6,702\n3,097\n18,236\n39,717\n\n2,778\n571\n1,719\n545\n1,796\n311\n4,353\n12,072\n\n2,778\n1,527\n694\n806\n2,594\n1,645\n7,374\n17,416\n\n509\n391\n342\n1,004\n350\n260\n1,227\n674\n4,787\n9,542\n\n509\n280\n2,182\n505\n554\n363\n3,544\n757\n7,120\n15,812\n\n37\n11\n29\n9\n9\n5\n18\n117\n\n37\n32\n7\n13\n13\n28\n33\n161\n\n13\n11\n18\n4\n8\n6\n6\n22\n22\n108\n\n13\n15\n9\n11\n12\n8\n17\n25\n32\n139\n\na   Early rice in May-June and late rice in September-October.\nb   Including gourd, tomato, cauliflower, chili, cabbage and cucumber for both with- and without-project situations.\nc   Including tomato, cauliflower, chili, cabbage, cucumber and beans for the without-project situations. The with-\n    project situation includes radish, carrot and vegetable seeds in addition to those for the without-project situation.\nd   Total return to labor per day based on the use of family labor.\nSource:  TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and staff estimates.\n\n\f 74\n\nAppendix 11, page 8\n\nTable A11.5  Summary of Sensitivity Analysis\n\nFinancial Analysis\n\nEconomic Analysis\n\nSIb\n\nSwitching Valuec\n\nSIb\n\nSwitching Valuec\n\n(%)\n\n(%)\n\nFIRRa\n(%)\n\n16.1\n\nEIRRd\n(%)\n\n19.6\n\n16.6\n\n16.5\n\nBase Case\n\n(i)  Cost Overrun by 10 percent\n\n14.6\n\n0.932\n\n30.0\n\n17.9\n\n0.867\n\n58.8\n\n(ii)  Benefit Reduction by 10 percent\n\n14.4\n\n1.056\n\n23.1\n\n17.7\n\n0.969\n\n37.0\n\n(iii)  Combination of (i) and (ii)\n\n12.9\n\n1.988\n\n16.0\n\n1.837\n\n(iv)  One-year Delay in Benefits\n\n(v)  Increase in Cropping Intensity\n     Reduced by Half\n\n13.7\n\n13.5\n\n  a Financial internal rate of return.\n  b Sensitivity Indicator = percentage change in IRR / percentage change in the variable concerned.\n  c Switching value = the variable at which the Project switches from viable to non-viable.\n  d Economic internal rate of return.\nSource:  TA 3080-NEP: Crop Diversification Project, for $500,000, approved on 1 October 1998; and Staff estimates.\n\n\f", "author_pages": ["i\n", "CURRENCY EQUIVALENTS\n(as of 29 September 2000)\n", "Currency Unit\n       NRe1.00\n            $1.00\n", "–\n=\n=\n", "Nepalese Rupee (NRe/NRs)\n$0.0136\nNRs73.44\n", "(i) \n", "(ii) \n", "The  Nepalese  rupee  is  pegged  to  the  Indian  rupee  (Re)  at  a  rate  of\nNRs1.60  =  Re1.00,  and  is  fully  convertible  on  all  current  account\ntransactions.\nFor  calculations  in  this  report,  the  exchange  rate  of  $1.00  =  NRs69.02,\nwhich was the rate prevailing during fact-finding, is used.\n", "ABBREVIATIONS\n", "Asian Development Bank\nAgriculture Perspective Plan\nAgricultural Research and Extension Project\nagricultural service center\nagricultural subservice center\ncommunity-based organization\ndistrict agricultural development office\nDepartment for International Development\nDepartment of Agriculture\nhuman development index\ninitial environmental examination\njunior technician\njunior technical assistant\nMinistry of Agriculture and Cooperatives\nNepal Agricultural Research Council\nNational Agricultural Research and Development Fund\nnongovernment organization\nproject coordination unit\nproject implementation unit\nproject steering committee\nSecondary Crops Development Project\ntechnical assistance\nUnited Kingdom\nvillage development committee\n", "–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n–\n", "ADB\nAPP\nAREP\nASC\nASSC\nCBO\nDADO\nDFID\nDOA\nHDI\nIEE\nJT\nJTA\nMOAC\nNARC\nNARDF\nNGO\nPCU\nPIU\nPSC\nSCDP\nTA\nUK\nVDC\n", "WEIGHTS AND MEASURES\n", "m\nha\n", "–\n–\n", "meter\nhectare\n", "NOTES\n", "(i) \n", "(ii) \n", "The fiscal year (FY) of the Government of Nepal ends on 15 July. FY\nbefore a calendar year denotes the year in which the fiscal year ends.\nFor  example,  FY2000  begins  on  16  July  1999  and  ends  on  15  July\n2000.\nIn this report, “$” refers to US dollars.\n", "CONTENTS\n", "LOAN AND PROJECT SUMMARY\n", "MAP\n", "I.\n", "II.\n", "THE PROPOSAL\n", "INTRODUCTION\n", "III.\n", "BACKGROUND\n", "A.\nB.\nC.\nD.\nE.\nF.\n", "A.\nB.\nC.\nD.\nE.\nF.\nG.\n", "A.\nB.\nC.\nD.\n", "A.\nB.\n", "IV.\n", "THE PROPOSED PROJECT\n", "Sector Description\nGovernment Policies and Plans\nExternal Assistance to the Sector\nLessons Learned\nADB's Sector Strategy\nPolicy Dialogue\n", "Rationale\nObjectives and Scope\nCost Estimates\nFinancing Plan\nImplementation Arrangements\nThe Executing Agency\nEnvironmental and Social Measures\n", "V.\n", "PROJECT JUSTIFICATION\n", "Financial and Economic Analyses\nEnvironment\nSocial Dimensions\nRisks\n", "VI.\n", "ASSURANCES\n", "Condition for Loan Effectiveness\nOther Specific Assurances\n", "VII. RECOMMENDATION\n", "APPENDIXES\n", "Page\n", "ii\n", "vi\n", "1\n", "1\n", "1\n", "1\n7\n8\n8\n9\n10\n", "11\n", "11\n11\n16\n17\n18\n24\n25\n", "28\n", "28\n30\n31\n31\n", "33\n", "33\n33\n", "34\n", "35\n"]}