{"path": "data/input/reports/31197-kgz-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \n \nto the Board of Directors\n \n \n \n \n \n \n \nProject Number: 31197 \nOctober 2008 \nProposed Supplementary Asian Development Fund \nGrant  \nKyrgyz Republic: Community-Based Infrastructure \nServices Sector Project \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 25 August 2008) \n \nCurrency Unit –  som (Som) \nCom1.00 =  $0.028 \n$1.00 =  Som34.69 \n   \nThe  exchange  rate  for  the  som  is  determined  at  regular  auctions  for  foreign  exchange \nconducted by the National Bank of the Kyrgyz Republic. For calculations in this report, the rate \nused is $1.00 = Som34.69, the rate prevailing at appraisal. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  BCR  –  benefit–cost ratio \n  CDU  –  community development unit \n  CDWUU  –  community drinking water users’ union \n  DFID  –  Department for International Development of the United Kingdom \n  DRWS  –  Department of Rural Water Supply \n  EA  –  executing agency \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  EOCC  –  economic opportunity cost of capital \n  FIRR  –  financial internal rate of return \n  IEE  –  initial environmental examination \n  MOU  –  memorandum of understanding \n  NALSG  –  National Agency of Local Self-Government  \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  SPI  –  summary price index \n  WACC  –  weighted average cost of capital \n  WSS  –  water supply and sanitation \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n   \nVice-President  Xiaoyu Zhao, Vice-President, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  M. Westfall, Social Sectors Division, CWRD \n   \nTeam leader  S. Khan, Senior Urban Development Specialist, CWRD  \nTeam members  V. Padmanabhan, Urban Development Specialist, CWRD \nR. Nagpal, Counsel, Office of the General Counsel  \nC. Mambetova, Project Implementation Officer, Kyrgyz Republic Resident \nMission, CWRD \n ", "", " \nCONTENTS \nSUPPLEMENTARY GRANT AND PROJECT SUMMARY  i \nMAP \nI.  THE PROPOSAL  1 \nII.  THE APPROVED PROJECT  1 \nA.  Project Rationale  1 \nB.  Objectives and Scope  2 \nC.  Initial Cost Estimates and Financing Plan  2 \nD.  Status and Progress of Project Implementation  3 \nIII.  THE PROPOSED SUPPLEMENTARY GRANT  6\nA.  Proposed Changes and Impacts on the Project  6\nB.  Rationale  7\nC.  Safeguards  8\nD.  Asian Development Fund IX Grant  9\nE.  Revised Cost Estimates  9\nF.  Revised Financing Plan  10\nG.  Implementation Arrangements  11\nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  15 \nA.  Benefits and Impacts  15 \nB.  Economic and Financial Analysis  15 \nC.  Risks  16 \nV.  ASSURANCES  16 \nVI.  RECOMMENDATION  18 \nAPPENDIXES \n1.    Revised Design and Monitoring Framework                  19 \n2.   Cost Overrun Analysis                       21  \n3.   Summary Poverty Reduction and Social Strategy                 24 \n4.   Environmental Assessment and Review Framework                28 \n5.    Resettlement Framework                       36  \n6.   Detailed Cost Estimates and Financing Plan                  40  \n7.   Legal, Regulatory, and Service Sustainability Framework                41 \n8.   Revised Project Implementation Arrangements                    43 \n9.   Revised Project Implementation Schedule                    44  \n10.   Procurement Plan                         45 \n11.   Subproject Selection Criteria                      50 \n12.   Tripartite Agreement                         53 \n13.   Revised Financial Analysis                       55 \n14.   Revised Economic Analysis                       60  \n ", "ii \n \n \nSUPPLEMENTARY APPENDIXES \nA.   Financial Management Assessment \nB.   Financial and Economic Analysis \nC.   Action Plan for Rectification Works \nD.   PMU and PIU Structure \nE.   Consultancy Terms of Reference \n ", " \nSUPPLEMENTARY GRANT AND PROJECT SUMMARY \nRecipient  Kyrgyz Republic \nProject Description  The  Community-Based  Infrastructure  Services  Sector  Project  (the \nProject) follows a sector lending approach and supports the main \nobjective  of  the  Government  of  the  Kyrgyz  Republic  of  human \ndevelopment  by  providing  (i)  improved  community-based \ninfrastructure  services,  and  (ii)  training  programs  to  develop \ninstitutional  capacity.  The  project  area  covers  four  oblasts \n(provinces)—Chui, Jalal-Abad, Osh, and Batken. The Project was \ndesigned to provide basic infrastructure services in 730 villages and \nseven  small  towns  to  about  1.5  million  persons,  of  whom \napproximately 70% were living below the poverty line. \nThe proposed supplementary grant is required to meet the financing \ngap that has emerged due to significant increases in construction \ncosts during the implementation period. As a result, the water supply \nsystems  in  118  subprojects  were  prioritized  out  of  the  originally \nplanned  240  subprojects.  The  proposed  supplementary  grant  will \nfinance  the  implementation  of  the  remaining  122  subprojects  by \nproviding much-needed water supply and sanitation services for the \nrural  population  as  prioritized  by  the  Government.  Based  on  the \nlessons from the Project, proposed changes include (i) simplification \nof  the  subproject  selection  criteria  to  ensure  the  selection  of \ncommunity-owned, demand-driven, and cost-effective subprojects; (ii) \nimprovement  of  technical  design  criteria  for  implementing  simple, \ntechnically  sound,  and  cost-effective  subprojects;  and  (iii) \nimprovement of implementation arrangements to achieve efficiency \nand quality during project implementation. \nClassification  Targeting Classification: General intervention\nSector: Water supply, sanitation, and waste management \nSubsector: Water supply and sanitation \nTheme: Inclusive social development \nSubtheme: Human development \n \nEnvironmental  Category B. An initial environmental examination was undertaken. \nAssessment \nRationale for  The increase in construction costs are attributed to two things. Firstly, \nSupplementary Grant  an unexpected surge in the price of the following commodities—steel, \ncement, pipes, and petroleum products. Consequently, the average \nper  capita  cost  of  construction  of  water  supply  infrastructure \nincreased from $20 to $80 between the period of the initial project \ndesign  and  contract  awards.  Secondly,  climatic  changes  and \ndroughts limited the use of springs and groundwater sources located \nclose  to  villages,  and  thus  the  networks  had  to  be  connected  to \ndistant water sources. Consequently, the overall scale and cost of \n ", "ii \n \nsubprojects increased dramatically. \nDespite  cash  and  in-kind  contributions  solicited  from  many \ncommunities,  total  funding  provided  under  the  Project  was \ninadequate to meet the original target. Unless additional funding is \nprovided,  many  communities  which  had  high  expectations  of \nbenefiting from the Project will remain without safe water supply and \nsanitation.   \nThe proposed supplementary grant will finance the implementation of \nthe remaining 122 subprojects and address the critical water supply \nand sanitation problems of about 300,000 people who could not be \ncovered under the initial Project. The supplementary grant will also \ncover all the identified rectification works and include the procurement \nof  much-needed  operation  and  maintenance  tools  for  sustainable \noperations.  \nThe World Bank and Department for International Development of the \nUnited Kingdom (DFID)-assisted Rural Water and Sanitation Project \nfor the remaining three provinces of the Kyrgyz Republic is scheduled \nfor completion by the end of 2008. That project also experienced \nlarge  price escalations and  the  World  Bank and  DFID  are  jointly \nconsidering additional financing in order to meet the planned benefits \nand impacts. \nThe Project was scheduled to close in December 2006 but, due to \nstart-up delays of about 2 years, the loan closing date was extended \nto 31 December 2008. Overall progress of the Project until 2005 had \nbeen slow and, due to weak performance of the project management \nunit and the consultants, the quality of works in some subprojects \nneeded  improvement.  The  Government  rectified  the  situation  by \nreplacing  the  entire  project  team.  The  new  team  streamlined  the \nproject  implementation  by  working  on  the  rectification  of  previous \nsubprojects,  which  is  currently  ongoing,  and  also  completing  the \nremaining new subprojects. To further ensure the quality of all the \nsubprojects in line with the communities’ requirement, in 2008 the \nAsian Development Bank (ADB) conducted an extensive field survey \nof  a  large  number  of  completed  and  ongoing  subprojects  and \nprovided specific solutions to the Government for rectifying all major \nor minor problems. The Project will be completed by the end of 2008. \nBased on the lessons learned, both from ADB and the World Bank \nand  DFID-assisted  projects,  subproject  selection  criteria  and \nengineering design criteria have been improved, which will ensure \nselection of strictly demand-driven subprojects, and use of simple, \ntechnically  sound,  and  cost-effective  approaches.  The  improved \nimplementation  arrangements  include  mandatory  steps  to  ensure \ncommunity  involvement  at  all  stages,  including  identification, \nselection,  planning,  design,  and  implementation  of  subprojects.  A \nnew team of technical supervision consultants will finalize the detailed \nengineering design of the subprojects in light of the modified selection ", "  iii\nand  design  criteria,  and  provide  project  management  and \nimplementation support. In addition to safe drinking water supply, the \nsupplementary grant will (i) focus on rural sanitation, (ii) expand the \nhygiene  education  program,  and  (iii)  ensure  intensive  training  of \ncommunity  organizations  on  sound  financial  management  and \noperation and maintenance practices is undertaken. \nRevised Investment  The revised cost for the Project, including the cost of the initial loan \nPlan  ($36 million), the proposed supplementary grant ($30 million), and the \ntotal counterpart sharing ($16.5 million), is estimated at $82.5 million \nincluding  taxes  and  duties,  physical  and  price  contingencies,  and \nfinancing charges during implementation.  \nRevised Financing  Under the revised financing arrangements, the total ADB financing \nPlan  will  cover  80%  of  the  investment  costs.  The  Government  and \ncommunities will jointly finance 20% of the project cost. \nSupplementary Grant  ADB  will  provide  a  grant  of  $30 million  from  its  Special  Funds \nAmount and Terms  resources.  Based  on  debt  sustainability  analysis  and  the  revised \nAsian Development Fund grants framework, the Kyrgyz Republic is \neligible for 100% grant financing during 2007–2008. \nProject Completion  31 December 2012 \nDate \nUtilization Date  30 June 2013 \nImplementation  Existing  implementation  arrangements  have  been  modified  to \nArrangements  improve project implementation by shifting the responsibility from the \nMinistry of Agriculture, Water Resources and Processing Industry to \nthe Department of Rural Water Supply (DRWS), which will now serve \nas  the  executing  agency.  The  existing  project  management  unit \n(PMU) at DRWS will continue to provide overall coordination. The \nNational  Agency  for  Local  Self-Government  and  the  project \nimplementation units already established at oblast level will jointly \nimplement the activities under the supplementary grant.  \nProject Benefits and  The supplementary grant is expected to benefit about 200 villages \nBeneficiaries  with an estimated population of about 300,000 people. It will finance \nimprovements to living standards, the environment, and public health. \n  Related  benefits  include  time  and  cost  savings  from  purchasing, \nfetching, treating, and storing water; improved hygiene and health; \n  reduced medical outlays; and increased productive days. It will also \nsupport  improvements  in  operational  efficiency  of  the  community-\n  based organizations. \nRisks and  Four  possible  project  risks  have  been  identified:  (i)  turnover  of \nAssumptions  existing  staff  of  the  PMU  can  adversely  affect  the  quality  and \nefficiency of work and thus delay the project implementation, (ii) poor \nselection of contractors at any time during the implementation could ", "iv \n \nhamper the project quality and consequently community members \nmight withdraw from their commitment to take over the operation and \nmaintenance (O&M) of the subprojects, (iii) selected sources of water \nsupply might turn out to be unsustainable, and (iv) the Project may \nbecome unsustainable if tariffs are not periodically increased. The \nProject includes the following measures to mitigate these risks.   \nThe Government shall endeavor that no staff transfers take place \nduring the project implementation and the PMU and PIUs capacity \nwill  be  further  strengthened  as  per  agreed  staffing  strength.  To \nensure  the  selection  of  qualified  contractors,  the  performance  of \nexisting  contractors  will  be  reevaluated  to  qualify  only  those \ncontractors  who  have  performed  well  during  the  initial  project \nimplementation. Further, a more stringent criterion will be applied for \nthe  prequalification  of  new  contractors.  For  the  selection  of \nsustainable  water  sources,  improved  guidelines  for  undertaking \ncomprehensive investigations have been agreed that will ensure the \ndesired  water  yield  from  the  selected  water  supply  sources. \nInvolvement  of  communities  in  the  identification  and  selection  of \nsources and the overall implementation will ensure their ownership \nand  minimize  the  risk  of  subprojects  being  unsustainable.  The \nGovernment  has  also  assured  that  the  ayil  okmotus  (village \nadministrations)  as  mandated  by  law,  will  ensure  the  community \ndrinking water users’ unions (CDWUUs) revise tariffs periodically to \nmeet  operation  and  maintenance  costs  of  subprojects.  Where \nrequired, the ayil okmotu will provide financial support to CDWUUs \nand ensure that service is efficiently delivered and the system does \nnot experience breakdown. \n \n ", " \n \nKyrgyz Republic Map \n \n \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nsupplementary grant to the Kyrgyz Republic for the Community-Based Infrastructure Services \nSector Project. \nII.  THE APPROVED PROJECT \nA.  Project Rationale \n2.  Prior to 1991, the Soviet Union provided sufficient subsidies to construct, rehabilitate, \nand maintain infrastructure services throughout the country. While preparing the Project, it was \nrecognized that the Government of the Kyrgyz Republic does not have the financial capability to \nprovide  the  necessary  funds,  nor  the  institutional  arrangements  to  make  the  best  use  of \navailable limited resources; infrastructure in both urban and rural areas had deteriorated. \n3.  Rural water supply had been particularly badly affected. Formerly, an estimated 70% of \nrural villages had a clean, healthy piped water supply. This coverage officially dropped to 60% \nduring the preparation of the Project. The southern poor oblasts (provinces) of Jalal-Abad and \nOsh were badly affected, and only about 25% of the villages had reliable water supply. Statistics \non morbidity and mortality in the Kyrgyz Republic indicated that, while the mortality rate declined \nsomewhat because of improvements in basic health services, the morbidity rate continued to \nincrease. Diarrheal diseases strongly associated with unsafe water supply and poor sanitation \nand hygiene were among the leading causes of morbidity, with an incidence rate of about 425 \nper 100,000 people in 1998. Similarly, cases of typhoid increased each year since 1995, and in \n1998 an outbreak in Osh and around Bishkek due to polluted water sources resulted in an \nalmost fourfold increase over 1997. \n4.  The lack of adequate water supply and sanitation services has a large negative impact \non the social economy of the country, and especially on the poor. There exists a direct link \nbetween the deterioration of these services and the increase of waterborne and excreta-related \ndiseases during the 1990s. Having to cope with poor and unsafe water and sanitation services \nresults in large financial and social costs for the poor population. Some can afford to spend \nresources on alternative methods to provide a centralized water supply, but in rural areas \npeople often walk long distances only to obtain contaminated water from untreated sources. \nMany  villages  contain banyas  (communal  bathhouses), which  have  now  largely  fallen  into \ndisuse due to lack of water supply. One of the results is an increase in skin complaints caused \nby lack of proper cleanliness. There is no wastewater collection system in rural areas or an \nacceptable level of human waste disposal. Improving the water supply and sanitation sector’s \nperformance is an integral part of the Government’s poverty reduction strategy. \n5.  The Community-Based Infrastructure Services Sector Project (the Project)1 follows a \nsector lending approach and supports the Government’s objectives of decentralization, poverty \nreduction, and human development.  \n                                                 \n1 ADB, 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila.  \n \n ", "2 \nB.  Objectives and Scope \n6.  The main objective of the Project was to improve the living and health conditions in \nselected rural and urban communities, in particular for the poor, through the provision of basic \ninfrastructure services. The Project aimed to achieve its objective by (i) assisting the central and \nlocal governments in delivering infrastructure services; (ii) supporting sanitation and hygiene \neducation;  (iii) improving  the  technical  and  financial  capacity  of  local  governments  in  the \nplanning, implementation, and operation and maintenance (O&M) of facilities; and (iv) promoting \nownership and community management of both rural and urban community-based infrastructure \nservices. The project impact and outcome was to improve public health and environment in \nproject villages and focus on (i) increasing safe water coverage from the existing 32% of the \npopulation to 100%, and (ii) reducing the incidence of waterborne diseases from 30% of the \npopulation to 5% over the project period. \n7.  The Project included two parts: part A, physical infrastructure; and part B, capacity \nbuilding: \n(i)  Part A included about 240 subprojects in about 730 villages, and 7 subprojects in \n7 towns. The rural subprojects were to cover the rehabilitation and upgrade of \npiped  drinking  water  supply  systems,  the  establishment  and  upgrade  of \nsanitation facilities and flood control and drainage facilities, and the rehabilitation \nof  local  roads  in  conjunction  with  investments  in  water  supply.  The  urban \nsubprojects were to cover rehabilitation and extension of piped water supply \nservices, and improved sewerage systems including wastewater collection and \ntreatment. \n(ii)  Part B included an institutional development program, a hygiene and sanitation \neducation program, and consulting services for project management support.  \nC.  Initial Cost Estimates and Financing Plan \n8.  The total cost of the Project was estimated at $45 million equivalent, including taxes and \nduties, as well as physical and price contingencies. The Asian Development Bank (ADB) loan \napproved for the Project was $36.0 million equivalent to finance 80% of the total project cost. \nThe balance of $9.0 million equivalent, or about 20% of the total cost, was financed by the \nbeneficiary  communities  ($3.0  million),  the  oblast  and  rayon  (district)  administrations  ($0.5 \nmillion),  and  the  central  Government  ($5.5  million).  Government  financing  covered  local \nexpenditures  including  taxes  and  duties.  The  foreign  exchange  risk  was  borne  by  the \nGovernment. The loan was provided from ADB’s Special Funds resources and had the following \nterms: an amortization period of 32 years including a grace period of 8 years, and an interest \ncharge of 1% per annum during the grace period and 1.5% per annum thereafter. A summary of \nthe cost estimates is provided in Table 1 and the financing plan is in Table 2. ", "3 \nTable 1: Summary of Initial Project Cost Estimates \n($ million) \nForeign  Local  Total  Share of Total \nItem  Currency  Currency  Cost  (%) \nA. Physical Infrastructure         \n    1. Rural Water Supply  9.8  14.1  23.9  53 \n    2. Rural Sanitation  1.2  1.5  2.7  6 \n    3. Rural Flood Control  0.2  0.5  0.7  2 \n    4. Rural Local Roads  0.3  0.7  1.0  2 \n    5. Urban Water Supply  2.9  2.9  5.8  13 \n    6. Urban Sewerage  2.6  2.2  4.8  11 \nSubtotal (A)  17.0  21.9  38.9  86 \nB. Capacity Building         \n    1. Institutional Dev Program  0.1  1.0  1.1  2 \n    2. Hygiene and Sanitation Education  0.0  0.4  0.4  1 \nProgram \n    3. Consulting Services for Project  1.9  0.8  2.7  6 \nManagement  \nSubtotal (B)  2.0  2.2  4.2  9 \nC. Interest During Construction  1.9  0.0  1.9  4 \nTotal (A+B+C)  20.9  24.1  45.0  100 \nSource: Asian Development Bank estimates. \n \nTable 2: Summary of Initial Financing Plan \n($ million) \nSource  Foreign Currency  Local Currency  Total Cost  Share of Total (%) \nA. External         \nAsian Development Bank  20.9  15.1  36.0  80 \nSubtotal (A)  20.9  15.1  36.0  80 \nB. Domestic         \nNational Government  0.0  5.5  5.5  12 \nProvincial/District  0.0  0.5  0.5  1 \nGovernment \nCommunities  0.0  3.0  3.0  7 \nSubtotal (B)  0.0  9.0  9.0  20 \nTotal  20.9  24.1  45.0  100 \nSource: Asian Development Bank estimates. \nD.  Status and Progress of Project Implementation  \n9.  Due to significant increases in construction costs during the implementation period, the \nwater supply systems in 118 subprojects were prioritized out of the originally planned 240 \nsubprojects. The other subcomponents—such as flood control and drainage facilities, local \nroads, and urban subprojects—were not undertaken as originally planned; the Government \nallocated separate funds for these.  \n10.  The Project was scheduled to close in December 2006 but, due to start-up delays of \nabout 2 years, the loan closing date was extended to 31 December 2008. Overall progress of ", "4 \nthe Project up until 2005 was slow and, due to lack of performance of the project management \nunit (PMU) and the consultants, the quality of works in some subprojects needed improvement. \nThe Government rectified the situation by taking drastic action and replaced the entire project \nteam. The new team streamlined the project implementation by working on the rectification of \nprevious  subprojects,  which  is  currently  ongoing,  and  also  completing  the  remaining  new \nsubprojects. The new team, through the project performance monitoring system, monitors the \nperformance of community drinking water users’ unions (CDWUUs) at the subproject level and \ndevelops commensurate mitigation plans based on a biannual review addressing inter alia tariff \ncollection, subproject system operations, and sustainability.  \n11.  With regard to developing the capacity of the CDWUUs, the PMU through the four \nproject implementation units (PIUs) at the oblast level, undertook a structured program of social \nmobilization to ensure that the CDWUUs adequately manage the assets created through the \nProject. Problems noted on several post-2005 subprojects, such as inadequate training for \nCDWUUs in preventive maintenance and financial management and lack of coordination with \nthe ayil okmotus, (village administrations)2 were the main institutional challenges when the new \nPMU  team  assumed  the  charge.  The  social  mobilization,  CDWUU  training  on  asset \nmaintenance, and the hygiene and sanitation education program, were coordinated by the PMU \nthrough two coordinators and two specialists for institutional development and hygiene and \nsanitation education. At each PIU, five staff members were responsible for CDWUU training and \ninstitutional development for long-term service sustainability. Based on the successful outcome, \nthe PMU is now conducting exchange programs between CDWUUs to improve the working \nknowledge of CDWUU members to provide efficient services. Building on these lessons, the \nPMU and PIUs will continue developing the capacity of CDWUUs and the local self-government.   \n12.  To  ensure  the  quality  of  all  the  subprojects  was  in  line  with  the  communities’ \nrequirements, in 2008 ADB conducted an extensive field survey of a large number of completed \nand  ongoing  subprojects  and  provided  detailed  specific  solutions  to  the  Government  for \nrectifying  all  the  identified  problems.  The  action  plan  of  rectification  works  is  detailed  in \nSupplementary Appendix C. The initial Project will be completed by the end of 2008.  \n13.  A detailed review of the completed and ongoing subprojects, and consultations with the \nbeneficiaries, nongovernment organizations (NGOs), various agencies of the Government, and \nthe PMU revealed several lessons. This warrants improvement in the subproject selection and \ntechnical design criteria, and overall implementation arrangements. The following are the key \nlessons learned: \n(i)  Formation  of  the  community-based  organization,  and  community  mobilization \nwith  intensive  awareness  generation  on  the  subproject selection  criteria  and \npost-implementation  requirements,  should  be  carried  out  before  selection  of \nsubprojects and commencement of designs. \n(ii)  In-kind  community  contribution  of  15%  of  the  subproject  cost,  where  the \ncommunity had to provide labor to contractors, was found to be unworkable, and \nthis caused considerable implementation delays, conflict with contractors, and \neventually poor quality of construction. Therefore, it should be excluded from the \nsubproject selection criteria.  \n                                                 \n2 Ayil okmotu – a village administration consisting of several (usually from 3 to 8) villages and settlements. The body, \nunder the overall control of National Local Self Government Agency, is responsible for promotion of economic and \nsocial development (including water supply and sanitation) on a related territory.  \n ", "5 \n(iii)  A cash contribution of 5% of the subproject cost was found generally acceptable \nby communities, subject to a ceiling to be determined based on the communities’ \nability to pay. In some cases, due to the high cost of a subproject, this 5% share \nbecame  unaffordable  and  eventually  communities  had  to  omit  some  very \nimportant components, such as rehabilitation of main pipelines. Such omissions \nin certain subprojects led to continued leakages from installed pipes, causing \nwater shortages, public unrest, lack of tariff collection, and eventually led to an \nunsustainable  service.  Therefore,  an  affordability  analysis  is  mandatory  for \nelaborate and costly subprojects. \n(iv)  To ensure successful community-based operations, it is essential that the size of \na subproject should be compatible with the community's management capacities. \nSome subprojects were planned and implemented by including a large number of \nvillages  with  a  total  population  of  more  than  30,000,  where  the  geographic \nspread was over 80 kilometers. Communities in such villages are struggling to \nproperly maintain and operate the system.  \n(v)  None of the communities were provided with maintenance equipment. Therefore, \nthe  CDWUUs  had  to  rely  on  rented  equipment,  which  in  many  cases  was \nunaffordable. The majority of the communities expressed their willingness to \nprocure such equipment on installments and requested the Project to facilitate \nthe creation of a revolving fund. Under this fund, O&M equipment would be \nprocured for a group of close CDWUUs which could jointly repay the cost in \ninstallments. \n(vi)  Stand-alone  water  supply  subprojects  without  sanitation  caused  serious \nenvironmental problems and created health hazards. No subproject should be \nimplemented without adequate disposal and treatment of sewage. Simplified, \ncost-effective waste disposal and treatment techniques should be adopted for \nrural areas. \n(vii)  CDWUUs’  training  in  O&M  of  the  infrastructure  with  user-friendly  operation \nmanuals in the local language is essential to ensure sustainable operations by \nCDWUUs.  \n(viii)  To ensure sustainability of subprojects, involvement of the ayil okmotus from the \nstage of identification to post-implementation should be made mandatory for \nback-up support to CDWUUs in (a) facilitating efficient tariff collection, particularly \nfrom nonpayers; (b) helping in case of major breakdown of machinery; and (c) \nresolving social conflict within CDWUU members or the community. Similarly, the \nrole of oblast rural water department officials is important for providing technical \nguidance to CDWUUs.   \n(ix)  CDWUUs are subject to various taxes usually applicable to commercial entities, \nwhich  are major  risks  affecting  the  financial  sustainability  of  subprojects.  To \nensure sustainable community-based operations, the tax structure needs to be \nreviewed so that it reflects that the CDWUUs are performing a public service on \nbehalf of the ayil okmotu and are not commercial enterprises. \n(x)  Several communities demanded water meters due to misuse of drinking water \nfacilities  for  irrigation  by  some  individual  households,  which  adds  to  water \nexpenditure,  particularly  on  pumping.  Further,  uncontrolled  use  of  water  has \nbeen shown to cause environmental problems. Several CDWUUs  expressed ", "6 \ntheir  willingness  to  pay  for  meters  if  the  Project  facilitates  procurement  and \nrecovers the cost through installments.  \n(xi)  Outdated Soviet design criteria must immediately be replaced with the improved \nguidelines  to  ensure  that  simple,  technically  sound,  and  cost-effective \ntechnologies are adopted.  \n(xii)  Community exchange visits on successful subprojects and dissemination of good \nlessons  of  the  regional  projects  should  be  promoted  to  motivate  project \ncommunities to follow good practices. \nIII.   THE PROPOSED SUPPLEMENTARY GRANT \nA.  Proposed Changes and Impacts on the Project \n14.  The  proposed  supplementary  grant  is  required  to  meet  the  cost  overruns  due  to \nsignificant increases in construction costs during the implementation period, and the change in \nscope of the Project as set out below: \n(i)  Service  coverage.  Physical  infrastructure  financed  under  the  supplementary \ngrant  will  be  limited  to  meeting  the  desperately  needed  water  supply  and \nsanitation services for the rural population as prioritized by the Government. The \nother subcomponents—such as flood control and drainage facilities, local roads, \nand urban subprojects—will be excluded from the original scope, and for which \nthe Government has allocated separate funds. Based on the improved selection \ncriteria, which excludes unsustainable costly subprojects, it is envisioned that \n122 subprojects in about 200 villages with a total population of about 300,000 will \nbe covered by the supplementary grant. Sanitation will be the integral part of \neach  subproject.  The  World  Bank  and  the  Department  for  International \nDevelopment of the United Kingdom (DFID) also plan to expand their assistance \nto the project oblasts for the water supply and sanitation services in uncovered \nareas following the same selection criteria. For the villages not meeting the \nselection criteria, the Government will make separate arrangements through its \nown resources.  \n(ii)  Subproject selection and technical design criteria. Based on lessons from \nongoing and completed projects, ADB, the World Bank, and DFID have jointly \nimproved the criteria for subproject selection and technical design, which have \nbeen approved by the Government. Improvements in subproject selection criteria \ninclude: (a) excluding the unworkable in-kind community contribution of 15% of \nthe  total  subproject  cost;  (b)  ensuring  the  up-front  collection  of  5%  cash \ncontribution from communities before the award of contract; (c) ensuring the \nsigning of a memorandum of understanding (MOU) by CDWUUs, ayil okmotu, \nand the Department of Rural Water Supply (DRWS) regarding the agreements \non the role and responsibilities of all parties during identification, preparation, \nimplementation,  and  post-implementation  stages  of  subprojects;  (d)  ensuring \ncompliance  with  the  resettlement  framework  for  voluntary  land  donations  for \ncommunity development works; and (e) setting the limits for per capita capital \ncost of the pump-based and gravity-based subprojects to control selection of \nhigh-cost subprojects. The outdated technical design criteria has been replaced ", "7 \nwith improved guidelines to ensure that simple, technically sound, and cost-\neffective technologies are adopted. \n(iii)  Implementation arrangements. Existing implementation arrangements will be \nmodified to improve project implementation, by shifting responsibility from the \nMinistry of Agriculture, Water Resources and Processing Industry to DRWS, \nwhich  will  serve  as  the  executing  agency  (EA).  In  line  with  the  country’s \nlegislative and regulatory framework, ayil okmotu’s involvement has been made \nmandatory from the stage of identification to post-implementation to ensure long-\nterm  sustainability  of  the  community-based  service  provisions.  With  such \narrangement, ayil okmotu will continue to provide back-up support to CDWUUs in \nfacilitating  efficient  tariff  collection,  disconnecting  connections  of  nonpayers, \nhelping in case of major machinery breakdown, and resolving social conflict \nwithin CDWUU members or the community. DRWS will involve its oblast rural \nwater supply professionals for providing technical guidance to CDWUUs. To \nensure third-party quality assurance during the project implementation and also \nprovide project management and administration support to the PMU, a team of \ntechnical supervision consultants will be appointed. These consultants, in close \ncoordination  with  CDWUUs,  will  prepare  and  disseminate  monthly  progress \nreports for transparency and good governance. With the help of consultants, \ninstitutional  capacities  will  be  developed  for  DRWS,  the  ayil  okmotus,  and \nCDWUUs. For CDWUUs, particular focus will be in the areas of operation and \nmaintenance  of  water  supply  and  sanitation  systems;  financial  management \nincluding  budgeting,  accounting,  billing  and  collection,  and  hygiene  and \nsanitation education. \n15.  The revised design and monitoring framework is in Appendix 1.  \nB.  Rationale \n16.  The  proposed  activities  and  components  under  the  supplementary  grant  (i)  are \nconsistent with the priorities of the Government and ADB; (ii) comply with the requirements for \nassessment of impact due to physical changes in the context of current ADB policies; (iii) are \ntechnically feasible, economically viable, and financially sustainable; and (iv) comply with the \nrequirements of ADB safeguards policies.  \n17.  The increases in construction costs are attributed to (i) an unexpected surge in the price \nof steel, cement, pipes, and petroleum products; and (ii) limitations of water sources located \nclose  to  the  villages  and  communities.  An  assessment  of  the  summary  price  indices  (an \nindicator of construction commodity prices) in the country for 2000–2008 indicated a 120% price \nincrease. Further, an assessment of quoted prices of specific commodities such as steel and \nasbestos cement pipes indicate a 240% variation for 2002–2007. Consequently, the average \nper capita cost of construction of water supply infrastructure increased from $20 to $80 between \nthe period of the initial project design and contract award. The net effect was that, during the \nimplementation period, the water supply systems in 118 subprojects were prioritized out of the \noriginally  planned  240  subprojects.  The  other  subcomponents—such  as  flood  control  and \ndrainage  facilities,  local  roads,  and  urban  subprojects—were  not  undertaken  as  originally \nplanned, and for which the Government has allocated separate funds. Appendix 2 summarizes \nthe key outcomes of the cost overrun analysis. Climatic changes and droughts limited the use of \nsprings and groundwater sources located close to villages, and thus the networks had to be \nconnected  to  more  distant  water  sources.  Consequently,  the  overall  scale  and  cost  of ", "8 \nsubprojects increased dramatically. Despite cash and in-kind contributions solicited from many \ncommunities, total funding provided under the Project was inadequate to meet the original \ntargets. Unless additional funding is provided, many communities which had high expectations \nof benefiting from the Project will remain without safe water supply and sanitation.  \n18.  The World Bank and DFID-assisted project3 for the remaining three provinces of the \nKyrgyz Republic is scheduled for completion by the end of 2008. That project also experienced \nprice escalations and the World Bank and DFID are jointly considering additional financing for \nmeeting the planned benefits and impacts. \n19.  The proposed supplementary grant will finance the implementation of the remaining 122 \nsubprojects, providing much-needed water supply and sanitation services for about 300,000 \npeople in 200 villages who could not be covered under the Project. The supplementary grant will \nalso cover all the identified rectification works and include the procurement of much-needed \nO&M tools for sustainable operations. \n20.  Social  analysis  and  the  poverty  reduction  and  social  strategy  derived  for  the \nsupplementary grant (Appendix 3) indicate the need for providing water supply and sanitation \nservices  to  the  uncovered  population.  By  financing  provision  of  these  services,  the \nsupplementary grant will contribute to improvements in health and provide an opportunity to \nstrengthen the role of women in the community. It will also lessen the burden on women as the \nmain collectors of water. Based on lessons from both ADB and World Bank and DFID-assisted \nprojects, the improved subproject selection and technical design criteria will ensure selection of \nstrictly demand-driven subprojects, and use of simple, technically sound, and cost-effective \napproaches. Through the improved implementation arrangements and a robust consultative and \nparticipation plan, the Project will include mandatory steps to ensure community involvement at \nall  stages,  including  identification,  selection,  planning,  design,  and  implementation  of \nsubprojects.  In  addition  to  safe  drinking  water  supply,  the  Project  will  (i)  focus  on  rural \nsanitation, (ii) expand the hygiene education program, and (iii) ensure intensive training of \ncommunity organizations on sound financial management and O&M practices is undertaken.  \nC.  Safeguards \n1.  Environmental \n21.  The Project is expected to have a significant positive impact on the improvement of the \nenvironment.  Based  on  the  initial  environmental  examination  (IEE)  prepared  for  the  initial \nproject, mitigation and monitoring measures are being taken. This IEE including environmental \nmanagement plan (EMP) will continue to be the basis for the implementation of environmental \nmitigation and monitoring measures. Since the project scope and design will not change, a new  \nenvironmental  assessment  is  unnecessary.  The  environmental  assessment  and  review \nframework to guide the implementation of subprojects under the supplementary grant is detailed \nin Appendix 4 and takes into account project experience and lessons learned under the Project. \nThe environmental assessment and review framework also ensures updating the IEEs and the \nEMPs  for  the  Project,  considering  modified  activities  to  reflect  mitigation  measures  for \nsubprojects covered under the supplementary grant. To ensure and further improve project \nenvironmental management the EA and the PMU will: (i) engage an environmental expert at the \n                                                 \n3 World Bank. 2001. Project Appraisal Document on a Proposed Credit in the amount of SDR 12 million ($15 million \nequivalent) to the Kyrgyz Republic for a Rural Water and Sanitation Project. Washington, DC. \n ", "9 \nPMU to oversee and approve IEEs prepared by the PIUs (with assistance from the technical \ndesign consultant); (ii) develop a groundwater quality testing program to monitor groundwater \nquality at treated sewage discharge points; and (iii) train the PIUs and contractors in the use of \noccupational health and safety and environmental monitoring checklists. The EMPs will be \nincluded in the civil works contracts.     \n2.  Resettlement \n22.  Small-scale water supply and sanitation subprojects financed under the supplementary \ngrant  will  consist  primarily  of  a  network  of  underground  pipelines,  water  intake,  storage \nreservoirs, and wastewater disposal. By their very nature these works will be constructed in the \npublic rights-of-way. However, land will be required in small parcels for the purposes of water \nsource development, overhead reservoirs, water transmission lines, and wastewater disposal \nworks. It is expected that communities or individuals will volunteer their land (such as unutilized \ncommunity-owned  land)  for  these  small  facilities  that  benefit  them  directly.  Therefore,  no \nresettlement will be required, and this was also confirmed during the special loan review mission \nin May 2008 through a study of 45 selected subprojects. Any voluntary land donation will be \ncarried out in accordance with the resettlement framework for community development works as \nset out in Appendix 5. In case of any grievance, the Government has agreed that the grievance \nredress mechanism in the resettlement framework will apply.  \n3.  Indigenous People \n23.   Subprojects under the Project have not encountered any issues relating to indigenous \npeople. Further research and extensive field visits conducted during the processing of the \nsupplementary grant confirmed that all people living in the project areas are ethnic Kyrgyz, so \nthere are no indigenous people issues.  \nD.  Asian Development Fund IX Grant  \n24.  Based on the debt sustainability analysis and the revised Asian Development Fund \n(ADF)  grants  framework,4  the  Kyrgyz  Republic  is  eligible for  100%  grant  financing  and  is \nclassified under the high-risk category of debt distress. The ADF IX grant program aims to \nprovide development assistance to help countries tackle development issues in an environment \nof debt vulnerability, and assist countries to develop the private sector, create employment \nopportunities,  and  achieve  sustainable  economic  growth,  without  increasing  external  debt \nburdens. The grant effectiveness will be assessed within the broader context of the project \nperformance. The project design and monitoring framework has clear indicators to measure the \ninputs, activities, and outputs (Appendix 1). \nE.  Revised Cost Estimates  \n25.  Revised cost for the Project, including the cost of the initial loan ($36 million), the \nproposed grant ($30 million), and the total counterpart sharing ($16.5 million), is estimated at \n$82.5  million  including  taxes  and  duties,  physical  and  price  contingencies,  and  financing \ncharges during implementation. Table 3 summarizes the revised cost estimates for the Project, \nand details of the revised cost estimate are in Appendix 6. \n                                                 \n4  ADB. 2007. Revising the Framework for Asian Development Fund Grants. Manila.  ", "10 \nTable 3: Summary of Revised Project Cost Estimates \n($ million) \nInitial  Supplementary  Share of \nSource  Financing  Financing  Revised Cost   Total (%) \nA. Physical Infrastructure and Equipment a        \n    1. Water Supply and Sanitation  38.90  27.00  65.90  79.88 \n    2. Rectification Works and Equipment  –  4.00  4.00  4.85 \nSubtotal (A)   38.90  31.00  69.90  84.73 \nB. Capacity Development a          \n    1. Capacity Development Program  1.10  1.00  2.10  2.55 \n    2. Hygiene and Sanitation Education  0.40  0.50  0.90  1.09 \nProgram \n    3. Consulting Services  2.70  1.50  4.20  5.09 \nSubtotal (B)   4.20  3.00  7.20  8.73 \nC. Project Management and Administration  –  2.50  2.50  3.03 \nD. Contingenciesb /Financing Charges   1.90  1.00  2.90  3.52 \nTotal  45.00  37.50  82.50  100.00 \na In mid-2008 prices and includes taxes and duties of $4.6 million. \nb Physical contingencies computed at 5% for civil works, equipment, consulting services and project administration \ncost. Price contingencies computed at 5% for domestic inflation and 2.5% in all years for foreign exchange \nfluctuation. \nSource: ADB’s current applicable policies and the project management unit estimates. \nF.  Revised Financing Plan \n26.  The Government has requested ADB to provide a supplementary grant of $30 million \nfrom ADB’s Special Funds resources to finance the Project’s cost overrun and change in scope. \nThe initial loan of $36 million was allocated from ADB’s Special Funds resources. With the \nsupplementary grant of $30 million, the total available loan and grant amount will be $66 million. \nUnder the revised financing arrangements, the total ADB funding will cover 80% ($66 million) of \nthe total investment cost of $82.5 million. The proposed supplementary grant will also cover \n80% ($30 million) of the additional financing requirement of $37.5 million, which will finance a \nportion  of  the  civil  works,  equipment,  capacity  building,  and  project  management  and \nadministration costs. Counterpart funds from the Government will account for 16.4% ($6.15 \nmillion) of the additional financing requirement, which will include incremental administration, \nfinancing  charges,  taxes  and  duties,  land,  and  a  portion  of  civil  works,  equipment,  and \nconsulting services costs. The communities will contribute 3.6% ($1.35 million) of the additional \nfinancing towards civil works and equipment, which is 5% of the capital expenditure on water \nsupply and sanitation works of new subprojects, i.e., excluding the rectification works. Table 4 \nsummarizes the revised financing plan for the Project. ", "11 \nTable 4: Summary of Revised Financing Plan \n($ million) \nInitial  Supplementary  Revised  Share of \nSource  Financing  Financing  Financing  Total (%) \nA. External         \n    1. Asian Development Bank  36.0  30.0  66.00  80.00 \nSubtotal (A)  36.0  30.0  66.00  80.00 \nB. Domestic         \n    1. National Government  5.5  6.15  11.65  14.12 \n    2. Provincial/District Government  0.5  –  0.50  0.61 \n    3. Communities  3.0  1.35  4.35  5.27 \nSubtotal (B)  9.0  7.50  16.50  20.00 \nTotal  45.0  37.50  82.50  100.00 \nSource: Asian Development Bank estimates. \nG.  Implementation Arrangements  \n1.  Project Management and Administration \n27.  The project execution under the supplementary grant will be through DRWS with a long-\nterm mandate for water supply and sanitation (WSS) sector development, providing the policy \ndirective  and  financial support  to  the  sector.  The  underlying  legal,  regulatory,  and  service \nsustainability frameworks are in Appendix 7. Financial management assessment of DRWS \n(Supplementary Appendix A) confirmed its capacity to implement and manage the Project. The \nexisting PMU at DRWS will continue to provide overall coordination. The National Agency of \nLocal Self-Government (NALSG) and the PIUs already established at oblast level will jointly \nimplement the Project. The PMU and the PIUs will ensure asset creation and capacity building \nof the CDWUUs in asset management and strengthening. NALSG will ensure ayil okmotu \nparticipation in the project cycle and commitment to meet WSS service delivery obligations. \nWith the help of the PMU, NALSG will elicit ayil okmotu and CDWUU participation through the \ncommunity awareness and participation program, hygiene and sanitation education program, \nand  asset  management  and  strengthening  program.  A  project  coordination  committee—\ncomprising representatives from DRWS, NALSG, the Ministry of Finance, the Ministry of Health, \nand the Ministry of Economic Development and Trade—will meet at 6-monthly intervals (or \nearlier if needed) to oversee project implementation and provide decision-making support on all \naspects of the Project. Appendix 8 provides the project implementation arrangements. \n28.  The current PMU will continue to manage and administer the Project with structural \nchanges to facilitate efficient project management. A project director will head the PMU and \nthree  specialists—one  each  for  technical  and  engineering,  institutional  development,  and \nfinancial management—will support the project director. The PMU will recruit four additional \nwater  supply  and  sanitation  specialists,  an  environment  specialist,  and  a  translator  and/or \ninterpreter. Four PIUs situated in each of the four oblasts will oversee project implementation in \nthe villages. Supplementary Appendix D provides a schematic representation of the PMU and \nPIU composition. ", "12 \n2.  Revised Implementation Period \n29.  The revised project completion date is 31 December 2012 and the grant closing date is \n30 June 2013. An implementation period of 4 years is estimated due to the scale and wide \nspread of subprojects in the four oblasts. A revised implementation schedule is included in \nAppendix 9.  \n3.  Procurement \n30.  All  procurement  financed  under  the  supplementary  grant  will  be  carried  out  in \naccordance with the ADB’s Procurement Guidelines (2007, as amended from time to time). \nContracts for civil works that are estimated to cost more than $1 million equivalent will be issued \nusing international competitive bidding procedures. Contracts for civil works estimated to cost \n$1 million equivalent or less will be carried out through national competitive bidding procedures \nacceptable to ADB, and as set out in the procurement plan. To the extent possible, procurement \nof goods will be grouped into packages larger than $500,000 to be suitable for international \ncompetitive  bidding  procedures.  Miscellaneous  goods  that  cannot  be  grouped  into  larger \ncontracts, and are estimated to cost less than $500,000 per contract, will be procured through \nnational competitive bidding. Minor items estimated to cost less than $100,000 equivalent per \ncontract may be purchased through shopping. Appendix 10 provides the procurement plan for \nthe Project. Bid documents under the supplementary grant will follow ADB standard bidding \ndocuments. The procurement plan will be updated at least annually covering the next 18 months \nof procurement activity. \n4.  Consulting Services \n31.  Sixty  eight  person-months  of  international  and  1,080  person-months  of  national \n(package  A)  consulting  services  will  be  provided  for  technical  supervision  consultancy  to \nsupport the PMU on (i) third-party quality assurance; (ii) innovative technology support; (iii) \noversight of subproject construction management and supervision; (iv) information, education, \nand communication support; and (v) monitoring and evaluation. Consulting services of 840 \nperson-months (package B) will be provided for technical design consultancy to support the \nPIUs—one team located at Chui for Chui oblast and one team located at Osh for Osh, Jalal-\nAbad, and Batken oblasts. The technical design consultancy will be responsible for conducting \nfeasibility  studies,  preparing  detailed  designs  and  drawings,  and  providing  bid  process \nmanagement  support.  The  technical  design  consultancy  will  be  supported  by  a  national \nconsulting firm or NGO (324 person-months) on community mobilization, hygiene and sanitation \neducation, and information, education, and communication addressing the long-term institutional \nand financial sustainability of the WSS service. All consulting services will be selected and \nengaged in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). Package A and B consultants will be hired as a firm based on the quality- \nand cost-based selection method. International consultants (68 person-months) under package \nA may be hired as individual or as part of the firm. Provisions for consulting services are \nsummarized in the procurement plan (Appendix 10) and the terms of reference for the three \nconsultancy assignments are detailed in Supplementary Appendix E. ", "13 \n5.  Advance Procurement Action \n32.  ADB has approved the use of advance action to recruit consultants. The advance action \nwill entail issuance of expressions of interest and request for proposals. The advance action is \nnecessary to sustain the ongoing Project and continue with its smooth implementation. The \nGovernment has been advised that ADB’s approval of advance procurement action does not \nconstitute a commitment to finance the Project. \n6.  Subproject Selection \n33.  Each  subproject  will  be  selected  in  accordance  with  the  criteria  agreed  with  the \nGovernment (Appendix 11): (i) the subproject is primarily located in an area where there is an \nacute shortage of water or the existing system of water supply and sanitation is dilapidated and \nrequires major rehabilitation or replacement; (ii) the community does not currently have an \norganized water supply system; (iii) the beneficiary community is willing to form a CDWUU to \nundertake O&M of the subproject and to share its capital cost and a scheme-specific tariff to \ndefray the O&M costs; (iv) the subproject complies with ADB safeguard policies and has no \nsignificant  environmental  impacts;  (v)  the  subproject  will  not  involve  any  involuntary \nresettlement—for any small parcel of land donated by any community individual for purposes of \nwater  source  development,  overhead  reservoir,  water  transmission  line,  and  wastewater \ndisposal works—if there is no livelihood from or occupation of the land or if the land is barren, \nand it has no impact on the livelihood of any individual; (vi) the PMU will prepare an IEE and, as \nrequired, an environmental impact assessment; and (vii) the CDWUU will sign two agreements \nsubstantially in line with the samples agreed upon between DRWS and ADB (Appendix 12 and \n5). The first agreement relates to the community’s commitment to take over the subproject with \nfull responsibility for O&M; the second agreement refers to voluntary transfer of ownership of \nsmall parcels of land for the subproject. Implementation of any subproject estimated to cost \nmore than $300,000 will require ADB's approval, to ensure the use of simple and cost-effective \ntechniques. Other subprojects will require DRWS approval, but ADB will also review these \nsubprojects selectively to ensure compliance with the selection criteria.  \n7.  Disbursement \n34.  The Project will continue to disburse funds based on the existing ADB procedures in \naccordance with the Loan Disbursement Handbook (2007, as amended from time to time). A \nnew imprest account will be established at a bank to be agreed upon by the Government and \nADB to facilitate the timely release of grant funds. The Ministry of Finance will supervise the \nimprest account operations. The individual payments that may be reimbursed or liquidated \nunder the statement of expenditure procedure will not exceed $50,000 equivalent.  \n8.  Project Review, Accounts, and Audits \n35.  The PMU and PIU will continue to maintain separate records and accounts adequate to \nidentify  financing  resources  received  and  expenditure  made  on  the  Project,  including \nexpenditure for works, equipment, and services financed out of the grant proceeds and local \nfunds.  The  grant  accounts  and  related  financial  statements  will  be  audited  annually  in \naccordance with sound auditing standards by auditors acceptable to ADB. The EA will submit \nannual audited reports, including separate audit opinion on the use of the imprest account and ", "14 \nthe statement of expenditure procedures, and audited financial statements to ADB within 6 \nmonths after the end of each fiscal year.  \n9.  Governance and Anticorruption \n36.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government. Consistent with its commitment to good governance, accountability, and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the Project. To support these \nefforts, relevant provisions of ADB’s Anticorruption Policy are included in the grant regulations \nand the bidding documents for the Project. In particular, all contracts financed by ADB in \nconnection with the Project shall include provisions specifying the right of ADB to audit and \nexamine  the  records  and  accounts  of  the  EA,  implementing  agency,  PMU,  PIU,  and  all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. \n37.  Under  the  Project,  there  have  been  allegations  of  possible  fraud  by  contractors  in \n10 subprojects.  These  are  being  currently  investigated  by  ADB.  In  the  meantime,  the \nGovernment has agreed to take the following measures to strengthen financial controls and \nprevent misuse of funds. It will  \n(i)  oversee financial management of the Project based on the approved Guidelines \non Administrative and Finance Management of the PMU through the DRWS \norder no. 9 of 22 February 2007;  \n(ii)  institute a system of controls to ensure that all cash and banking transactions \nundergo four levels of checks—accountant, financial manager, director of the \nPMU, and director general of DRWS;  \n(iii)  submit monthly and quarterly financial reports to the Ministry of Finance and ADB \nto confirm compliance with accounting standards and fund utilization;  \n(iv)  submit all withdrawal applications for replenishment to the Ministry of Finance \nand ADB with detailed information on current expenditures for the related period \nwith supporting documents confirmed by the director of the PMU after verification \nby the financial manager and PMU consultants;  \n(v)  manage and tally financial data periodically on the Software-1C system at the \nPMU; \n(vi)  have the project accounts audited annually by the chamber of accounts and by \nan  independent  auditing  firm,  and  promptly  comply  with  the  audit \nrecommendations;  \n(vii)  ensure that the technical supervision consultant (a) provides third-party quality \nassurance on construction practices and appropriate equipment and material \nusage by contractors, and (b) applies adequate quality assurance and control \nmeasures during project implementation; and \n(viii)  ensure that the PMU staff and project consultants (a) undergo training on ADB’s \nAnticorruption Policy, (b) understand how and where fraud and corruption may \noccur, and (c) learn possible measures to reduce such occurrences. \n ", "15 \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  \nA.  Benefits and Impacts \n38.  The  supplementary  grant  is  expected  to  benefit  about  200  villages  with  an  overall \npopulation of about 300,000 people. It will improve living standards, the environment, and public \nhealth. Related benefits include time and cost savings from purchasing, fetching, treating, and \nstoring water; improved hygiene and health; reduced medical outlays; and increased productive \ndays. The grant will also support improvements in operational efficiency of the community-\nbased organizations.   \nB.  Economic and Financial Analysis \n39.  The analysis of the three core samples have been updated in consideration of the \nsubstantial price hikes that were unforeseen during the initial project preparation stage. For the \nfinancial analysis, the weighted average cost of capital (WACC) was estimated at 3% and the \nfinancial internal rate of return (FIRR) in the base case ranged between 7.5% and 9.4%. The \neconomic analysis indicates that the subprojects are economically viable with the economic \ninternal rate of return (EIRR) exceeding the economic opportunity cost of capital (EOCC) in all \ncases. The EOCC was assumed at 12% and the EIRRs in the base case range between 23.4% \nand 28.8%. The resulting benefit–cost ratios for the subproject range between 1.35 and 1.5, \nalso denoting feasibility. Sensitivity analysis conducted to test the robustness of the financial \nsustainability and economic viability of subprojects when subject to change (a 20% increase in \ncapital cost, a 20% increase in O&M cost, a 20% reduction in benefits, and a 1-year delay in \nbenefits) indicate that in all cases subproject FIRRs surpass the WACC and EIRRs surpass the  \nEOCC. Details of the financial and economic analysis are in Appendixes 13 and 14, and in \nSupplementary Appendix B.  \n40.  Reassessment of the financial sustainability and economic viability suggests that the \nintegrated benefits and impacts are expected to outweigh the increased costs. For higher \nfinancial and economic returns, the planned coverage needs to be achieved and a smooth \ntransition undertaken from completion of works to operations. Analysis findings indicate that the \nsample subprojects are financially viable on two measures: (i) required periodic tariff increases \n(herewith assumed every 2 years), and (ii) tariff subsidization based on cost recovery with \nregard  to  consumer  affordability.  For  these  measures  to  be  relevant  to  the  succeeding \nsubprojects under the supplementary financial assistance, they would be incorporated when \npreparing subproject financial operational plans. These plans and related issues have been \ndiscussed and agreed with DRWS for achieving financial sustainability of the overall investment. \nIssues  pertaining  to  subsidization,  the  manner  of  implementation,  and  funds  sourcing,  are \nspecifically relevant. Affordability is a major factor in determining subsidy requirement, and thus \nhousehold income bases may need to be reviewed periodically. There is an ongoing effort by \nthe CDWUUs and the PMU for improved tariff collection. This includes improvements in service \ndelivery, introducing consumer services to register complaints and urgently rectify the situation, \nand the proposed involvement of the ayil okmotu for helping the CDWUUs in bill collection and \ndisconnecting the services of nonpayers. The ayil okmotu also have funds in case of revenue \nshortfall for addressing major breakdowns in the water supply system, which are beyond the \nfinancial capacity of the CDWUUs. ", "16 \nC.  Risks \n41.  Four possible project risks have been identified: (i) turnover of existing staff of the PMU \ncan adversely affect the quality and efficiency of work and thus delay project implementation; (ii) \npoor selection of contractors at any time during the implementation could hamper the project \nquality and community members might consequently withdraw from their commitment to take \nover the O&M of the subprojects; (iii) selected sources of water supply might turn out to be \nunsustainable; and (iv) the Project may become unsustainable if tariffs are not periodically \nincreased. The Project includes the following measures to mitigate these risks. \n42.  The Government shall endeavor that no staff transfers take place during the project \nimplementation period and the capacity of the PMU and/or PIUs will be further strengthened as \nper agreed staffing strength. To ensure the selection of qualified contractors, the performance of \nexisting contractors will be reevaluated to qualify only those contractors who have performed \nwell during the initial project implementation. Further, a more stringent criterion will be applied \nfor the prequalification of new contractors. For the selection of sustainable water sources, \nimproved guidelines for undertaking comprehensive investigations have been agreed that will \nensure  the  desired  water  yield  from  the  selected  water  supply  sources.  Involvement  of \ncommunities in the identification and selection of sources and the overall implementation will \nensure  their  ownership  and  minimize  the  risk  of  subprojects  being  unsustainable.  The \nGovernment has also assured that the ayil okmotu, as mandated by law,5 will ensure CDWUUs \nrevise tariffs periodically to meet O&M costs of subproject. Where required, the ayil okmotu will \nprovide financial support to CDWUUs and ensure that service is efficiently delivered and the \nsystem does not experience breakdown. \nV.  ASSURANCES  \n43.  The Government has given the following assurances, which are incorporated in the legal \ndocuments: \n(i)  DRWS will make all possible efforts to retain the PMU of the ongoing Project and \nits key staff for the Project. DRWS will strengthen PMU and PIU staff capacity for \nidentifying subprojects, mobilizing the community, and forming and developing \nCDWUUs. \n(ii)  DRWS will ensure that each proposed subproject meets the subproject selection \ncriteria before the proposal is approved under the Project. \n(iii)  The Government will ensure that adequate annual budgetary allocations are \nmade and the counterpart funds made available to DRWS and the PMU in a \ntimely manner. \n(iv)  Within 3 months of ADB’s approval of the supplementary grant, the Government \nwill cause DRWS and the participating departments to ensure that a project \ncoordination committee is established. \n(v)  The  Government  will  ensure  that  any  voluntary  donation  of  land  made  for \ncommunity development works (such as water source development, overhead \n                                                 \n5 The Kyrgyz Republic Law on Local Self-Government lays the responsibility for water and sanitation service delivery \non the third tier of the Government, ayil okmotu. ", "17 \nreservoir, water transmission line, and wastewater disposal works) is undertaken \nin  compliance  with  ADB’s  Involuntary  Resettlement  Policy  (1995),  applicable \nlocal  laws,  and  in  accordance  with  the  terms  of  the  agreed  resettlement \nframework, and that it obtains suitable consent letters from all affected people \nunder the initial and the proposed project for voluntary donation of their lands.  \n(vi)  The  Government  will  ensure,  and  cause  DRWS  to  ensure,  that  (a)  the \nsubprojects are designed and implemented, and the subproject facilities operated \nand  maintained,  in  strict  conformity  with  the  laws  and  regulations  of  the \nGovernment and ADB’s Environment Policy (2002); (b) IEEs (or environmental \nimpact  assessments,  if  necessary)  are  undertaken  for  each  subproject  in \naccordance with the environmental assessment and review framework; (c) IEEs \nand EMPs are submitted to ADB for prior approval for any subproject costing \n$300,000 or more; (d) any adverse environmental impacts are minimized by \nimplementing the mitigation measures and the monitoring program set out in the \nEMPs; (e) implementation of the EMPs and any violation of the environmental \nstandards are reported to ADB semiannually; (f) necessary government permits \nare obtained prior to commencement of civil works; (g) EMPs are incorporated in \nthe bidding documents and made a part of the civil works contracts; (h) the \nimplementation of the EMP by the contractors is closely monitored; and (i) annual \nreports are submitted to ADB on the implementation of EMPs. \n(vii)  DRWS will continue to monitor the water quality of all the completed project \nschemes  and  the  subprojects  at  6-monthly  intervals,  particularly  after  the \nmonsoon  season,  and  undertake  timely  measures  to  address  any  case  of \ncontamination. \n(viii)  DRWS  will  establish  suitable  mechanisms  under  the  Project  to  finance  the \nprocurement of O&M equipment and water meters for the interested CDWUUs.  \n(ix)  The Government will make all possible efforts that no staff transfers of the PMU \nand PIUs take place during the project implementation period.  \n(x)  To ensure the selection of qualified contractors, DRWS will cause the PMU to \nreevaluate  the  performance  of  existing  contractors  and  qualify  only  those \ncontractors who have performed well during the initial project implementation. \nThe  PMU  will  also  ensure  that  a  more  stringent  criterion  is  applied  for  the \nprequalification of new contractors. \n(xi)  DRWS will cause the PMU to ensure that comprehensive investigations are \nundertaken for the selection of sustainable water sources. The PMU will also \ninvolve communities in the identification and selection of sources and the overall \nimplementation of the subprojects. \n(xii)  The Government will ensure that the ayil okmotus (a) conduct annual review of \nthe level and structure of the water tariffs and furnish the results to ADB within 1 \nmonth of completion of the review; (b) revise the water tariffs as necessary to \nensure that the revenues from water tariffs cover at least the operations and \nmaintenance  costs;  and  (c)  provide  financial  support,  where  necessary,  to \nCDWUUs and ensure that service is efficiently delivered and the system does not \nexperience breakdown. ", "18 \n \nVI.  RECOMMENDATION \n44.  I am satisfied that the proposed supplementary grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB), and acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve:  \n(i)  the major change in scope, as described in paragraph 14 ; and \n(ii)  the supplementary grant not exceeding $30,000,000 to the Kyrgyz Republic from \nADB’s Special Funds resources for the Community-Based Infrastructure Services \nSector Project, on terms and conditions that are substantially in accordance with \nthose set forth in the draft Grant Agreement presented to the Board. \n \n \n                Lawrence Greenwood, Jr. \n                Vice-President \n \n08 October 2008 ", "Appendix 1          19 \n \nREVISED DESIGN AND MONITORING FRAMEWORK \nPerformance Targets and/or  Data Sources and/or \nDesign Summary  Indicators  Reporting Mechanisms  Assumptions and Risks \nImpact  By 2012:    Assumptions \n•  The improved water supply \nImproved public  Public satisfaction with the  Annual socioeconomic \nsystems are effective and \nhealth and  availability, quality, and quantity of  surveys undertaken as part \nwill be sustained after \nenvironment in  water is increased (to be quantified  of a performance \nintensive training \nproject villages   when baseline is established  management system \nthrough a social survey at project  •  The project communities \nNational statistics for water \n  inception)  remain committed to \nsystems   \nparticipating in all activities \nIncreased population coverage in \nADB project performance  with the help of the National \nproject villages with access to safe \naudit report   Agency for Local Self-\nand adequate water supply from \nGovernment \nexisting 32% to 100% \nRisk \nReduced incidence of waterborne \ndiseases from 30% to 5%   •  The communities do not \nproperly maintain the \ninfrastructure \nOutcome  By 2012:    Assumptions \n•  Water supply systems are \nSafe, adequate,  In 200 villages environmental  Department of Rural Water \nrehabilitated and new \nand efficient water  degradation is controlled and  Supply’s annual report on \nsystems developed as \nsupply and  natural resources are appropriately  coverage of water supply \nscheduled \nsanitation services  tapped to meet community demand  and sewerage  \n•  Communities are involved \nWater supply and sanitation assets  ADB project completion \n  in subproject planning and \nare strengthened and community is  report and project \ndesign, and trained in asset \nfully involved in operating and  performance evaluation \nmanagement \nmaintaining the subprojects  report \n•  Communities collect tariff \nService delivery is improved   \nefficiently and set aside \nthrough adequate supply and \nfunds for major breakdowns \nquality of water    \nRisks \n \n•  High turnover of existing \nstaff of the PMU affects \nproject implementation \n•  Lack of community \ninvolvement in project cycle \nOutputs  By 2012:    Assumptions \nContinuous and potable water \nQuarterly progress reports,  •  Communities participate in \n1. Rehabilitated  supplied at pressures according to \nADB review mission  subproject planning and \nand newly  approved design standards to \nreports, and ADB project  design \nconstructed water  communities residing in 200 \ncompletion report \nsupply and  villages of the four oblasts  •  Water resources remain \nsanitation systems  (provinces)  DRWS technical and  protected and reliable \nin project villages  financial reports \nSewage is disposed of and treated \n• All communities are willing \nin all project villages through  Socioeconomic surveys \n  simplified technology   to pay for improved water \nsupply and sanitation \nCommunities provided with tools  services and systems are \n \nand equipment for system  financially sustainable \nmaintenance \n2. Communities are    Risks \nProject undertakes institutional \nmanaging water \nstrengthening and capacity \n ", "20          Appendix 1 \nPerformance Targets and/or  Data Sources and/or \nDesign Summary  Indicators  Reporting Mechanisms  Assumptions and Risks \nsupply systems and  enhancement of communities,  •  Poor selection of \ncollecting tariffs to  through appropriate IEC campaigns  contractors \naddress cost \nCommunities undertake preventive  •  Communities do not \nrecovery \nmaintenance of systems  maintain the filters and \nwater treatment facilities \n  Communities achieve 80% tariff \ncollection efficiency  •  Selected sources of water \n  supply prove to be \n \nunsustainable  \n• Lack of training provided to \ncommunities for technical \nand financial management \n3. Government     \nGovernment ratifies a sector policy \nissues a sector \naddressing community-based water \ndevelopment policy \nsupply and sanitation services, \nand legal and \nasset management, and principles \nregulatory \nof cost recovery \nframework for rural \nwater asset  Government enacts a law detailing \ncreation and  the responsibilities and charter of \nservice delivery  community drinking water users’ \nunions  \n \nGovernment enacts a law on local \nself-governments and \nresponsibilities for drinking water \nsupply and sanitation to rural \ncommunities \nActivities with Milestones   \n1. Rehabilitated and newly constructed water supply and sanitation systems  Inputs \n1.1 Consultants appointed by March 2009 \n1.2 Award of civil works to commence by June 2009  Project cost: $37.5 million \n1.3 Completion of all civil works by December 2012 \nADB total: $30 million \n2. Communities managing water supply and sanitation systems and collecting tariffs to \nensure cost recovery \nGovernment and communities: \n2.1 Information, education, and communication campaign on community and \n$7.5 million \nstakeholder participation commenced by March 2009 and continued through the \nproject period \n \n2.2 Project coordination committee and adequate oversight mechanisms in place by \nApril 2009 \n \n2.3 Tariff collection performance for completed systems to progressively reach 90% \nthrough the project period based on subproject completion \n \n2.4 Voluntary land donations appropriately monitored \n3. Government issues a sector development policy, and legal and regulatory framework \nfor rural water and sanitation asset creation and service delivery \n3.1 Government ratifies a rural water supply and sanitation sector policy by June \n2009 \n3.2 Government enacts a law on CDWUU charter and responsibilities by June 2009 \n3.3 Government enacts a law on local self-governments' responsibilities for drinking \nwater supply and sanitation services by December 2009 \nADB = Asian Development Bank, CDWUU = community drinking water users’ union, DRWS = Department of Rural Water \nSupply, PMU = project management unit, IEC = information, education and communication.  \n ", "Appendix 2          21 \nCOST OVERRUN ANALYSIS \nA.  Background \n1.  This  appendix  substantiates  the  escalation  in  construction  contract  costs  and  the \nconsequent affect on the project scope of work, which was limited to implementing water supply \nsystems in villages alone. The price escalations in construction material over the project period \nhave affected the overall impact of the Project.1  \n2.  The civil works and equipment component of the Project constituted 71.5% of the total \nproject cost. Civil works comprised supply and laying of pipes (steel, asbestos cement, and \npolyethylene pipes), valves and appurtenances, fuel for operation of heavy machinery and \nfreight, steel, and cement concrete for construction of storage reservoirs. Equipment comprised \npumping machinery for deep boreholes and for discharging water to households in elevated \nareas of the villages. The cost overrun analysis was carried out on (i) construction material price \nvariation, and (ii) price indices for construction commodities over the project period from 2002 to \nthe end of the second quarter of 2008. \nB.  Price Variation Analysis \n3.  Construction Material Price Variation. Supply and laying of pipes (steel and asbestos \ncement) were the major constituents in the construction contracts awarded during the initial \nproject period. Evaluation of quoted prices for seven contracts on the above items between \n2002 and 2007 indicates a 238% rise in unit rates of supply and laying of steel pipes (220 \nmillimeters [mm] diameter) and asbestos cement pipes (150 mm diameter). On average, the \naforesaid items constitute 10%–50% of the total contract value, based on the subproject design. \nTable A2 provides details of variation in construction material unit price drawn from contracts \nawarded during the period. \n4.  Construction  Commodity  Price  Index.  The  summary  price  index  (SPI,  or  the \nconstruction price coefficient) for construction commodities generated by Gosstroi (the State \nCommittee for Architecture and Construction of the Kyrgyz Republic) is an indicator of the \nmarket rates of construction materials. The SPI is derived based on the price index adopted by \nproducers  of  construction  materials  (for  civil  works),  for  vehicles  and  equipment  used  in \nconstruction,  and  other  capital  expenditure,  and  is  weighted  by  the  share  of  the \nabovementioned elements in the total volume of investment in the base cost of the works. \n \n \n \n \n \n                                                 \n1 ADB, 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila. \n ", "22          Appendix 2 \n \nTable A2: Construction Material Unit Price Variation \nItem  Unit  2002  2003  2004  2005  2006  2007 \nSubproject    Sary-Kolot  Tash- Baityk  Kulundu  Vozneseno Sary-Kolot-\nBashat  vka  Kydyrsha \nRayon    Kara-Suisk  Yssyk- Alamedinsky  Lyailyaksy  Panfilovsky  Kara-Suisky \nAtynsky \nContract No.    ADB-1742- ADB-1742- ADB-1742- ADB-1742- ADB-1742- ADB-1742-\nOS-001  CH-RW-013  CH-RW-026  BA-RW- CH-RW-025  OS-RW-\n029  001/2 \nSupply and  meter  120  189  200  450  377  405 \nlaying asbestos \ncement pipes \n(Diameter = \n150 mm) \nExcavation of  m3 10  20  20  18  30  40 \nIII–IV group soil \nby excavator \nwith bucket \ncapacity 0.5 m3\n \nSupply and  item  2,884  2,500  3,000  3,500  3,200  3,500 \nmounting spare \nparts \nSupply and  meter  295  540  -  1,100  1,260  1,000 \nlaying steel \npipes  \n(Diameter = \n219 mm) \nSupply and  item  1,073  1,200  1,700  2,000  1,880  1,800 \nmounting cast \niron valves \n(Diameter = \n100 mm) \n \nSupply and  item  1,746  1,405  1,800  2,500  2,920  2,200 \nmounting cast \niron valves \n(Diameter = \n150 mm) \nSource: Project management unit estimates. \n5.  The    SPI  is  used  by  contractors  to  quote  construction  commodity  prices  and  is  a \nbenchmark used to determine the value of construction contracts in the country. It is based on \nthe Soviet system of determining prices based on a baseline cost in 1991; the Gosstroi then \nadjusts  the  prices  for  the  Kyrgyz  Republic  context.  Figure  A2  indicates  the  variation  in \nconstruction price coefficients (or SPI) over the initial project period along with the status of \ncumulative contract awards and utilization. \n(i)  Price  index  for  construction  materials  (civil  works)  is  computed  on  the  basis  of \ncommodity prices, the cost of spare parts, and the cost of structures procured by \nmajor contracting organizations throughout the Kyrgyz Republic. It also factors in \nvarious technologies adopted by construction organizations based on the topography \nand territorial peculiarities experienced throughout the country during construction.  \n ", "Appendix 2          23 \n(ii)  The price index for vehicles and equipment used in construction is computed on the \nbasis of price changes indicated by equipment manufacturers, the cost of transport, \nsupply and sales expenses, and value-added tax. \n(iii)  The price index for capital expenditure is computed based on costs of design and \nsurvey works, operational and deep-hole survey drilling works, and other expenses. \nFigure A2: Construction Price Coefficient and Contract Awards/Utilization \n \n \n40,000\n \n35,000\n \n30,000\nn Q2 SPI\no\nati\nz\nUtili 25,000 \nd/\nar Contract Award \nAw 20,000  (in $ '000s) \nct \na\nntr\nnd Co 15,000  U'0t0il0izsa) tion (in $\na\nnt \ne  \nci 10,000\neffi\no\nC\n5,000\n-\n2000 2001 2002 2003 2004 2005 2006 2007 2008\nYear\n \nSPI = summary price index. \nSource: Project management unit estimates \nC.  Conclusion \n6.  An assessment of the SPI or construction price coefficient for the second quarters in \n2000 and 2008 indicates a 120% rise in the SPI. Reviewing the SPI rise in light of a 238% rise \nin pipe material cost, it is evident that the Project could not cover the proposed population. \nFurther, the executing agency was forced to limit the subcomponent to water supply alone \ninstead of the originally planned subcomponents of water, sanitation, and the roads sector in \nboth villages and urban centers. \n7.  Factoring for unanticipated rises in construction commodity prices, the supplementary \ngrant will cover approximately 300,000 persons with water and sanitation infrastructure to meet \nthe project objectives. The Project will therefore cover 75% of the originally designed population \ncoverage on completion in 2012. \n \n ", "24         Appendix 3           \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Kyrgyz Republic: Community-Based Infrastructure Services Sector Project \nLending/Financing  Department/  Central and West Asia Department \nSector \nModality:   Division  Social Sectors Division \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nThe Joint Country Support Strategy (2007–2010)a for the Kyrgyz Republic supports the Government’s country development \nstrategy 2007–2010 (approved in May 2007), which focuses on four strategic pillars—economic development, governance \nand transparency in public administration, human development, and environmental sustainability—and builds on the strategy \nlaid out in the national poverty reduction strategy 2003–2005.  \nThe joint country support strategy will focus programs on (i) improving economic management consistent with strong and \nsustained pro-poor growth, reducing corruption, improving governance, and ensuring effective public administration; (ii) \nbuilding  sustainable  human  and  social  capital  through  improved  health  and  education  outcomes;  and  (iii)  ensuring \nenvironmental sustainability and natural resource management. \nThe Project is consistent with the joint country support strategy, the Government’s country development strategy 2007–2010, \nand the national poverty reduction strategy. The supplementary grant to the Project will focus on addressing water supply and \nsanitation services in 200 villages covering approximately 300,000 beneficiaries. Direct benefits  will be providing the \ncommunity access to safe drinking water and improved sanitary conditions through safe disposal of night soil. Further, treated \nwastewater disposal will ensure that contamination of surface and groundwater sources is prevented.  \nThe facilities built under the supplementary grant will reduce the burden on women, who are the main collectors of water. \nImprovements in the quality of water and disposal of treated wastewater will lead to public health improvements and \nconsequent reductions in the burden of diseases, treatment costs, and productive losses, the impact of which is felt by the \npoor in particular. Women, especially poor women, will benefit from the reduction in the time and energy spent in fetching and \nstoring water, and in the work associated with cleaning and family health care.  \nB.  Poverty Analysis                                                                  Targeting Classification: General Intervention \nPoverty remains high in the Kyrgyz Republic, although extreme poverty is moderate. According to official government data for \n2005, on the basis of consumption per capita, an estimated 43% of the population lived below the poverty line and 11% were \nin extreme poverty. The national poverty line is determined on the basis of the food and nonfood consumption pattern of the \nlower income group of the Kyrgyz population, and not on international poverty lines. The unit of observation for poverty \nstatistics is the individual. Almost three quarters of poor and extremely poor people live in rural areas due not only to the \nhigher proportion of the population living in this sector but also to the higher prevalence of poverty: 51% of the rural population \nlived in poverty compared with 30% of the urban population. The incidence of poverty is over 50% in five out of the eight \noblasts (provinces)—Batken, Naryn, Osh, Jalal-Abad, and Issyk-Kul—in both the northern and southern parts of the country. \nPoverty and low incomes are prevalent in those areas where geography (i.e., mountains), poor infrastructure, and cross-\nborder issues constrain access to markets. A large number of the poor live in rural Osh and Jalal-Abad, which are the most \npopulous oblasts and fall within the Project’s jurisdiction.  \nEconomic growth has resulted in falling poverty over the last half-decade. In 2000, according to official Government \nestimates, poverty affected 63% of the population and over the next 5 years fell by a remarkable 20 percentage points; \nhowever, that finding may in part be a reflection of a change in surveys. Even over the last 3 years, for which comparable data \nare available, poverty responded strongly to economic growth: for every 1% increase in gross domestic product per capita \nduring 2003–2005, extreme poverty fell by 5% and overall poverty fell by 2%. The reduction in poverty has also been assisted \nby the decline in the real prices of utilities, which continue to be heavily subsidized and are far below their cost-recovery \nlevels. Much of the decline in poverty stems primarily from the fall in extreme poverty, especially in rural areas. Moderate \npoverty (the difference between overall poverty and extreme poverty) declined marginally from 33% to 32% and largely due to \na decrease in urban moderate poverty rates. \nSince human development indicators are closely correlated with income, economic recovery is highly relevant to the \nachievement of the Millennium Development Goals, which the Project directly addresses by reducing the proportion of people \nwithout sustainable access to safe drinking water and basic sanitation. \naADB, Swiss Cooperation, United Kingdom Department for International Development, United Nations Agencies, and World Bank Group. \n2007. Joint Country Support Strategy (2007–2010): Kyrgyz Republic. Manila.  \n ", "Appendix 3          25 \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \nIncome and Living Standards. The survey conducted suggests that poverty in the southern urban areas is far more \nwidespread than in the northern urban areas. In the surveyed towns, over 38% would appear to be living in extreme poverty, \nwhile over 70% are living in poverty. The figures for the southern towns  may be exaggerated by the use of the national \npoverty level, as food prices in particular are considerably lower. In the rural areas, for all the villages surveyed, 52% of \nexpenditure was on food, 12% on utilities, and 13% on education. While the villages chosen for the survey all suffer from \nsubstantially nonfunctioning or no water supply systems, there would appear to be a close connection between this fact and \nthe prevalence of poverty. The figures do suggest, however, that care will need to be taken to allow some cross-subsidy \nwithin the individual systems, from those who are better off and may request individual connections and those who will collect \ntheir water from public standpipes. \nWater Supply. In the villages surveyed, only 32% of households had access to a piped water supply system. Thirty-three \npercent use the river and a further 9% irrigation channels; 15% had water delivered by truck and the remainder used private \nwells or other sources. Twenty-seven percent of all households had to travel more than a kilometer to the source, while less \nthan half were within 200 meters of their main source of water. About 57% thought their water tasted, looked, and smelled \ngood, while around 15% thought they had bad water, and the remainder were ambivalent. Sixty percent complained that their \nmain source of water was not available all year, with the main reasons given being the poor state of the equipment and \nfreezing of the source. \nSanitation. In all the villages surveyed, almost all households use simple pits, which, once full, are covered and a new one is \ndug. The most frequent form of wastewater disposal is to throw it in the yard or into an open pit in the garden. Only 2% have \nseptic tanks. The majority (about two-thirds) bathe at home, while 32% use public or private bathhouses. When asked where \nthey would prefer to bathe, 68% mentioned public bathhouses. However, in many places the bathhouse no longer works, \neither because it has broken down or because of the lack of water. \nPerceived Needs for Services. Water was perceived as the highest priority for all the villages surveyed; it was mentioned by \nover 95% of all households. Sanitation was not recognized as a priority by many people. Less than 7% sought improved \nindividual toilets, and 13% wanted improved school toilets. Bathhouses were, however, a perceived need for about 60% of all \nhouseholds surveyed. \nWillingness to Pay. Twenty-three percent expressed a willingness to pay in advance for the development or improvement of \nthe water supply system. All those who wanted to improve their wastewater disposal system (about 25%) said they were \nwilling to pay; of these, approximately 84% mentioned an initial cost contribution of about Som200 per capita. The willingness-\nto-pay analysis in the core communities shows that about 60% of the households have monthly incomes of less than \nSom1,000 and the average household consists of five to six family members. The surveyed households stated that water \nsupply in their community was insufficient and a 45% increase of the existing supply is needed. Fifty-one percent expressed \ntheir willingness to have their own house connection. They are willing to pay an average Som1,000 for a connection and to \nspend an average of Som30–Som50 (or Som5–Som10 per person) for monthly water bills; on average, this represents the \nactual average expected connection fee and monthly water bills of the subprojects. \nSocial Impact. The supplementary grant will contribute to improvements in health and will provide an opportunity to \nstrengthen the role of women in the community and thereby raise their status. It will also lessen the burden on women as the \nmain collectors of water and the nursing of the sick affected by unsanitary conditions. Time will be saved and improved health \nshould  result  in  improvements  in  greater  productive  capacity  of  the  whole  population.  The  subprojects  will  provide \nemployment opportunities for residents, both in the construction or repair of water supply and sanitation systems, as well as in \nthe management of the systems. All the community drinking water users’ unions (CDWUUs) will require some accounting \nservices and there is a strong tradition for women to enter this profession. It is expected that women, by being involved in the \nCDWUU boards, will be empowered, and that this will result in further initiatives being developed by them. \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \nExtensive  consultations  have  been  undertaken  with  stakeholders  including  beneficiary  communities,  nongovernment \norganizations  and  community-based  organizations,  elected  representatives  (such  as  village  councils),  administrative \ndepartments, oblast and rayon (district) administrations, and representatives of various central Government ministries. \nConsultation workshops, meetings, focus group discussions, and structured interviews were undertaken with stakeholders.  \n ", "26         Appendix 3           \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?   Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why. \nExtensive information dissemination and consultations have been undertaken to ensure stakeholder participation in the \nproject design. During the supplementary grant design, it was noted that a key factor in the nonperformance of many \nsubprojects in the initial Project was lack of participation from the community in general and the poor in particular. The \nconsultation and participation plan comprises three distinct components: (i) the community awareness and participation \nprogram, (ii) the hygiene and sanitation education program, and (iii) the asset management and strengthening program. \nA major feature of the training and capacity-development subcomponent of the Project is enabling the local self-governments \n(ayil okmotus) to take a more participatory approach to water supply and sanitation development and service delivery. Along \nwith the CDWUU, the ayil okmotu will play a key role in detailed planning, design, and implementation of the Project. \nImplementation support includes the provision of social and community development experts within the PMU and the PIUs, \nand the conduct of community awareness programs by nongovernment organizations. \nOngoing consultation and participatory monitoring will help ensure that the Project meets the needs of the community. The \nconsultations may take the form of annual surveys, combined with community forums or focus group discussions. The media \nfor this public information mechanism will include local television, newsletters, and community meetings.  \nC.  Gender and Development \nKey Issues.  \nPrimary and secondary information was analyzed to assess the status of women in the project villages. There are significant \ndifferences in the status of women in the project villages, especially between those villages in the north and south. Women \nare most frequently the household member most affected by the lack of adequate, clean, and safe water. In the surveyed \nvillages, women were the most frequent primary collectors of water (40%). However, in over a fifth of all households it was the \nadult males; children collected water in 15% of cases. Overall, adult women were the main collectors of water when there was \nno individual connection (in 45%). In the south, in 50% of the cases it was the women and only 9% cases the men, while in \nthe northern town, men and women shared this task equally, also relying less on the help of children.  \nThese figures suggest a clear need to ensure women are involved in the design of water supply systems and in the \nmanagement of the system. In most villages, women are severely underrepresented on the village councils. From the reports \nof the social organizations of the core subproject villages, women expressed a clear desire to play a central role in the \nplanning and management of water systems. \nKey Actions.  \nMeasures included in the design to promote gender equality and women’s empowerment—access to and use of relevant \nservices, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan          Other actions/measures         No action/measure \nThe Project responds to the key issues above in the design of its subprojects.  \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nIssue  Included in Design \nNo Impact \nInvoluntary Resettlement No impacts. Only voluntary  Subprojects with     Full Plan \nland donations envisaged  involuntary resettlement \n  Short Plans \nunder the Project.  will be screened out and \nvoluntary land donations     Resettlement Framework \nwill be confirmed through a \nconsent letter from the     No Action \naffected person. \n ", "Appendix 3          27 \nIndigenous Peoples No impact.        Plan \n     Other Action \n Indigenous Peoples \nFramework \n   No Action \nLabor  No job loss will occur. The  Core labor standards are     Plan \nconstruction and operation of  reflected in contract \nEmployment      Other Action \nthe subprojects may  documents. \nopportunities \ngenerate employment     No Action \n Labor retrenchment  opportunities for local \npeople. \n Core labor standards \nAffordability  The potential negative  A consumption-based tariff     Action \nimpact of water tariff  will entail a higher charge \n   No Action \nincreases on the poor is  on high-consuming (and \nconsidered to be acceptable,  possibly also higher-\nand given that the poor  income) households.  \ncurrently pay a higher than \naverage proportion of their \nincomes on water.  \nOther Risks and/or  No other risks or     \nVulnerabilities  vulnerabilities have been \n  Plan \nidentified. \nHIV/AIDS \n  Other Action \nHuman trafficking \n   No Action \nOthers(conflict, political \ninstability, etc), please \nspecify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?      Yes         No      \n ", "28  Appendix 4 \n \nENVIRONMENTAL ASSESSMENT AND REVIEW FRAMEWORK \nA.  Introduction \n1.  Environmental assessment must be conducted for subprojects in compliance with the \nKyrgyz  Republic  Law  on  Ecological  Expertise  under  the  competence  of  the  Ministry  of \nEnvironmental Protection, the Kyrgyz Republic Law on Drinking Water, the Kyrgyz Republic \nWater Code, and the Asian Development Bank (ADB) Environmental Assessment Guidelines \n2003.  This  environmental  assessment  and  review  framework  document  details  the \nenvironmental  impacts  and  recommended  mitigation  and  management  measures,  the \nsubproject selection criteria, requirements for consultants, and disclosure, monitoring, reporting, \nand institutional arrangements for preparing, reviewing, and clearing subproject environmental \nassessment reports, staffing, and budget. \n2.  The Community-Based Infrastructure Services Sector Project (comprising water supply \nand sanitation services) is classified under ADB guidelines as a category B project. For this \nProject, selection criteria for future subprojects mandates that only category B or C projects, \nwhich have no water or wastewater treatment components, will be considered for funding. The \nKyrgyz Republic Law on Ecological Expertise requires infrastructure upgrading projects to be \nsubjected to environmental assessment. Under the ADB Environment Policy (2002), the first \nstage in developing an environmental assessment is an initial environmental examination (IEE) \nand if the IEE concludes that a more comprehensive environmental impact assessment is not \nrequired, then the IEE, incorporating an environmental management plan, becomes the final \nenvironmental assessment document. The IEE will be prepared taking into account ADB’s \nEnvironmental Assessment Guidelines. \nB.  Environmental Description \n3.  All subproject sites are rural villages and small towns which are primarily agricultural in \nnature.  Because  of  the  low  income  levels,  social  services  and  infrastructure  are  mostly \ninadequate. On account of numerous watershed areas, snow-covered mountains, and large \nriver basins, many villages and towns are located near rivers and water courses. Groundwater, \nwhich is available throughout the country in adequate quantities, is used for drinking purposes \nand is generally of high quality, meeting the national drinking water quality standards with \nrespect to physical, chemical, and bacteriological parameters. \n4.  Being a mountainous country with numerous rivers and valleys, floods are common in \nthe Kyrgyz Republic. Major floods occur particularly in the south. The drainage systems are \nusually inadequate to deal with floods and overflows carrying dirt and polluted waters. \n5.  Lack  of  proper  sanitation  in  rural  areas  is  reflected  in  the  increased  incidence  of \nwaterborne and excreta-related diseases. Disposal of human wastes in the villages is through \nrudimentary pit latrines, which are odorous and unhygienic. Every household has a temporary \npit latrine where the superstructure is made of materials such as wood, corrugated asbestos, or \nother materials. Planks of wood are used to squat on, and when the unlined pit is full the \nstructure is shifted to another location. Likewise, the school toilets, which have rudimentary \nseptic tanks, are also in poor condition. Pit latrines and septic tank overflows are allowed to \npercolate into the ground. Other wastewater from the rural houses is disposed of into the \ndrainage ditches.  \n ", "Appendix 4          29 \nC.  Impacts and Measures \n6.  Overall, the supplementary grant will improve health through financing the provision of \nsafe water supply and the improvement of sanitation systems. Identified negative impacts during \nconstruction are moderate in extent and can be mitigated. Potential environmental impacts \nassociated with the design, construction, and operation of the water supply and sanitation \nsystem  include  (i)  location-specific  impacts  related  to  the  pipeline  routes,  (ii)  risk  of \ncontamination of the sources, and (iii) rehabilitation and construction of sewer pipelines and \nsanitation facilities. All potential environmental impacts and respective mitigation measures are \nlisted in Table A4.3. \nD.  Implementation Framework and Staffing \n7.  The government institutions responsible for the implementation of the proposed Project \ninclude the Department of Rural Water Supply (DRWS) as the executing agency and the project \ncoordination committee comprising representatives from DRWS, the National Agency for Local \nSelf-Government  (NALSG),  the  Ministry  of  Finance,  and  the  Ministry  of  Health.  The \nsupplementary grant will be implemented by the project management unit (PMU), NALSG, and \nthe  Republican  Centre  for  Health  Promotion—the  implementing  agencies.  Locally  the \ncommunity drinking water users’ unions (CDWUUs), village health committees, and the ayil \nokmotu (village administration)  will oversee the project planning, design, and implementation. \nInstitutional responsibilities are summarized in Table A4.1. The PMU will be responsible for \noverseeing  preparation  of  the  initial  environmental  examinations  (IEEs)  and  respective \nenvironmental management plan (EMPs). The PMU will seek the clearance of the IEEs and \nEMPs  from  the  Ministry  of  Environmental  Protection  or  ADB,  as  appropriate,  prior  to  bid \nissuance.  \nE.  Environmental Monitoring and Reporting \n8.  Water quality sampling will be conducted seasonally at time of discharge, commencing 1 \nyear before construction to establish a baseline. During operation, a water quality monitoring \nplan  shall  be  implemented.  All  samples  must  adhere  to  the  sanitary  and  epidemiological \nservices  of  the  Ministry  of  Health’s  guidelines.  Environmental  management  shall  include \nprocedures for (i) workers’ health and safety, and (ii) waste disposal and chemical handling for \nconstruction wastes. The PMU assisted by the domestic environment consultant will oversee \nEMP implementation, and prepare and submit the annual environmental monitoring report to \nADB. \n ", "30  Appendix 4 \n \nTable A4.1: Institutional Responsibility Matrix \nOrganization   \nPrimary  Secondary  Responsibilities \nProject  DRWS (Chair) \nReview environmental clearance of physical investments \nManagement  and Project \nUnit (PMU)  Coordination  Provide guidance for upholding environmental policy requirements \nCommittee \n  Submit annual environmental performance report during project implementation \nPMU  DRWS \nUndertake overall coordination with government entities and supervision \nSubmit initial environmental examinations (IEEs), environmental management plans \n(EMPs), and environmental clearance contracts to the Ministry of Environmental \nProtection (represented by the State Agency on Environmental Protection and Forestry) \nPMU  DRWS \nEstablish environmental classifications of subprojects and determine when subproject \n \nIEEs are required \nEnsure environment-related information is disclosed to affected people in accordance \nwith ADB Public Communications Policy (2005) before or during the consultation \nPrepare and submit subproject IEEs to the Ministry of Environmental Protection (MEP)  \nPrepare subproject environmental monitoring and management plans for MEP approval \nEnsure environmental clearance approval and compliance with regulations \nOversee  water quality monitoring and reporting to MEP and local governments \nImplement environmental mitigation and monitoring measures  \nUndertake civil work surveys \nConsult the public and/or convene community focus groups \nUndertake remedial action when unexpected environmental impacts occur \nPrepare the annual environmental monitoring report and submit to ADB \nPMU  Domestic Social \nAssist the PMU in classifying the project and preparing IEEs and EMPs  \nConsultant  and \nEnvironmental  Ensure environmental clearance conditions for MEP approval \nSpecialist and \nEnvironmental   Incorporate environmental requirements in civil work contracts \nEngineer \nUpdate and implement environmental mitigation measures \nProvide environmental training and oversee information disclosure and public \nconsultation \nAssist the PMU in preparing the annual environmental monitoring report for submission \nto ADB \nLocal   \nCoordinate with PMU and make key decisions on behalf of the community and \nGovernments \ncommunity drinking water users’ unions \nADB   \nReview IEE and EMP for subprojects costing more than $300,000 and undertake post-\nfacto review for any other subprojects \nEnsure that the EMPs form a part of the contract document for civil works \nADB = Asian Development Bank, DRWS = Department of Rural Water Supply, EMP = environmental management plan, IEE = \ninitial environmental examination, MEP = Ministry of Environmental Protection, PMU = Project Management Unit \nSource: Asian Development Bank. \n ", "Appendix 4          31 \nF.  Public Consultation and Information Disclosure \n9.  According to the fundamentals of the Kyrgyz Republic Law on Ecological Expertise, \nevery citizen has a right to request complete information concerning the environmental situation \nwith regards to new construction projects. The PMU is required to disclose environmental \ninformation  in  a  form,  manner,  and  language  acceptable  to  those  being  consulted  by  the \nProject. The PMU will consult with the community through public meetings with each subproject \ncommunity and take into account the communities’ environmental concerns with regard to the \nProject. \nG.  Budget and Resources  \n10.  A total of $90,000 (about 0.25% of total project cost), including the cost of recruiting a \nnational social and environmental specialist and an environmental engineer, will be allocated to \nthe implementation of the environmental monitoring and management plan (Table A4.2). \nTable A4.2: Estimated Costs of Environmental Monitoring and Management \nInput in  Total Estimated \nPerson- Rate  Cost \nRole  months  ($)  ($) \nDomestic Social and Environmental Specialist   30  1,500  45,000 \nEnvironmental Engineer  30  1,500  45,000 \nTotal      90,000 \nNote: Costs for environmental mitigation should be budgeted as shown in Table A4.3. \n \n \n ", " \n \nTable A4.3: Summary of Environmental Impacts, Mitigation Measures, and Monitoring Plan \nProject Activity and  Responsible \n3\nPotential Impacts  Proposed Mitigation Measures  Monitoring  Institutions  2\n \nDesign and Location Phase          \n \nSource Abstraction  Inspection of feasibility  PMU and respective    \nPerform detailed design to show necessary abstraction limit for communities    \nDevelopment of spring  studies, IEEs, project  PIUs    \nduring dry season   A\nsource will reduce quantity of  designs, and contract  p\np\nwater available   Undertake confirmatory flow measurements on spring source in two annual dry  documents.  e\nn\nseasons  d\nix\n 4\nSource Protection  CCoanps suoltu wrcieth t oco pmremvuennitt ye nirtrriyg aotfi opno ldluetpeadr tsmurefnatc eto w caotnefrir m irrigation needs  Inspection of feasibility  PMU and respective           \nInadequate protection of  studies, IEEs, water  PIUs \nintake works, leading to  Provide a protection buffer zone of at least 100 meters upstream of the intake  quality test results, \npollution of raw water supply  and its immediate catchment, and restrict access  project designs, and \ncontract documents. \nUndertake confirmatory water quality tests each season (four tests) prior to \nscheme construction \nMonitor and control activities in upstream catchment \nDamage to Soil, Land,  Inspection of feasibility  PMU and respective \nMainly confine subproject works to previously disturbed areas, access roads, and \nEcology, Heritage  studies, IEEs, project  PIUs \ntracks \nSoil erosion, land instability,  designs, and contract \nand damage to forests or  Avoid environmentally sensitive sites and those that would have negative impact  documents. \nvegetation due to  on cultural heritage such as cemeteries \nconstruction of sewer and \nwater pipelines  Use flexible polyethylene pipe for raw water transmission main, enabling pipeline \nto be routed around trees, obstructions, and potentially unstable or erodible areas \nMinimize excavation and vegetation disturbance \nProvide slope stabilization and improve drainage where necessary \nAvoid constructing new access roads for water intakes, pipelines, and reservoirs, \nbut provide small access tracks for light vehicle access during construction and \nwalking tracks for O&M of completed facilities \nUndertake construction by manual labor in steep areas to minimize ground \ndisturbance and erosion \nDamage to Crops and Tree  Inspection of feasibility  PMU and respective \nAvoid or minimize resettlement and damage to crops or plantations by adopting \nPlantations  studies, IEEs, project  PIUs \nsuitable locations and alignments for project facilities and pipelines \nDamage to tree plantations  designs and contract \nand crops due to construction  Use flexible polyethylene pipe for raw water transmission main, enabling pipeline  documents. \nactivities  to be routed around crops or trees \nProvide adequate compensation in line with ADB and Government resettlement \npolicies \nTreated Water Quality  Inspection of feasibility  PMU and respective \nCover, ventilate, and fence all treated water reservoirs \nSafeguard quality of treated  studies, IEEs, project  PIUs \n ", " \nProject Activity and  Responsible \nPotential Impacts  Proposed Mitigation Measures  Monitoring  Institutions \nwater   Design distribution network for minimum residual pressure of at least 10 meters  designs, and contract \nto prevent entry to mains of contaminated groundwater or backflow   documents. \nProvide adequate spare parts \nDesign disinfection units to enable one unit to be taken offline for maintenance \nwithout disrupting plant operation \nDesign of Sewer and Water  Inspection of feasibility  Technical design \nIn the case of sewage leakage, the village authorities have been reminded that \nPipelines  studies, IEEs, project  consultant and PMU \nthe new water pipelines must be constructed at a higher elevation than the sewer \nSewage leakage into potable  designs, and contract \npipelines and in different trenches to the water pipelines to prevent leakage of \nwater \nsewage into the water supply \nWater pipes should be constructed with polyvinyl chloride (PVC) or high-density \npolyethylene (HDPE) on a sand bed or with steel. If they are constructed with \nsteel, anticorrosion protection must be implemented on the pipeline \nIncreased Sewage  Inspection of feasibility  Technical design \nImproved water supplies will result in an inherent increase in the generation of \nGeneration  studies, IEEs, project  consultant, and PMU \nwastewater. It is recommended to perform more detailed design calculations for \nIncreased sewage due to  designs, and contract \nthe potential impacts of increased sewage generation in each community to verify \nhigher water use \nthat septic tanks, irrigation channels, and open-pit latrine infiltration rates can \naccept increased flows. \nConstruction Phase       \nDaily site inspection  Construction contractor, \nAir and Noise Pollution,  Limit night time work in populated areas \ntechnical supervision \nCongestion \nAvoid use of vehicles and/or equipment with excessive exhaust or noise  consultant, PMU, and \nNoise and dust generation  emissions; install/maintain silencers  respective PIUs \nfrom construction activities \nRegularly water down road surfaces  \nTraffic congestion and \nDo not burn waste on the construction site \ndisturbance to community \nand businesses  Provide secure covers to trucks carrying spoil or fine-grained construction \nmaterials \n \nCover disturbed surfaces with mulch \nCarry out construction in sections, give adequate notice of construction activities, \nprovide effective road signs, diversions, or barricades \nCommunity participation in subproject design will minimize disruption to \ncommunity social and economic activities   \nA\nInclude appropriate clauses in construction contracts  p\np\ne\nHealth and Safety    Daily inspection  Construction contractor,  n\nInstall barrier fencing around construction site  d\nHazards for members of  throughout construction  technical supervision  ix\npwuobrkliec rasn d construction  CProonvtirdoel  aficrscte assid  oafn udn saauftehtoyr itzraeidn ipnegr stoo ncso ntos tsruitcet ion staff  soctofa magcepc.lia dMienotnsnt  trrheelgyp iosinrttesspr  aencdtio n  creosnpseuclttaivnet,  PPIMUsU , and  3 4          \n3\n   ", " \n \nProject Activity and  Responsible \nPotential Impacts  Proposed Mitigation Measures  Monitoring  Institutions \n3\nDaily inspection  Construction contractor,  4\nProtect Soil, Land, and  To prevent soil erosion, administer an initial retention fee to contractors. They will  throughout construction  technical supervision    \nEcology  be able to collect their deposit once they have cleaned up and revegetated or    \nand contract  consultant, PMU, and    \nSoil erosion and sediment  covered exposed areas created during construction  maintenance stage  respective PIUs     \n \nA\ntransport  Install appropriate slope protection works  p\np\ne\nDamage to land due to  Minimize vegetation clearance and minimize the time during which excavations  n\nd\ninappropriate disposal of  are open   ix\nconstruction wastes   4\nDbaanmkas gfreo tmo  setxrteraamct iobne dosf  and  Rcoenhsatrbuilcittaioten  daicsttiuvritbye d surfaces as soon as possible after completion of           \nDispose of spoil in designated spoil areas, and topsoil, grass, and landscape \nconstruction materials \nspoil heaps \nImpairment of water quality \nMinimize extraction of construction materials from rivers and stream beds  \nby spoil disposal \nAvoid tipping cut spoil directly into watercourses or over the edge of roads \nGroundwater and surface \nwater contamination by oil  Collect, store, and dispose of materials appropriately \nand grease \nStore oil, grease, fuel, and bitumen on a sealed surface, away from rivers and \nstreams \nConstruct silt ponds and install silt retention barriers in drains to prevent run-off \nRedirect surface run-off around construction areas \nInclude appropriate clauses in construction contracts \nOperations Phase       \nOperational Handling of  Monthly inspection of  Ayil okmotu and \nChlorine is explosive, corrosive, and incompatible with moisture, steam, and \nChlorine  operation and  CDWUU \nwater. Store chlorine in a cool, dry, well-ventilated area in tightly sealed \nChlorine hazards  maintenance records \ncontainers. Operators must be trained in the appropriate means of handling \nchlorine prior to working with the liquid, gas, or powder. \nHealth and Safety  Monthly inspection of  Ayil okmotu and \nOngoing training programs for first aid and occupational health and safety training \nHazards for CDWUU and the  complaints register and  CDWUU \nto DRWS \npublic  safety records  \nUndertake periodic inspections of electrical equipment by qualified staff and \nperiodic safety audits \nSustainability of  Monthly inspection of  Ayil okmotu and \nProvide adequate budgets and undertake planned maintenance programs in \nInfrastructure Systems    operation and  CDWUU \naccordance with specific O&M plans \nEfficiency and reliability of  maintenance records \nwater supply and sewerage  Provide vocational training for CDWUU staff \nsystems \nUndertake periodic leak detection and repairs \nUndertake planned cleaning of village drains and dispose of sludge to designated \ndisposal sites \n ", " \nProject Activity and  Responsible \nPotential Impacts  Proposed Mitigation Measures  Monitoring  Institutions \nVillage communities will maintain village environmental improvements with PMU \nDelivery of Unsafe Water  Inspection of feasibility  Ayil okmotu and \nIn the event that poor quality water is delivered to the consumers due to \nWater quality violation  studies, IEEs, project  CDWUU \ninsufficient treatment, the community or the CDWUU must put into effect a \ndesigns, and contract \nmitigation plan. At first, the sample must be collected again to ensure that the \noperators have not made any operational errors.  \nIf the sample has exceeded or gone below the allowable Ministry of \nEnvironmental Protection approved standards, the region is localized by stopping \nwater supply to the customers. The pipelines are disinfected with chlorine and the \nwater is further disinfected with chlorine. The water will be distributed to the \nregion once tests demonstrate good water quality results and sufficient \ndisinfection. \nADB = Asian Development Bank, CDWUU = community drinking water users’ union, DRWS = Department of Rural Water Supply, EMP = environmental management plan, \nHDPE = high-density polyethylene, IEE = initial environmental examination, MEP = Ministry of Environmental Protection, PIU = project implementation unit, PMU = project \nmanagement unit, PVC = polyvinyl chloride. \n \nBudget Comments: \n1.  Environmental impacts related to location: costs for environmental inspection should be included in the 5% of the time for construction inspectors. \n2.  Environmental impacts related to design: environmental mitigation costs related to the design should be included in the costs for final design. \n3.  Environmental impacts related to surface and groundwater quality: include estimated costs for groundwater investigations and water quality testing in the estimated \nbase cost. \n4.  Environmental impacts related to construction: costs for environmental mitigations related to the overall construction activities should be included in the civil works \ncosts and procurement (e.g., flexible polyethylene pipe, fence, etc.). \n5.  Environmental impacts related to handling and operation: costs for environmental monitoring and training should be included in the overall environmental monitoring \nand management costs and part of the overall costs for capacity-building program. \n \n \nSource: Asian Development Bank. \n \nA\np\np\ne\nn\nd\nix\n 4\n3          \n5\n   ", " 36   Appendix 5       \nRESETTLEMENT FRAMEWORK \nA.  Project Description \n1.  The Community-Based Infrastructure Services Sector Project1 (the Project) follows a \nsector lending approach and supports the Government’s main objective of human development \nby providing (i) improved community-based infrastructure services, and (ii) training programs to \ndevelop institutional capacity. The project area covers four oblasts (provinces)—Chui, Jalal-\nAbad, Osh, and Batken. The Project was designed to provide basic infrastructure services in \n730 villages and 7 small towns to about 1.5 million persons, of whom about 70% were living \nbelow the poverty line. \n2.  The  proposed  supplementary  grant  is  required  to  meet  the  financing  gap  that  has \nemerged due to significant increases in construction costs during the implementation period. As \na result, the scope of the rural water supply and sanitation component was reduced from the \noriginally planned 240 subprojects to 118 subprojects, and the balance dropped. The proposed \nsupplementary grant will implement the remaining 122 subprojects within the original scope, \nproviding  much-needed  water  supply  and  sanitation  services  for  the  rural  population  as \nprioritized  by  the  Government.  Based  on  the  lessons  learned  from  the  Project,  proposed \nchanges include (i) simplification of the subproject selection criteria to ensure the selection of \ncommunity-owned, demand-driven, and cost-effective subprojects; (ii) improvement of technical \ndesign criteria for implementing simple, technically sound, and cost-effective subprojects; and \n(iii)  improvement  of  implementation  arrangements  to  achieve  efficiency  and  quality  during \nproject implementation. \n3.  The objective of the supplementary grant is to improve living standards, environment, \nand public health by financing safe, reliable piped water supply and sanitation (WSS) facilities in \nabout 200 villages in four oblasts, which is expected to benefit about 300,000 people. The \nDepartment of Rural Water Supply (DRWS) will be the executing agency for the Project. The \nexisting project management unit (PMU) at DRWS will continue to provide overall coordination. \nThe National Agency for Local Self-Government (NALSG) and the project implementation units \n(PIUs) already established at oblast level will jointly implement the Project.   \n4.  Small-scale  WSS  subprojects  will  consist  primarily  of  a  network  of  underground \npipelines, water intake, storage reservoirs, and wastewater disposal. By their very nature these \nworks will be constructed in the public rights-of-way. However, land will be required in small \nparcels  for  the  purposes  of  water  source  development,  overhead  reservoirs,  the  water \ntransmission lines, and wastewater disposal works. Experience from the Project has shown that \ncommunities or individuals always volunteered their land (e.g., unutilized community-owned \nland) for these small facilities that benefit them directly. This was also confirmed during the \nspecial loan review mission in May 2008 through a study of 45 selected subprojects. Further, \nthe subproject selection criteria also require that there is no occupation on the land and it has no \nsevere impact to any individual.   \n5.  Subproject Selection. Each subproject will be selected in accordance with the criteria \ndetailed in the main text of this report.  \n                                                 \n1  ADB, 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila.  \n ", "Appendix 5     37 \nB.  Purpose of the Resettlement Framework \n6.  Since no legal and policy frameworks of the Kyrgyz Republic exist for land donation, this \nresettlement framework sets out the procedure for land donation from individuals who are willing \nto contribute their lands voluntarily.     \nC.  Voluntary Contributions \n7.  Where local communities or individuals elect to make voluntary contribution of affected \nland without compensation in accordance with traditional practices, this shall be acceptable only \nif the following safeguards are in place: \n \n(i)  Confirming that a full consultation with landowners and any non-titled affected \npeople on site selection was conducted; \n(ii)  Ensuring that voluntary donations do not severely affect the living standards of \naffected people, and are linked directly to benefits for the affected people, with \ncommunity  sanctioned  measures  to  replace  any  losses  that  are  agreed  to \nthrough verbal and written record by affected people; \n(iii)  Confirming any voluntary donation through written record and notarized such as \nthrough a designated nongovernment organization or legal authority; \n(iv)  Indicating the time period of effectiveness and the conditions of the servitude; \n(v)  Attaching the location of the servitude to the contract; and  \n(vi)  Placing adequate grievance redress mechanisms. \n \nD.  Institutional Arrangements \n8.  For compliance with the Asian Development Bank's (ADB’s) social safeguard policies in \nthe project activities, the Project’s executing agency, DRWS through its PMU, will have the \noverall coordination and responsibility for land donation activities under the Project. A project \ncoordination  committee—comprising  representatives  from  DRWS,  NALSG,  the  Ministry  of \nFinance, and the Ministry of Health—will meet at 6-monthly intervals (or earlier if needed) to \noversee project implementation and provide decision-making support on all aspects of the \nProject. A district project implementation review committee will monitor compliance of the laid \ndown procedures for land donations from individuals who are willing to contribute their land \nvoluntarily. \n9.  The implementation of land donation activities in the subprojects will be supported by \nsocial safeguard specialists of the technical design consultancy at PIU level and facilitated by \nthe ayil okmotu (Village Administration). Community facilitators of the PIUs will also assist the \nsocial safeguard specialist in the land donation activities, when required.   \n10.  Community drinking water users’ unions (CDWUU) will be established with assistance \nand support by community facilitators in every village of the project sites. The CDWUUs will \nreceive support from community facilitators to increase their social awareness and technical \ncapacity for implementing the project activities. \n11.  Institutional assessment of DRWS and the PIUs have concluded that DRWS is capable \nof dealing with resettlement issues, since it has accumulated resettlement experience through \ncurrent and completed rural water supply improvement and construction works throughout the \ncountry.  DRWS  has  access  to  lawyers  experienced  in  resolving  resettlement  issues  with \ncommunity heads and community members.  \n ", " 38   Appendix 5       \nE.  Disclosure, Consultation, and Grievances \n12.  Land donations would be carried out in close consultation with all stakeholders and in \nline with the resettlement framework. It will involve focus group discussions and community \nmeetings especially, with the individuals who are willing to contribute their land voluntarily. The \nPIUs and ayil okmotu will be responsible for disseminating the information on the status of land \ndonations to all stakeholders including all the beneficiaries of the subproject. The resettlement \nframework  will  be  included  in  the  project  implementation  guidelines  to  be  used  by  social \nsafeguard specialists, community facilitators, CDWUUs, PIUs, and ayil okmotu. Copies of the \nresettlement framework will be available in the local government and CDWUU’s offices and will \nbe posted on the ADB and Project websites.   \n13.  Any affected person will have the right to file complaints and/or queries on any aspects \nof the land donation activities of the subprojects. At the village level, complaint from any affected \nperson can be filed with the CDWUU’s members and/or ayil okmotu for an immediate solution. If \nthe problem cannot be solved, the CDWUU’s members and ayil okmotu staff will facilitate the \naffected persons to submit their complaints to the Project’s grievance and redress committee at \nthe district level. Community facilitators will record the complaint and report to the PIUs. The \nProject will dedicate district staff to be in charge of handling and following up on affected \npersons’ complaints.  \n14.  The  grievance  redress  committee  will  comprise  one  representative  each  from  the \nrespective PIU, CDWUU, and ayil okmotu; affected persons; and relevant government officials \nwith functional and legal authority. The committee will review grievances involving all issues. \nGrievances will be redressed within 2–4 weeks from the date of lodging the complaints at the \ndistrict level.   \n15.  Complaint  and  grievance  procedures  and  guidelines  will  be  included  in  the  project \nimplementation  guideline  to  be  disseminated  by  the  community  facilitators  to  the  affected \ncommunities during the facilitation process and project implementation.  \nF.  Monitoring and Evaluation \n16.  The project monitoring and evaluation mechanism for land and social safeguard issues \nwill be included in the internal monitoring and evaluation report prepared by the executing \nagency. One section of the regular internal monitoring report will be dedicated to reporting and \ndiscussing issues related to social safeguards in project activities.  \n17.  The district multistakeholder steering committees will serve as the external monitoring \nagencies of the Project. The external monitoring activities specifically focusing on this issue will \nbe conducted twice a year during the project implementation period. Monitoring reports will be \nposted on ADB’s website. \n ", "Appendix 5     39 \n \nLETTER OF CONSENT FOR VOLUNTARY LAND DONATION \nBy \nMr/Ms/Mme. _____________ resident of village  ______, Oblast ______ herein after called the \nparty No. 1 and  transferor, the owner of the land plot sized ___ Sq. meter, Plot No__________, \naccording to the revenue record of _____ Oblast \nIn favor of \nthe ayil okmotu of village ______ Oblast  ________ herein after called  the party No.2 and \ntransferee of  the land plot sized ___ Sq. meter, Plot  Number ________, according to the \nrevenue record of Village  _______  Rayon ________ and Oblast  __________,  for the \nsubproject  under  Community-Based  Infrastructure  Services  Sector  Project  for  the  village, \nregistered  under  number  _________  dated  ________,  represented  by  the  Chairman  and \nsecretary by designation. \n1.  I, the party No.1 and the transferor, hereby  provide certification regarding my true \nownership of the land and agree to voluntarily transfer by way of donation the ownership of  land \nor portion of the land, plot sized ___  , Number _________ according to the revenue record of  \n_____ Rayon ________ and Oblast  ________, in the name of ayil okmotu, the party No.2 and \nthe transferee, for any community development purpose including the construction of overhead \nreservoir (OHR), oxidation pond/s  and pump house under the said subproject. Typical sizes for \nthe OHR, oxidation pond and pump house are 25 sq. meter, 75-250 sq. meter, and 20 sq. meter \nrespectively.   \n2.  I, the party No.1 and the transferor, will not be liable for any claims made by any \nindividual,  group  or  government  department  in  relation  to  the  construction,  operation,  or \nmaintenance of the sub-project, after the date hereof. \n3.  I, the party No. 1 and the transferor, also confirm that I do not request any compensation \nfor this transfer and would request the local authority to consider this as my contribution and \ndonation to the Project.  \nSigned between Party No.1 and Party No. 2 in the presence of Witnesses mentioned below. \n \nTransferee              Transferor \n(Name and ID No)            (Name and ID No) \nAyil Okmotu             ____________________ \nSecretary      ___________________      Resident of Village …… \nCommunity-Based Infrastructure Services Subproject  \nVillage  ______, Oblast _______ \nWitness-1(Name and ID)          Witness-2(Name and ID) \n \n ", " 4\n0\n             A\np\nDETAILED COST ESTIMATES AND FINANCING PLAN  pe\nn\nd\n($million)  ix\n 6\nCost Category / Item ToTtaolt aClost  ToAtaDlB Fin%a nFcininagn cing   GoTvoetranlmen%t F Fininaanncciningg   CToomtamlunity% F iFniannacnicnign g          \n1Civil Works\n   \n1A Water Supply and Sanitation (New) 21.40 19.80 92.52 0.25 1.17 1.35 6.31\n                  \n1B Water Supply Rectification Works 2.00 2.00 100.00 - - - -\n                    \nTotal - Civil Works 23.40 21.80 93.16 0.25 1.07 1.35 5.77\n                \n2Equipment and Material\n \n2A CDWUU Equipment for New Works 1.00 1.00 100.00 - - - -\n                    \n2B CDWUU Equipment for Rectification Works 2.00 2.00 100.00 - - - -\n                    \nTotal - Equipment and Material 3.00 3.00 100.00 - - - -\n                  \n3Vehicles\n   \n3A PMU Vehicles 0.15 0.15 100.00 - -\n             \n \n4Training and Capacity Building\n \n4A Community Awareness and Participation Program 0.50 0.50 100.00 - - - -\n                      \n4B Hygiene and Sanitation Education Program 0.50 0.50 100.00 - - - -\n                      \n4C Asset Management and Strengthening Program 0.50 0.50 100.00 - - - -\n                    \nTotal - Training and Capacity Building 1.50 1.50 100.00 - - - -\n                  \n5Consulting Services\n   \n5A Community Mobilization Consultancy 0.30 0.30 100.00 - - - -\n                      \n5B Technical Design Consultancy 0.75 0.75 100.00 - - - -\n                    \n5C Technical Supervision Consultancy 0.45 0.45 100.00 - - - -\n                  \nTotal - Consulting Services 1.50 1.50 100.00 - - - -\n                  \n \n6Project Management\n \n6A Incremental Administration 1.75 0.60 34.29 1.15 65.71 - -\n                  \n6B Office Management Expenses 0.60 0.60 100.00 - - - -\n                    \nTotal - Project Management 2.35 1.20 51.06 1.15 48.94 - -\n              \n7Contingencies 1.00 0.85 85.28 0.15 14.72 - -\n              \n8 Taxes and Duties     4.60    -    -     4.60   100.00    -    -\nGrand Total    37.50    30.00   8 0.01      6.15    1.35\nPercentage of Project Cost (%)     80.01     16.39    3.60\n  \nCDWUU = community drinking water users’ union, PMU = project management unit. \nSource:  Asian Development Bank estimates. \n ", "Appendix 7         41 \nLEGAL, REGULATORY, AND SERVICE SUSTAINABILITY FRAMEWORK \n1.  Legal  and  Regulatory  Framework.  The  Constitution,  the  Water  Code,  and  other \nlegislation related to drinking water supply and local self-governments provide the basis for \nlong-term sustainability of water and sanitation services in the country—in the above order of \npriority. \n(i)  Chapter 4 of the Kyrgyz Republic Water Code (2005) lays down the legal and \nregulatory framework for abstraction and use of water resources, which prescribes \nthe use of water for drinking and domestic purposes and the use of sewage and \nwastewater for irrigation.  \n(ii)  Article  5  of  the  Kyrgyz  Republic  Drinking  Water  Law  (1999)  prescribes  the \nresponsibility of local administration bodies and the local state administration in the \nareas of water supply to the population. The local bodies are inter alia responsible for \nplanning, financing, implementing, and overseeing works related to development of \nwater  and  sanitation  services,  and  setting  tariffs  to  recover  operation  and \nmaintenance costs.  \n(iii)  Article 18 of the Law of the Kyrgyz Republic on Local Self-Government and Local \nState Administration (2008) defines the role of local bodies and indicates that the \naffairs of local significance inter alia comprise drinking water supply, and ensuring \noperations of sewerage systems and treatment plants.  \n \n2.  Service Sustainability. Service sustainability under the supplementary grant financing \nis  determined  by  the  technical,  institutional,  and  financial  sustainability  of  the  proposed \nimplementation arrangement. Under the initial project, the Department of Rural Water Supply \n(DRWS) provided project management and implementation support to multilateral-funded rural \nwater supply projects for water supply and sanitation (WSS) asset creation; there is no mandate \nfor DRWS to ensure WSS service delivery. Asset management, service delivery, and asset \nstrengthening post-construction were the responsibility of the community drinking water users’ \nunion (CDWUU). Being a nonprofit organization with limited financial capacity and absence of \nan accountable relationship with the local self-government, reliance on the CDWUU to ensure \nlong-term service delivery is not likely to provide a sustainable solution in the long term. Based \non  the  prevailing  legal  and  regulatory  framework,  the  WSS  service  is  more  likely  to  be \nsustainable over the long term based on the following: \n(i)  Technical sustainability. Involvement of the community and the ayil okmotu (village \nadministration) along with the DRWS project management unit (PMU) in project \nplanning, designing, financing, and implementation is more likely to result in locally \nacceptable  and  sustainable  technical  solutions.  The  ayil  okmotu’s  participation \nthrough  the  project  period  will  ensure  that  the  asset  handover  at  subproject \ncompletion is smooth, and system component and condition is acknowledged by the \nayil okmotu. \n(ii)  Institutional sustainability. While asset ownership will rest with the ayil okmotu \n(notwithstanding the equity contribution in capital expenditure by the community), a \nservice delivery agreement between the ayil okmotu and the CDWUU is more likely \nto result in efficient services with a financial commitment by the ayil okmotu to \nprovide financial support for any major breakdown in the system and long-term \ncapital  investment  planning.  DRWS  would  provide  technical  solutions  and  asset \ncreation oversight in the long-term, subject to the ayil okmotu’s demand for system \n ", "42          Appendix 7 \nexpansion and capital investment plans. Delegating service delivery to the CDWUUs \nis a pragmatic option considering the geographical spread of the villages thereby \navoiding the need to strengthen the ayil okmotu with additional human resources \ncentrally and incurring additional expenditure on personnel management. \n(iii)  Financial  sustainability.  The  current  tariffs  cover  various  taxes  levied  on  the \nCDWUU  and  the  debt-servicing  component  towards  capital  expenditure.  By \ndelegating the service delivery responsibility to the CDWUU, the ayil okmotu may \napprove a tariff to ensure cost recovery for operation and maintenance but continue \nto be responsible for service delivery. The tariffs are likely to be more affordable and \nthe ayil okmotu may then limit its role to strategic and financial planning for system \nbreakdown maintenance and long-term capital investment planning. \n3.  Given the underlying legal, regulatory, and service sustainability frameworks, project \nexecution under the supplementary grant financing will be through DRWS with a long-term \nmandate for WSS sector development, providing the policy directive and financial support to the \nsector. The existing joint PMU at DRWS will continue to provide overall coordination. The \nNational  Agency  for  Local-Self-Government  (NALSG)  and  the  project  implementation  units \nalready established at oblast (province) level will jointly implement the Project. The PMU and \nthe  project  implementation  units  will  ensure  asset  creation  and  capacity  building  of  the \nCDWUUs in asset management and strengthening. NALSG will ensure ayil okmotu participation \nin the project cycle and commitment to meet WSS service delivery obligations. With the help of \nthe  PMU,  NALSG  will  elicit  ayil  okmotu  and  CDWUU  participation  through  community \nawareness  and  participation,  and  hygiene  and  sanitation  education  programs.  A  project \ncoordination  committee,  comprising  representatives  from  DRWS,  NALSG,  the  Ministry  of \nFinance, and the Ministry of Health, will (i) meet at 6-monthly intervals (or earlier if needed), (ii) \noversee project implementation, and (iii) provide decision-making support on all aspects of the \nProject. As a long-term sector development strategy, the Kyrgyz Republic is actively reviewing \nthe water policy (prepared by the Department for International Development of the United \nKingdom) where a strong emphasis is laid on local self-government involvement in service \ndelivery. \n \n \n ", " \nREVISED PROJECT IMPLEMENTATION ARRANGEMENTS \nMMiinniissttrryy  ooff   DDeeppaarrttmmeenntt  ooff  \nHHeeaalltthh   RRuurraall  WWaatteerr  SSuuppppllyy  \n((EExxeeccuuttiinngg  AAggeennccyy))\nRRRReeeeppppuuuubbbblliillcciiccaaaannnn     NNNNaaaattiittooiioonnnnaaaall  llAA  AAggggeeeennnnccccyyyy     PPPPrrrroooojjeejjeecccctt  tt   TTTTeeeecccchhhhnnnniicciiccaaaall  ll  \nCCCCeeeennPPnnttPPrrttrrrreerrooeeoo  mmff  mmooffoooorroorr  ttHH  iittooHHiiooeenneennaa  aa  llttllhhtthh     ffGGooffGGoorroorr  ooLL  vvLLvveeooeeoorrccrrccnnaannaammllmm  llSS  eeSSeeeenneennllttfflltt  ff   MMMMaaaannnnaaUUaaUUggnnggeenniieettmmii  ttmm  eeeennnntt  tt   C  CC o oo nSS nnSSCsuussuuuoppuupplneetlleeattsrraarrnvvunnvviitlssii tttss(a  ii((TooiinTToonnStnnSS  C  CC)))\nHHHHeeeeaaaallttllhhtthh     LLLLooooccccaaaall  llSS  SSeeeellffll  ff  GGGGoooovvvvtttt PPPPrrrroooojjeejjeecccctt  tt  \nPPPPrrrroooommmmoooottiittooiioonnnn     AAAAddddmmmmiinniinniissiissttrrttrraaaattiittooiioonnnn  ((  ((AAAAyyyyiilliill IImmIImmpppplleelleemmmmeeeennnnttaattaattiittooiioonnnn    \nUUUUnnnniittiissttss OOOOkkkkmmmmoooottuuttuu)))) UUUUnnnniittiissttss\nTTTTeeeecccchhhhnnnniicciiccaaaall  llDD  DDeeeessssiiggiiggnnnn    \nCCCCoooommmmmmmmuuuunnnniittiiyyttyy     CCCCoooonnnnssssuuuullttllaattaannnntt  tt  \nMMMMoooobbbbiilliiiillzziizzaaaattiittooiioonnnn      (((TTTDDDCCC)))\nVVVViilliillllaallaaggggeeee     CCCCoooonnnnssssuuuullttllaattaannnntt  tt//    //NN  NNGGGGOOOO CCCCoooommmmmmmmuuuunnnniittiiyyttyy  DD  DDrrrriinniinnkkkkiinniinngggg    \nHHHHeeeeaaaallttllhhtthh     WWWWaaaatteetteerrrr  UU  UUsssseeeerrrrssss  UU  UUnnnniiooiioonnnn    \nCCCCoooommmmmmmmiittiitttteetteeeeeessss    (((CCCDDDWWWUUUUUU)))   \nHHHHyyyyggggiieeiieennnneeee  &&  &&     AAAAsssssssseeeett  ttMM  MMaaaannnnaaaaggggeeeemmmmeeeennnntt  tt  \nSSSSaaaannnniittiiaattaattiittooiioonnnn  EE  EEdddduuuuccccaaaattiittooiioonnnn     &&&&  SS  SSttrrttrreeeennnnggggtthhtthheeeennnniinniinngggg    \nPPPPrrrrooooggggrrrraaaammmm  ((  ((HHHHSSSSEEEEPPPP)))) PPPPrrrrooooggggrrrraaaammmm (  ((AAAMMMSSSPPP)))\nCCCCoooommmmmmmmuuuunnnniittiiyyttyy  AA  AAwwwwaaaarrrreeeennnneeeessssssss    \n&&&&  PP  PPaaaarrrrttiittcciicciippiippaaaattiittooiioonnnn  PP  PPrrrrooooggggrrrraaaammmm    \n((((CCCCAAAAPPPPPPPP))))\n   \nA\np\nNGO = non-governmental organization.  pe\nn\nd\nSources: Asian Development Bank and Project Management Unit.  ix 8\n4\n3\n ", " \nREVISED PROJECT IMPLEMENTATION SCHEDULE \n \n4\n4\n \n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nix\n 9\n \n \n          CBO = community based organization, O&M = operation and maintenance \n            Source: ADB and Project Management Unit estimates. \n ", "Appendix 10         45 \nPROCUREMENT PLAN \nTable A10.1: Project Information \nItem  Information \nProject Name  Community-Based Infrastructure Services Sector Project \nGrant Number  To be decided \nGrant Amount  $30 million \nExecuting Agency - Grant  Department of Rural Water Supply \nDate of Original Procurement Plan   - \nDate of most recent Procurement Plan  - \n \nA.  Process Thresholds, Review and 18-Month Procurement Plan \nTable A10.2: Procurement of Goods and Works \nMethod  Threshold \nInternational Competitive Bidding for Works  > $1,000,000  \nInternational Competitive Bidding for Goods  > $500,000  \nNational Competitive Bidding for Works  Beneath that stated for ICB, Works \nNational Competitive Bidding for Goods  Beneath that stated for ICB, Goods \nShopping for Works  Below $100,000 \nShopping for Goods  Below $100,000 \n \nTable A10.3: Review of Goods and Works \nProcurement Method  Prior or Post  Comments \nICB Works  Prior  All documents will be \nICB Goods  Prior  based on ADB standard \nNCB Works  Post  bidding documents \nNCB Goods  Post \nShopping for Works  Post \nDirect Contracting for Goods  Prior \nWorks through Force Account  Prior \nShopping for Goods  Post \n \nTable A10.4: Recruitment of Consulting Firms and Individuals \nProcurement Method  Prior or Post  Comments \n     \nQuality- and Cost-Based Selection (QCBS)  Prior  Recruitment of technical \nsupervision consultants, \ntechnical design consultants \nand community mobilization \nconsultants  \nIndividual Consultants  Prior  - \n \n ", "46          Appendix 10 \n \nTable A10.5: Proposed Procurement Activity for Consultants \nGeneral  Contract  Recruitment  Advertisement  International  Comments \nDescription  Value  Method  Date  or National \n(quarter/year)  Assignment \nCommunity  $300,000  QCBS 80:20  Q3/2008  National  Two firms—one \nMobilization  each in the north \nConsultancy      and south \nTechnical  $750,000  QCBS 80:20  Q3/2008  National  One firm \nDesign \nConsultancy \nTechnical  $450,000  QCBS 80:20  Q3/2008  National  One firm with two \nSupervision  international \nConsultancy  consultant \npositions, or two \nindividual \ninternational \nconsultants \n(68 person-\nmonths for \ninternational) \n \nTable A10.6: Proposed Procurement Activity for Small Contracts \nGeneral   Value of  Number of  Procurement /  Comments \nDescription  Contracts  Contracts  Recruitment \n(cumulative )  Method1\n         \nRectification Works  $2,000,000  30  NCB  and  Shopping  - \n(for Works) \nWater  Supply  and  $6,000,000  15  NCB Works  - \nSanitation Works \n         \n \n ", "Appendix 10         47 \n \nB.  Project Procurement Plan \nTable A10.7: Indicative Procurement and Recruitment List \nGeneral  Estimated  Estimated  Recruitment   Domestic  Comments \nDescription  Value  Number of  Method  Preference \n(cumulative)  Contracts  Applicable  \n           \nGoods           \nCDWUU  $3,000,000  4  NCB for Goods  -  - \nEquipment \nVehicles for  $150,000  1  NCB for Goods  -  - \nTransportation \nOffice  $100,000  4  Shopping for  -  - \nEquipment  Goods \n           \nWorks           \nWater Supply  $28,000,000  Multiple  NCB  -  - \nand Sanitation \n           \nGeneral  Estimated  Estimated  Recruitment   Type of  Comments \nDescription  Value  Number of  Method  Proposal \n(cumulative)  Contracts \n           \n           \nConsulting           \nServices \nCommunity  $300,000  2  QCBS  Biodata  Firm or NGO \nMobilization  Proposal \nConsultancy \nTechnical  $750,000  1  QCBS  Simplified  Firm \nDesign  Technical \nConsultancy  Proposal \nTechnical  $450,000  1  QCBS  Biodata  Firm with two \nSupervision  Proposal  international \nConsultancy  consultant \npositions, or \ntwo individual \ninternational \nconsultants \n           \n \n \n \n ", "48          Appendix 10 \nC.  National Competitive Bidding Procedures \n1.  General \nThe procedures to be followed for national competitive bidding shall be for tendering with \nunlimited participation and the two-stage tendering set forth in Law of the Kyrgyz Republic on \nPublic  Procurement  of  Goods,  Works  and  Services  effective  on  April  2004  with  the \nclarifications and modifications described in the following paragraphs required for compliance \nwith the provisions of the ADB Procurement Guidelines. \n2.  Eligibility \nADB:  The  eligibility  of  bidders  shall  be  as  defined  under  section  I  of  ADB's  Procurement \nGuidelines, published by ADB in April 2006; accordingly, no bidder or potential bidder should be \ndeclared ineligible to ADB-financed contracts for other reasons than the ones provided by \nsection I of ADB’s guidelines. Bidders must be nationals of member countries of ADB, and \noffered goods, works and services must be produced in and supplied from member countries of \nADB. \n3.  Prequalification \nNormally,  post-qualification  shall  be  used  unless  explicitly  provided  for  in  the  loan \nagreement/procurement plan. Irrespective of whether post qualification or prequalification is \nused, eligible bidders (both national and foreign) shall be allowed to participate. \n4.  Registration and Licensing \n(a)  Bidding shall not be restricted to pre-registered/licensed firms. \n(b)  Where  registration  or  licensing  is  required,  bidders  (i)  shall  be  allowed  a \nreasonable time to complete the registration or licensing process; and (ii) shall \nnot be denied registration/licensing for reasons unrelated to their capability and \nresources to successfully perform the contract, which shall be verified through \npost-qualification. \n(c)  Foreign bidders shall not be precluded from bidding. If a registration or licensing \nprocess is required, a foreign bidder declared the lowest evaluated bidder shall \nbe given a reasonable opportunity to register or to obtain a license. \n5.  Bidding Period \nThe minimum bidding period is twenty-eight (28) days prior to the deadline for the submission \nof bids. \n6.  Bidding Documents \nProcuring entities should use standard bidding documents for the procurement of goods, \nworks and services acceptable to ADB. \n7.  Preferences \nNo domestic preference shall be given for domestic bidders and for domestically manufactured \ngoods. \n8.  Advertising \nInvitations  to  bid  shall  be  advertised  in  at  least  one  widely  circulated  national  daily \nnewspaper or freely accessible, nationally-known website allowing a minimum of twenty-\neight  (28) days  for  the  preparation  and  submission  of  bids.  Bidding  of  NCB  contracts \n \nestimated  at  US$500,000  equivalent  or  more  for  goods  and  related  services  or \nUS$1,000,000 equivalent or more for civil works shall be advertised on ADB’s website via \nthe posting of the Procurement Plan. \n ", "Appendix 10         49 \n9.  Bid Security \nWhere required, bid security shall be in the form of a bank guarantee from a reputable bank. \n10.  Bid Opening and Bid Evaluation \n(a)  Bids shall be opened in public \n.\n(b)  Evaluation of bids shall be made in strict adherence to the criteria declared in the \nbidding documents and contracts shall be awarded to the lowest evaluated bidder. \n(c)  Bidders shall not be eliminated from detailed evaluation on the basis of minor, \nnon-substantial deviations. \n(d)  No bidder shall be rejected on the basis of a comparison with the employer's \nestimate and budget ceiling without the Bank’s prior concurrence. \n(e)  A contract shall be awarded to the technically responsive bidder that offers the \nlowest evaluated price and who meets the qualifying requirements set out in the \nbidding documents.  \n(f)  No negotiations shall be permitted. \n(g)  Price verification shall not be applied.  \n11.  Rejection of All Bids and Rebidding \nBids shall not be rejected and new bids solicited without ADB’s prior concurrence. \n12.  Participation by Government-owned enterprises \nGovernment-owned enterprises in Kyrgyz Republic shall be eligible to participate as bidders \nonly  if  they  can  establish  that  they  are  legally  and  financially  autonomous,  operate  under \ncommercial law and are not a dependent agency of the contracting authority. Furthermore, they \nwill be subject to the same bid and performance security requirements as other bidders. \n13.  Right to Inspect/Audit \nA provision shall be included in all NCB works and goods contracts financed by ADB requiring \nsuppliers  and  contractors  to  permit  ADB  to  inspect  their  accounts  and  records  and  other \ndocuments relating to the bid submission and the performance of the contract, and to have them \naudited by auditors appointed by ADB. \n14.  Fraud and corruption \na.  The Government shall reject a proposal for award if it determines that the bidder \nrecommended  for  award  has,  directly  or  through  an  agent,  engaged  in  corrupt, \nfraudulent, collusive, or coercive practices in competing for the contract in question. \nb.  ADB will declare a firm or individual ineligible, either indefinitely or for a stated \nperiod, to be awarded a contract financed by ADB, if it at any time determines that \nthe  firm  or  individual  has,  directly  or  through  an  agent,  engaged  in  corrupt, \nfraudulent,  collusive,  coercive  or  obstructive  practices  in  competing  for,  or  in \nexecuting, an ADB-financed contract. \n15.  National Sanctions List \nNational sanctions lists may be applied only with prior approval of ADB. \n \n ", "50          Appendix 11 \nSUBPROJECT SELECTION CRITERIA \nA.  General Procedure \n1.  Using applications for improved water supplies from communities in the project area, the \nconcerned  ayil  okmotu  will  draw  up  priority  lists  of  subproject  communities.  The  project \nmanagement unit (PMU) will then assess the needs and demands of the listed communities and \ntheir willingness to participate in development, management, and maintenance. The PMU will (i) \nrefine the priority list; (ii) through its community development unit (CDU), hold a series of meetings \nin each community on the refined list; and (iii) prepare feasibility studies in consultation with the \ncommunities. Where a feasibility study meets the selection criteria, DRWS will seek approval of the \nrelated ayil okmotu to proceed with detailed design and construction. \n2.  The departmental subcommittee chaired by the director general of DRWS will approve all \nsubprojects.  \nB.  Proposed Selection Criteria \n3.  The preparation of the list of communities requiring assistance will be based on current \npractice, to which new steps have been added to assess the willingness of the communities to \nparticipate in the Project and sign a memorandum of understanding (MOU) with advance deposit of \ntheir specified cash share. Three selection and screening phases have been devised to arrive at \nthe final list of about 122 subprojects to be financed under the supplementary grant. \n1.  Preselection of Subprojects \n4.  According to needs, ayil okmotus will list the communities applying for water supply and \nsanitation within the four oblasts (provinces) covered by the Project, and forward the list to PMU \nand DRWS. The main criteria are that \n(i)  the community is primarily located in an area where there is an acute shortage of \nwater  or  the  existing  system  of  water  supply  and  sanitation  is  dilapidated  and \nrequires major rehabilitation or replacement, and \n(ii)  the community does not have a water supply and sanitation scheme. \n2.  Selection of Subprojects \n5.  During this phase, the CDU, in consultation with each community, will assess the needs \nand demands as well as the willingness to accept, manage, and maintain the proposed water \nsupply and sanitation schemes. The main criterion for preparing the refined list will be the desire \nexpressed by the community for a water supply and sanitation scheme and their acceptance of \ncapital  cost  sharing  and  responsibility  for  operation  and  maintenance  (O&M)  of  the  scheme \n(including costs) upon completion. In this respect, the community drinking water users’ unions \n(CDWUUs) will sign an MOU and deposit in the joint bank account with the PMU an amount \nequivalent to an estimated 2 months O&M expenditure of the scheme, as an initial commitment.   \n6.  Trained CDU staff, comprising a team of one community development officer and two \ncommunity-based motivators (one male and one female), will conduct needs assessment in each \ncommunity. The actual needs and expressions of interest in the scheme will be assessed through \nparticipatory socioeconomic surveys. The CDU staff will survey each community using participatory \ntechniques to determine, among other things, population and number of households, household \nincome levels, present sources of water, who collects the water, how much time is spent in \ncollecting water, any cost associated with the present source, as well as residents' willingness to \npay for O&M of the scheme. \n ", "Appendix 11        51 \n7.  The CDU staff will also conduct open-ended interviews with key respondents to identify (i) \nethnic groups and community leadership, institutions, and organizations; (ii) the community's self-\nhelp  development  experience;  (iii)  the  residents'  perceptions  of  the  success  or  failure  of  the \nProject; and (iv) the community’s willingness to assume O&M responsibility. \n8.  The likelihood of the scheme’s success will be assessed based on the residents' ability and \nwillingness to operate and manage the scheme, the level of social cohesion, and evidence of a \nspirit of self-reliance. The existence of local organizations that could undertake the responsibility, \nand a level of knowledge and skills related to water supply and sanitation systems, will be positive \nfactors in determining whether the community can be expected to be successful. Training needs \nfor scheme maintenance will be assessed and recommendations made for training the community \nmembers before and during subproject construction and subsequent commissioning. \n9.  For a village or cluster of villages under a subproject where a pump-based water source \nwould be involved, the minimum population should be 1,000 (2007 census). This is required to \nensure that the per household tariff remains affordable to the communities.  \n10.  Regarding rehabilitation, only those schemes that have been abandoned for reasons such \nas nonavailability of canal, river, ground, or spring water source failure, or completed its designed \nlife will be selected. However, schemes abandoned due to nonpayment of electricity bills will not be \nconsidered unless the community pays for the arrears. Priority will be given to schemes that \nrequire minor rehabilitation or benefit a large population, or where per capita cost is minimal. \nProject consultants will determine the components of the schemes requiring rehabilitation. \n11.  For gravity-based schemes and cost-effective small-pump schemes, selection will be based \non all conditions defined in paras. 5–10. With regard to the population threshold, selection will be \nbased not on the minimum population size but on the capital cost ceiling as reflected in para. 15. \n3.  Final Approval of Subprojects \n12.  The PMU will carry out feasibility studies and prepare cost estimates for communities for \nwhich the need assessments indicate that schemes built under a community-based approach are \nlikely to be sustainable. The PMU will assist these communities to form CDWUUs, jointly plan \nsubprojects with their CDWUUs, and finalize the MOU with them. Final selection will be based on \nthe findings of the feasibility studies and compliance with the following criteria: \n(i)  Suitable technical options have been explored and the availability of a sustainable \nwater source is confirmed through adequate investigation and field tests for the \nappropriate location, required quantity, and sustained supply of water of acceptable \nquality. \n(ii)  A least-cost comparison of technically feasible options has been prepared and the \nleast-cost option is selected. \n(iii)  The subproject indicates an economic internal rate of return (EIRR) of 12% and/or a \nbenefit–cost ratio (BCR) greater than unity. \n(iv)  The community is willing to share in the capital cost of the subproject in cash as per \nestablished criteria of 5% of the capital cost of the subproject. For very costly \nschemes the socioeconomic profile of the villages will be worked out to determine \nan affordability level.  \n(v)  The community is willing to accept responsibility for O&M and is willing to pay for all \nO&M expenses. \n(vi)  Maps, plans, and typical sections and details have been prepared to scale, showing \nthe location, scope, and scale of the subproject; a preliminary cost estimate has \nbeen prepared; and the CDWUU has signed on the agreed-upon layout and this is \ncountersigned by ayil okmotu. \n ", "52          Appendix 11 \n(vii)  Annual O&M costs have been estimated and tariffs to recover the costs established. \n(viii)  Service affordability and householders' willingness to pay the established tariff have \nbeen confirmed. \n(ix)  An  implementation  plan  has  been  prepared  showing  the  procedures  for  land \ndonation, construction, and O&M. \n(x)  Necessary rights-of-way, water rights, and land requirements have been, or can be, \nfinalized; and an MOU has been signed by the communities with regard to voluntary \ntransfer of land to CDWUU (Appendix 12) for the development of an overhead \nreservoir (if required), water source development, or water transmission lines for \nwastewater disposal. \n(xi)  Environmental impacts have been examined, an initial environmental examination or \nan environmental impact assessment has been prepared, and mitigating measures \nhave been proposed.  \n \n13.  If a subproject's feasibility study meets requirements (i)–(xi), the relevant authorities will \napprove the subproject and the PMU will proceed with design and construction of the water supply \nand sanitation subproject in consultation with the local community. Only subprojects for which land \nrequirements have been satisfied will be included in the program. \n14.  Affordability to the community and willingness to pay for its scheme's O&M costs will be an \nimportant factor in scheme design and service level. For gravity-based schemes, which are located \nmostly in mountainous areas and where houses are spread out, standposts and water tanks will be \nprovided in the villages instead of household connections, to make cost-effective subprojects. In \ncase of pump subprojects, however, individual household connections will be viable in terms of \ntariff collection and should be preferred; however, communities may opt to have community tanks \nand standposts instead. Further, to ensure that only cost-effective schemes are built and capital \ncosts of subprojects remain within certain limits, on the basis of extensive analysis during project \npreparation, it was agreed that the per capita capital cost of different types of schemes will not \nexceed the following ceilings (2008 prices): \n(i)  For new pumping water supply and sanitation (WSS) schemes: Som2,800 ($80). \n(ii)  For new gravity-based WSS and minor schemes: Som1,800 ($50). \nC.  ADB Involvement in the Approval of Subprojects \n15.  The feasibility studies (including cost estimates and economic and financial justification) of \neach subproject for which the estimated total cost exceeds $300,000 equivalent will be forwarded \nto the Asian Development Bank (ADB) for approval before implementation. All other schemes, \nprovided they meet the selection criteria, will be constructed without prior ADB approval, but ADB's \nreview missions will audit these schemes on a post-facto basis. ADB's approval must be obtained \nbefore implementing any subproject that is substituted for a subproject already approved by ADB. \nD.  Operation and Maintenance \n16.  On completion of the construction and commissioning phase, the consultants will prepare a \ncompletion certificate after verifying that the subproject has been constructed as per agreed-upon \nscope and specifications, and there are no shortcomings in terms of leakages or water pressure at \nterminal points. Following the signing of this certificate by the CDWUU and the related project \nimplementation unit and ayil okmotu, and confirmation of the community's satisfaction with the \nsubproject works, the certificate will be issued to the contractor. During project implementation and \nbefore handing over of the subproject, the PMU will train CDWUUs on technical and financial \noperations and provide preventive O&M manuals in the local language and a set of booklets \nrelated to budgeting and accounts.  \n ", "Appendix 12       53 \n \nTRIPARTITE AGREEMENT \nMemorandum of Understanding (MOU) \nbetween \nthe Community Drinking Water Users’ Union (CDWUU) of (Name of subproject, Oblast), \nAyil Okmotu of -----------  and \nthe Department of the Rural Water Supply (DRWS) \nKyrgyz Republic \n1.  This MOU records the agreements of the CDWUU, ayil okmotu, and the DRWS, through \nits project management unit (the PMU), relating to the CDWUU's subproject proposal for the \nconstruction  of  water  supply  and  sanitation  scheme  (the  subproject)  under  the  Asian \nDevelopment Bank (ADB)-assisted Community-Based Infrastructure Services Sector Project \n(the Project). \n2.  Upon signing the MOU, CDWUU will with the assistance of the PMU (i) is established; \nand  (ii)  will  open  a  joint  account  (the  CDWUU  account)  with  the  PMU’s  designated \nrepresentative in a local bank or post office and make a minimum deposit equivalent to the \nestimated operation and maintenance costs of the scheme for two months. \n3.  The CDWUU will \n(i)  provide  the land, including land and water rights, needed for the scheme as per \nattached  MOU  for  Voluntary  Transfer  of  Ownership  of  Land  for  Community \nDevelopment Works; \n(ii)  upon  the  handing  over  of  the  scheme  after  its  commissioning  by  the  PMU, \nmanage, operate, and maintain the scheme in the project community to ensure \nthat reliable and economical service is provided to all households that participate \nin the use of the scheme; \n(iii)  prior to the award of the scheme by the PMU, make another deposit in the \nCDWUU  account  equivalent  to  the  estimated  capital  cost  share  as  mutually \ncomputed and agreed upon by CDWUU and the PMU; \n(iv)  promote the use of safe human waste disposal facilities in private houses and \npublic institutions in conjunction with improvements to water supplies; \n(v)  under the guidance of DRWS and ayil okmotu, implement scheme-specific tariffs \nto recover all operation and maintenance costs for the scheme constructed under \nthe subproject; \n(vi)  collect and manage the user charges from the project community to pay for the \noperation and maintenance of the scheme, and maintain accurate and up-to-date \nfinancial and maintenance records; \n(vii)  in consultation with the ayil okmotu, enforce payment of the user charges through \nappropriate  arrangements,  including  disconnection  of  house  connections  of \ndefaulters;  \n(viii)  maintain an accounts receivable arrears ratio to within 90 days or less of the \nannual water sales for the scheme constructed under the subproject; \n(ix)  undertake water quality monitoring as per applicable guidelines, and provide \nresults to PMU and ayil okmotu; and \n(x)  collect information on the subproject performance management system, as per \nPMU’s guidelines, and provide it to the ayil okmotu and PMU.   \n ", "54         Appendix 12 \n4.  The PMU will \n(i)  in consultation with the CDWUU and ayil okmotu, plan and design the scheme \n(including the costing and technical details) before the CDWUU selects the final \noption including the level of service, in consultation with women groups; \n(ii)  in consultation with the CDWUU and ayil okmotu, construct a water supply and \nsanitation scheme that provides a basic level of service for all households and \nestablishments within the service area, in accordance with the drawings and \ndocuments with the layout signed by the CDWUU and countersigned by ayil \nokmotu; \n(iii)  provide for its capital cost share of the subproject; \n(iv)  in consultation with the CDWUU and ayil okmotu, adopt appropriate measures \nduring  the  construction  stage  of  the  subproject  in  mitigating  environmental \nproblems (including dust and noise vibration, poorly supported trenches, and \ndisturbances to access and traffic); \n(v)  provide  training  and  technical  support  to  the  CDWUU  on  operation  and \nmaintenance of the scheme, tariff setting and collection, basic accounting and \nbudgeting, water quality monitoring, subproject performance monitoring system, \nand other planning and management matters; \n(vi)  in consultation with the CDWUU, develop a preventive maintenance schedule for \neach rural water supply and sanitation subproject it constructs and furnish this \nschedule to the CDWUU during the training on the operation and maintenance of \nthe scheme; and \n(vii)  after  the  commissioning  of  the  subproject,  hand  over  the  subproject  to  the \nCDWUU  through  ayil  okmotu  for  operation  and  maintenance  while  retaining \nresponsibility for fixing any defect during the one year maintenance period of the \nsubproject. \n5.  The  PMU  and  ayil  okmotu  will  hand  over  the  subproject  to  the  CDWUU  after  its \ncommissioning. PMU, ayil okmotu and the CDWUU will sign a completion certificate indicating \nthe satisfactory construction and commissioning of the scheme. Payment to contractor will be \nlinked to the signing of completion certificate. As built drawings, and operation and maintenance \nmanual for the scheme will be attached to the completion certificate. \n6.  This MOU shall take effect as from the date of approval of the CDWUU's proposed \nsubproject by DRWS or by ADB, as applicable, under the Project. \nFor the CDWUU:    For the ayil okmotu:    For the DRWS: \n         \nName of authorized  Name of authorized  Name of authorized \nrepresentative  representative  representative \n         \nPosition in the CDWUU:  Position in the ayil okmotu: Position in the DRWS: \nDate:    Date:    Date: \n ", "Appendix 13        55 \nREVISED FINANCIAL ANALYSIS \n1.  Background. Although financial and economic justifications were found sufficient for the \neight community water and sanitation representative subprojects under the Community-Based \nInfrastructure Services Sector Project,1 the recent developments affecting prices calls for an \nupdated analysis of new core samples. Three samples subprojects have been chosen from \namong 38 operational subprojects in Chui oblast (province): Archaly, supplied through a spring \ncapture system; Kosnovka, supplied through surface water; and Krasnaya Rechka, supplied \nthrough  a  deep  borehole.  A  review  of  the  operational  subprojects  under  the  Project  also \nindicates the need to set up a basis for a revised financial operational plan that will help ensure \nthe sustainability of these subprojects and the potential subprojects undertaken through the \nsupplementary grant. \n2.  Comparative Assessment. The review reveals three specific issues that need to be \nresolved through an analysis of the core subprojects. These are (i) low collection rates that stall \ngrowth, (ii) insufficient tariffs that fail to cover rising operating costs, and (iii) the fact that there \nhave been  substantial increases in unit operating and capital investment costs. Based on \nproject  management  unit  (PMU)  information  as  of  June  2008,  of  38  operational  Chui \nsubprojects, 11 (29%) collect less than 20% of expected tariff revenue and four (10%) show \ncollection greater than 70% of the expected tariff revenue. Only 29 reportedly collect enough to \nrecoup operation and maintenance (O&M) costs, with 13 earning some excess to also cover a \nportion of depreciation or maintenance reserves. Subproject Archaly reports a 51% current tariff \nrevenue collection rate with O&M coverage at only 35%, and subproject Krasnaya Rechka \nshows a 60% current tariff revenue collection rate with O&M coverage at 58%. Subproject \nSosnovka reports a high 102% tariff revenue collection rate, including past year’s arrears. \nSubproject Sosnovka current tariff revenue collection covers only 32% of O&M. The review \nfindings points to the need for an updated analysis of the three sample subprojects following the \nmethodology applied in the project preparation under the Project, and as prescribed by the \nAsian Development Bank (ADB). The approach to the analysis, revised assumptions, analysis \nresults, and conclusion are discussed in the following sections. \n3.  Methodology. The three core subprojects were analyzed following the Handbook for the \nEconomic Analysis of Water Supply Projects2 and the Financial Management and Analysis of \nProjects.3 The main financial viability parameters analyzed are (i) the financial internal rate of \nreturn (FIRR), with the financial net present value as proxy; and (ii) tariff affordability. Details of \nthe analysis are provided in Supplementary Appendix B. \n4.  Assumptions. The key assumptions used are (i) investment costs at base July 2008 \nprices; (ii) physical contingencies at 10%; (iii) local inflation at 10% annually and foreign inflation \nat 2.5% annually; (iv) O&M costs covering salaries, chemicals, power, repair and maintenance, \nand administration based on estimates by design institutes (domestic engineering firms involved \nin preparing detailed engineering designs and estimates) for the technology used; (v) asset \neconomic life assumed at 15 years for equipment and 50 years for civil works; (vi) population \ngrowth at 1.6% annually; and (vii) foreign exchange at Som36 = $1. \n                                                 \n1 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila. \n2  ADB. 1999. Handbook for the Economic Analysis of Water Supply Projects. Manila. \n3  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "56          Appendix 13 \n \n5.  Cost  Estimates.  The  investment  cost  has  three  major  components:  (i)  physical \ninfrastructure,  consisting  of  civil  works,  materials  and  equipment,  and  development  costs \nincluding design engineering and construction supervision and taxes and duties; (ii) capacity \nbuilding, including institutional strengthening, hygiene and sanitation education, and consulting \nservices; and (iii) project management support. The three subprojects require an investment of \nSom21.14  million  ($0.59  million),  including  contingencies.  The  capital  costs  for  the  three \nsubprojects are summarized in Table A13.1. \nTable A13.1: Subproject Capital Cost  \nin Som '000\nComponent Total Archaly Sosnovka  Krasnaya R\nA. Base Cost a    -\n1. Part A: Water Supply and Sanitation Infrastructure   13,867    1,719    4,379      7,769\n2. Part B: Institutional Development     1,632    202    515      914\n3. Part C: Project Management and Administration    1,360    169    429      762\nSubtotal (A)     16,859    2,090    5,324      9,446\nB. Contingencies\n1. Physical Contingency     1,686    209    532      945\n2. Price Contingency     1,855    230    586      1,039\nSubtotal (B)     3,540    439    1,118      1,984\nC. Financing Charges during Implementation    737    91    233      413\nTotal Landed Cost (A+B+C)     21,137    2,620    6,674      11,842\na In mid-2008 prices. Includes taxes and duties. \nSource: Project Management Unit estimates.\n \n6.  Financing Plan. The investment will be financed through a mix of ADB grant, estimated \nat $30 million or 80% of total capital investment, and Government contribution of $7.5 million. \nFor the core subprojects, the Government will contribute Som4.23 million ($0.12) million and \nADB will provide Som16.91 million ($0.47 million) including interest during construction. The \nsummary financing plan for the core subprojects is given in Table A13.2. \nTable A13.2: Subproject Financing Plan \nin Som '000\nComponent %Total Total Archaly Sosnovka  Krasnaya R\nAmount to be financed: \nInvestment in Project     21,137    2,620    6,674      11,842\nOther     -    -    -      -\nTotal Capital Investment    21,137    2,620    6,674      11,842\nFinanced by: \nAsian Development Bank  80    16,909    2,096    5,339      9,474\nDisbursement     16,172    2,005    5,107      9,061\nIDC    737    91    233      413\nGovernment  15    3,170    393    1,001      1,776\nCommunity Contribution  5    1,057    131    334      592\nTotal financed  100    21,137    2,620    6,674      11,842\nSource: Project Management Unit estimates.\n \n7.  Operational Expenditure. Subproject O&M costs include community drinking water \nusers’ union (CDWUU) staff salaries, power, chemical treatment, administration, and repairs \nand maintenance, and are based on PMU data on actual sample operations. Depreciation is \nassumed at 2% annually for civil works (calculated on a 50-year economic life of components) \nand 6.7% for materials and equipment (calculated on a 15-year economic life). Replacement of \nfully depreciated assets is provided for and assumed to be financed either through net operating \n ", "Appendix 13        57 \nincome (when financially feasible) or by Government, to keep future tariffs within affordable \nlevels. \n8.  Service Delivery Assumptions. The analysis is based on the design demand of about \n70 liters per capita day (lpcd) for yard connection and 40 lpcd for public standpost users. \nWatering livestock is provided for in demand measurement, and is assumed to be 10% of total \ndemand for yard and public standpost demand. Lower income households and those remote to \nthe piped distribution are assumed to resort to public standposts for their water needs. About \n50% of households are assumed to tap piped distribution. The demand forecast assumes all \nwater from existing alternative sources will be replaced with subproject water supply. This has \nfeatured as nonincremental water in the economic analysis.  \n9.  Cost Recovery Analysis. The tariff is established by dividing all cash requirements by \nthe volume of water sold. It was assumed that the collection rate would improve as service \nimproves. In the analysis, from actual collection rates of below 70% for Archaly and Krasnaya \nRechka and about 80% for Sosnovka, collection rates would reach 95% by year 5. The analysis \ndetermines the level of tariffs required to satisfy the cost recovery options to include: (i) full O&M \ncost  coverage;  (ii)  O&M  cost  plus  depreciation;  (iii)  O&M  plus  debt  payments;  and  (iv) \nbreakeven, i.e., O&M plus depreciation and debt payments. The required subsidy levels have \nbeen assessed where tariffs are insufficient to attain full cost recovery.  \n10.  Tariff Basis and Forecast. The tariffs follow current practice that differentiates tariffs for \nyard connections and public standposts. For yard connections, the tariffs are volume-based and \nstructured to prevent wastage. Yard connections are charged three times more than public \nstandposts. This allows the poor within the community who have lower disposable income to be \nable  to  at  least  cover  their  basic  water  needs.  The  higher-income  households,  generally \nrequiring more water and consequently incurring higher marginal costs, are made to pay more. \nLivestock  water  consumption  is  attached  to  tariff  estimation  for  public  standposts.  In  the \nfinancial  projections,  where  costs  are  given  in  nominal  terms,  the  tariffs  are  projected  to \nincrease biannually to cope with cost inflation. In the FIRR cash flows, the tariffs are given in \nreal terms. \n11.  Weighted Average Cost of Capital. The WACC is calculated in real terms and used as \nthe hurdle rate for FIRR to measure subproject viability. Funding sources are the ADB grant \n(80%) and Government contribution (20%). Inflation is estimated at 2.5% for foreign costs and \n10% for local costs. The rates are computed on an after-tax basis, resulting in the WACC in real \nterms  being  estimated  at  3.0%.  The  WACC  calculation  for  the  three  sample  subprojects \ncombined is presented in Table A13.3. \nTable A13.3: Weighted Average Cost of Capital \nin Com '000\n% %Cost of Weighted WACC Inflation  WACC\nParticulars  Capital  Total Capital Capital Nominal %  rate %  Real %\nADB      1 6,909     80.0 1.5     254 1.5  2.5  0.00\nGovernment      4 ,227     20.0 13.3     562 13.3  10.0  3.00\nTotal Capital Investment      2 1,137     100.0     816 3.00\nWACC = weighted average cost of capital \n Source: Project Management Unit estimates. \n ", "58          Appendix 13 \n \n12.  Affordability Analysis. Affordability analysis was undertaken to check the level of water \nexpenditure against average household income. Table A13.4 presents the affordability levels in \neach subproject for year 1 (2009), year 5 (2013), and year 15 (2023). The number of persons \nper household and the unit consumption are based on field survey. The average household \nincomes are from the social survey conducted in Chui oblast under the project preparation and \nhave been escalated to account for inflation. Based on the tariff increases required to satisfy \nviability parameters, water expenditure will eventually overtake average income, and thus tariffs \nwill exceed consumer affordability. To keep tariffs at affordable levels, subsidy infusions during \nspecific periods when tariffs are relatively high will need to be considered. Table A13.4 indicates \nthat the monthly charges under yard connections for Archaly and Krasnaya Rechka exceed the \ngenerally accepted limit of 5% of household income in all specified periods. Likewise, the \ncharges  for  public  standpost  usage  in  Krasnaya  Rechka  substantially  exceed  the  5%  of \nhousehold income limit. Water expenditure under both service types for Sosnovka are within \nacceptable limits. The main factors are Sosnovka’s large customer base relative to the system \ntype, which is also cheaper to operate. In future, selection of subprojects for inclusion under the \nProject would give due consideration to such technical factors. \nTable A13.4: Tariff Affordability \nSubproject Archaly Subproject Sosnovka Subproject Krasnaya Rechka\nParticulars Year 1  Year 5 Year 15 Year 1 Year 5 Year 15 Year 1  Year 5 Year 15\nPersons per household  5.6  5.6 5.6 3.8 3.8 3.8 4.7  4.7 4.7\nConsumption, lpcd \nYard connection 70  70 70 73 73 73 67  67 67\nPublic standpipe  47  47 47 47 47 47 41  41 41\nAverage monthly consumption, m3\nYard connection 12  12 12 8 88 9 9 9\nPublic standpipe  8 88 5 55 6 6 6\nHousehold income/mo, Som      1 ,650      2,318    3,934    1,650    2,318    3,934    1 ,650      2 ,318    3,934\nMonthly charge, Som     1 80      286    910    44    77    322    187      2 83    796\nYard connection, Som/month      1 29      205    651    30    54    223    128      1 94    546\nPublic standpipe, Som/month      5 8      92    292    30    52    218    271      4 10    1,155\nIncome spent for water (%)  11  12 23 3 3 8 11  12  20\nYard connection  (%)  8 9 17 2 2 6 8 8  14\nPublic standpipe  (%)  4 4 7 2 2 6 16 18  29\nSource: Asian Development Bank estimates.   \n \n \n13.  Financial Viability Approach. The subproject is considered viable if the resulting FIRR \nis greater than the WACC, and the tariff applied to recover cost is affordable to the consumer. \nThe  affordability  analysis  shows  that  for  subprojects  Archaly  and  Krasnaya  Rechka,  the \nprojected  tariffs  required  for  the  FIRR  to  exceed  the  WACC  would  go  beyond  consumer \naffordability. Thus, to satisfy both viability parameters, tariffs will need to be subsidized. To \nmeasure the subsidy requirements, tariffs have been set at different cost-recovery options that \nwould result in (i) the FIRR exceeding the WACC; (ii) maximum affordability, i.e., within the \ngenerally accepted 5% of household income; (iii) full O&M cost recovery; (iv) full O&M plus \ndepreciation; (v) full O&M plus debt servicing; and (vi) full O&M plus depreciation and debt \nservicing (the break-even level). Table A13.5 presents the tariffs for these options and the \nsubsidies needed to attain financial sustainability. Based on the analysis, all cost recovery \noptions will require a certain level of tariff subsidization for the subproject to attain viability. \nDetailed analysis is provided in Supplementary Appendix B and is summarized below: \n ", "Appendix 13        59 \n(i)  If tariffs are set so that the FIRR exceeds the WACC, Archaly and Krasnaya Rechka \nwill require annual subsidies until year 4, while Sosnovka will require subsidies until \nyear 5. \n(ii)  Archaly and Krasnaya Rechka need annual subsidies until year 32 if tariffs are set at \nmaximum affordability. Sosnovka would require subsidies until year 4. \n(iii)  If tariffs are set to attain breakeven, some subsidization will still be required until \nyear 5 for all subprojects. \n14.  Sensitivity Analysis. Sensitivity tests were performed to determine the effects of (i) a \n20% increase in investment cost, (ii) a 20% increase in O&M cost, (iii) a 20% decrease in \nrevenue, and (iv) a 1-year delay in project revenue generation. In all sensitivity scenarios, the \nFIRR for the three subprojects surpasses the WACC. All the subprojects remain robust under \nadverse circumstances. Table A13.5 presents the results of the FIRR calculations and the \nsensitivity analysis. \nTable A13.5: Subproject Financial Internal Rate of Return \n(%) \nBase  Capital +  O&M + Benefit 1-yr Delay  Switching Value\nSubproject  Case  20%  20% -20% in Benefit Costs Benefits  Capital a\nArchaly  9.4  8.0  5.7 3.6 7.0 27.0 22.0  134.2\nSosnovka  7.5  6.0  5.7 3.6 5.9 28.6 23.3  73.9\nKrasnaya Rechka  8.1  6.5  5.7 3.4 6.2 26.4 21.5  77.7\na At this level of capital cost increase, FIRR will be equal to weighted average cost of capital at 3%.  \nSource: Asian Development Bank estimates. \n \n15.  Financial Viability Analysis. The three core subprojects are found to be financially \nviable,  but  will  require  operational  subsidies  to  attain  full  cost  recovery  (O&M,  debt,  and \ndepreciation). At tariffs set for the FIRR to exceed the WACC, the FIRR for subproject Archaly is \n9.4%, for subproject Sosnovka it is 7.5%, and for subproject Krasnaya Rechka it is 8.1%. Tariff \nincreases every 2 years are required to attain a level of self-sufficiency. However, to attain \nfinancial viability throughout the study period, subsidies are required to soften the burden on the \nusers of both yard connections and public standposts. To minimize operational subsidy needs, \ntariffs may be further increased by larger increments and more frequently. However, consumer \naffordability may be compromised, especially as the current tariffs are already beyond the \ngenerally accepted 5% limit. \n16.  Conclusion.  The  analysis  of  the  three  core  samples  have  been  updated  in \nconsideration  of  the  substantial  cost  hikes  that  were  unforeseen  during  the  initial  project \npreparation stage. Analysis findings indicate that the sample subprojects are financially viable \non two measures: (i) required periodic tariff increases (herewith assumed every 2 years), and \n(ii) tariff subsidization based on cost recovery with regard to consumer affordability. For these \nmeasures to be relevant to the succeeding subprojects under the supplementary grant, they \nwould be incorporated when preparing subproject financial operational plans. These plans and \nrelated issues have been discussed and agreed with the Department of Rural Water Supply for \nachieving financial sustainability of the overall investment. Issues pertaining to subsidization, the \nmanner of implementation, and funds sourcing are specifically relevant. Income affordability is a \nmajor factor in determining subsidy requirement, and thus household income bases may need \nto be reviewed periodically. \n \n ", "60  Appendix 14 \n \nREVISED ECONOMIC ANALYSIS \n1.  Objectives. Under the initial project appraisal for the Community-Based Infrastructure \nServices  Sector  Project,1  economic  and  financial  analyses  were  carried  out  for  eight \nrepresentative  rural  subprojects  for  the  water  supply  component,  with  resulting  indicators \nshowing all subprojects to be viable with economic internal rates of return (EIRRs) ranging \nbetween 13% and 38.2%, averaging 28.5%,  and average financial internal rates of return \n(FIRRs) ranging between 4.7% and 14.4%, and averaging 11%. Of 240 subprojects planned, \nonly 118 have been undertaken, of which 85 are reportedly completed as of the end of 2007. \nThe proposed supplementary grant will finance the completion of unfinished works and the \nremaining subprojects. The following discussions present the economic viability analysis of \nthree operational subprojects chosen to represent the completed subprojects under the initial \nProject and those included under the proposed supplementary grant. This would ensure that \noperation and maintenance (O&M) of the existing and completed subprojects and the new \nassets under the supplementary grant reflecting both the costs of construction delays and the \nrise in component prices can be adequately covered. As there is no variation in project scope \nand benefits level, the revised economic and financial analyses follow through from the original \nappraisal approach, except for the benefit–cost analysis that requires revisiting. Similar to the \nrevised financial analysis, three core subprojects from Chui oblast (province) were considered to \nrepresent the range of supply sources, population coverage, and system O&M within the four \noblasts under the supplementary grant (Appendix 13). \n2.  Methodology.  The  economic  analysis  follows  Asian  Development  Bank  (ADB) \nguidelines, including the Guidelines for the Economic Analysis of Projects2 and the Handbook \nfor the Economic Analysis of Water Supply Projects.3 The analysis describes the economic \nrationale and target beneficiaries and undertakes a viability analysis of the core subprojects. \nBased  on  sector  review,  demand  analysis,  and  subproject  beneficiary  assessment,  the \neconomic benefit–cost and sensitivity analyses were carried out. The analysis compares the \ncalculated EIRR with the economic opportunity cost of capital (EOCC), assumed to be 12%. \nWith  the  EIRR  greater  than  the  EOCC,  the  subproject  proposal  is  deemed  economically \nfeasible. A sensitivity analysis was conducted to see the effects of certain adverse conditions on \nsystem capital investment and O&M cost, revenue generation, and overall subproject viability. \nThe analysis uses the domestic price numeraire, as benefits are nontradable in nature. The \nanalysis was undertaken at constant June 2008 price levels and assesses the project effects \nover a 25-year period. \n3.  Economic  Rationale  and  Goals.  The  project  rationale  results  from  the  increasing \nconcern over the worsening water supply situation in the rural communities as a result of \nimplementation delays in ongoing interventions. Without urgent investments to pursue the long-\nterm objective of providing sufficient and secure water supply in the selected regions, the \nnegative impacts on the health of the poor and their economic condition would only tend to \nnullify  any  efforts  already  undertaken.  The  Project  is  considered  a  high  priority  by  the \nGovernment and is well-integrated with other investment activities in the four regions covered \nunder the supplementary grant. \n                                                 \n1 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila. \n2  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n3  ADB. 1999. Handbook for the Economic Analysis of Water Supply Projects. Manila. \n ", "Appendix 14        61 \n4.  Selection Approach. The subprojects were selected based on the design and selection \ncriteria for rural communities detailed in volume I of the main report prepared under TA 3048-\nKGZ.4  The  selection  process  required  (i)  consistency  with  demand  based  on  community \nwillingness  to  participate  and  contribute;  (ii)  the  least-cost  approach  of  meeting  effective \ndemand in terms of location, scale, and appropriate technology; and (iii) that economic benefits \nwere likely to exceed economic costs. Preference is also given to communities with high water-\nrelated health risks and multiple communities served by single integrated systems. \n5.  Project Components. The project focuses on the secure and sustainable supply of \ngood quality potable water to rural communities within the four regions. The physical works \ncomprise  source  development  for  individual  and  integrated  supply  systems,  to  include \nboreholes, spring captures, and surface water structures. The physical plant consists of trunk \nmains, pumping stations, reservoirs, and treatment facilities. The local distribution networks will \ninclude metered yard connections and public standpipes. The Project will also provide technical \nassistance and capacity building and sanitation and health awareness education. \n6.  Economic  Costs.  The  economic  capital  investment  and  annual  O&M  costs  were \ncalculated  from  the  financial  cost  estimates  given  in  Appendix  13.  Taxes  and  duties  are \nexcluded  from  the  financial costs as  they  represent  transfer  payments.  Price  inflation  and \nmarket distortions are also excluded. The subproject capital and O&M costs are distributed into \ntraded  and  nontraded  components  and  labor.  For  traded  and  nontraded  components,  the \nshadow exchange rate factor is assumed at 1.0 based on rural projects undertaken by ADB and \nthe World Bank in the Kyrgyz Republic. Unskilled labor is available in the rural economy which \nmeans the opportunity cost is lower than the wage rate. The shadow wage rate is assumed to \nbe 0.7 for unskilled labor following estimates made for agricultural and highway projects in the \nKyrgyz Republic. The economic costs are given in real terms and phased over the project \ndesign period at 15 years. The cost streams are assessed over 25 years. Table A14.1 presents \nthe calculation of the economic project costs for the three core subprojects. \n                                                 \n4 ADB. 1998. Technical Assistance to the Kyrgyz Republic for the Community-Based Infrastructure Services Sector \nProject. Manila. \n ", "62  Appendix 14 \n \nTable A14.1: Conversion of Financial to Economic Project Cost \n(Som ‘000) \n \nSubproject Archaly I\nFinancial Unskilled Balance Foreign Unskilled Other Economic\n \nParticulars Cost Foreign Local Labor Local Taxes Other x SERF x SWRF x SCF Project\nTotal Cost Cost 30% Cost 1.00 0 .70 0.01 Cost\n             \nCivil Works  660 2 71 390 117 273 101 171 271 82 1 71 524\n                                                   \nEquipment 1 ,036 4 25 611 - 611 250 362 425 - 3 62 786\n                                                \nTotal CW and Equipment 1 ,696 6 95 1,001 117 884 351 533 695 82 5 33 1,310\n                                                  \nDesign and construction supervision 85 -  85 - 85 - 85 - - 85 85\n                                                 \nInstitutional development 210 1 4 196 - 196 - 196 14 - 196 210\n                                                  \nProject management and administration 1 75 1 23 52 - 52 - 52 123 -  52 175\n                                                 \nPhysical Contingency 2 17 89 128 - 128 - 128 89 -  128 217\n                                                \nTotal Construction Cost 2,382 9 21 1,461 117 1,344 351 993 921 8 2 993 1,996\n                                                \n \n \nSubproject Sosnovka  \nFinancial Unskilled Balance Foreign Unskilled Other Economic\n   \nParticulars Cost Foreign Local Labor Local Taxes Other x SERF x SWRF x SCF Project\nTotal Cost Cost 30% Cost 1.00 0.70 0.01 Cost\n             \nCivil Works 1,682 6 90 992 298 695 258 437 690 2 08 437 1,335\n                                                 \nEquipment 2,639 1 ,082 1,557 - 1,557 636 921 1,082 -  921 2,003\n                                                \nTotal CW and Equipment 4,321 1 ,772 2,549 298 2,252 894 1,358 1,772 2 08 1 ,358 3,338\n                                                   \nDesign and construction supervision 2 16 -  216 - 216 - 216 - -  216 216\n                                                 \nInstitutional development 5 34 36 498 - 498 - 498 36 -  498 534\n                                                 \nProject management and administration 4 45 3 13 132 - 132 - 132 313 -  132 445\n                                                 \nPhysical Contingency 5 52 2 26 325 - 325 - 325 226 -  325 552\n                                               \nTotal Construction Cost 6,068 2 ,346 3,721 298 3,423 894 2,529 2,346 2 08 2 ,529 5,084\n                                                \nSubproject Krasnaya Rechka  \nFinancial Unskilled Balance Foreign Unskilled Other Economic\n   \nParticulars Cost Foreign Local Labor Local Taxes Other x SERF x SWRF x SCF Project\nTotal Cost Cost 30% Cost 1.00 0.70 0.01 Cost\n             \nCivil Works 2,984 1 ,224 1,761 528 1,232 458 775 1,224 3 70 775 2,368\n                                                 \nEquipment 4,683 1 ,920 2,763 - 2,763 1,128 1,634 1,920 -  1 ,634 3,554\n                                                \nTotal CW and Equipment 7,667 3 ,143 4,523 528 3,995 1,586 2,409 3,143 3 70 2 ,409 5,922\n                                                   \nDesign and construction supervision 3 83 -  383 - 383 - 383 - -  383 383\n                                                 \nInstitutional development 9 47 63 884 - 884 - 884 63 -  884 947\n                                                 \nProject management and administration 7 89 5 56 234 - 234 - 234 556 -  234 789\n                                                 \nPhysical Contingency 9 79 4 01 577 - 577 - 577 401 -  577 979\n                                                \nTotal Construction Cost 10,766 4 ,163 6,602 528 6,074 1,586 4,488 4,163 3 70 4 ,488 9,021\n                                                  \n \nCW = civil works; SCF = standard conversion factor; SERF = shadow exchange rate factor; SWRF = shadow wage rate factor. \nSource: Asian Development Bank estimates. \n \n \n7.  Table A14.2 shows the projected annual economic O&M costs for the subprojects. Labor \nis assumed at 30% skilled and the rest unskilled. Unskilled labor is subject to a shadow wage \nrate of 0.7. For skilled labor and the other cost components, a shadow exchange rate factor of \n1.0 is applied. \n ", "Appendix 14        63 \nTable A14.2: Economic Operation and Maintenance Costs \n(Som ‘000) \n  Subproject Archaly   \n \nConversion Year 1 Year 5 Year 10 Year 15\nO&M Components factor Financial Economic Financial Economic Financial Economic Financial Economic\n \nLabor salaries\nSkilled 1.0 171 171 205 205 222 222 240 240\n                             \nNon-skilled 0.7 73 51 88 61 95 66 103 72\n                           \nPower 1.0 3 3 4 4 5 5 5 5\n                              \nChemicals 1.0 9 9 11 11 12 12 13 13\n                             \nMaintenance 1.0 252 252 303 303 328 328 355 355\n                           \nOther 1.0 - - - - - - - -\n                         \nTotal O&M expenses 509 487 610 584 661 632 715 685\n                         \n \nSubproject Sosnovka\n \nConversion Year 1 Year 5 Year 10 Year 15\nO&M Components factor Financial Economic Financial Economic Financial Economic Financial Economic\n \nLabor salaries\n \nSkilled 1.0 97 97 104 104 112 112 122 122\n                             \nNon-skilled 0.7 42 29 45 31 48 34 52 37\n                           \nPower 1.0 6 6 6 6 7 7 7 7\n                               \nChemicals 1.0 23 23 24 24 26 26 29 29\n                           \nMaintenance 1.0 417 417 444 444 481 481 520 520\n                           \nOther 1.0 - - - - - - - -\n                         \nTotal O&M expenses 584 572 623 609 674 660 730 714\n                         \n \nSubproject Krasnaya Rechka\n \nConversion Year 1 Year 5 Year 10 Year 15\nO&M Components factor Financial Economic Financial Economic Financial Economic Financial Economic\n \nLabor salaries\nSkilled 1.0 288 288 307 307 332 332 360 360\n                           \nNon-skilled 0.7 123 86 132 92 142 100 154 108\n                           \nPower 1.0 225 225 240 240 260 260 281 281\n                           \nChemicals 1.0 5 5 5 5 5 5 6 6\n                             \nMaintenance 1.0 603 603 642 642 695 695 753 753\n                           \nOther 1.0 - - - - - - - -\n                         \nTotal O&M expenses 1,244 1,207 1,326 1,286 1,435 1,392 1,554 1,508\n                             \nO&M = operation and maintenance. \nSource: Asian Development Bank estimates. \n \n \n8.  Water Supply Situation. Prior to and without the Project, the village communities in the \nsubprojects relied on water vendors, trucked service, distant irrigation canals, springs, and \nrivers as their main water sources. With the Project, piped water will replace all supplies from \nthese  sources  that  now  comprise  nonincremental  demand.  The  water  system  in  Archaly \nsupplies about 80% of the population; in Sosnovka and Krasnaya Rechka the systems supply \nabout  90%.  The  supply  situation  is  projected  to  rise  with  population  growth  at  1.6%,  and \nincrease annually to reach the design target population served of 90% by year 5. Current \ndemand averages 70 liters per capita per day (lpcd) for yard connections and 40 lpcd for public \nstandposts. Demand is based on actual survey and assumed to remain at the same level with \nthe  Project  in  place.  In  Chui  oblast  (province),  where  all  three  subprojects  are  located, \nhouseholds without yard connections spend about an hour daily covering a distance of 500–\n1,000 meters to collect water from unsafe rivers or open irrigation canals. Poor maintenance of \nthe existing piped and nonpiped systems (with effects seen more with the latter type5) due to \nlack of operational funds resulting from inadequate tariffs and low collection rates, has also led \nyard connection users to supplement their current needs in the same manner, with some \n                                                 \n5 This was one of the reasons cited in the social survey why, even in the rural communities in most regions where \npiped systems exist, preference for yard connection is high. In Archaly, 86% opt for direct yard connections. In \nSosnovka and Krasnaya Rechka, yard connection is even higher (96% in Sosnovka and 98% in Krasnaya \nRechka). \n ", "64  Appendix 14 \n \nreverting to more expensive supplies from trucks and vendors. With available supplies mitigated \nthrough the financial operational plans outlined in the financial analysis (Appendix 13), current \ndemand levels will be met. However, in more developed subproject communities, there are \nconsumers who exceed design demand levels and have the capacity and are willing to pay for \nthe excess. This induced demand arises with the lower price offered with the piped service. The \nsituation leads to the depletion of supply sources earlier (by about 5 years) than the projected \ndesign horizon of 15 years. In this instance, sufficient funds will have been generated from the \nimproved financial operational plans to finance development of additional supply sources to \naugment increased demand.6 Table A14.3 presents the current and future demand situation in \nthe three samples subprojects. For purposes of the analysis, year 0 is taken as the without-\nproject scenario, for although the systems are partially operational, any reported improvements \nto the system and service prior to project interventions remain insignificant. Year 1 represents \nthe  first  year  of  full  or  improved  system  operation,  when  all  facilities,  including  financial \noperational plans, are in place. \n9.  Subproject Beneficiaries. Subproject beneficiaries comprise households with existing \nconnections  and  those  that  are  yet  to  receive  direct  house  or  yard  connections  but  who \npreviously  obtained  water  from  public  standposts  or  other  sources.  The  beneficiaries  also \ninclude households that will continue to depend on public standposts as the main supply source \nfor economic and technical reasons. In Archaly, the number of beneficiaries is seen to increase \nby  63%  by  year  5  from  the  without-project  situation;  in  Kosnovka  and  Krasnaya  Rechka, \nbeneficiaries will increase by 43% in the same period. The total beneficiaries in the sample \nsubprojects will reach 14,000 (90% of the total population) by year 15. \nTable A14.3: Current and Projected Demand \nSubproject Archaly Subproject Sosnovka Subproject Krasnaya Rechka\nParticulars Year 0 Year 1 Year 5 Year 15 Year 0 Year 1 Year 5 Year 15 Year 0 Year 1 Year 5 Year 15\nPopulation 1,938 1,969 2,098 2,458 5,420 5,507 5,868 6,878 4,724 4,800 5,115 5,994\n                                              \n% served population  70  80  90  90  80  90  90  90  80  90  90  90\n \nServed population 1,356 1,575 1,888 2,213 4,336 4,956 5,281 6,190 3,780 4,320 4,603 5,395\n                                              \n% served - yard connection  86  86  86  86  96  96  96  96  98  98  98  98\n \n% served - public standpost  14  14  14  14  4  4  4  4  2  2  2  2\n \nLpcd - yard connection 70 70 70 70 73 73 73 73 67 67 67 67\n                                              \nLpcd - public standpost 47 47 47 47 47 47 47 47 41 41 41 41\n                                             \nLpcd - livestock, % yard + ps lpcd  10  10  10  10  10  10  10  10  10  10  10  10\n \nAnnual production, m3 '000 36 42 51 59 126 144 153 180 101 115 123 144\n                                                \nUFW, % production  10  10  10  10  10  10  10  10  10  10  10  10\n \nVolume sold, m3 '000 33 37 45 54 113 130 139 162 91 104 111 130\n                                                \nYard connection 27 31 37 44 100 115 122 143 82 94 100 117\n                                              \nPublic standpost 3 3 4 5 3 3 4 4 1 1 1 1\n                                            \nLivestock 3 3 4 5 10 12 13 15 8 9 10 12\n                                              \nTechnical loss, % production  100  100  100 1 00  100  100  100  100  100  100  100  100\n \nNon-technical loss, m3 '000  0  0  0  0  0  0  0  0  0  0  0  0\n \nIncremental water, % volume sold  15  15  15  15  20  20  20  20  15  15  15  15\nNon-incremental water, % volume sold 85  85  85  85  80  80  80  80  85  85  85  85\n \nPersons per household (PPH) 6 6 6 6 4 4 4 4 5 5 5 5\n                                              \nNumber of households 243 282 338 396 1,148 1,312 1,398 1,638 813 929 990 1,160\n                                            \nlpcd  = liter per capita per day, PPH = persons per household, UFW = unaccounted-for water. \nSource: Asian Development Bank estimates. \n \n \n10.  Economic Benefits. The main benefits would arise from resource cost savings from \nincremental water demand that arise from existing levels of piped consumption and replaced \n                                                 \n6  In this manner, additional costs arising from financing new development will be cancelled out by the benefits \nresulting from user willingness to pay for higher consumption. \n ", "Appendix 14        65 \nsupplies from other sources. The with-project and without-project scenarios were evaluated to \ndetermine the benefits effects.  \n(i)  The project benefits were quantified based on collection time and cost savings for \nnonincremental water supply. The cost of time used for collecting water is estimated \nat 50% of the average hourly wage rate in the area and using average distance and \ncollection time. This was multiplied by the shadow wage rate of 0.7, and the number \nof hours spent annually on water collection. To this, the cost of in-house storage and \ntreatment was added. These benefits account for the costs that households would \nhave incurred in a without-project situation. The total cost to the household was then \ndivided by the total water consumption to arrive at the nonincremental benefit per \nunit consumption. Existing supplemental supplies through water vendors, trucked \nservice,  etc.,  will  be  replaced  by  the  new  piped  system  and  also  form  part  of \nnonincremental inputs.  \n(ii)  Induced demand would comprise incremental benefits, which were valued using the \naverage of the willingness to pay (WTP) based on the contingent valuation method \napplied in the 1999 social survey conducted in the regions, and the long-run marginal \ncost  proxied  by  the  average  incremental  economic  cost  in  the  analysis.7  The \nincremental benefits that accrue from induced demand, estimated at 15%–20% of \ntotal projected demand, is due to lower costs associated with piped service with the \nproject. \n(iii)  There  are  no  benefits  assumed  from  nontechnical  loss,  e.g.,  pilferage,  meter \ntampering, and illegal connections, as the systems are small and easily monitored. \n11.  Economic  Benefit–Cost  Analysis.  The  benefit–cost  ratio  (BCR)  is  utilized  in  the \nanalysis  to  assess  whether  project  benefits  outweigh  costs,  thus  making  the  Project \neconomically feasible. The main economic costs evaluated in the analysis comprise capital \ninvestment  and  O&M  costs.  The  major  economic  benefits  include  nonincremental  water \nassessed using resource cost savings approach. The annual cost streams are set against the \nannual benefit streams and discounted using the EOCC at 12% as the hurdle rate. The resulting \npresent value of benefits is divided by the present value of costs and, if the resulting ratio is \ngreater than or equal to 1.0, the project is deemed acceptable. Table A14.4 summarizes the \nresults for the three samples, all of which show BCRs above 1.0. \nTable A14.4: Benefit–Cost Analysis \n(Som ‘000) \nSubproject Archaly Sosnovka Krasnaya R\nPresent Value of Benefits \nIncremental     618    1,905      1,940\nNon-incremental     6,168    12,950      2 1,826\nTotal     6,786    14,854      2 3,765\nPresent Value of Costs \nCapital     1,910    4,866      8,634\nO&M     3,054    4,116      7,974\nTotal     4,964    8,983      1 6,608\nBenefit–Cost Ratio     1.37    1.65      1.43\n \nO&M = operation and maintenance. \nSource: Asian Development Bank estimates. \n                                                 \n7  Induced demand is expected with the lower price of piped water from the new system relative to the existing \nprice of delivered water at Com15–Com25/cubic meter (m3). Comparatively, average incremental economic cost \nfor Archaly is Com13.21/ m3, for Sosnovka Com7.69/ m3, and for Krasnaya Rechka Com17.74/m3. Noted also \nwas the dissatisfaction of villagers who do not receive delivery on time or at regular intervals, and with water \nalways at risk of contamination. Collected water from distant sources was not deemed completely safe to drink. \n ", "66  Appendix 14 \n \n \n12.  The  BCR  is  a  stronger  indicator  of  the  variance  in  the  economic  viability  of  the \nsubprojects under the supplementary grant in comparison to those under the initial Project. For \nsimilar schemes (spring, surface, and borehole water sources), the BCR for subprojects in the \ninitial Project ranged from 3.27 to 4.72; the BCR for subprojects under the supplementary grant \nranged from 1.37 to 1.65. The economic costs have obviously increased over time with the \nbenefits remaining the same. Considering that the BCR in all sample subprojects remains \ngreater than unity, the subprojects are economically viable. \n13.  Economic Internal Rate of Return. The benefits streams from resource cost savings \nare compared with the cost streams of capital and O&M costs to determine the discounted net \ncash flows and the resulting EIRR for each core subproject. Following ADB guidelines, the \nEOCC is set at 12%. The results show all EIRRs exceeding the EOCC. The average EIRR is \n29.7%. For the individual subprojects, the EIRR ranges between 26.6% and 33.9%. Table A14.5 \nindicates EIRRs at base and under stress conditions. \nTable A14.5: Economic Analysis Summary Results (%) \nBase  Capital +  O&M + Benefit 1-yr Delay  Switching Value\nSubproject  Case  20%  20% -20% in Benefit Costs  Benefits Capital a\nArchaly  28.5  22.8  22.9 16.2 18.6 32.0  26.7  94.8\nSosnovka 33.9  26.8  30.5 22.4 23.0 45.4  38.2  119.9\nKrasnaya Rechka  26.6  21.2  23.3 16.8 18.8 35.7  29.9  82.3\na At this level of capital cost increase, EIRR will be equal to EOCC at 12%.\n \nEIRR = economic internal rate of return, EOCC = economic opportunity cost of capital, O&M = operation and \nmaintenance. \nSource: Asian Development Bank estimates. \n \n14.  EIRRs are tested for sensitivity using the following parameters: (i) a 20% increase in \ncapital cost, (ii) a 20% increase in O&M cost, (iii) a 20% reduction in benefits, and (iv) a 1-year \ndelay in benefits. Likewise, switching values are applied to the costs and benefits parameters. \nThe schemes are found to be generally robust and insensitive to changes in capital cost, and \nless so to changes in O&M cost. A decrease in benefits would affect Archaly marginally, but the \nrest of the subprojects will remain robust. A 1-year delay in benefits would have only slight \neffects. The switching values represent the change in costs and benefits that sets the EIRR at \n12%. The results show the subprojects can absorb changes in costs of between 29% and 39% \nand remain economically viable. Decreases in benefits of between 24% and 33% are also \nmanageable. On a constraint situation, to determine the maximum capital costs, the analysis \nindicated that the subproject capital cost may increase by as much as 82%–120% with EIRR \nstill equal to EOCC.  \n15.  Conclusion. The economic analysis indicates that the subprojects are economically \nviable with EIRR values exceeding the EOCC in all cases. It should be noted that this analysis \nexcludes the significant health and environmental benefits from these quantified results. The \nsensitivity analysis demonstrates the results to be robust even when tested under unfavorable \neconomic conditions. The resulting BCRs for the subproject range between 1.4 and 1.71, also \nindicating feasibility. \n \n "], "metadata": {"CreationDate": "D:20081104114304+08'00'", "Subject": "Proposed Supplementary Asian Development Fund Grant", "Author": "Vijay Padmanabhan", "Creator": "Acrobat PDFMaker 7.0.5 for Word", "Keywords": "supplementary adf grant, asian development fund grant, infrastructure services sector, sanitation and hygiene education, kyrgyz financial capacity, urban community-based infrastructure, kyrgyz public health services, adb project 31197", "Producer": "Acrobat Elements 7.0.5 (Windows)", "ModDate": "D:20081110095130+08'00'", "Company": "Asian Development Bank", "SourceModified": "D:20081014064810", "Title": "Community-Based Infrastructure Services Sector Project"}}