{"path": "data/input/reports/32312-lao-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 32312 \nNovember 2006 \nProposed Asian Development Fund Loan and Grant \nLao People's Democratic Republic: Basic Education \n \nSector Development Program\n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 23 November 2006) \n \nCurrency Unit –  kip (KN) \n \nKN1.00 =  $.00010155 \n$1.00 =  KN9,847.50 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BESDP  –  Basic Education Sector Development Program \n  DEB  –  district education bureau \n  ECDM  –  Education Construction Design and Management  \n  EDG  –  education development grant \n  EDWG  –  Education Donor Working Group \n  EFA Plan  –  National Plan of Action for Education for All \n  EMIS  –  education management information system \n  FMIS  -  financial management information system \n  GDP  –  gross domestic product \n  GEGAP  –  Gender and Ethnic Groups Action Plan \n  LSE  –  lower secondary education \n  LSSG  –  lower secondary student grant \n  MDG  –  Millennium Development Goal \n  MOE  –  Ministry of Education \n  MOF  –  Ministry of Finance \n  MTEF  –  medium-term expenditure framework \n  NGO  –  nongovernment organization \n  NER  –  net enrollment rate \n  NFE  –  non-formal education \n  NGPES  –  National Growth and Poverty Eradication Strategy \n  PES  –  provincial education service \n  PUCDA  –  Provincial Unit for Construction and Development Assistance \n  SPA  –  student-parent association \n  SWAp  –  sector-wide approach \n  TMIS  –  teacher management information system \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 30 September.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  S. Brar, Senior Education Specialist, SERD \nTeam members  G. Atay, Principal Counsel, Office of the General Counsel \n  A. Jain, Social Sector Specialist, SERD \n ", " \nCONTENTS \nPage \nPROGRAM LOAN AND PROJECT GRANT SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Sector Description and Performance  1 \nB.  Issues and Opportunities  2 \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM  8 \nA.  Impact and Outcome  8 \nB.  Important Features  9 \nC.  The Program Loan  9 \nD.  The Project Grant  12 \nIV.  PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  20 \n  A.  Benefits  20 \n  B.  Risks  22 \n  C.  Sustainability  22 \nV.  ASSURANCES  23 \nA.  Specific Assurances  23 \nB.  Conditions for Loan and Grant Effectiveness  24 \nVI.  RECOMMENDATION  24 \nAPPENDIXES  25 \n1.  Program Design and Monitoring Framework  25 \n2.  Education Sector Analysis   30 \n3.  Problem Analysis of the Lower Secondary Education Subsector   34 \n4.  External Assistance and Funding Agency Coordination   35 \n5.  Summary of Poverty Reduction and Social Strategy  38 \n6.  Gender and Ethnic Groups Development Plan  42 \n7.  Development Policy Letter  47 \n8.  Sector Core Policy Matrix  51 \n9.  Cost Estimates and Financing Plan  54 \n10.  Description of Ineligible Items  55 \n11.  Implementation Schedule  56 \n12.  Procurement Plan  59 \n13.  Terms of Reference for Consultants  63 \nSUPPLEMENTARY APPENDIXES (available on request)  69 \nA.  BESDP Funding Agency Coordination Survey \nB.  Lessons Identified from Previous Projects \nC.  BESDP Policy, Program, and Project Linkages \nD.  Selection Criteria for School Sites \nE.  Economic and Financial Analysis ", " \nPROGRAM LOAN AND PROJECT GRANT SUMMARY \nBorrower/Grant  Lao People’s Democratic Republic (Lao PDR) \nRecipient \nClassification  Targeting classification: Targeted intervention - MDG \nSector: Education  \nSubsector: Basic education \nThemes: Inclusive social development, gender and development, \ncapacity development  \nSubthemes: Human development, gender equity in opportunities, \ninstitutional development \nEnvironment  Category C.  \nAssessment \nThe Sector Development Program \n  Rationale  The Basic Education Sector Development Program (BESDP) will \nsupport the Government’s goal of poverty reduction by expanding \nequitable access to and improving the quality of school education, \nparticularly  lower  secondary  education  (LSE).  Building  on  the \nachievements  of  the  Basic  Education  (Girls)  Project  and  the \nEducation Quality Improvement Project 2, the BESDP is consistent \nwith  the  Government’s  Socio-Economic  Development  Plan, \nStrategic Vision 2020, National Growth and Poverty Eradication \nStrategy, and National Plan of Action for Education for All 2003–\n2015. It is in line with the Education Sector Development Plan \n2006–2010, which highlights education development, particularly \neducation  for  all,  as  central  to  poverty  reduction  and \nsocioeconomic  development.  The  BESDP  supports  Millennium \nDevelopment Goals 2 and 3 for universal primary education and \ngender parity at all levels of school education. \nImportant Features  The BESDP will have substantial positive social impact through \nexpansion of basic education. The BESDP policy reform agenda \ntargets the poor through  (i) improved resource mobilization and \nallocations  to  the  education  sector;  (ii)  increased  access  to \neducation,  especially  for  underserved  areas  and  disadvantaged \ngroups; (iii) improved standards, quality, and internal efficiency, \nand  consequent  sustainability  in  the  education  sector;  and  (iv) \neffective  capacity  building  for  decentralized  education \nmanagement. The BESDP will provide scholarships to poor ethnic \nchildren,  particularly  girls.  It  also  provides  for  expansion  and \nimprovement of LSE facilities in underserved, poor, remote areas. \nProgram Financing  The Asian Development Bank (ADB) will provide $21.56 equivalent \nto support BESDP. This constitutes: (i) a program loan of $8.9 \nmillion; and (ii) a project grant of $12.66 million.  \nThe Program Loan   \n   Impact and Outcome  The program loan will support policy actions that contribute to (i) \nensuring increased resource mobilization to the education sector \nincluding  rationalizing  budgetary  allocations  for  education;  (ii) ", "ii   \ndesigning and implementing an outcome-oriented budgeting and \nfinancial management system that will also lead to preparation of a \nmedium-term expenditure framework for education; (iii) providing a \nmore relevant and integrated curriculum for school education; (iv) \nstrengthening  teacher  management  through  preparation  of  a \nrecruitment and deployment plan and development of a teacher \nmanagement information system; and (v) strengthening capacity \nfor decentralized planning These policy actions support expanded \naccess, equity, and quality of education; and will strengthen the \ncapacity of the Ministry of Education (MOE) and the provincial and \ndistrict bodies responsible for education administration to provide \nmore  effective  decentralized  planning,  management,  financial \nreporting, and budgeting for school education.  \n     The  BESDP  provides  the  policy  and  strategic  framework  for \naddressing  capacity-building  concerns  in  a  number  of  areas, \nincluding  (i)  decentralized  education  management,  (ii)  basic \neducation policy analysis and strategic planning, and (iii) teacher \nrecruitment and deployment. The overall capacity-building strategy \nof  MOE,  with  ADB  support,  will  be  coordinated  with  other \ndevelopment agencies.  \n   Financing Plan  A  loan  of  $8.9  million  equivalent  will  be  provided  from  ADB’s \nSpecial Funds resources. The term of the loan will be 24 years, \nincluding a grace period of 8 years, with an interest charge of 1% \nper annum during the grace period and 1.5% per annum thereafter.\n   Program Period and  The loan will be utilized over 3 years, from the first quarter of 2007 \n   Tranching  to April 2010 and will be disbursed in three tranches. The first \ntranche of $3.0 million will be released upon program effectiveness \nsubject to the Government’s fulfillment of agreed conditions. The \nsecond tranche of $3.0 million will be released 24 months after the \nfirst tranche release, upon satisfactory compliance with specific \nconditions indicated in the Policy Matrix. The third tranche of $2.9 \nmillion will be released 12 months after the release of the second \ntranche upon satisfactory compliance with conditions stipulated for \nits release. \n   Executing Agency and  MOE, the Executing Agency, will be responsible for implementation \n   Implementation  of the policy measures. A steering committee, established for the \n   Arrangements  program loan and project grant, will be chaired by the minister of \neducation, and comprise representatives from MOE, Ministry of \nFinance,  Committee  for  Planning  and  Investment,  Ministry  of \nForeign  Affairs  Prime  Minister’s  Office  and  line  agencies \nconcerned with MOE. Other stakeholder representatives may be \ninvited to attend, as appropriate.  \n   Procurement and  Program  loan  proceeds  will  be  used  to  finance  the  foreign \n   Disbursement  exchange cost of items produced and procured in ADB member \n     countries, excluding ineligible items and imports financed by other \nbilateral and multilateral sources.  \n   Counterpart Funds  The counterpart funds generated from the proceeds of the program \nloan will supplement the Government’s pro-poor budget, targeted \n ", "  iii\nat protecting service provision to the poor; and as agreed between \nthe  Government  and  ADB;  protect  allocation  to  the  education \nsector; and, in particular, alleviate resource constraints, enabling \nthe Government to improve allocations for recurrent expenditures. \nThe Project Grant \n   Impact and Outcome  The Basic Education Sector Development Project will supplement \nthe policy initiatives being supported under the BESDP to enhance \nequitable  access  to  and  quality  of  LSE  by  (i)  expanding  LSE \nopportunities  to  improve  access  and  equity;  (ii)  integrating  the \nbasic education curriculum to account for lower secondary school \nexpansion from 3 to 4 grades, and improved quality and relevance \nof LSE; and (iii) building central, provincial, and district capacity in \ncritical  areas  (education  management  information  system, \nbudgeting and financial management, and planning). Interventions \naimed at expanding physical access will be targeted at sites within \n20 districts identified in 6 provinces (Attapeu, Bokeo, Champasack, \nKhammuane,  Luang  Namtha,  and  Savannakhet).  Measures  to \nimprove and support quality will have larger subsector coverage \nand  impact.  The  education  sector as  a  whole  will  benefit  from \nsome of the key capacity-building inputs. \n   Financing Plan  A  grant  of  $12.66  million  will  be  provided  from  ADB’s  Special \nFunds resources.  \n   Executing Agencies  MOE will be the Executing Agency for all the components of the \n   and Implementation  Project and be responsible for coordinating overall implementation. \n   Arrangements  The steering committee will be the same as for the program loan. \n   Procurement and  All  ADB-financed  goods  and  services  for  the  Project  will  be \n   Disbursement  procured in accordance with ADB’s Procurement Guidelines (April \n     2006, as amended from time to time). International and national \nconsultants will be recruited according to ADB’s Guidelines on the \nUse of Consultants (April 2006, as amended from time to time).  \nAn imprest account will be established, managed, replenished, and \nliquidated  in  accordance  with  ADB’s  Loan  Disbursement \nHandbook. The accounting records and system will be managed \nand  maintained  in  accordance  with  ADB’s  Project  Accounting \nManual  for  the  Lao  PDR.  ADB’s  statement  of  expenditure \nprocedure will be used to reimburse eligible expenditures and to \nliquidate advances to the imprest account. \n   Implementation Period  The Project will be implemented over 5 years, with completion \nexpected by 31 March 2012.  \nBenefits and  The main program benefits will be improved access, equity, and \nBeneficiaries  quality of LSE through (i) improved and expanded physical facilities \nin  LSE  schools;  (ii)  upgrading  of  teacher  competencies;  (iii) \nimproved curriculum; (iv) provision of teaching learning materials in \nschools;  (v)  strengthened  institutional  capacity  for  planning, \nmanagement, and delivery of education; and (vi) support for key \npolicy reform to improve the efficiency of the education sector and \nsupport the Government’s key reform initiatives to help in its aim to \n ", "iv   \nmove  to  a  sector  development  strategy.  Policy  reforms  and \nstrengthened  institutional  capacity  will  ensure  sustainability  of \ninputs to improve access, equity, and quality.  \nDirect beneficiaries will be the current and future LSE students \nfrom the targeted districts who will benefit from improved school \nfacilities,  and  from  inputs  to  improve  the  quality  of  education. \nTeachers  from  the  selected  provinces  will  benefit  due  to \ncompetency  enhancements.  A  significant  number  of  the  direct \nbeneficiaries will be the poor as 10 of the 20 program districts \nwhere  additional  schools  and  classrooms  will  be  provided  are \nclassified poor, of these, 7 are classified as the poorest. Since five \nof the six provinces to be supported have a high percentage of \nethnic minority population, a corresponding high percentage of the \ntotal beneficiaries is expected to be from ethnic minorities.  \nThe  ultimate  benefit  will  accrue  to  society  through  a  better \neducated  youth  who  will  contribute  to  economic  and  social \ndevelopment  of  the  country.  Higher  education  attainment, \nparticularly among girls, provides significant benefits to society, \nincluding  lower  fertility,  improved  health  and  nutrition  status  of \nfamilies, reduction of gender disparities through a more equitable \nintrahousehold  allocation  of  resources,  and  overall  higher \neducation  attainment  leading  to  intergenerational  economic  and \nsocial benefits for society and the individual.  \nRisks and Safeguards  Limited leadership and ownership of the policy reform process and \nlack of consistency in policy and strategic decision-making pose \npotential  risks.  These  will  be  mitigated  by  (i)  the  extensive \nEducation Sector Development Plan 2006–2010 policy dialogue \nprocess; (ii) the ongoing review and assessment process by senior \nMOE officials and the Education Donor Working Group, including \nnongovernment  organizations  to  secure  broad  support  of  the \nreform agenda; (iii) the annual BESDP review process, which will \nfacilitate  a  phased  and  sequenced  approach  to  policy \nimplementation;  and  (iv)  advisory  support  from  ADB  and  other \ndevelopment  agencies  for  ongoing  policy  studies  and  related \nlegislative and regulatory reforms. \nLimitations  in  tax  recovery,  uncertainties  in  future  aid  agency \nfunding  and  unforeseen  developments  pose  potential  risks  that \nmay  undermine  the  predictability  of  Government  resources \navailable for education, especially the significant transitional costs \nassociated with the policy reforms, including salary increases. This \npotential  risk  will  be  mitigated  through  (i)  extensive  dialogue \nbetween MOE and funding agencies within the Education Donors \nWorking Group on the availability of medium-term resources for \neducation, (ii) using the medium-term expenditure forecast process \nas a basis for identifying potential budget shortfalls and mobilizing \nincreased sector budget support, (iii) extensive sector efficiency \nmeasures  to  contain  expenditure  growth,  and  (iv)  strong  policy \nlinkage  with  the  Government’s  broader  public  financial \n ", "  v\nmanagement reforms. \nMOE’s  limited  capacity  to  manage  and  implement  the  revised \npolicies and strategies is a potential risk. While technical personnel \nwill  implement  the  Project  based  on  the  provincial  and  district \ndecentralization  policy,  these  risks  will  be  mitigated  through  (i) \nprovision of extensive advisory support for subsector and program \nplanning and management, and (ii) technical assistance to ensure \nthat an appropriate legislative and regulatory framework is in place. \n \n ", "102 o 00'E 106 o 00'E\nPEOPLE'S\nLAO PEOPLE'S DEMOCRATIC REPUBLIC\n REPUBLIC  OF\nCHINA Gnot-Ou BASIC EDUCATION SECTOR DEVELOPMENT PROGRAM\nPhongsali\nBoun Nua\nPHONGSALI\nSamphan\nN M ARRiver Sing Boun Tai Mai\nM YAMekong  LLoOuULaoAnngNg-GNNamAtMhTaHA Namo La Khoa\nMeung Xai Nambak Xiangkho\nBOKEO Viangphoukha Ngoy Sopbao\nTonpheung Nale OUDOMXAI Viangkham Xam-Nua\nHouayxay Beng LOUANGPHRABANG Viangxai\nPha-Oudom Nga Houamuang\nHOUAPHAN\n20 o 00'N Houn Chomphet Pak-OuPhPoankxxaeing Et 20 o 00'N\nPaktha Pakbeng Xam-Tai\nLouangphrabang\nKhopXianghon Hongsa Xiang-Ngeun Kham\nNgeun Phoukout\nPhoukhoun\nXaignabouri Nan Phaxai PekKhounNonghet VIET  NAM\nKasi Mok-Mai \nPhiang VIENTIANE XIANGKHOUANG\nXaisomboun Thathom\nGulf   of   Tonkin\nXAIGNABOURI Vangviang\nMetKeo-Oudom BORIKHAMXAI\nFuang Hinheup Longxan Borikhan Viangthong\nThongmixai Phonhong Thaphabat Pakxan\nSangthong Thourakhom Pakkading Khamkeut\nPaklai Naxaythong VIENTIANE Pak-Ngum\nXaithani Chanthabouri\nSikhottabong\nVIENTIANE Hatxaifong Hinboun Nakay\nXanakham Sisattanak\nMUNICIPAL KHAMMOUAN\nBoten Kenthao THAILAND MekonTg hRaivkerheGknommalat MahaxaiBoualapha\nXebangfai Xaibouathong\nNongbok\nAtsaphon Vilabouri\nXaibouri\nOuthoumphon Atsaphangthong Xepon\nN Phalanxai\nKhanthabouri ChamphoXnonbouri Phin Nong\nSAVANNAKHET\n0 50 100 Xaiphouthong Songkhon Samouay\n16 o 00'N Kilometers Thapangthong ToTuam-Olayn 16 o 00'N\nLakhonpheng\nVapi Saravan Karum\nProject Province\nKhongxedon SARAVAN XEKONG\nNational Capital Thateng\nProvincial Capital Xanasomboun Laongam Laman Dakchung\nCity/Town Bachiangchareunsouk Sanxai\nNational Road Pakxe Pakxong\nPhonthong\nXaisettha\nPaved Provincial Road Champasak Pathoumphon Samakkhixai\nRiver\nSoukhouma SanamxaiATTAPU\nDistrict Boundary CHAMPASAK\nPhouvong\nProvincial Boundary\nInternational Boundary Mounlapamok\nBoundaries are not necessarily authoritative. Khong\nCAMBODIA\n102 o 00'E 106 o 00'E\n06-2049 HR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogram loan, and (ii) a proposed project grant, both to the Lao People's Democratic Republic \n(Lao  PDR)  for  the  Basic  Education  Sector  Development  Program  (BESDP).  The  program \ndesign and monitoring framework is in Appendix 1.  \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Sector Description and Performance \n2.  The Government of the Lao PDR accords high priority to education and recognizes that \neducation and literacy are prerequisites for sustained economic growth and poverty reduction. \nThis  is  emphasized  in  all  major  planning  documents  that  provide  a  vision  for  national \ndevelopment. The Government adopted the Millennium Development Goals in 2000 and has \narticulated, in some detail, its vision, aspirations, and goals for education development in a \nseries of subsequent documents, which include (i) the Sixth Socio-Economic Development Plan, \n(ii) Education Sector Development Plan 2006–2010, (iii) Education Strategic Vision to 2020, and \n(iv) National Plan of Action for Education for All (EFA Plan).  \n \n3.  The Government’s key goals and aspirations for education include (i) universal quality \nprimary education and continued lower secondary expansion; (ii) eradication of illiteracy; (iii) \nexpansion of vocational, technical, and higher education to meet the demands of the new labor \nmarket and improve human capital rates of return; (iv) capacity development of skilled workers, \ntechnicians, professionals, and intellectuals to use modern science and technology to serve \ndevelopment needs; (v) gradual improvement of the quality of national education to international \nstandards; and (vi) establishment of education as a right and responsibility of all citizens. \n4.  The Government’s strategy for strengthening education includes improving (i) access to \neducation, particularly in remote areas; (ii) school participation and completion rates; and (iii) the \nquality of teaching and learning. The Government’s priority has been directed to ensuring \nequitable access to quality basic education (primary and lower secondary education [LSE]), to \nproduce quality and trainable students for further education and training. The EFA Plan is the \nkey document guiding the Government’s education development strategy and helping it fulfill its \ncommitment to achieving universal primary education. \n \n5.  The current education system comprises primary (grades 1–5), lower secondary (grades \n6–8), and upper secondary (grades 9-11); and beyond, fall within the ambit of tertiary education. \nTo improve the efficiency of the education sector, the Government proposes to restructure the \nsector to (i) introduce a year of kindergarten, (ii) extend LSE by including grade 9 (grades 6–9); \nand (iii) extend upper secondary education to include grade 12 (grades 10–12). The introduction \nof  kindergarten  will  rationalize  enrolments  in  grade  1,  and  restructuring  lower  and  upper \nsecondary education will bring it in line with prevailing international norms of a 12-year school \ncycle.  \n \n6.  Since 1990, the Government has made considerable progress in improving access to \neducation, particularly in primary education. Between 1990 and 2005, the net enrollment ratio1 \n(NER) for primary education increased by more than 16% from 63% to approximately 79%. The \n                                                 \n1  NER refers to pupils enrolled from the eligible age group. ", "2   \ngross enrollment ratio2 increased from 30% in 1990 to 51% in 2005 for lower secondary, and \nfrom 26.3% in 2003 to 31% in 2005 for upper secondary. With more than an 8% increase \nannually, the number of secondary students has been growing at four times the rate of primary \nschool students.  \n7.  Girls’  enrollment  has  also  shown  rapid  progress.  Gender  differentials  in  primary \nenrollment  have  dropped  by  7.4%  since  1996  (from  21.6%  to  14.2%).  Girls’  secondary \nenrollment increased by more than 4% between 2003 and 2005 compared with a 1.9% increase \nfor  boys.  During  the  same  period,  girls’  upper  secondary  enrollment  increased  by  4.4% \ncompared with a 5.1% increase for boys. Even so, significant gender differentials remain: girls’ \nprimary enrollment lags boys’ by approximately 14% and girls’ secondary enrollment lags boys’ \nby more than 12%.  \n8.  Extensive funding agency support, almost all concentrating on the primary education, \nhas fueled the primary expansion. Expanding primary enrollments have led to growing demand \nfor  secondary  education.  During  1990–2005,  LSE  expanded  by  more  than  20%.  Upper \nsecondary enrollments increased more than 4.5% between 2003 and 2005. Though overall \nlower and upper secondary enrollments are low, both are registering high rates of growth. If \nprimary education absorbs all external funding, subsequent levels of education will continue to \nbe neglected. This will create an imbalance in the education sector with serious ramifications. \nFirst, the gains from increased primary enrollments will be lost if the lower secondary and upper \nsecondary subsectors are not ready to absorb the primary school graduates who may want to \npursue further schooling. Second, quality and access issues become much more of a challenge \nwith increasing numbers of students. Expansion in enrollment has not been complemented by \ncorresponding improvements in quality, and the internal efficiency of education remains weak. \n9.  In keeping with educational trends in developing economies, demand for education \nwithin all education subsectors will continue to grow rapidly. The Education Sector Development \nPlan identifies targets for each education subsector that are linked to expansion of enrollment \nas well as improved efficiencies within the system. The main challenges in the education sector \nare to (i) meet the growing demand for education; (ii) address issues of access and equity, and \n(iii) improve the internal efficiency of the system. However, resource constraints and weak \ncapacity  limit  the  Government’s  ability  to  provide  the  inputs  necessary  for  achieving  its \nquantitative and qualitative goals for education development.   \n \nB.  Issues and Opportunities \n10.  An analysis of the performance of the education system and identification of key issues \nhighlights, among others, (i) unequal participation in schooling because of social, economic, and \ngeographic disparities; and (ii) low internal efficiency reflected by high dropout and repetition \nrates, and low learning outcomes.  \n1.  Access and Equity \n11.  Despite rapid enrollment growth, universal access at primary schools remains a major \nchallenge. Approximately 23% of primary school-age children are not enrolled in school. Among \nthose who do enroll, over 8% drop out. National enrollment statistics hide disparities that exist in \naccess by geographic region, socioeconomic status, gender, and ethnicity at all levels of school \neducation. Access to schooling in remote rural regions continues to be limited compared with \naccess in urban, better-developed areas. For example, Luang Namtha Province has the lowest \n                                                 \n2  The gross enrollment ratio refers to total pupils enrolled. \n ", "3 \nprimary NER for girls at 43% and boys at 48.6%. By comparison, Vientiane City has the highest \nNER of 95% for girls and 92% for boys. Although enrollments among the disadvantaged and \npoorer groups are growing at a faster rate than enrollments among the more advantaged groups, \nthe percentage of poorer children who continue to be out of school is still greater than the \npercentage of children from economically better-off groups. \n12.  Physical access remains a major barrier. Approximately 15% of villages are still without \na primary school within commutable distance.3 Approximately 70% of the schools in the poorest \ndistricts are incomplete schools, only offering classes up to grade 2 or 3. Fifty-seven percent of \nall primary schools and an estimated 70%–80% of schools in the poorest districts do not offer \nthe  full  five  grades  of  primary  education.  Low  population  density  and  remoteness  make \nprovision of cost-effective and sustainable education services difficult in remote rural areas. \nThus,  children  in  the  poorest  areas,  particularly  girls  and  ethnic  groups,  are  distinctly \ndisadvantaged in terms of limited access to education.  \n13.  Enrollment  statistics  reflect  the  impact  of  gender-differentiated  access.  The  NER  in \nprimary schools for girls is 49% in rural areas without access to roads, 72.2% in rural areas with \naccess to roads, and 90.5% in urban areas. Corresponding statistics for boys are 56%, 75%, \nand 88%. Substantial gender disparities persist in rural areas, where girls’ enrollment is growing \nat a much slower rate than that of boys. Primary completion rates are also lower for girls at 48% \ncompared with 52% for boys. This gap persists in enrollments into entry grades at lower and \nupper secondary. Predictably, transition rates are higher in urban, nonpoor areas as compared \nwith the poorer areas, though the gap is narrowing rapidly.  \n14.  In the case of lower and upper secondary education, rapid expansion has not been \nmatched by increased availability of schools with adequate facilities or qualified teachers. The \ndemand for additional secondary space has been met by overcrowding in the classrooms or by \nuse of derelict, abandoned school buildings that were replaced by new buildings provided \nthrough externally funded projects or by poaching space of nearby primary schools. This has \nresulted  in  a  shortage  of  primary  teachers  and  overcrowded,  poorly  equipped  primary \nclassrooms. The result for secondary schools is inadequately qualified teachers, increasing \nclass sizes, and shortage of classrooms. This has multiple negative impacts on quality. \n2.  Quality \n15.  Quality is a function of internal systemic efficiencies. The Lao National Literacy Survey \nfound that primary education does not ensure the acquisition of basic literacy. Just over 50% of \nprimary graduates (grade 5 completers) attain basic literacy. Similarly, only 38% of nonformal \neducation level III completers (equivalent to primary graduates) attain basic literacy. Internal \nefficiency of the education system has been improving since 1995/96, with a significant decline \nin repetition rates for all grades, especially grade 5. However, repetition and dropout rates are \nstill high in grades 1 and 2. About 33% of students in primary school repeat grade 1 and another \n19% repeat grade 2.4 Completion rates for primary education are estimated at 48% for females \nand 52% for males. Repetition rates vary across poverty levels. High repetition and dropout \nrates,  particularly  for  the  lower  grades,  and  an  average  of  8  years  to  complete  primary \neducation  are  indicators  of  low  internal  efficiency  and  poor  quality  of  education.  Internal \nefficiency improves after grade 4 with repetition and dropout rates declining, and improves again \n                                                 \n3  The internationally recommended norm for “commutable distance” for primary school is 1 kilometer from the place \nof habitation; no corresponding norms are available for lower and upper secondary schools.  \n4  This is partly a consequence of over enrollment in the lower grades where older children tend to bring their younger \nsiblings to school. The Government proposes to address this problem by adding a preparatory kindergarten year.  \n ", "4   \nfor  secondary  education  with  low  dropout  and  repetition  rates.  However,  rapid  expansion \nwithout adequate emphasis on strengthening quality will cause efficiency declines. Factors \ncontributing to poor quality of education are (i) lack of adequate supply of qualified teachers; (ii) \nshortage of textbooks and other learning materials; (iii) curriculum deficiencies; (iv) low recurrent \nexpenditures; and (v) weak institutional capacity for planning, management, and delivery of \neducation. \n16.  Rapid expansion of postprimary education under severe financial constraints has also \nhad a negative impact on its quality. Average class sizes have grown, especially in grades 9–11, \nwhere the national average reached 81 pupils per class in 2004/05. Large class size is a \nconsequence of (i) shortage of teachers; and (ii) inadequate physical facilities to accommodate \nthe  larger  number,  leading  to  overcrowding  in  limited  classroom  space.  The  demand  for \nadditional secondary teachers has been partly met by transference of primary teachers to \nsecondary schools. This has led to underqualified teachers at secondary schools and larger \nprimary class sizes. Teacher training is being addressed through funding agency support and \nthe Government has prepared a teacher education strategy and action plan.5 However, a policy \nframework for teacher recruitment and deployment to ensure the supply of qualified teachers is \nstill lacking.  \n17.  Lack  of  adequate  provision  of  textbooks  and  learning  materials  is  also  a  major \ncontributor to weak quality. Most schools have insufficient textbooks and few, if any, learning \nmaterials or teacher guides. In fact, limited availability of books in primary and lower secondary \nschools is the most commonly cited problem for Lao schools. An education sector analysis is in \nAppendix 2. A problem analysis of the lower secondary education subsector is provided in \nAppendix 3. \n3.  Finances \n18.  Resource allocations for education declined sharply in 1997 from 15% of the budget to a \nlow of 8%. The Government has agreed to raise the allocation to 16% by 2010 taking education \nexpenditures to over 3% of gross domestic product (GDP), from its current 2.5%. This would be \nin line with expenditures of other developing countries. Funding agencies contribute, on average, \napproximately 75% of capital investments in education. These investments create a demand for \nrecurrent  expenditures  that  the  Government  has  not  been  able  to  meet,  thus  creating  an \nimbalance in the ratio of capital and recurrent expenditures. While most countries in the region \nassign about 70% of their education budget to recurrent expenditures, the recurrent share in the \nLao PDR is little more than 40%. The average salary of a primary teacher amounts to 0.65% \nGDP/capita  compared  with  a  regional  average  of  2.0–2.5  GDP/capita.  Continued  capital \ninvestments without matching provision for recurrent costs are likely to result in expanding \naccess through increased supply of schools but with chronic shortage of recurrent resources for \nteachers’ salaries and provision of textbooks, teaching-learning materials, and other school \nsupplies. This imbalance between the recurrent and capital expenditures needs to be corrected \nand a more sustainable ratio obtained (70:30).  \n19.  Although  the  Government  specifies  budget  guidelines,  recent  developments  in \ndecentralization mean that final decisions now rest with provincial governors, who may allocate \ntheir budget according to their perceived needs and priorities. Over the last 3 years, the share of \nprovincial budgets allocated to education has varied from a low of 5% to a high of 25%. \nVariations  in  this  share  are  mostly  determined  by  the  share  of  provincial  investments  for \n                                                 \n5  Prepared with assistance from Swedish International Development Agency  and under submission for approval by \nPrime Minister's Office/National Assembly. \n ", "5 \neducation, which is limited. Conversely, the share of the provincial recurrent budget going to \neducation averages 25%–30%, due to the high number of staff employed in education. Central \nagencies lack appropriate information systems to monitor and control provincial budgeting and \ndisbursement and the Ministry of Education (MOE) cannot track provincial expenditures to \ndetermine actual expenditures on education. Moreover, decentralization makes limited provision \nfor the redistribution of resources, and this disadvantages poor provinces that have resource \nconstraints and are unable to provide adequate funding for education. Decentralization should \nbe reassessed and undertaken at a pace compatible with stable resource availability, local \nimplementation capacities, and MOE’s monitoring capacity. \n4.  Government Objectives and Strategic Priorities \n20.  The Government bases its current strategies for education development on the three \nbroad  principles  of  increased  equitable  access,  improved  quality  and  relevance,  and \nstrengthened decentralized management The EFA Plan, adopted in December 2004, provides \nthe framework for education development and considers six dimensions for intervention: (i) \nexpansion of early childhood care and development activities, including family and community \ninterventions; (ii) universal access to and completion of primary education; (iii) improvement in \nlearning achievement; (iv) reduction of adult illiteracy; (v) expansion of basic education and \ntraining in essential skills required by youths and adults; and (vi) increased acquisition by \nindividuals and families of the knowledge, skills, and values required for better living and sound \nand sustainable development.  \n21.  Within the Education for All framework, the Government hopes to improve the quality \nand relevance of basic education by (i) improving management of the delivery of teacher \neducation;  (ii)  developing  a  comprehensive  but  flexible  teacher  training  curriculum;  (iii) \nenhancing competencies of all teacher trainers through a training of trainers program; (iv) \nincreasing the recruitment and rate of retention of teachers, and improving their status through \nincentives;  (v)  improving  the  quality  of  preservice  teacher  training;  (vi)  providing  learning \nmaterials  and  adapting  them  to  local  conditions;  and  (vii)  improving  student  assessment \nsystems. While these bear testimony to the Government’s commitment to basic education, the \nGovernment’s  ability  to  achieve  the  goals  is  likely  to  be  severely  constrained  by  lack  of \nadequate  resources.  Dependence  on  external  assistance  is  likely  to  remain  high.  The \nGovernment  is  also  increasingly  aware  of  the  need  to  ensure  that  the  focus  on  primary \neducation does not lead to unmanageable neglect of secondary education.  \n22.  Since 2002, MOE has been working with funding agencies, particularly the Swedish \nInternational  Development  Agency,  to  develop  a  sector-wide  approach  (SWAp).6 However, \nMOE has expressed reservations about its readiness to move to a SWAp partly because it is \nconstrained by weak capacity for planning, budgeting, and management of education. The \nBESDP will provide support to develop capacity in key areas to address some of the constraints. \nHowever, a more thorough assessment of institutional and management capacity will still need \nto be undertaken before a SWAp can be adopted. The Asian Development Bank (ADB) will help \nthe Government, through an advisory technical assistance, to prepare a sector development \nframework for the education sector. For sector planning to be a viable strategy, predictability of \nresources is necessary. Thus, assured budgetary allocations, adequate provision of recurrent \n                                                 \n6  The sector-wide approach defines a method of working between government and development partners, a \nmechanism  for  coordinating  support  to  public  expenditure  programs  and  for  improving  the  efficiency  and \neffectiveness with which resources are used in the sector. ADB. 2003. Moving Toward a Sector-Wide Approach: \nPapua New Guinea. Manila. \n ", "6   \nexpenditures,  and  longer  term  financial  commitment  to  education  by  MOE’s  development \npartners are essential to education sector development.  \n \n5.  External Assistance \n23.  The education sector receives substantial external support, a high proportion directed to \nsupport for primary education. This reflects the emphasis on Education for All and Millennium \nDevelopment Goal 2 of achieving universal primary education.  \n24.  ADB’s support for the education sector in the LAO PDR began in 1991 with the first \nEducation Quality Improvement Project.7 In 1995, ADB provided a loan to revive the higher \neducation system, through establishment of the National University of Laos.8 ADB’s project \ncompletion reviews concluded that these projects were highly or generally successful. In 2000, \nADB  approved  the  Basic  Education  (Girls)  Project  to  improve  access  for  girls  to  primary \neducation.9 Based on a comprehensive sector study that provided a policy and investment \nframework  for  2001–2005, 10  ADB  provided  a  loan  for  the  Second  Education  Quality \nImprovement Project in 2001,11 which focused on expanding access to and improving the \nquality of primary education. Both these projects are ongoing.  \n25.  Several international and bilateral agencies and nongovernment organizations have also \nsupported various aspects of primary education. The World Bank provided support through two \neducation development projects in 1993 and 2004. The Government of Sweden financed the \nTeacher Training Enhancement and Status of Teachers Project, which produced the National \nTeacher Education Action Plan. The Government of Japan has provided grant assistance for \nteacher training and primary school construction. The Government of Australia has provided \ngrants  for  in-service  and  preservice  training  for  ethnic  teachers,  and  development  of \nsupplementary  learning  materials.  The  United  Nations  Children’s’  Fund  helped  develop  a \nframework for upgrading teacher competencies and the United Nations Educational, Scientific \nand Cultural Organization has assisted MOE in producing the EFA Plan,12 which provides a \ncommon framework for future assistance to basic education. Countries such as the People’s \nRepublic of China, France, Germany, Japan, and Republic of Korea have provided significant \nresources to support technical and vocational education and training, and tertiary education. \nHowever, the lower and upper secondary subsectors have not received any external support. \nWhen external assistance is concentrated in specific subsectors, scarce national financial and \npersonnel resources also get directed to those subsectors to meet the additional demands \narising  from  expansion  of  enrollment  and  related  activities,  exacerbating  imbalances  in \nallocation of resources. Thus, lower and upper secondary subsectors have been neglected due \nto the concentration of resources in primary education. Details of external assistance and \nfunding agency coordination are provided in Appendix 4. Details of funding agency support \nbased on a survey conducted during BESDP preparation is in Supplementary Appendix A. \n                                                 \n7   ADB. 2000. Project Completion Report on the Education Quality Improvement Project in the Lao People’s \nDemocratic Republic. Manila. The report assessed the project as successful.  \n8  ADB. 2004. Project Completion Report on the Postsecondary Education Rationalization Project in the Lao \nPeople’s Democratic Republic. Manila. The report assessed the project as highly successful. \n9  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nLao People’s Democratic Republic for the Basic Education (Girls) Project. Manila. \n10  ADB. 1998. Technical Assistance to the Lao People’s Democratic Republic for the Education Sector Development \nPlan. Manila. \n11  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nLao People’s Democratic Republic for the Second Education Quality Improvement Project. Manila. \n12   MOE. 2004. Lao PDR National Plan of Action for Education for All, 2003–2015. Vientiane. \n ", "7 \n26.  Concentration of external assistance in primary education has resulted in expanded \nprimary enrollment. This, in turn, has led to a growing demand for LSE and upper secondary \neducation. The BESDP extends support to LSE to meet this growing demand and related issues. \nWhile selection of the geographic area for coverage is based on criteria specific to the needs of \nLSE, it builds on the systemic interventions provided under the Second Education Quality \nImprovement Project II and Basic Education (Girls) Project. These include strengthening (i) \nteacher training institutions; (ii) capacity for more comprehensive data collection, management, \nand analysis; and (iii) decentralization of education planning, management, and delivery. The \nBESDP  is  also  designed  within  the  agreed  EFA  Plan  framework  and  will  support  the \nGovernment’s aim to move to a SWAp process by supporting policy reforms and systemic \ninterventions that will strengthen the school sector as a whole, while at the same time focusing \nmost of the interventions on improving equitable access to and quality of LSE.  \n6.  Lessons  \n27.  Extensive funding agency support has provided useful experience and important lessons \nthat should guide resource allocation to the sector. The design of the BESDP takes into account \nthe experience gained and lessons emerging from previous interventions. Some of the key \nlessons are (i) concentration of external assistance to primary education has led to high demand \nfor  secondary  education  that  has  not  been  matched  by  resource  allocation;  (ii)  targeted \ninterventions have placed a disproportionate implementation burden on some provinces; (iii) \nheavy externally funded capital expenditures have not been matched by adequate provision of \nrecurrent  expenditures  to  support  teacher  development  and  administration,  provision  of \ntextbooks, education management, etc; (iv) MOE capacity for implementation is strained, and \nimplementation  structures  for  various  projects  need  to  be  integrated  and  harmonized;  (v) \ninadequate  MOE  data  systems  have  hindered  planning;  (vi)  targeted  interventions  are \nnecessary to increase participation by the poorest students, particularly girls; (vii) civil works \nneed  adequate  supervision;  and  (viii)  adequate  technical  assistance  must  be  provided  to \ncompensate for and strengthen MOE’s limited capacity to undertake project-related activities. \nSupplementary  Appendix  B  details  the  lessons  identified  from  past  experience  and  their \nincorporation in the BESDP design. \n28.  ADB’s  country  assistance  program  evaluation13 found  past  ADB  assistance  to  the \neducation sector to be relevant and efficient, and institutional development and other impacts \nwere considered significant. However, it recommends greater coherence in funding agency \ncoordination  to  avoid  piecemeal  efforts,  increased  budgetary  allocations  for  recurrent \nexpenditure, and a shift to a SWAp. It also recommends (i) provision of textbooks as a priority, \n(ii) consolidation of achievements under ongoing projects to improve quality of basic education \nand access for girls and ethnic children; (iii) active involvement of the executing agency during \nthe design phase to build ownership; and (iv) integration of project implementation units in \nregular MOE operations to build capacity. All of these recommendations were considered in the \ndesign of the BESDP.  \n7.  ADB’s Education Sector Strategy  \n29.  ADB’s education policy14 envisions that all children and adults will have equitable access \nto education of sufficient quality to empower them to break out of the poverty cycle, improve \ntheir quality of life, and participate effectively in national development. ADB’s poverty reduction \nstrategy also calls for support for the provision of basic services, including education, as a key \n                                                 \n13  ADB. 2006. Country Assistance Program Evaluation for the Lao People’s Democratic Republic. Manila. \n14  ADB. 2002. Education. Manila. \n ", "8   \npoverty  reduction  measure.  ADB’s  education  policy,  while  emphasizing  support  for  basic \neducation,  provides  for  support  for  the  education  sector  based  on  country-specific  needs. \nHowever, as mandated by the Government poverty reduction strategy and educational goals, \nADB,  like  other  external  agencies,  has  been  allocating  most  of  its  resources  to  primary \neducation through project loans. Although fully cognizant of the urgent need to strengthen the \nprimary education system, the Government is also concerned with the need for a minimum \nbalance in sector development and gradual expansion of access to higher education to meet the \ndemand for greater educational attainment. The BESDP will support the Government to make a \ngradual shift to expanding access to and development of LSE. As education expands, a more \ncomprehensive approach for developing the school sector will need to be considered. The \nBESDP is also consistent with ADB’s draft country strategy and program (2007–2011) for the \nLao PDR, which supports the Government’s Education Sector Development Plan 2006–2010 \nand prioritizes agriculture, education, health, and infrastructure as key sectors for expanding \neconomic opportunities and social development.  \n30.  The BESDP is designed as a sector development program. In addition to supporting the \ninvestment needs in the education sector, it will facilitate policy reforms in key areas to support \nmore efficient planning, management, and delivery of education. Major benefits will include (i) a \nframework for planning and budgeting, including a medium-term expenditure framework for \neducation; and (ii) a policy framework for recruitment and deployment of teachers. It will also \nprotect allocations for education and promote rationalization of recurrent costs vis-à-vis capital \nexpenditures in the sector. Through its policy reform interventions, the BESDP supports MOE’s \ninitiative to establish a broad-based education sector development framework.  \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM \nA.  Impact and Outcome \n31.  The  overall  objective  of  the  BESDP  is  to  contribute  to  poverty  reduction  through \nimproved access, equity, and quality of education resulting in higher educational attainment \nleading to enhanced productivity, competitiveness, and economic development. The BESDP will \nsupport the long-term goal of education reform, and in the immediate term, access to and \ndevelopment of basic education. It is designed to support the Government to achieve its goal of \nimproving  access,  equity,  and  efficiency  in  basic  education,  particularly  LSE.  This  will  be \nachieved through (i) increased access to and participation in basic education in underserved, \npoor areas as well as through targeted support to disadvantaged groups, and in areas of high \ndemand; (ii) improved quality, internal efficiency, and relevance of basic education to support \nsustainability  of  reforms  in  the  education  sector;  and  (iii)  effective  capacity  building  for \nstrengthened decentralized education planning and management. The program and project \ngrants complement each other to enable progress to achieving these key sector objectives. \n32.  Over the past 5 years, the Government has realized some significant achievements in \neducation sector reform and long-term sector development strategy, based on extensive policy \nand  strategic  dialogue  with  multilateral15 and  bilateral16 development  partners,  and  other \nstakeholders. MOE aims to move to an education sector development framework to ensure a \nbalanced approach to education sector development. However, this transition to broader sector \ndevelopment  requires  secure  budgetary  allocations  for  education;  policy  and  institutional \n                                                 \n15  Asian Development Bank, European Commission, United Nations Development Programme, United Nations \nEducational, Scientific and Cultural Organization, United Nations Children's Fund, World Bank, and World Food \nProgram. \n16  Australia, France, Germany, Japan, and Sweden. \n ", "9 \nreforms; and strengthened capacity for more effective decentralized planning, management, \nfinancial reporting, and budgeting for the school sector. \nB.  Important Features \n33.  The BESDP is the first intervention in the Lao PDR aimed at LSE. It is also the first \nprogram to provide much needed support to the Government in policy areas crucial to moving \nthe education sector forward to more holistic development. The BESDP’s policy areas and \ninvestment project components are mutually complementary and cover a range of educational \npolicies, actions, and system improvements that reinforce one another, and are in line with the \nGovernment’s long- and medium-term action  plans, which are being supported by  various \nmultilateral and bilateral development partners (para. 25), particularly in areas of curriculum \nrationalization, planning and management, and teacher development. The BESDP interventions \nwill  be  closely  coordinated  with  complementary  interventions  being  provided  by  other \ndevelopment partners. For example, recognizing that MOE has developed a plan for teacher \ntraining with Swedish International Development Agency support, the BESDP will complement \nthis with an action plan for teacher recruitment and deployment. Similarly, World Bank support \nfor developing the education management information system (EMIS) will be complemented \nwith support for a teacher management information system (TMIS) and a finance management \ninformation system (FMIS).  \n34.  The BESDP prioritizes rural, underserved areas with 10 of the 20 target districts being \nclassified poor (of these 7 are considered among the poorest). Five of the six targeted provinces \nhave a high percentage of ethnic population, ranging from 41% to 98%; three provinces have \nmore than 60%. The remaining 10 districts are in areas of rapid economic growth with high \ndemand for education. But even in these districts, the BESDP focuses on disadvantaged areas. \nThe  BESDP  also  provides  targeted  support  through  provision  of  scholarships  to  increase \nenrollment of girls and ethnic groups to promote greater equity in education. It also targets \nneedy schools and provides education development grants to meet pressing local needs. The \nsummary of poverty reduction and social strategy is in Appendix 5 and the gender and ethnic \ngroups development plan is in Appendix 6. \n \nC.  The Program Loan \n \n1.  Objectives \n \n35.  The objective of the program loan is to support policy actions that contribute to (i) \nensuring  increased  resource  mobilization  to  the  education  sector  including  rationalizing \nbudgetary allocations for education; (ii) developing a FMIS, and designing and implementing an \noutcome-oriented budgeting and financial management system that will also lead to preparation \nof a medium-term expenditure framework (MTEF) for education; (iii) providing a more relevant \nand integrated curriculum for school education; (iv) strengthening teacher management through \npreparation of a recruitment and deployment plan and through development of a TMIS; and (v) \nstrengthening  capacity  for  decentralized  planning.  These  policy  actions  support  expanded \naccess, equity, and quality of education; and will strengthen capacity of MOE and the provincial \nand district bodies responsible for education administration for more effective decentralized \nplanning, management, financial reporting, and budgeting for the school sector.  \n \n36.  These policy actions directly complement activities supported under the components of \nthe project grant. The policy actions also support broader sector goals, as agreed with the \nGovernment and other development partners. However, only policy areas directly relevant to the \n ", "10   \nBESDP activities are identified as conditions for tranche release. A matrix that details the \nlinkages between overall program objectives, policy reform to be supported by the program loan, \nthe components of the investment grant, and the proposed technical assistance is provided in \nSupplementary Appendix C. \n \n2.  Components and Outputs \n37.  The policy actions supported by the BESDP’s program loan serve the broader goal of \nsector strengthening and support the sustainability of activities under the investment grant.  \n  \n38.  Expand Equitable Access to Basic Education. Activities to be supported include:  \n \n(i)  Gradual  increase  in  education  budgetary  allocations  and  rationalization  of \nrecurrent and capital expenditures. This policy action (a) strengthens national \ncommitment to education by ensuring that budgetary allocations to the education \nsector are stable, predictable, and gradually increasing; and (b) makes provision \nfor recurrent expenditures to ensure sustainability of investments in expansion.  \n(ii)  Adoption of design and process for preparing an education MTEF. An MTEF for \neducation will greatly enhance the coherence of MOE’s budgetary projections \nand provide sound rationale for budgetary allocations for education. \n(iii)  Approval  of  regulations  to  delegate  decision  making  regarding  appropriate \nlocation of new schools and expanding, rehabilitating, or closing existing schools \nto  provincial  and  district  education  authorities.  This  is  necessary  to  enable \nrational geographic distribution of schools to ensure that availability of physical \nfacilities is needs based and determined by enrollment trends.  \n(iv)  Preparation  of  a  teacher  recruitment  and  deployment  framework  and  action \nplan.17 This will (a) ensure teacher supply complements expansion of facilities, \n(b) improve management of teachers, and (c) contribute to efficiencies in use of \nrecurrent funds.  \n(v)  Development of a strategy to facilitate private sector participation in education \nprovision. This will alleviate pressure on the public education system and bring \nprivate investment into education.  \n(vi)  Authorization of schools to manage school development grants. This will build \nlocal capacity for school management and allow needs-based use of funds.  \n(vii)  Guidelines for scholarship selection criteria and procedures for students from \nethnic groups, particularly girls. This will promote transparency and fairness in \nselecting scholarship beneficiaries to ensure deserving candidates are targeted. \n \n39.  Improve the Quality and Relevance of Formal Basic Education. The following policy \nreforms for improving quality and relevance of formal basic education will be supported:  \n \n(i)  Development of a rationalized curriculum framework for grades 1–12. With the \nextension of the formal school system to 12 years and addition of grade 9 to LSE, \nthe school curriculum will need to be rationalized to meet the norms of a 12-year \nschool cycle.  \n                                                 \n17  This will complement the School Teacher Training Plan prepared with assistance from the Swedish International \nDevelopment Agency.  \n ", "11 \n(ii)  Revision and approval of new curriculum for grades 6–9. The new curriculum \nframework  will  necessitate  curriculum  revisions.  Since  BESDP  investment \ninterventions are targeted to LSE, revision and approval of LSE curriculum will \nenhance the relevance of LSE. \n(iii)  Approval of new textbooks and teacher guides based on the revised curriculum \nfor grades 6–9. This will ensure availability of updated textbooks, teacher guides, \nand learning materials based on the revised curriculum.  \n \n40.  Strengthen Education Management. To ensure sustainability of the investments made \nto support expansion of access and improvements in quality, and to enable the transition to \nsector planning, strengthened capacity for planning, management, and delivery of education at \nall levels of government is required. The program loan will support the following:  \n(i)  Guidelines for data collection, processing, and analysis to support the EMIS. This \nwill ensure appropriateness and accuracy of the data, and its proper use for \neducation planning.  \n(ii)  Introduction of a national planning and financial management system. This will \nensure effective and rational planning and budgeting for education.  \n(iii)  Preparation  of  provincial  education  plans  based  on  school  mapping  by  the \nprovincial education service (PES). This will strengthen decentralized planning \nand ensure that actual enrollments match school size. \n(iv)  Adoption of an asset management system for the education sector. This will \nensure more efficient utilization of MOE assets.  \n41.  The  policy  framework  of  the  BESDP  is  described  in  the  development  policy  letter \nprovided by the Government (Appendix 7). The critical policy actions related to the three major \nareas of reform in the education sector are in the core policy matrix (Appendix 8), which \nspecifies (i) the policy areas and expected outcomes; (ii) time frame for specific actions; and (iii) \nassociated  legislative,  regulatory,  and  governance  measures.  Proposed  policy  actions  are \nphased and sequenced to reflect the progressive and graduated nature of policy development, \napproval, and implementation. Recognizing potential constraints and risks, the investment grant \nprovides  for  technical  assistance  to  assist  the  Government  in  achieving  the  benchmarks \nnecessary for policy formulation and approval. The policy actions will be guided by consultations \nwith all stakeholders and the financial implications will be addressed through the financing \nframework for the education sector.  \n  3.  Financing Plan \n42.  ADB will support the Government’s education policy reform program by providing a \nprogram loan of $8.9 million equivalent from its Special Funds resources. The term of the loan \nwill be 24 years, including a grace period of 8 years, with an interest charge of 1% per annum \nduring the grace period and 1.5% per annum thereafter. \n4.  Implementation Arrangements \n43.  Program  Management.  MOE  will  be  the  Executing  Agency  responsible  for \nimplementation  of  the  policy  measures.  A  steering  committee  will  be  established  for  the \nProgram. The steering committee will be chaired by the minister of education, and comprise \nrepresentatives from MOE, Ministry of Finance (MOF), Committee for Planning and Investment, \nMinistry of Foreign Affairs, Prime Minister’s Office, and line agencies and departments of MOE. \n ", "12   \nOther stakeholder representatives may be invited to attend as appropriate. Specific working \ngroups, to be established as needed, will monitor the progress on policy development as set out \nin the policy matrix. MOF will maintain projected allocations to MOE, as agreed in the policy \nmatrix, to support education reforms.  \n44.  Period of Implementation. The program loan will be implemented over 3 years from the \nfirst quarter of 2007 to the first quarter of 2010. Completion is anticipated in March 2010 and the \nloan closing date is 30 September 2010  \n45.  Procurement and Disbursement. The program loan may be used to finance the foreign \nexchange cost of items produced and procured in ADB member countries, excluding items \nincluded in a list of ineligible items and imports financed by other bilateral and multilateral \nsources. In accordance with provisions of ADB's Simplification of Disbursement Procedure and \nrelated Requirements for Program Loans, the proceeds of the program loan will be disbursed to \nthe Government as the recipient. The Government will certify that the volume of eligible imports \nexceeds the amount of ADB’s projected disbursements under the program loan in a given \nperiod. ADB will have the right to audit the use of the loan proceeds and to verify the accuracy \nof the Government‘s certification. \n46.  Counterpart Funds. The funds generated from the proceeds of the program loan will \nsupplement the Government’s pro-poor budget, targeted at protecting service provision to the \npoor and as agreed between the Government and ADB, protect allocation to the education \nsector; and alleviate resource constraints, enabling the Government to improve allocations for \nrecurrent expenditures.  \n47.  Monitoring  and  Tranching.  The  Government,  through  the  steering  committee,  will \nmonitor  the  implementation  of  policy,  legal,  and  institutional  reforms  envisaged  under  the \nBESDP,  and  every  year  the  Government,  ADB,  other  development  partners  active  in  the \neducation sector will review implementation and assess the impact of all reforms in the sector \nas part of joint education sector performance reviews conducted through the Education Donor \nWorking Group (EDWG).  \n48.  The program loan will be released in three tranches. The first tranche of $3.0 million will \nbe released upon the Government’s fulfillment of agreed conditions and will coincide with grant \neffectiveness. The second $3.0 million will be released 24 months after the release of the first \ntranche upon compliance with actions agreed in the policy matrix. The third tranche of $2.9 \nmillion will be released 12 months after the release of the second tranche, or earlier, subject to \nthe Government’s fulfillment of the agreed conditions.  \nD.   The Project Grant \n1.  Impact and Outcome \n49.  The Basic Education Sector Development Project will supplement policy initiatives being \nsupported under the BESDP and enhance equitable access to and quality of LSE through (i) \ntargeted expansion of LSE opportunities to improve access and equity; (ii) integration of basic \neducation  curriculum  to  account  for  lower  secondary  expansion  from  3  to  4  grades,  and \nimproved quality and relevance of LSE; and (iii) central, provincial, and district capacity building \nin  critical  areas  (EMIS,  budgeting  and  financial  management,  and  planning).  Interventions \naimed at expanding access and improving equity will be targeted at sites within the project \ndistricts. Measures to support quality will have larger subsector impact. The education sector as \na whole will benefit from some of the key capacity-building inputs.  \n ", "13 \n2.  Components and Outputs \n50.  The project outputs and supporting activities are as follows: \na.  Expand Access for Formal Lower Secondary Education \n51.  MOE’s national target is to increase the transition rate from primary education to LSE \n(grade 5 to grade 6) from 78.0% in 2004/05 (75.5% for females and 80.1% for males) to 82.0% \nin 2009/10 (with the same transition rate for females and males). During 2006–2010, based on \nthe projected number of primary graduates, new entrants into grade 6 are likely to increase by \napproximately 11,000 for males and 12,700 for females. During the corresponding period, total \nenrollments in LSE are expected to increase by 31,000 for males and 35,400 for females. In the \nmajority of remote and poorest villages, the distance to and lack of accessibility to a lower \nsecondary school prevents girls and the poorest ethnic pupils from being admitted into LSE. In \naddition, high demand for LSE in urban areas has created strong pressure on urban lower \nsecondary schools. A balance must therefore be found between increasing opportunities for \ngirls and the poorest ethnic pupils, while responding to sustained demand from nonpoor pupils. \nThe objective of this component is to (i) promote equitable access to basic education for girls \nand ethnic groups in underserved rural areas; and (ii) alleviate pressure on existing school \nfacilities in high growth provinces experiencing rapid demand for LSE resulting in inadequate \nand/or overcrowded classroom space.  \n52.  Promote Equitable Access in Poor, Remote, Underserved Rural Areas for Girls \nand Ethnic Groups. The Project will provide (i) nine new school buildings consisting of 27 \nclassrooms, and (ii) approximately 80 additional classrooms in existing lower secondary schools \nto relieve pressure on existing schools. These facilities will be provided in 10 poor underserved \ndistricts that have been carefully selected based on specific criteria. Selection criteria used for \ntargeting  provinces  and  districts  is  provided  in  the  summary  poverty  reduction  and  social \nstrategy. Selection criteria for sites for new schools and additional classrooms are provided in \nSupplementary Appendix D. \n53.  Alleviate Pressure on Existing School Facilities in High-Demand, Rapid-Growth \nAreas. The Project will provide (i) 19 new school buildings comprising 65 classrooms, and (ii) \napproximately 64 additional classrooms in schools where the average class size exceeds 60 \nstudents. Site selection for these facilities targets poorer villages within 10 high growth, nonpoor \ndistricts. \n54.  Provide Targeted Support to Poor Students and Needy Schools. The Project will \nprovide targeted support in the form of scholarships to poor students, particularly girls, from \nethnic  groups  in  poor  provinces.  Education  development  grants  will  be  provided  to  needy \nschools in 13 provinces, selected in accordance with guidelines prepared during the Appraisal \nMission. A committee with community representation, including one female and male student \nrepresentative, will be responsible for management and use of these grants. To the extent \nfeasible, 40% of committee members will be women. An indicative list of activities and purposes \nfor which the funds may be used, as well as indicative guidelines for membership of the \nmanaging  committees  to  be  established  for  administering  the  grants,  were  prepared  in \nconsultation  with  MOE.  The  targeted  measures  are  expected  to  create  demand  for  LSE \neducation through improved and expanded facilities and the demonstration effect of increased \nenrollments. Targeted scholarships will alleviate poverty-related constraints for poor, ethnic \nstudents, particularly girls, to pursue LSE. The Project will also support a baseline study to \nidentify (i) factors inhibiting participation and retention in LSE, (ii) modes of subsidy and nature \n ", "14   \nof incentives to encourage enrollment, and (iii) issues specific to gender and ethnic groups. \nThus  far,  such  studies  in  the  Lao  PDR  have  focused  on  constraints  to  primary  school \nparticipation. While some of these constraints could generically be applied at lower secondary, \ndifferences would likely be based on geographic distance, poverty, age group of children, value \nplaced  on  higher  levels  of  education,  etc.  Such  information  can  help  in  refining  targeted \nmeasures and expanding equitable access to LSE.  \n55.  The consolidated output from this component will be (i) 28 new lower secondary schools \nin the 20 targeted districts of the six BESDP provinces; (ii) 144 additional classrooms in existing \nlower secondary schools where the average class size is higher than 60; (iii) scholarships to \n1,638 students from ethnic groups, of which 50% will be girls; (iv) education development grants \nto 96 needy schools; and (v) 96 established school management committees.  \nb.  Improve Quality of Formal Basic Education \n56.  This component will improve the quality of formal education, especially LSE, through \nimprovements to the curriculum, development and provision of textbooks, teacher development, \nand provision of equipment and materials to schools.  \n57.  Develop Curriculum. With the expansion of school education to include grade 12 and \nexpansion of LSE from 3 to 4 years, revisions to the curriculum are necessary. The Project will \nsupport (i) a curriculum framework for grades 1–12 with curriculum development for LSE grades \n6–9;  and  (ii)  upon  the  Government  approval  of  the  addition  of  a  fourth  year  to  LSE,  the \ndevelopment of curriculum guides, student learning outcomes, and an assessment framework \nfor a 4-year LSE program. Support for a new LSE curriculum will include regional study visits for \nselected members of the curriculum development teams in the areas of mathematics and \nscience; and national workshops with all stakeholders.  \n58.  Provide Textbooks and Learning Materials. The Project will support (i) distribution of \nselected existing lower secondary textbooks and teacher guides to all lower secondary schools \nin 139 districts of the 17 provinces in the country early in the Project to provide an emergency \nsupply  of  current  materials  during  the  years  in  which  new  curriculum  materials  are  being \ndeveloped,  and  (ii)  development  of  new  LSE  textbooks  and  teacher  guides,  and  their \nprocurement and distribution to all lower secondary schools in the 50 districts of the 6 targeted \nBESDP provinces.18 Development of the main materials will be supported by workshops to \ndevelop specifications and sample content for selected textbooks and teacher guides. \n59.  Train  Teachers.  The  Project  will  support  development  of  a  program  for  in-service \nteacher training in the use of the existing textbooks and teacher guides in all 17 provinces and \nin the use of new LSE materials, including development of in-service modules in all subject \nareas, training of trainers, and delivery of the in-service training program in all LSE schools of all \ndistricts in the  BESDP targeted provinces.19  \n60.  Provide  Equipment  and  Materials.  The  Project  will  provide  (i)  teacher  education \ninstitutions with equipment for science and computer laboratories, and materials to support \nclassroom teaching and learning, including sets of the new lower secondary textbooks and \nteacher guides, and copies of the in-service modules developed for the new lower secondary \ncurriculum; (ii) a set of teaching aids for new schools constructed under the BESDP; and (iii) \n                                                 \n18 Targeted provinces are provinces targeted for provision of additional physical facilities. \n19 Targeted for provision of additional physical facilities \n ", "15 \nsubject-specific teaching and learning materials and other teaching aids to 137 lower secondary \nschools. \n61.  The outputs from this component will be (i) revised and integrated primary curriculum; (ii) \nrevised  lower  secondary  curriculum  and  learning  outcomes;  (iii)  draft  upper  secondary \ncurriculum;  (iv)  18  existing  textbooks  and  16  existing  teacher  guides  for  3  current  lower \nsecondary grades distributed to all lower secondary schools in all LSE schools  in the country; \n(v)  31  new  lower  secondary  textbooks  and  28  new  teacher  guides  for  4  grades  for  the \nreorganized LSE printed and distributed to all lower secondary schools in 50 BESDP districts; \n(vi) in-service training modules for all new and revised lower secondary textbooks; (vii) 10 \nmaster trainers, 40 trainers, and 5,373 lower secondary teachers each receive 9 days training; \n(viii) all 10 teacher training colleges20 receive a package of equipment and learning materials; \n(ix) 28 new schools receive a package of teaching equipment and teaching-learning materials; \nand (x)  137 other lower secondary schools receive learning materials.  \nc.  Strengthen Capacity for Education Management \n62.  This component is to strengthen MOE capacity for improved planning, management, and \ndelivery of education.  \n63.  Strengthen the EMIS, TMIS and FMIS. The Project will provide complementary support \nfor strengthening the EMIS by creating a subset for TMIS and FMIS at national, provincial, \ndistrict and schools, with intensive capacity building.21 Activities to support TMIS and FMIS \ncreation include (i) printing questionnaires and other instruments to collect information from \nschools, pupils, education staff, PESs, and district education bureaus (DEBs); (ii) organizing \nworkshops  to  assess  and  validate  data  collection  procedures;  and  (iii)  organizing  training \nprograms  for  MOE,  PESs,  DEBs,  and  school  staff  in  charge  of  filling  in  data  collection \ninstruments, data processing, and data analysis in the BESDP provinces. Where applicable, \nsteps to improve the disaggregation of data by gender and ethnicity will be taken.  \n64.  Strengthen  Planning  and  Budget  Preparation.  The  Project  will  support  the \ndevelopment of an outcome-oriented budget format and process aligned with the preparation of \nan education MTEF. The format will be piloted in at least 3 provinces22 leading to regional and \nnational application, with intensive capacity-building inputs for the design and implementation of \nfinancial management techniques (accounting, reporting, and monitoring) in line with the new \nnational,  provincial,  district,  and  school  budget  format.  The  Project  will  support  the \ncomplementary development of provincial planning aligned with budgeting and in line with \nnational policies. This planning process will be piloted in the same three provinces, and will \ninclude  support  for  capacity  building.  To  accomplish  this,  the  Project  will  provide  for  (i) \nworkshops to assess and validate improved budget and actual expenditure format, modern \nfinancial  management  techniques,  and  associated  data  collection  instruments;  (ii)  training \nprograms for PES, DEB, and school staff in charge of budgeting, accounting, reporting, and \nmonitoring expenditure; (iii) two workshops to validate the methodology used to design the \neducation MTEF; (iv) training workshops for the MOE unit in charge of the MTEF; and (v) \ntraining programs for PES and DEB staff in charge of planning.  \n65.  Strengthen the Central Inventory System. The Project will support the design of a \ncentral  system  for  registering  and  monitoring  the  Government’s  physical  assets/properties \n                                                 \n20  Responsible for training primary and lower secondary teachers. \n21  To be undertaken in close coordination with complementary inputs being provided by the World Bank. \n22  Attapeu, Luang Namtha, and Savanakhet. \n ", "16   \n(including  land)  and  the  upgrading  of  the  central  warehouse  through  expansion  and \nrehabilitation.  \n66.  This component will have the following outputs (i) an improved EMIS, including TMIS \nand FMIS; (ii) training in data collection, processing, and analysis for all statisticians in all \nprovincial and district education offices; (iii) training for all school heads nationwide in filling out \nthe revised questionnaires; (iv) formats for different levels for data submission to feed planning \nand budget preparation; (v) development of an education MTEF linked to the national MTEF; \n(vi) an aligned planning and budgeting process based on a school mapping approach, teacher \nallocation and deployment, and planned external interventions; and (vii) development of a full \ninventory system for MOE physical assets and improved storage in an upgraded warehouse.  \n3.  Special Features \n67.  In the past, all external assistance to school education in the Lao PDR was directed to \nthe primary education subsector. The BESDP is the first intervention to take cognizance of and \nprovide support for, the rapid expansion of LSE. The BESDP will address demand in areas of \nrapid economic growth where expansion is occurring most rapidly.  \n68.  It will also support equity and access in poor remote and rural areas. Even in provinces \nof rapid economic growth, support will be provided to the poorest areas. Recognizing that the \nmost disadvantaged children, in terms of educational enrollments, are from ethnic groups and \namong  these  girls  are  more  disadvantaged  than  boys,  the  BESDP  will  provide  targeted \nscholarships to children, particularly girls, from ethnic groups. The BESDP will also provide \neducation development grants to needy schools and allow for flexibility to use the grants on a \nneed basis. Community members, as part of the school management committees, will manage \nthe grants. \n69.  The BESDP will make substantial contributions to long-term sustainability of education \nreforms by improving efficiency as well as quality of education through significant policy and \ninstitutional interventions, mainly (i) an improved EMIS, and TMIS and FMIS subsets; (ii) a \nframework for recruitment and deployment of teachers; and (iii) assistance to establish systems \nfor effective planning and budget preparation.  \n4.  Project Investment Plan \n70.  The project investment cost is estimated at $15.83 million, including physical and price \ncontingencies, duties, and taxes (Table 1, and Appendix 9). The foreign exchange cost is $4.74 \nmillion, or 29.9% of the total. The local currency cost, including duties and taxes, is $11.10 \nmillion, or 70.1% of the total cost. \n \n \n \n \n \n \n ", "17 \nTable 1: Cost Estimates Summary by Component  \n($ million) \n    Total \nComponent    Cost \nA. Base Costs     \n  1. Expanding Lower Secondary Education Opportunities  6.83 \n  2. Improving the Quality of Formal Primary and Secondary Education  4.42 \n  3. Strengthening Decentralized Education Management  1.75 \n  4. Support to Project Management  1.16 \n    Subtotal (A)      14.15 \nB. Contingencies     \n  1. Physical    0.60 \n  2. Prices    0.87 \n    Subtotal (B)      1.47 \nC. Service Charges    0.00 \nD. Taxes on Goods and Services   0.21 \n    Total  15.83 \n    %  100.00 \nSource: Asian Development Bank estimates. \n \n5.  Financing Plan  \n71.  ADB will provide a grant of $12.66 million from its Special Funds resources to cover \n79.95% of the project cost. The balance of $3.17 million to cover 20.05% of the project cost will \nbe financed by the Government (Table 2 and Appendix 9). A description of ineligible items is in \nAppendix 10. \nTable 2: Financing Plan for the Project  \n($ million) \n \nSource   Total  % \nAsian Development Bank  12.66  79.95 \nGovernment   3.17  20.05 \nTotal  15.83  100.00 \nSource: Asian Development Bank estimates. \n \n6.  Implementation Arrangements \n72.  Project  Management.  MOE  will  be  the  Executing  Agency,  and  will  have  overall \nresponsibility for project coordination and implementation. An interministerial steering committee \nto be set up to oversee the BESDP (para. 43) will provide overall guidance to the Project and \nmonitor its activities and outputs.  \n73.  The Director General of the Department of General Education will be the project director, \nand departments and institutions of MOE at the national, provincial and district levels will be \nresponsible for activities that fall within their area of responsibility. A project management unit \nwill be established to help MOE coordinate and supervise project implementation. Supplemental \nsupport, i.e., two additional staff at MOE headquarters will assist with administrative functions \nand accounting. Funds are allocated for project management and implementation at all levels, \n ", "18   \nand for the project management unit to hire national staff for short durations to assist with \nprocurement.  \n74.  Implementation Period. The Project will be implemented over 5 years from April 2007 \nto March 2012. The Government has assured that adequate budgetary provision for the Project \nwill  be  included  in  the  fiscal  year  2007/2008  budget.  The  implementation  schedule  is  in \nAppendix 11. \n75.  Procurement. All ADB-financed goods and services procured for the Project will be in \naccordance with ADB’s Procurement Guidelines (April 2006, as amended from time to time). A \nprocurement plan, with indicative procurement packages, is in Appendix 12.  \n76.  Supply contracts for goods such as vehicles and computers of less than $0.5 million but \nmore than $100,000 will follow national competitive bidding procedures. Minor items costing \nless than $100,000 equivalent may be procured by shopping. Details of procurement packages \nand  technical  specifications  will  be  submitted  for  ADB  approval  before  procurement. \nProcurement of vehicles will be undertaken by the Interagency Procurement Service Office. \nADB Management approved advance procurement action on 19 July 2006 to expedite project \nimplementation. ADB’s concurrence to advance action does not commit ADB to finance related \nexpenditures  under  the  Project  or  to  finance  the  Project.  Project  civil  works  will  comprise \nconstruction of (i) 28 new school buildings and (ii) 144 additional classrooms. All civil works will \nbe carried out using national competitive bidding procedures acceptable to ADB. \n77.  Before  the  commencement  of  any  procurement  activity  under  national  competitive \nbidding, ADB and the Government will review the Government’s public procurement law to \nensure  consistency  with  ADB’s  Procurement  Guidelines.  Any  necessary  modifications  or \nclarifications will be reflected in the procurement plan. \n78.  Consulting  Services.  The  Project  will  be  supported  by  187.5  person-months  of \nconsulting services (83.5 person-months international and 104 person-months national). The \nselection and engagement of consulting services for 184.5 person-months (80.5 person-months \nof  international  and  all  national  consultants)  will  be  done  in  a  single  package,  using  the \nsimplified technical proposal and quality- and cost-based selection method, in accordance with \nADB’s Guidelines on the Use of Consultants (April 2006, as amended from time to time). An \ninternational expert for examination reform (3 person-months) will be recruited on an individual \nbasis  in  accordance  with  ADB’s  guidelines  for  recruitment  of  individual  consultants.  The \nconsulting services are designed to provide technical support to the Project as well as build \nlonger term capacity for planning, management, and delivery of basic education. The consulting \nservices cover broad areas of expertise that include (i) policy reform, (ii) social and community \ndevelopment, (iii) curriculum and materials development, (iv) data collection and analysis, (v) \nEMIS development, and (vi) facilities and equipment improvement. Indicative terms of reference \nfor consultants are provided in Appendix 13. \n79.  Involuntary  Resettlement. Expansion of existing schools under the Project will not \nrequire any new land. Construction of new schools will be carried out only on vacant land owned \nby the Government that is free from all encumbrances, habitation, dispute, or controversy. Only \nsubprojects categorized as C in accordance with ADB’s policy on involuntary resettlement and \nmeeting the eligibility criteria for the selection of sites for civil works, as agreed between the \nGovernment and ADB, will be selected.  \n \n80.  Environment. The Project’s environmental impacts were reviewed and no significant \nadverse impacts were identified. Small-scale civil works covering water and electricity supply, as \n ", "19 \nwell as toilet facilities will be constructed in accordance with Lao PDR regulations. Activities \nresulting from the Project will not cause pollution, health hazards, or soil erosion. The Project is \ncategorized as category C. The site selection, design, construction, replacement work, and \noperation of school facilities will be implemented in accordance with the relevant regulations and \nstandards of the ADB’s Environment Policy.23  \n \n81.  Anticorruption Policy. ADB’s anticorruption policy24 was explained to and discussed \nwith  the  Government  and  MOE.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the Project. \nTo support these efforts, relevant provisions of ADB’s anticorruption policy are included in the \ngrant regulations and the bidding documents for the Project. In particular, all contracts financed \nby ADB in connection with the Project will include provisions specifying the right of ADB to audit \nand examine the records and accounts of MOE and all contractors, suppliers, consultants, and \nother service providers as they relate to the Project.  \n \n82.  In  addition  to  the  standard  ADB  requirements  to  deter  corruption  and  increase \ntransparency, the Government will be required to disclose information about various matters on \nthe Project, including procurement related to the Project, on MOE’s website. With regard to \nprocurement, the website will include, among others, list of participating bidders, name of the \nwinning bidder, basic details on bidding procedures adopted, amount of contract awarded, and \nlist of goods/services procured. Information regarding the criteria and procedures for selection of \ncandidates for scholarships will also be posted on the website. \n \n83.  Disbursement Arrangements. MOE will establish an imprest account for the Project. \nThe advance to the imprest account will be no more than a 6-month projected disbursement or \n10%  of  the  grant  amount,  whichever  is  lower.  The  imprest  account  will  be  established, \nmanaged,  and  liquidated  in  accordance  with  ADB's  Loan  Disbursement  Handbook  (2001). \nStatement  of  expenditure  procedures  may  be  used  to  reimburse  contracts  not  exceeding \n$50,000 per payment and to liquidate advances made into the imprest account in accordance \nwith the grants’ financial covenants. MOE and MOF will coordinate the timely release of funds. \nThis is essential because project activities will take place at different locations and simple \nmechanisms are required to disburse small funds quickly through decentralized decision-making \nwhile maintaining acceptable financial control.  \n \n84.  Accounting,  Auditing,  and  Reporting.  MOE,  on  behalf  of  the  Government,  will \nmaintain separate records and accounts for the Project to identify goods and services financed \nfrom  the  grant  proceeds.  Project  accounts,  including  financial  statements,  statements  of \nexpenditure, and imprest account records, will be audited annually by independent auditors \nacceptable to ADB in accordance with the provisions of the grant agreement. The auditor’s \nreport  and  copies  of  the  certified  accounts  and  related  financial  statements,  including  the \nauditor’s opinion on the use of grant proceeds, compliance with grant covenants, and use of the \nimprest account under ADB’s statement of expenditures procedure, will be submitted to ADB no \nlater than 6 months after the close of each fiscal year.  \n \n85.  MOE will prepare quarterly reports on program implementation and submit them to ADB \nwithin 30 days of each quarter. The reports will be submitted in a format acceptable to ADB and \ninclude progress made against established targets, problems encountered during the previous \n                                                 \n23  ADB. 2002. Environment Policy. Manila. \n24  ADB. 1998. Anticorruption. Manila. \n ", "20   \nquarter, steps taken to resolve problems, compliance with grant covenants, and proposed \nprogram of activities for the succeeding quarter. Within 3 months after physical completion of \nthe Project, MOE will submit to ADB a project completion report providing details of project \nimplementation and accomplishments. \n \n86.  Project  Performance  Monitoring  and  Evaluation.  MOE  will  monitor  BESDP \nachievements to evaluate implementation and development impacts at various stages of the \nproject cycle. BESDP performance monitoring will focus on implementation plans and targets, \nand  their  fulfillment.  Performance  evaluations  will  examine  the  impact  of  interventions, \nproblems, and constraints; the reason for them; and their solutions. To facilitate evaluation of \ntargeted interventions under component 1, MOE’s Gender and Ethnic Groups Education Unit \nwill conduct an impact assessment study in the third year of BESDP implementation. Based on \nthe  findings  of  the  study,  refinements  and/or  modifications  may  be  made  to  streamline \nimplementation of the targeted interventions for impact enhancement.  \n \n87.  Project Review. The Government, ADB, and other development partners will review \nimplementation and impact of all reforms in the education sector through the coordination \nmechanism already in place. In addition, the Government and ADB will conduct regular periodic \nreviews of the BESDP. In the third year of implementation, the Government and ADB will jointly \nundertake a midterm review of the Project. The review will assess implementation performance \nagainst project performance indicators, review and establish compliance with loan covenants, \nidentify problems and constraints, and propose changes to the Project, if necessary.  \n \nIV.  PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Benefits \n88.  A well-educated population and work force is necessary for sustained economic growth. \nIn an increasingly competitive environment, educational attainment beyond primary is important \nfor most of the population. LSE lays the foundations for acquisition of basic cognitive skills, \nwhich are essential for productivity as well as for enhancing basic welfare; and increases the \ntransition rates to secondary and other higher levels of education. For the Lao PDR, where \nparticipation  rates  and  quality  of  educational  achievements  are  still  low,  investments  in \nimproving  access  to  and  quality  of  education  can  have  significant  positive  gains,  both \neconomically and socially.  \n \n89.  Economic Benefits. The economic benefits from the BESDP will be two fold. First, \nsubstantial economic benefits are expected to accrue from efficiency gains. Improved quality of \neducation will lead to reductions in dropout and repetition rates. These reductions will reduce \nwaste and result in lower per capita expenditures in education. Interventions aimed at systemic \nimprovements to strengthen planning and management,  particularly to effect more rational \nrecruitment and deployment of teachers will enhance economic efficiency through more efficient \nuse of scarce resources. Similarly, a more equitable distribution of physical facilities based on \nenrollments will lead to more efficient use of resources. Overall increased access will expand \ncoverage of education, with increased enrollments, increasing the number of beneficiaries and \nleading to more students graduating to higher levels of education.  \n \n90.  Second, students who do not drop out in any given year increase their wage-earning \npotential. Studies indicate that each extra year of schooling increases labor productivity and \nearning  potential.  Thus,  students  are  able  to  get  a  higher  return  from  their  investment  in \neducation. Improved quality of LSE will encourage more primary school completers to continue \n ", "21 \ntheir  studies,  resulting  in  higher  educational  attainment  thereby  increasing  their  earning \npotential. The scholarships provided under the program to girls and ethnic students will attract \nchildren  from  these  groups  to  continue  their  education  in  LSE.  This  will  enhance  their \nproductivity and earning capability resulting in a positive impact on their families, helping them \nto break out of the cycle of poverty.  \n \n91.  Social  Benefits.  Society  derives  substantial  gains  from  increases  in  education \nattainment, particularly basic education. Improvements in human development indicators are \ndirectly linked to level of education attainment. Social benefits are highest from investments in \ngirls’ education and have particular significance because they are intergenerational. Educated \nwomen have fewer children; provide better nutrition for their children leading to improved family \nhealth;  and  provide  for  fairer  and  more  equitable  intrahousehold  allocation  of  resources, \nreducing future gender disparities. Studies indicate that educated mothers tend to use health \nservices more frequently, thereby increasing efficiencies of health care investments. Substantial \nbenefits  will  also  accrue  from  reduced  risk  of  vulnerability  to  HIV/AIDS,  child  labor  and \ntrafficking, especially in cross-border areas. Social gains from lower rates of population growth, \nhealthier households, and a better educated population also imply significant economic gains \nsince the state has to invest less in expansion of basic services (health and education) and can \ninstead focus on improvements in quality.  \n \n92.  The BESDP will expand access for children in ethnic areas and improve facilities in \nneedy schools through the provision of block grants. Enhanced opportunities for improved \nquality of education for ethnic children will, in the long term, contribute to reduced economic \ndisparities resulting in greater integration and social harmony. Populations also benefit from the \ndemonstration  effect  of  increased  education  attainment,  resulting  in  greater  demand  for \neducation as well as adoption of more progressive social habits and dispersal of knowledge on \nkey social issues.  \n \n93.  Institutional Benefits. Direct systemic benefits to the education sector will accrue from \nthe policy reforms supported by the BESDP. The policy areas and supporting capacity building, \nwhich will lead to substantial long-term efficiencies, include (i) a rational and standardized \nprocess for planning and budget preparation; and (ii) development of an MTEF for the education \nsector  that  will  feed  into  the  national  MTEF.  Resource  efficiencies  will  also  accrue  from \ndevelopment of a policy framework for the recruitment and deployment of teachers that will \npromote efficient use of available teaching personnel. An improved EMIS, including a TMIS and \na FMIS, will enable more precise planning and management resulting in efficiencies in allocation \nas well as utilization of scarce resources. These policy measures will help sustain interventions \nthat support expansion and quality of education.  \n \n94.  The BESDP will have national, provincial, and district institutional benefits. It will support \ndecentralized planning and management capability through the design and piloting of systems \nfor  budget  preparation,  financial  reporting,  and  implementation  at  all  levels  of  education \nmanagement. It will support clear delineation and strengthening of the roles and responsibilities \nof provincial and district education bodies. The Project will enhance capacity for data collection, \nmanagement, and analysis. MOE’s inventory system will be strengthened to allow for better \nasset management. These inputs will also lead to economic benefits derived from efficiencies \ngained through improved planning and management capacity.  \n \n \n \n \n ", "22   \nB.  Risks \n95.  The  BESDP  was  designed  to  support  the  Government’s  goals  for  expansion  and \nstrengthening  of  the  education  sector.  The  Government  has  shown  strong  commitment  to \neducation and accords it high priority as a key sector for economic development and poverty \nreduction. Even so, limited leadership and ownership of the policy reform process and lack of \nconsistency in policy and strategic decision-making pose potential risks. These will be mitigated \nthrough (i) the ongoing review and assessment process by MOE officials and the EDWG, \nincluding nongovernment organizations to secure broad support for the reform agenda; (ii) the \nannual BESDP review process, which will facilitate a phased and sequenced approach to policy \nimplementation; and (iii) technical support under the BESDP as well as advisory support by \nADB25 and other development partners for ongoing policy studies and related legislative and \nregulatory reforms.  \n \n96.  MOE’s limited capacity to manage and implement the revised policies and strategies is \nanother potential risk. This will be mitigated by (i) helping MOE to strengthen systems for \ndecentralized  planning  and  management,  and  (ii)  providing  extensive  advisory  support  for \nsubsector  and  program  planning  and  management.  Consulting  services  supported  by  the \nBESDP will also help the Government ensure that an appropriate legislative and regulatory \nframework is in place, as agreed in the policy matrix.  \n \n97.  Limitations in tax recovery, uncertainties in future aid agency funding, and unforeseen \ndevelopments  pose  potential  risks  that  may  undermine  the  predictability  of  Government \nresources available for education, especially the significant transitional costs associated with \npolicy reforms. This potential risk will be mitigated through (i) extensive dialogue on medium-\nterm resource availability for education between MOE and funding agencies within the EDWG; \n(ii) using the MTEF process as a basis for identifying potential budget shortfalls and mobilizing \nincreased sector budget support; (iii) extensive sector efficiency measures to improve efficiency \nof resource use; and (iv) strong policy linkage with the Government’s broader public financial \nmanagement reforms. Resource constraints may also limit the ability of the Government to \nredress the imbalance in favor of capital expenditures. However, Government revenues are \nexpected to increase in the future. The Government has committed to providing revenues \ngenerated  by  the  Nam  Theun  2  Project  to  spending  on  the  social  sectors.26 Increased \navailability of resources for social sectors will allow for a more balanced allocation of resources. \nAn economic and financial analysis is provided in Supplementary Appendix E.  \n \nC.  Sustainability \n98.  BESDP-related expenditures will increase continuously and reach $1.39 million during \nthe last year of the Project in relation to the increasing number of teachers and nonteaching \nstaff required for additional LSE classes and operation and maintenance expenses. A number of \ncommitments, however, such as cost of land, and taxes and charges, will terminate at the end \nof the Project, and hence will not be an ongoing burden. Given the size of the projected \neducation sector budget, the continuing additional incremental costs of $1.39 million annually \nafter  the  project  period  will  add  0.35%  to  the  total  in  2009–2010.  This  is  feasible  and \nsustainable, given the Government’s commitment to educational expansion and development. \nMoreover, some project gains, particularly efficiency gains and those that strengthen capacity, \n                                                 \n25  An advisory technical assistance for $500,000 is scheduled for 2006.  \n26  The Nam Theun 2 Project is expected to be operational and revenue generating by November 2009, and to yield \nsubstantial additional resources for the Government through export of power generated. \n ", "23 \nimprove the curriculum and classroom assessment, and improve teacher competencies will \nhave long-term beneficial impacts and are not susceptible to short-term resource constraints. \n \nV.  ASSURANCES \nA.  Specific Assurances \n99.  In addition to the standard assurances, the Government has given the following specific \nassurances, which are incorporated in the legal documents: \n \n100.  The Program Loan. The Government will ensure that the policies and actions taken as \nenumerated in the development policy letter, including the policy matrix, prior to the date of the \ngrant agreement will continue in effect for the duration of the BESDP and subsequently.  \n \n101.  The Project Grant. The Government will:  \n \n(i)  Ensure,  through  MOE,  that  construction  of  new  schools  and  additional \nclassrooms will be carried out on vacant government-owned land, free from all \nencumbrances, habitation, dispute, or controversy. Only subprojects categorized \nas C in accordance with ADB’s policy on involuntary resettlement and meeting \nthe eligibility criteria for the selection of sites for civil works, as agreed between \nthe Government and ADB, will be selected. In the event of unforeseen land \nacquisition or involuntary resettlement, the Recipient shall immediately inform \nADB and prepare the necessary planning documents in compliance with ADB’s \nPolicy on Involuntary Resettlement (1995). \n \n(ii)  Provide counterpart funds for project implementation on time. The Government \nwill also make timely submission of annual budgetary appropriation requests and \nensure prompt disbursement of appropriate funds during project implementation.  \n(iii)  Ensure adequate deployment of teachers for the new schools and classrooms to \nbe constructed under the BESDP. \n \n(iv)  Ensure that the gender and ethnic groups development plan prepared for the \nProject is fully implemented and monitored in a timely manner in accordance with \nits terms, related regulations of the Recipient and ADB's policies on gender and \ndevelopment27 and indigenous peoples,28  and adequate resources are allocated \nfor this purpose. \n \n(v)  Ensure  that  the  site  selection,  design,  construction,  replacement  work,  and \noperation of school facilities will be implemented in accordance with the relevant \nGovernment regulations and standards as well as ADB’s environment policy \n(footnote 22). \n \n(vi)  Shall follow, and shall cause MOE to follow ADB’s anticorruption policy (footnote \n23), it being understood that ADB reserves the right to investigate, directly or \nthrough  its  agents,  any  alleged  corrupt,  fraudulent,  collusive,  or  coercive \npractices relating to the Project; and the Recipient agrees to fully cooperate and \n                                                 \n27  ADB. 1998. Policy on Gender and Development. Manila. \n28  ADB. 1998. The Bank’s Policy on Indigenous Peoples. Manila. \n ", "24   \ncause MOE to cooperate with any such investigation and to extend all necessary \nassistance, including providing access to all relevant books and records, as may \nbe  necessary  for  the  satisfactory  completion  of  any  such  investigation.  The \nRecipient  shall  ensure,  and  shall  cause  MOE  to  ensure,  that  (a)  periodic \ninspections  of  the  contractor’s  activities  related  to  fund  withdrawals  and \nsettlements are carried out, (b) relevant provisions of ADB’s anticorruption policy \nare  included  in  all  bidding  documents  for  the  Project,  and  (c)  all  contracts \nfinanced by ADB in connection with the Project include provisions specifying the \nright of ADB to audit and examine the records and accounts of MOE and all \ncontractors, suppliers, consultants, and other service providers as they relate to \nthe Project. The Recipient will ensure that information regarding procurement, \nincluding  a  list  of  participating  bidders,  name  of  the  winning  bidder,  and \nprocedures adopted in awarding contracts, is posted on the MOE website. The \nRecipient will also ensure that criteria and procedure for selection of candidates \nfor scholarships is also posted on MOE’s website.  \nB.  Conditions for Loan and Grant Effectiveness \n102.  The Program Loan. Conditions for loan  effectiveness include:  \n \n(i)  all conditions for the release of the first tranche of the program loan, as set out in \nSector Core Policy Matrix (Appendix 8), will have been satisfied; and \n(ii)  MOE will have established the program steering committee, and appointed all \nmembers. \n \n103.  The  Project  Grant.  The  project  management  unit  will  have  been  established  and \nstaffed. \n \nVI.  RECOMMENDATION \n \n104.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve  \n \n(i)   the loan in various currencies equivalent to Special Drawing Rights 6,008,000 to \nthe  Lao  People's  Democratic  Republic  for  the  Basic  Education  Sector \nDevelopment Program from ADB’s Special Funds resources with an interest \ncharge at the rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; a term of 24 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft Loan Agreement presented to the Board; \n \n(ii)   the  grant  not  exceeding  the  equivalent  of  $12,660,000  to  the  Lao  People’s \nDemocratic  Republic  from  ADB’s  Special  Funds  resources  for  the  Basic \nEducation  Sector  Development  Project  in  accordance  with  the  terms  and \nconditions set forth in the draft Grant Agreement. \n \n \n \nHaruhiko Kuroda \nPresident \n28 November 2006 \n ", "  Appendix 1  25\nPROGRAM DESIGN AND MONITORING FRAMEWORK \nDesign Summary  Performance  Data Sources/Reporting  Assumptions and \nTargets/Indicators  Mechanisms  Risks \nImpact       \nIncreased and more  •  Improved tested adult  •  Next population  Assumptions  \nequitable educational  literacy rates, from 44.8%  census  (cid:131)  Education, \nattainment among the adult  (2005) to 50% (2010), and    particularly basic \npopulation  declared adult literacy    education, accorded \n  rates from 75% (2005) to    high priority \n  87% (2010)    (cid:131)  The National Growth \n      and Poverty \nEradication Strategy \n•  Improved tested adult  •  Next literacy survey \ncontinues to be a \nliteracy rates among 20% \npriority for economic \nof the poorest population \nand social \nfrom 30% (2005) to 40% \ndevelopment  \n(2010) \nRisk  \n•  Government’s \ninability to match \ngoals with adequate \nresources  \n \nOutcome       \nExpanded and equitable  •  Increased gross  •  Ministry of Education  Assumptions  \naccess to improved quality  enrollment rate in LSE  (MOE) statistical  •  MOE will have \nand more efficient lower  from 54% in 2005 to  yearbook  issued necessary \nsecondary education (LSE)  64.5% in 2010   •  Education annual  guidelines to \n  report  empower the \n•  Increased female share in  •  Education  regional and district \nadmissions to LSE from  management  education offices  \n44% in 2005 to 46% in  information system  •  Parliament will \n2010 (i.e., expected  (EMIS) (MOE,  approve necessary \nincrease of 35,000 girls)  provincial education  modifications to add \nservice [PES], district  a fourth year to LSE \n•  Increased annual output of \neducation bureaus  •  Government \nLSE graduates from \n[DEBs])   commitment to \n58,200 (2005) to 81,700 \n•  2005 population  education reform \n(2010) \ncensus and school  remains strong \n \nage population  •  Recurrent costs are \n•  Increase in transition rate \nprojections by age and  rationalized \nfrom grades 5 to 6 from \ngender  gradually \n78.0% in 2005 to 85.0% in \n \n2010 (75% for females and \nRisks \n80% for males) \n•  Government \n \ncommitment to \n•  Increased completion rate \ndecentralizing \nof LSE from 40% in 2005 \neducation \nto 52% in 2010 \nmanagement falters \n \n•  Government delays \n•  Average LSE dropout rate \nrestructuring the \nreduced from 12% in 2005 \nschool system \nto 6% in 2010 \n•  Resource \nconstraints hinder \nimproving recurrent \ncost ratios.  \n ", "26  Appendix 1 \nDesign Summary  Performance  Data Sources/Reporting  Assumptions and \nTargets/Indicators  Mechanisms  Risks \n1. Outputs       \n1. Increased budgetary  • Education share of  •  National budget  Assumptions  \nallocations for education  national budget increases  figures  •  Government \n  to  15.5% in 2009 and 16%    commitment to \n  in 2010     education is strong \n       \n  • Share of  recurrent     \n  expenditures for education     \n  increases to 45% in 2009    Risk \n  and 50% in 2010    •  Government does \n      not meet its \n  • Disbursement rate for    commitment for \n  education budget is 80%    resource allocation \n  for 2009 and 85% for 2010     \n       \n2. Expanded and equitable  • Provision of 28 new LSE  •  Geographic  Assumptions \naccess to LSE provided in  schools, 144 LSE  Information System  •  Government has \nfast-growing, high-demand  classrooms in existing LSE  maps (of targeted  empowered the \nurban areas and in poorest  schools, in the 20 targeted  PESs and DEBs)   provincial and district \nrural and remote areas   districts of BESDP    education authorities \nprovinces  •  LSE school mapping  to take decisions \n  process in targeted  regarding school \n• 1,638 scholarships for  provinces  networks (opening, \nethnic and poorest pupils,    closing, expansion, \nincluding at least 50%  •  Education annual  rehabilitation, etc. of \ngirls, received and  report  schools)   \ncompleted     •  Location of LSE \n  •  EMIS (MOE, PESs,  schools to be \nDEBs)  constructed or \nexpanded is \naccording to \nprovincial school \nmapping and is \nbased on GIS maps, \nand PES-DEB \nproposals  \n•  The quota of LSE \nteachers allocated \nprovincially is based \non school mapping: \nall new classrooms \nare allocated \nteachers  \n \nRisks \n•  The selection criteria \nare not strictly \nfollowed in \nconstruction or \nexpansion of new \nfacilities \n•  Adequate number of \nteachers not  \n ", "  Appendix 1  27\nDesign Summary  Performance  Data Sources/Reporting  Assumptions and \nTargets/Indicators  Mechanisms  Risks \n      deployed to new \nfacilities. \n3. Improved relevance and  •  Revised integrated  •  Government decrees   Assumptions  \nquality of LSE   curriculum framework for  •  EMIS (MOE, PESs,  •  Committee for \ngrades 1–12 (primary  DEBs)  approving \neducation completed by  •  Education annual  curriculum, \n2008 and upper secondary  report  instructional \ncurriculum drafted by end  •  Project progress  materials and \nof Project)   reports  evaluation of general \n•  Curriculum revised and  •  Project reviews  education is \nstudent learning outcomes  functioning \ndeveloped for LSE by  •  Parliament modifies \n2009   the law to add a  \n  •  Teacher recruitment and         fourth year to LSE \ndeployment framework   \nand action plan  Risks \n•  In-service training of 5,373  •  The committee for \nlower secondary teachers  approving \nin 50 project districts  curriculum, \ncompleted and posttest  instructional \nshows adequate teaching  materials, and \nskills  evaluation of general \n•  By 2011, 10 teacher  education does not \ntraining colleges, 28 new  act in a timely \nlower secondary schools,  manner \nand 109 other lower  •  Government delays \nsecondary schools receive  the restructuring of \na package of equipment,  the school system \nteaching material, and \nlearning resources \n \n4. Improved capacity for  •  School management  •  Education annual  Assumptions \nplanning, budgeting,  committees are  reports  •  MOE will have \nmanagement, and delivery  established in 96 schools  •  EMIS (MOE, PESs,  issued a directive to \nof education   receiving education  DEBs)  the PESs to report \n  development grants; to the  •  Project progress  their budget and \nextent possible, they will  reports   expenditure in the \nhave 40% female  •  Project reviews  modified format \nmembers, and at least 1  •  Reports from the three  (linked to MOE \nfemale and 1 male student  pilot provinces  review of PES \nrepresentative  manual of work and \n•  Provincial plans and \n• Annual and medium-term  budgets  procedure)  \nLSE planning and    •  MOE will have \nbudgeting/expenditure    officially approved \nformats piloted in at least 3  the outcome-\nprovinces   oriented budget \n•  Planning and budgeting  format and process \nprocess in PES aligned  piloted in the three \nwith school mapping  provinces \napproach, teacher  •  MOE will have \nallocation and deployment  revised the current \nprocess, and official  regulation on the \ndevelopment assistance   management of  \n ", "28  Appendix 1 \nDesign Summary  Performance  Data Sources/Reporting  Assumptions and \nTargets/Indicators  Mechanisms  Risks \n  planned interventions    MOE assets \n•  Improved accounting, \n  reporting, and monitoring    Risks \nof expenditure  •  Delays in issuance \n•  Improved outcome- of relevant \noriented budget format and  guidelines  \nprocess  •  Delays in approval of \n•  More informed decision- new processes and \nmaking process regarding  procedures \nMOE budget negotiations \nwith the Ministry of \nFinance (medium-term \nexpenditure framework \n[MTEF]) \nImproved assessment and \nmonitoring of MOE \nphysical assets  \n•  Staff training to support all \nof the above \nActivities with Milestones  Inputs \n1.   Increases in budgetary allocation to education,  •  First tranche budget support: $3.0 million by \ndisbursement rate for education budget and  March 2007 \nrationalization of recurrent and capital expenditures  •  Second tranche budget support: $3.0 million by \n2.   Expand and ensure equitable access to improved quality  March 2009 \n     LSE  •  Third tranche budget support: $2.9 million by \n2.1 Provide 28 new schools and 144 additional classrooms  March 2010 \nin the 20 targeted districts  •  Civil works: $2.52 million (2007–2012) \n2.2 Provide education development grants to 96 schools in  •  Education development grants and scholarships: \ntarget districts  $0.80 million (2007–2012) \n2.3 Establish 96 school management committees \n•  Furniture, equipment, and vehicles: $1.95 million \n2.4 Provide 1,638 scholarships to ethnic students (at least \n(2007–2012) \n50% girls) from poor villages in target districts \n•  Staff development and training: $3.01 million \n2.5 Conduct baseline study on factors inhibiting participation \n(2007–2012) \nand retention in primary education and LSE schools to \n•  Printing of textbooks, teacher guides, and in-\nexplore alternative modes of subsidy and type of \nservice materials: $0.83 million (2007–2012) \nincentives \n•  Studies, monitoring and evaluation: $ 0.20 million \n2.6 Conduct an impact evaluation study \n(2007–2012) \n3. Improve relevance and quality of LSE \n•  Project operation: $0.14 million (2007–2012) \n3.1 Arrange study tours for curriculum development group \n•  Promote demand for lower secondary and \n3.2 Develop revised primary curriculum, new LSE curriculum \nfacilities development (8 person-months \nand student outcomes, and draft of upper secondary \ninternational; 6 person-months national) \neducation curriculum \n•  Develop curriculum revision, assessment, \n3.3 Provide equipment and/or materials to the National \ntextbooks, teacher guides, in-service materials \nResearch Institute for Education Sciences and to \n(20.5 person-months international; 36 person-\nselected lower secondary schools in BESDP districts \nmonths national) \n3.4 Reprint existing textbooks and teacher guides for lower \n•  Strengthen decentralized education management \nsecondary years 1–3 (675,000 textbooks and 73,000 \n(19 person-months international; 62 person-\nteacher guides) and develop and print new textbooks \nmonths national) \nand teacher guides for lower secondary years 1–4 \n(354,000 textbooks and 23,000 teacher guides) and  •  Project management and supervision support (36 \nperson-months international) \ndistribute to all lower secondary schools in targeted \ndistricts \n \n ", "  Appendix 1  29\nActivities with Milestones   \n3.5 Deliver teacher in-service training program to 5,240   \nteachers in 139 districts to support the provision of \nexisting textbooks and teacher guides \n3.6 Provide 10 teacher training colleges and 137 lower   \nsecondary schools with equipment, materials, and \nassistance to support the new lower secondary \ncurriculum \n3.7 Provide 10 master trainers and 40 trainers with training \nmaterials and training of trainers  \n3.8 Develop and deliver teacher in-service training program \nto 5,373 teachers in 50 target districts to support 4-year \nLSE  \n3.9 Support ongoing National Assessment of Student \nLearning Outcomes \n3.10 Provide 25 days of training for 44 replacement \nsecondary pedagogical advisers and two annual review \nworkshops for 222 secondary pedagogical advisers \n4. Strengthen capacity for improved planning, budgeting,   \nmanagement and delivery of education \n4.1 Revise MOE annual yearbook and EMIS  \n4.2Train all PES and DEB statisticians in data processing \nand analysis  \n4.3Train all school heads in EMIS \n \n4.4 Improve format and modify budget by level/type of \neducation and function available in MOE and all PESs \n4.5 Pilot outcome oriented budget process, aligned with plan \nand in line with national policies, in at least 3 PESsa \n4.6 Align regular, standardized accounts of expenses with \nmodified and improved budget format to permanently \nmonitor all education expenditure  \n4.7 Link education MTEF with the Government’s MTEF, \nbased on medium-term sector development targets and \ndevelopment assistance expected flows by level of \neducation and function \n4.8 Align planning and budgeting process in PESs based on \nthe school mapping approach, teacher allocation and \ndeployment process, and development assistance \nplanned interventions \n4.9 Conduct full inventory of MOE physical assets, with \nongoing monitoring \n4.10 Make central storage of assets available in an \nupgraded, well-equipped warehouse \n \na  Attapeu, Luang Namtha, and Savanakhet. \n \n \n \n \n \n ", "30  Appendix 2 \nEDUCATION SECTOR ANALYSIS \n \n1.  Overview. Considerable progress has been made in improving access to education in \nthe  Lao  People’s  Democratic  Republic  (Lao  PDR)  in  recent  years,  particularly  in  primary \neducation. Net enrollment ratios1 (NERs) for primary education increased from 63% in 1990 to \napproximately 79% in 2005. Similarly, gross enrollment ratios2 for lower secondary increased \nfrom 30% in 1990 to 51% in 2005; and, for upper secondary from 26.3% in 2003 to 31% in 2005. \nWith a more than 8 % annual increase, the number of secondary students has been growing at \nfour times the rate of primary school students.  \n2.  Girls’  enrollment  has  also  shown  rapid  progress.  Gender  differentials  in  primary \nenrollments have dropped by 7.4% since 1996 (from 21.6% to 14.2%). Girls’ lower secondary \nenrollments increased by more than 4% between 2003 and 2005 compared with 1.9% for boys. \nDuring the same period, girls’ upper secondary enrollment increased by 4.4% compared with \n5.1% for boys. Even so, significant gender differentials remain: primary school enrollment for \ngirls lags boys by approximately 14%; secondary school enrollment for girls lags boys by more \nthan 12%. \n3.  Despite the rapid expansion of school education, the education sector is weak and faces \nconsiderable challenges in addressing sector needs. In keeping with educational trends in \ndeveloping economies, demand for education within all subsectors will continue to grow rapidly. \nThe Government, in its draft Sixth National Socio-Economic Development Plan (2006–2010), \nprovides targets for each educational subsector linked to expansion of enrollment as well as \nimproved efficiencies within the system. The main challenges will be to meet the growing \ndemand for education, address equity issues, and improve internal efficiency of the system. \n4.  Access  and  Equity.  Despite  rapid  enrollment  growth,  universal  access  to  primary \neducation remains a major challenge: approximately 23% of primary school-age children are not \nenrolled  in  school.  Among  those  who  enroll,  more  than  8%  drop  out.  National  enrollment \nstatistics hide the disparities that exist in access by geographic region, socioeconomic status, \nand ethnicity. The NER for girls is primary schools is 49% in rural areas without access to roads, \n72.2% in rural areas with access to roads, and 90.5% in urban areas. Luangnamtha Province \nhas the lowest primary NER for girls at 43% and boys at 48.6%. By comparison, Vientiane City \nhas the highest NER of 95% for girls and 92% for boys. Similar disparities exist at the lower and \nupper secondary levels.  \n5.  When enrollments reach high levels, growth rates tend to decline. This is true in the Lao \nPDR where enrollment trends, particularly for primary education, indicate overall declining rates \nof increase. Enrollment growth is declining in high-income areas and increasing rapidly in the \npoor and poorest areas. In the high-income areas, enrollments are already relatively high and \nbirthrates are declining, whereas in the poorer areas the potential for growth is greater because \nof the initial low threshold, birthrates continue to be high, and also possibly because externally \nfunded projects have targeted poorer areas for expanded access to primary education. Low \nenrollment  is  also  responsible  for high  rates of  expansion  for  lower  and  upper  secondary \neducation.  \n6.  Physical access continues to be a barrier for primary education—approximately 15% of \nvillages are still without a primary school within commutable distance. Further, approximately \n70% of schools in the poorest districts are incomplete schools, only offering classes up to \n                                                 \n1  The NER refers to pupils enrolled from the eligible age group. \n2  The gross enrollment ratio refers to total pupils enrolled. \n ", "  Appendix 2  31\ngrades 2 or 3. Thus, children in the poorest areas, particularly girls and ethnic minority groups, \nare distinctly disadvantaged in terms of limited access to education. In the case of lower and \nupper secondary education, rapid expansion has not been matched by increased availability of \nschools with adequate facilities or qualified teachers. The demand for additional space has been \nmet  by  overcrowding  in  the  classrooms  or  by  use  of  abandoned  primary  schools  where \nexternally funded projects have provided new buildings. In addition, primary teachers have \ncrossed over to the lower secondary system, resulting in a shortage of primary teachers and \novercrowding of primary classrooms. The inadequately qualified secondary teachers, increasing \nclass sizes, and shortage of classrooms have multiple negative impacts on quality. \n7.  Quality. Quality aspects of school education remain a serious concern. Quality is a \nfunction of internal systemic efficiencies. The Lao National Literacy Survey found that primary \neducation does not ensure the acquisition of basic literacy. Just over 50% of primary graduates \n(grade 5 completers) attain basic literacy. Similarly, only 38% of nonformal education level III \ncompleters (equivalent to primary graduates) attain basic literacy. Internal efficiency of the \neducation system has been improving since 1995/96, with a significant decline in repetition \nrates for all grades, especially grade 5. However, repetition and dropout rates are still high in \ngrades 1 and 2. About 33% of students in primary school repeat grade 1 and another 19% \nrepeat grade 2. Completion rates for primary education are estimated at 48% for females and \n52% for males. Repetition rates vary across poverty levels. High repetition and dropout rates, \nparticularly at the lower grades, and an average of 8 years to complete primary education are \nindications of low internal efficiency and poor quality education. Internal efficiency improves \nafter  grade  4  with  repetition  and  dropout  rates  declining.  Internal  efficiency  is  higher  for \nsecondary education with lower dropout and repetition rates. However, rapid expansion without \nadequate emphasis on strengthening quality will cause efficiency declines. Factors contributing \nto poor quality of education are (i) lack of adequate supply of qualified teachers; (ii) shortage of \ntextbooks  and  other  learning  materials;  (iii)  curriculum  deficiencies;  (iv)  low  recurrent \nexpenditures; and (v) weak institutional capacity for planning, management, and delivery of \neducation. \n8.  Education service delivery is still uneven and the quality of education has not caught up \nwith the rapid expansion of the system, creating an imbalance, particularly among poor people \nliving in rural ethnic villages. Rapid expansion of postprimary education under severe financial \nconstraints has had a negative impact on quality. Average class sizes have grown, especially in \ngrades 9 to 11, where the national average reached 81 pupils per class in 2004/05. The \ndemand for additional secondary teachers has been partly met by transferring primary teachers \nto secondary schools. This has led to underqualified teachers at secondary schools and larger \nclass sizes at primary schools (see also para. 6). The transfer of teachers from primary to \nsecondary could have a negative impact on achievement of Education for All goals. However, \nlarge class sizes are not entirely a result of lack of teachers but also of inadequate physical \nfacilities to accommodate the larger numbers, leading to overcrowding in limited classroom \nspace.  \n9.  Lack of adequate textbooks and learning materials is also a major contributor to weak \nquality. In fact, limited availability of books in primary and lower secondary schools is the most \ncommonly cited problem for Lao schools. Most schools have insufficient textbooks and few, if \nany, learning materials. Overall teacher qualifications are low. Nationally, 22% of teachers have \ncompleted only primary education; more than 20% have had no training, and a high proportion \nof these untrained teachers are in remote areas. Teacher training, another key element for \nquality of education, is being addressed through funding agency support and a formal school \nteacher training plan is in the final stages of preparation. However, a policy framework for \n ", "32  Appendix 2 \nteacher recruitment and deployment to ensure the supply of qualified teachers is still lacking, \nand teacher guides are in short supply. \n10.  Finance. Resource allocations declined sharply in 1997 from a 15% share of the budget \nto a low of 8%. The Government has agreed to raise the allocations to 16% by 2010 taking \neducation expenditures to more than 3% of gross domestic product (GDP), from the current \n2.5%. This would be in line with expenditures of other developing countries. Funding agencies \ncontribute,  on  average,  approximately  75%  of  capital  investments  in  education.  These \ninvestments create a demand for recurrent expenditures that the Government has not been able \nto meet, thus creating an imbalance in the ratio of capital and recurrent expenditures. While \nmost  countries  in  the  region  assign  about  70%  of  their  education  budget  to  recurrent \nexpenditures, the recurrent share for the Lao PDR is little more than 40%. The average salary of \na primary teacher amounts to 0.65% GDP/capita compared with a regional average of 2.0%–\n2.5%  GDP/capita.  Continued  capital  investments  are  likely  to  result  in  increasing  physical \ncoverage of schools, but with chronic shortage of recurrent resources for teachers’ salaries and \nprovision  of  textbooks  and  supplies.  This  imbalance  between  the  recurrent  and  capital \nexpenditures needs to be corrected and a more sustainable ratio obtained (i.e., 70:30).  \n11.  Although  the  Government  specifies  budget  guidelines,  recent  developments  in \ndecentralization mean that final decisions now rest with provincial governors, who may allocate \ntheir budget for what they perceive to be the most urgent needs. Over the last 3 years, the \nshare of provincial budgets allocated to education varied from a low of 5% to a high of 25%. \nVariations  in  this  share  are  mostly  determined  by  the  share  of  provincial  investments  for \neducation, which is limited. Conversely, the share of the provincial recurrent budget going to \neducation averages 25%–30%, since the number of quota staff in education is rather high. \nCentral  agencies  lack  appropriate  information  systems  to  monitor  and  control  provincial \nbudgeting and disbursement and the Ministry of Education (MOE) can no longer track provincial \nexpenditures to determine actual expenditures on education. Moreover, decentralization makes \nlimited provision for the redistribution of resources; this disadvantages poor provinces that have \nresource constraints and are unable to provide adequate funding for education. Decentralization \nshould be reassessed and only undertaken at a pace compatible with local implementation \ncapacities and MOE’s monitoring capacity. \n \n12.  Government Objectives and Strategic Priorities. Since 2000, the Government of the \nLao  PDR  has  demonstrated  continued  commitment  to  pro-poor  development,  with  the \nelaboration  of  the  National  Poverty  Eradication  Program,  supported  by  a  broad  external \nassistance program and followed by the design of the National Growth and Poverty Eradication \nStrategy (June 2004). The Government’s goals for education and training include the following:3 \n(i)  universalizing  quality  primary  education  and  continuing  expansion  of  lower  secondary \neducation; (ii) eradicating illiteracy; (iii) expanding vocational, technical, and higher education to \nmeet the demands of the new labor market, and improving human capital rates of return; (iv) \nbuilding the capacity of skilled workers, technicians, professionals, and intellectuals to use \nmodern science and technology to serve development needs; (v) gradually improving the quality \nof national education to international standards; and (vi) establishing education as a right and \nresponsibility of all people in society. The Government’s priority is to ensure equitable access to \nquality  basic  education  (primary  and  lower  secondary),  and  produce  quality  and  trainable \nstudents for further education and training. \n \n                                                 \n3  The priorities are stated in more detail in Ministry of Education. 2002. The Education Strategic Vision Up to the \nYear 2020. Vientiane; Ministry of Education. 2000. Education Strategic Planning: 20 Years, 10 Years and 5 Years \nDevelopment Plan for Education.  Vientiane.  \n ", "  Appendix 2  33\n13.  The Government recognizes that education and literacy are prerequisites for sustained \neconomic growth and poverty reduction. The people of the Lao PDR must be literate and \npossess knowledge about modern agricultural methods and other skills to be able to meet \ninternational competition and standards. The 2006–2010 Education Sector Development Plan \nstates “The provision and effective use of basic social services is an important means to break \nthe poverty cycle… Education and literacy are prerequisites for the introduction of modern \nproductivity-enhancing  technologies  and  for  competing  in  domestic  and  world  markets… \nEvidence from various countries in the region, including the Lao PDR, shows that the education \nof girls and women has multiple benefits, affecting their welfare and that of their children and \nfamilies.” The 2001 participatory poverty assessment indicated that education is a low priority \nfor  the  poor.4 Many  poor  villagers  view  education  as  unavailable,  unaffordable,  and/or \nsecondary to securing their livelihood. The Government’s Sixth Socio-Economic Development \nPlan (2006–2010) and the National Plan of Action for Education for All (EFA Plan) recognizes \neducation as the key plank of the education strategy. The strategy includes improving access to \neducation, particularly in remote areas; and stresses the need to improve school participation, \ncompletion rates, and the quality of teaching and learning. The EFA Plan is also seen as a \nmeans to promote lower secondary, nonformal, and adult education.  \n \n14.  Resource  constraints  are  likely  to  severely  handicap  the  Government’s  ability  to \noperationalize its strategies and policies for the education sector. Several external development \nagencies provide support to the sector; almost all to primary education. The Asian Development \nBank  (ADB),  recognizing  the  rapidly  expanding  demand  for  education  beyond  primary,  is \nextending  support  to  lower  secondary  education.  However,  demand  at  all  subsectors  far \nexceeds  the  available  resources.  The  Government  should  facilitate  private  investment  in \neducation to meet the demand for quality education, particularly at levels at which returns from \neducation  are  high  enough  to  warrant  cost  recovery.  This  would  free  scarce  government \nresources to meet the current financing gaps for recurrent expenditures as well as direct funds \nto expansion and quality of education at all levels. \n \n15.  Sector-Wide Approach.5 Since 2002, MOE has been attempting to develop a sector-\nwide approach (SWAp) with assistance of the Swedish International Development Agency, and \nhas been preparing to realign investment projects based on the SWAp. In this context, MOE \nadopted  the  EFA  Plan  as  an  official  sector  development  plan  that  provides  a  common \nframework for future assistance. However the EFA Plan’s focus is limited to basic education \n(grades 1–9). MOE is constrained in moving forward with the SWAp process because of weak \ncapacity for planning, budgeting, and management of education. The Basic Education Sector \nDevelopment Program will provide support to develop capacity in key areas that will address \nsome of these constraints. However, a careful assessment of institutional and management \ncapacity will still need to be undertaken before a SWAp can be adopted. ADB will assist the \nGovernment,  through  an  advisory  technical  assistance,  to  prepare  a  sector  development \nframework for the school subsector. For sector planning to be a viable strategy, predictability of \nresources is necessary. Thus, assured budgetary allocations, adequate provision of recurrent \nexpenditures,  and  longer  term  financial  commitment  to  education  by  MOE’s  development \npartners are essential to education sector development in the Lao PDR.  \n \n                                                 \n4  ADB. 2001. Participatory Poverty Assessment: Lao People’s Democratic Republic. Manila.  \n5  The sector-wide approach defines a method of working between government and development partners, a \nmechanism  for  coordinating  support  to  public  expenditure  programs  and  for  improving  the  efficiency  and \neffectiveness with which resources are used in the sector. ADB. 2003. Moving Toward a Sector-Wide Approach: \nPapua New Guinea. Manila. \n ", " \n3\n4\n \nPROBLEM ANALYSIS OF THE LOWER SECONDARY EDUCATION SUBSECTOR  A\np\n                    A Lower Secondary                    p\ne\nEducation Subsector  n\nd\nwith Serious Problems  ix\n                                              3\nOutdated      Poorly educated      Very limited      System      Strong      Lack of      Constrained      Funding agencies \nsecondary  and trained  availability of  inefficiency  pressure from  coherence  public resources focus on primary \ncurriculum poorly  teaching force,  textbooks and  with high  demand,  between  inadequate  education without \nlinked to the  including a growing  teacher guides  dropout rates for  limited supply  national policies  allocation to  any attention to \nrecently revised  number of primary  in classrooms,  girls and poor,  of secondary  and decisions  education, and  secondary \nprimary  teachers  except in  ethnic children  schools, and  made in  inefficient  education leading \ncurriculum    unqualified to teach  nonpoor urban  very poor  provinces as a  allocation  to unbalanced \nin secondary  areas  condition of  consequence of  between the  sector \neducation being  premises  decentralization  recurrent and  development  \nshifted to teach at  investment \nthe secondary level   budgets \n                                           \n  Poor curriculum    Inadequate    Poor achievement of    Girls’ enrolments    Overcrowded    Very poor quality and    Budgeting is not aligned   \nrelevance for livelihood,  preservice and in- secondary school  lagging boys’ at  classrooms leading to  condition of school  with central and provincial \nespecially in poor rural  service training for  graduates  all levels  ineffective teaching  facilities and  planning \nareas   secondary teachers  learning process   management \n                                           \nGovernment Actions Being Taken                                       \n                                           \nAdoption and    Internal MOE decision      Adoption of the      National teacher      Provinces      Assessment of      MOF intends to      Joint funding \nimplementation of  to introduce a 4th  6th 2006/10  education action  design 5- and  students’ learning  introduce  agency and \nthe National Plan  grade in lower  Education Plan  plan in the  1-year  outcomes  outcome-oriented  MOE \nof Action for  secondary, to achieve  based on EFA  process of being  education  effective in  budgeting   working \nEducation for All  a new 5–4–3 structure  Plan  approved  plans focusing  primary education  group active \non EFA \n                                           \nProject Activities                                       \n                                           \nRevision of    Distribution of    Design of    Pilot in-service for    Distribution of    Increased    Introduce    Strengthen    Design a \nlower  present  new  secondary teachers on  new textbooks  access to lower  personnel  provincial planning  medium-\nsecondary  textbooks and  textbooks and  revised curriculum  and teacher  secondary  management  and align  term \ncurriculum,  teacher guides  teacher  guides to all  education in 20  information  budgeting with  expenditure \nin line with  to all LSE  guides based  schools in 50  districts  system in  planning in three  program for \nrevised  schools  on new  districts in  • New schools  EMIS  pilot provinces  the \nprimary  country wide  curriculum  targeted  • Additional  education \ncurriculum  provinces  classrooms  sector \nEFA Plan =  National Plan of Action for Education for All, MOE = Ministry of Education. \nSource: Asian Development Bank estimates.\n ", "  Appendix 4       35 \nEXTERNAL ASSISTANCE AND FUNDING AGENCY COORDINATION  \nA.  Coordination of External Assistance to Education \n1.  The  overall  responsibility  for  aid  coordination  within  the  Government  rests  with  the \nDepartment of International Cooperation in the Ministry of Foreign Affairs. Within the Ministry of \nEducation (MOE), the Department of Planning and Cooperation is responsible for coordinating \nfunding agency support in the education sector. Since taking on this role, the department has \nfacilitated the sharing of information among various projects. However, it does not have the \nhuman and institutional resources necessary for comprehensive aid management and delivery.  \n \n2.  To support the Government in effectively fulfilling its responsibility for aid coordination \nand aid management, funding agencies accepted the need to ensure appropriate coordination. \nIn March 2004, funding agency dialogue resulted in the establishment of eight sectoral and \nthematic funding agency groups, including the Education Donor Working Group (EDWG). \n \n3.  The EDWG includes representatives of the bilateral and multilateral agencies active in \nthe education sector. These include Australia, Belgium, France, Germany, Japan, Sweden, \nAsian Development Bank (ADB), European Commission, United Nations Educational, Scientific \nand  Cultural  Organization,  United  Nations  Children's  Fund,  World  Bank,  and  World  Food \nProgram. One or more representatives of nongovernment organizations active in the sector are \nalso  invited  to  attend  meetings.  The  EDWG  usually  meets  on  a  quarterly  basis,  with  the \nGovernment of Australia (Australian Agency for International Development) and United Nations \nChildren’s Fund acting as cochairs. Included among the aims of the EDWG is to have ongoing \ndialogue  with  MOE  and  other  government  agencies  concerned  on  a  broad  range  of \ndevelopment issues, for example, monitoring and reviewing Government progress in meeting \neducation and gender targets and presenting the consensus of funding agencies on key issues. \nThe main forum for such dialogue has been the partner coordination meetings organized by \nMOE. \n \n4.  The 2006 work plan for the EDWG includes the finalization of a common policy matrix for \nthe education sector reflecting shared funding agency and Government priorities, and ongoing \nprogress and preparation toward a sector approach to education development. The project \npreparatory  technical  assistance  for  the  Basic  Education  Sector  Development  Program \n(BESDP)  prepared  a  draft  common  policy  matrix,  but  due  to  resource  constraints,  the \nGovernment, ADB, and other funding agencies agreed that the matrix would be finalized during \nthe advisory technical assistance that is in ADB’s pipeline for 2006. The common policy matrix \nneeds more thorough consultations on policy areas and on a more specific action plan for policy \nformulation and implementation.  \n \n5.  In late 2005 the Government established its own formal funding agency coordination \nwork group: the Education and Gender Working Group, chaired by the director-general of \nMOE’s Department of Planning and Cooperation, with membership from the Cabinet Office, Lao \nWomen’s Union, and Lao National Commission for the Advancement of Women. How to best \ncoordinate the work of the two coordinating groups was considered in early 2006. \n \nB.  Projected Trends and Patterns of External Assistance \n6.  The Government’s priority has been directed to ensuring equitable access to quality \nbasic education (primary and lower secondary education), and producing quality students for \nfurther education and training. The efforts to ensure equitable access have resulted in the net \n ", "36  Appendix 4 \nenrollment rate of primary schools increasing from 63% in 1989/90 to approximately 73% in \n2004/05,6 with little if any progress over the past 3 years.7 Total enrollment in primary education \nis still increasing, but at a rapidly reducing rate. Universal primary education is very near to \nbeing achieved in urban areas, but is far from a reality in poor rural areas, especially for minority \nchildren and girls. Nationally, gender disparity is relatively limited with a 10% gap at admission, \nwhich stays more or less unchanged throughout the primary education cycle.  \n \n7.  Lower secondary enrollment rates, on the other hand, have increased dramatically; the \ngross enrollment rate in lower secondary schools increased from 30% in 1989/90 to 51% in \n2004/05. Lower secondary education and, even more so, upper secondary education are now \nthe fastest growing segments. The number of secondary students has been growing at four \ntimes the rate of primary school students. Education service delivery is still uneven and the \nquality of education has not caught up with the rapid expansion of the system, posing an \nimbalance particularly among poor people living in rural ethnic villages. \n \n8.  ADB assistance started in 1991 with the first Education Quality Improvement Project,8 \nfollowed by the Basic Education (Girls) Project in 2000.9 Based on a comprehensive sector \nstudy in 1998 that provided a policy and investment framework for 2001–2005,10 ADB provided \na loan for the Second Education Quality Improvement Project in 2001,11 which focused on \nexpanding access to primary education. It also provided a loan in 1995 to revive the higher \neducation system to produce skilled people to lead national development in various sectors, \nincluding education, through the establishment of the National University of Laos.12  \n9.  Other  international  and  bilateral  agencies  and  nongovernment  organizations  have \nsupported the expansion of primary education, including the World Bank through its first and \nsecond education development projects in 1993 and 2004, the Government of Japan through \ngrant  assistance  for  teacher  training  and  primary  school  construction  since  1998,  the \nGovernment of Australia by cofunding a component of the ADB Basic Education (Girls) Project \nas the Lao-Australia Basic Education Project, and the United Nations Children’s Fund with a \nteacher upgrading program since 1992. United Nations Educational, Scientific and Cultural \nOrganization assisted MOE in producing the National Plan of Action for Education for All,13 \n                                                 \n6  The net enrollment rate estimates based on the MOE education management information system and population \nestimates differ from those resulting from the Lao Expenditure and Consumption Survey 2002/03 (LECS3) survey, \nwhich are 5 points lower. Although LECS3 estimates are based on a sample, they are more accurate than MOE \nexhaustive estimates for two major reasons: (i) in LECS3, the number of children and their participation in \nschooling are measured in the same unit (household) during the same period, which makes household data more \nreliable; and (ii) MOE assessment of enrollments, admissions, etc. are sometimes overestimated for the provincial \neducation service for various reasons, including the fact that assessment of enrollments occurs at the start of the \nschool year but significant dropouts take place during the year, and the provincial education service sometimes \noverestimates in order to get additional quota teachers. Such overestimates of gross and net enrollment rates by \nMOEs have been observed in a number of countries.  \n7  As assessed from MOE database and population estimates based on LECS3 and headcount undertaken prior to \nthe 2005 population census.  \n8  ADB. 2000. Project Completion Report on the Education Quality Improvement Project in the Lao People’s \nDemocratic Republic. Manila. The report assessed the project as successful.  \n9  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nLao People’s Democratic Republic for the Basic Education (Girls) Project. Manila. \n10  ADB. 1998. Technical Assistance to the Lao People’s Democratic Republic for the Education Sector Development \nPlan. Manila. \n11  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nLao People’s Democratic Republic for the Second Education Quality Improvement Project. Manila. \n12  ADB. 2004. Project Completion Report on the Postsecondary Education Rationalization Project in the Lao \nPeople’s Democratic Republic. Manila. The report assessed the project as highly successful. \n13  MOE. 2004. Lao PDR National Plan of Action for Education for All, 2003–2015. Vientiane. \n ", "  Appendix 4       37 \nwhich provides a common framework for future assistance and supports capacity building for \nprovincial and district education planning and budgeting. \n \n10.  Contributions from major funding agencies to the basic education subsector for 2004–\n2010 are estimated to be worth $139.9 million, an average of $19.9 million per year, with $17.4 \nmillion actually expended in 2004 and $21.9 million in 2005. Of the total estimate for these 7 \nyears, 41.7% is expected to come from ADB and the World Bank. Other amounts are committed \nby the various United Nations agencies, in particular the United Nations Children’s Fund ($13.2 \nmillion),  United  Nations  World  Food  Programme  ($22.6  million),  Swedish  International \nDevelopment Cooperation Agency, Australian Agency for International Development, and Japan \nInternational Cooperation Agency.  \n \n ", "38  Appendix 5 \nSUMMARY OF POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national    Yes  Is the sector identified as a national priority   Yes \npriority in country poverty analysis?        No  in country poverty partnership agreement?      No \nContribution of the sector or subsector to reduce poverty in the Lao People’s Democratic Republic: \n \nEducation and literacy are key factors in achieving sustained economic growth, poverty reduction, and gender \nequality. The Government of the Lao People’s Democratic Republic (Lao PDR) identifies education as one of the four \nstrategic sectors in its draft Sixth Socio-Economic Development Plan (2006–2010) that feeds into its poverty reduction \nstrategy outlined in the National Growth and Poverty Eradication Strategy. To attain these objectives, the Government \nemphasizes human resource development enhancement through education as one of its strategic priorities. In \nparticular, it prioritizes basic education, including formal and informal sector and vocational training. Better education \nand training helps to broaden access to wage opportunities, enable economic diversification, initiate microbusiness \ndevelopment, and contribute to future reduction of gender disparities within households.  \n \nThe  Basic  Education  Sector  Development  Program  (BESDP)  contributes  to  poverty  reduction  and  economic \nintegration within the region. It is aligned with the country strategy and program of the Asian Development Bank \n(ADB), and supports the education sector strategy (Strategic Vision 2001–2020) and implementation of the second \nphase of the 20-year Strategic Vision (Education Sector Development Plan, 2006–2010). The BESDP also supports \nimplementation of the National Plan of Action for Education For All (EFA Plan, 2003–2015), which contains the \nGovernment’s policy and strategic action framework for basic education, and includes national development targets \nand programs for four priority subsectors: (i) early childhood care and development, (ii) primary education, (iii) lower \nsecondary education (LSE), and (iv) nonformal education and skills training. The EFA Plan highlights for LSE (i) \nincreasing access to basic education for all people, especially the disadvantaged; (ii) strengthening formal and \nnonformal education; (iii) providing vocational and skills training; (iv) improving teachers’ status and qualifications; (v) \nimproving the relevance and quality of school curriculum; and (vi) improving management of the education sector.  \n \nThe BESDP combines two lending modalities for policy support and direct investment. It provides policy support by \nemploying a program-based approach through a common policy matrix. Through its policy reform interventions, the \nBESDP supports Ministry of Education (MOE) initiatives to establish a sector development framework that will help \nadopt a sector-wide approach to education sector development. The investment provides direction assistance for (i) \nimproving and expanding access to LSE opportunities; (ii) improving the quality of formal LSE; and (iii) strengthening \ndecentralized  education  planning,  management,  and  delivery.  The  BESDP  supports  education  reform  and \ndevelopment in the Lao PDR, and contributes to achievement of the Millennium Development Goals 2 and 3, and in \nthe long term, to goal 1 on poverty reduction. The BESDP will also help achieve the country’s goal of exiting the status \nof least developed countries by 2020.  \nB.  Poverty Analysis                                               Targeting Classification: Targeted intervention-MDG \nWhat type of poverty analysis is needed? \n \nThe Lao PDR has undergone rapid economic development and growth over the last decade. Gross domestic product \n(GDP) has improved with an average GDP per capita of $207 (1990) to $428 (2004) (National Statistics Center \nStatistics, 1975–2005). In 2005, the country’s total population was about 5.6 million, of which, 50.1% were female \n(Population and Housing Census, 2005). While the annual population growth rate declined from 2.5% (1985–1995) to \n2.0% (1995–2005), the absolute increase of population was 1.04 million (1995–2005)—an average increase of \n100,000 per year. Over the past two decades, the urban population increased (from 17%–27%), while the rural \ndecreased (from 83% to 73%).  \n \nWhile most socioeconomic indicators have consistently improved over the past few years, inequalities exist in social \nand economic development throughout the Lao PDR. The gap of inequality in income per capita seems to be widening \nbetween urban and rural areas. Income disparities have been widening between provinces, districts, and ethnic \ngroups, with the most vulnerable groups including ethnic groups found in remote rural areas. The total population \nunder the age of 15 decreased from 44% in 1995 to about 39%. About 57% of individuals (aged 15–64) are working—\nan increase from 52% in 1995. Agricultural workers account for about 76%—a decrease from about 85% in 1995 \n(Population and Housing Census, 2005). \n \nPoverty incidence (i.e., percentage of the population with consumption below the poverty line) dropped from 45% to \n38.6% when GDP growth averaged 7% (Lao Expenditure and Consumption Survey 1992/93 and 1997/98). At the \nsame time, inequality increased with a Gini index increase from 29% to 36%. In 2002/03, poverty incidence dropped to \n32%. This reduction was associated with strong economic growth, achievement of rice self-sufficiency and increased \ncross-border trade. However, the Lao PDR remains a least developed country, as it ranks 131 out of 177 countries in \nthe 2005 Human Development Report of the United Nations Development Program. Studies suggest that education \nand literacy are key factors in achieving sustained economic growth, poverty reduction, and gender equality. An extra \nyear of schooling is seen to increase labor productivity and earning potential. Thus, better education and training \n ", "  Appendix 5  39   \nopportunities are vehicles to help broaden access to wage opportunities, enable economic diversification, initiate \nmicrobusiness development, and contribute to reduction of poverty and gender disparities within households.  \n \nAccording to the National Growth and Poverty Eradication Strategy (2004), 47 of 142 districts are categorized as \n“poorest” districts. Most of these include poor ethnic groups located in rural and mountainous areas. Under the \nBESDP, 20 districts (of 50) are identified for investment support in six provinces—Attapeu, Bokeo, Champasak, \nKhammuane, Luang Namtha and Savannakhet, Of the 20 districts, 10 are classified as poor, of which 7 are identified \nas the poorest. Selection of these districts is based on the Government’s development priorities that give preference to \ndevelopment along the economic corridors (East-West Economic Corridor or Route R9–Savannakhet, and Northern \nEconomic Corridor or Route R3–Bokeo and Luang Namtha); around Nam Theun-II (Khammuane), and in the \nquadrangle corridor area that neighbors Cambodia, Thailand, and Viet Nam, (Attapeu and Champasak). The BESDP \nsupports all 159 lower and complete secondary schools in the 20 districts. \n \nWhile economic growth generates significant employment opportunities, poor households need sufficient resources to \nbe able to invest in human capital to be able to take advantage of these opportunities. The positive effect of economic \ngrowth on poverty reduction is also largely offset by regional and ethnic inequalities. Topography and low population \ndensity limit access to opportunities for the poor to escape from poverty. Disadvantaged ethnic groups are often found \nin rural and remote areas, and poverty among these groups is associated with low and limited access to education \nand training opportunities. For instance, Attapeu  Bokeo, and Luang Namtha have high percentages of ethnic \npopulations (and poverty incidence) at about 98% (58%), 87% (37%), and 63% (45%) (Population and Housing \nCensus, 2005). The BESDP supports policy interventions and provides project support for increasing access to quality \neducation. For instance, the BESDP will help increase access for students from poor families with limited resources \nthrough the education development grant (EDG) program and lower secondary student grant (LSSG) scholarships for \nstudents in the catchment area of 96 lower/complete secondary schools in rural areas.  \n \nThe quality of education is a national concern. It is especially a concern for ethnic groups in rural areas due to (i) lack \nof infrastructure, (ii) inaccessibility, (iii) language and cultural barriers, (iv) lack or limited quality of teachers, (v) lack of \ntextbooks and teaching/learning materials, (vi) curricula that are not relevant to local situations, (vii) perceptions that \nreturns from education are low, and (viii) low household affordability (EFA Plan, 2005). Distance to the nearest school \nis a direct deterrent that limits access to LSE for poor ethnic students. The BESDP will address these issues by \nincreasing supply (i.e., additional classrooms) and improving the quality of teachers (e.g., in-service teacher training). \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nThe National Growth and Poverty Eradication Strategy calls for increased participation by local residents in program \nplanning and implementation. Prime ministerial instructions 001 (March 2000) and 010 (June 2001) are relevant to the \nGovernment’s approach to poverty reduction. Provinces are seen as strategic planning units, districts are project \nplanning and budgetary units, and villages are the implementation units responsible for collecting revenue based on \nproduction  and  data  collection.  The  Government’s  policy  documenta  on  governance  issues  also  supports  the \nimportance of people’s participation. To strengthen MOE’s ability to decentralize and achieve quality education, the \nfollowing actions are necessary: (i) increase resource allocations; (ii) improve data collection and management; (iii) \nprovide institutional strengthening of MOE, provincial education services (PESs), and district education bureaus \n(DEBs); and (iv) develop guidelines for education planning and management. b \n \nThe  DEBs  were  previously  responsible  for  education  activities  at  all  levels,  and  are  now  responsible  for  (i) \nkindergarten  and  primary  education,  including  nonformal  education  and  other  types  of  primary  education;  (ii) \nmanagement of education institutions above primary concerning nonacademic work; and (iii) planning, budgeting, and \nimplementation. The PESs are responsible for (i) lower and upper secondary education, and vocational schools; (ii) \nsupervision of the DEBs; (iii) preparation of education development plans with the DEBs; (iv) direction of plan \nimplementation; and (v) personnel, school, and student management within the province. The Department of Planning \nand Cooperation of MOE is responsible for (i) supervising establishment of the education management information \nsystem (EMIS), data collection, education mapping, and data analysis; and (ii) integrating the education strategic plan, \neducational development plan, and investment plan, including monitoring and evaluation of implemented plans.  \n \nA stakeholder analysis was conducted to determine key stakeholders within MOE, their responsibilities, and the roles \nthey play in the sector for overseeing issues of access, quality, and management in basic education (e.g., scholarship \nmanagement, curriculum development, teacher training, gender and ethnic mainstreaming, and maintenance of the \nEMIS). A task force within MOE was established at the onset of project preparation to ensure key stakeholders were \nconsulted  and  informed  on  preparation  progress.  National  workshops  included  stakeholders  from  different \nadministrative levels with MOE, line ministries, and development partners to discuss the policy matrix and investment \nproject. Consultations with lower/complete secondary schools staff was held within the BESDP’s 20 targeted districts. \n \nIs there a participation strategy?     Yes                   No \n \n ", "40  Appendix 5 \nA participation strategy is incorporated in the BESDP. The nature of BESDP supports ongoing consultations among \ndepartments within MOE, between MOE and other line ministries, between the central and administrative groups, and \nthe lower secondary schools. Participatory approaches and consultations will be used and are especially important for \nimplementing the EDG program and LSSG scholarships. Student-parent associations will be established/strengthened \nat each of the 96 lower or complete secondary schools that will receive an EDG.  \nD.  Gender Development \nStrategy to maximize impacts on women: \n \nWith guidance from the Lao National Commission for the Advancement of Women, all ministries plan to develop \nstrategies and action plans to promote national, provincial, district, and village gender equality (Socio-Economic \nDevelopment Plan: vii). Increasing access of girls and women to quality primary, secondary, and territory education \nand adult literacy classes is cited as part of improving access to basic services. MOE’s Gender and Ethnic Groups \nEducation Unit has prepared a gender and education policy and submitted it to the Prime Minister’s Office for \napproval. \n \nIn 2005, educational attainment of employed females in the labor force was (i) 6.1% for lower secondary; (ii) 1.3% for \nupper  secondary;  and  (iii)  7.7%  for  technical/vocational  qualification,  college  diploma,  and  university  degree. \nEducational attainment was comparatively higher for employed males: 8.6%, 2.2%, and 14.1%. A gender imbalance \nexists in accessing primary education and LSE. Girl’s enrollment in primary school lags that of boys’ by approximately \n14%, and in LSE by more than 12%. The net enrollment ratio for girls is also influenced by access in rural and urban \nareas: for primary education it is estimated at 49% for girls in rural areas without road access. (56% for boys), 72% in \nrural areas with road access (75% for boys), and 91% in urban areas (88% for boys). This leads to lower completion \nrates in primary education for girls (47%) compared with boys (52%). These differentials continue for lower and upper \nsecondary education.  \n \nThe low rate of female enrolment in lower secondary school leads to a significantly lower number of female \nenrolments in teacher training colleges, and subsequently, low representation in the field of teaching, particularly in \nlower and upper secondary schools. Gender equality issues need to be better integrated and addressed, especially \nhuman resource development issues for ethnic groups, in official education and training policies, teacher training \nprogram development, and project activities.  \n \nThe BESDP will contribute to meeting these needs through a range of targeted activities and improvements to central \npolicies and practices in the education sector, which are presented in the common policy matrix. The investment \nProject includes specific activities that integrate gender issues and equity concerns into the BESDP. LSE curriculum \nreview will specifically ensure that gender issues are fully captured in the curriculum and teaching methodology. To \neffectively address gender and ethnic education concerns, the BESDP will address gender and ethnic issues in \ndecentralized education planning and budgeting. LSSG scholarships for ethnic girls in the poor and poorest districts \nwill help increase access. The EDG program will work to build the capacity of the student-parent association at the \nschool to improve the condition and strengthen the management of lower secondary schools. Civil works will cater to \nbuilding school-safe and gender-sensitive school facilities (i.e., separate toilets). Targets will be set to increase female \nrepresentation in management positions within the education sector. In addition, activities to improve management \nand planning in the education sector will be included (i.e., sex- and ethnic-disaggregated data).  \nHas an output been prepared?      Yes     No \nE.  Social Safeguards and Other Social Risks \nItem  Significant/  Strategy to Address Issues  Plan \nNot Significant/  Required \nNone \n Significant  No land acquisition and resettlement is expected. One of the   Full \nResettlement   Not significant  selection criteria for supporting new school buildings or   Short \n None  classrooms) is that they will be built on existing MOE sites.    None \n Significant  The BESDP provides targeted support to poor and ethnic \n Yes \nAffordability   Not significant  groups, particularly girls, to expand access to LSE (e.g., LSSG \n  No \n None  scholarships).  \nNo risks are associated with labor policy, law, or broader labor \n Significant \nissues. The BESDP, through policy-support and direct   Yes \nLabor   Not significant \ninvestment, will help increase the number of teachers and    No \n None \ncontribute to better recruitment and deployment of teachers  \n Significant  All ethnic groups have equal opportunities to benefit from the \nIndigenous   Yes \n Not significant  BESDP. Of 20 districts, 17 have a high percentage of ethnic \nPeoples    No \n None  groups (Appendix 6).  \n ", "  Appendix 5  41   \nOther Risks   Significant  None. \n Yes \nand/or   Not significant \n  No  \nVulnerabilities   None \na  Government of the Lao PDR. 2003. Public Service Reform, People’s Participation, Rule of Law and Sound \nFinancial Management: Government Document on Governance Issues. Policy paper presented at the Roundtable \nProcess. Vientiane (4 April). \nb  ADB. 2003. Decentralized Education Management: Operational Policy Report. Manila. \n \n \n ", "42  Appendix 6 \nGENDER AND ETHNIC GROUPS DEVELOPMENT PLAN \n \n1.  The Gender and Ethnic Groups Development Plan (GEGDP)1 highlights actions included \nin the Basic Education Sector Development Program (BESDP). The GEGDP aims at achieving \nequity, reducing gender and sociocultural disparities, overcoming barriers and obstacles for girls \nand ethnic groups, and ensuring equal access to better and high quality LSE and skills training. \nIt is based on (i) a gender analysis, (ii) an analysis of ethnic groups, (iii) primary and secondary \ndata collection, (iv) consultations with girls and boys in lower secondary schools from different \nethnic groups, and (v) discussions with government officials and mass organizations. It builds \nupon ongoing initiatives carried out in previous Asian Development Bank (ADB)-funded projects, \nfollowing  these  basic  principles:  (i)  where  possible,  prioritize  resource  allocation  to \ngeographically targeted remote ethnic group areas, especially where gender disparities tend to \nbe  larger;  (ii)  promote  participation  of  ethnic  groups  and  females  in  project  activities;  (iii) \npromote  gender-  and  ethnic-sensitive  curriculum,  materials,  and  policy  and  strategy \ndevelopment; (iv) address needs and constraints of ethnic students, female students, teachers, \ngovernment officials, and project staff; and (v) strengthen capacity of relevant institutions that \naddress ethnic and gender concerns and equality in education. The GEGDP follows regulations \nof  the  Lao  People’s  Democratic  Republic  (Lao  PDR),  and  ADB’s  policies  on  gender  and \ndevelopment (2003) and indigenous peoples (1998). \nA.  Overview of Gender and Ethnic Groups \n2.  The Lao PDR is a diverse and multiethnic state; 49 distinct ethnic groups are grouped \ninto four main ethnolinguistic groups: (i) Tai-Kadai comprises 8 ethnic groups (66.2%); (ii) \nAustro-Asiatic, 32 ethnic groups (23%), (iii) Hmong-Yu Mien, 2 ethnic groups (7.4%), and (iv) \nSino-Tibetan, 7 ethnic groups (2.7%).2 The distribution of ethnic population in the six BESDP \nprovinces is in Table A6.1. \nTable A6.1: Percentage of Ethnic Groups by BESDP Province \nLargest  Second  % Total \nProvince  Population  %  %  Third Group  % \nGroup  Group  Ethnic  \nAttapeu  87,229  Lao  36.9  Lavae  17.4    Oey  16.4  63.1 \nBokeo  113,612  Khmu  23.8  Lue  20.6    Lao  13.4  86.6 \nChampasak  501,387  Lao  84.8  Laven  4.9    Xuay  2.4  15.2 \nKhammuane  272,463  Lao  59.4  Phutai  21.7    Makong  13.4  40.6 \nLuang Namtha  114,741  Khmu  24.7  Kor  23.9    Leu  15.8  97.7 \nSavannakhet  671,758  Lao  57.5  Phutai  18.9    Katang  8.7  42.5 \n    Total  1,761,190               \nBESDP = Basic Education Sector Development Program. \nSource: Lao Front for National Construction, Department of Ethnic Affairs, 1999. \n3.  Of 142 districts in 18 provinces, 47 districts are categorized as the poorest districts. Most \nhave ethnic groups located in rural and mountainous areas. Geographic, economic, and cultural \nconstraints often result in limited education and health services for ethnic groups. According to \nthe census, ethnic groups often have poorer housing and sanitary conditions, lesser access to \nroads and markets, and poorer health and education. Ethnic communities may not value social \nservices, and social service providers may have limited understanding of ethnic needs and \nvalues. Poverty among ethnic groups is closely associated with limited access to education and \n                                                 \n1  During preparation of the BESDP, ethnic groups from three ethnolinguistic groups of Austro-Asiatic, Hmong-Yu \nMien, and Sino-Tibetan were identified as the relevant ethnic groups for this action plan, as required by ADB’s \nindigenous peoples policy. Additional ethnic groups may be identified during project implementation. \n2  2005. Population and Housing Census. LAO PDR. \n ", "  Appendix 6  43   \ntraining opportunities.  \n4.  Women and girls’ access to social services is more limited. More than 85% of Lao \nwomen live and work in farming households, and perform the bulk of household work. Children, \nespecially  girls,  help  in  agricultural  and  domestic  duties  (i.e.,  water  collection,  child  care). \nChildren  residing  at  greater  distances  from  schools,  especially  in  the  poor  and  poorest \nprovinces, have more limited access to education than those in urban areas. Issues of access, \ncost of education (e.g., school fees), safety, and teaching quality are some factors that influence \nparents’ decisions on sending their children to school. Thus the opportunity cost of sending girls \nto lower secondary schools is more significant. \nB.  Legal Framework and Regulations \n5.  The Constitution of the Lao PDR, ratified in 1991, uses the term “citizens of all ethnicity” \nthroughout the document. It specifically recognizes the need to incorporate the concerns of \nethnic  groups  in  developing  policy  in  all  sectors,  and  has  reaffirmed  its  commitment  to \nstrengthen the rights of all ethnic groups in various congresses, conferences, decrees, and laws \nsince the 1980s (Articles 8 and 22).  \n6.  Promoting gender equality is an important national goal is reflected in the National \nStrategy for the Development of Women (1998–2005),3 the 1991 Constitution (articles 22 and \n24),  and  a  number  of  international  commitments.  The  National  Commission  for  the \nAdvancement of Women-Lao PDR was established in 1991 to help ensure women’s equal \naccess  to  basic  services  and  productive  resources  for  achieving  equity,  efficiency,  and \neffectiveness of policies and projects. The commission develops the national strategy for the \ndevelopment of women and reports directly to the Government. The Lao Women’s Union helps \nto implement the strategy.  \n7.  Women represent about one third of all management positions in the education system \n(Table A6.2). Female representation in leadership positions at all levels is limited, but is better \nwithin the targeted BESDP districts.  \nTable A6.2: Female Representation within the Education Sector, Lao PDR \n    Total  Incentive \nLevel  Position Description  No.  % Female  (kip/level) \nI.  Vice Minister, Rector of University  3  33  80,000 \nII.  Director General of Department, Deputy Rector of University,  38  2.65  25,000 \nDean of Faculty \nIII.  Deputy Director of Department, Head of PES, Director of TTC,  141  9.92  19,000 \nVice Dean of Faculty, Head of Office/Dept, NOUL \nIV.  Head of Division, Deputy Head of PES  280  12.5  14,000 \nV.  Deputy Head of Division, Deputy Head of Departments,  895  8.93  10,000 \nDirector of Upper/Complete Secondary School, Head of \nDivision of PES, Heads of Division of NOUL, Head of DEB, \nDirector of Technical School,  \nVI.  Deputy of Division, Deputy Head of DEB, Director of Lower  2,081  8.72  7,000 \nSecondary School \nVII.  Head Master of Primary School, Head of Units of DEB  5,755  8.58  5,000 \nVIII.  Personnel (no titles), technical staff, teachers  44,738  51.43  0 \nTotal  53,915  44.17  39,937,000 \nDEB = district education bureau, PES = prefecture/provincial education service, TTC = teacher training center. \nSource: Department of Personnel, Ministry of Education, 3 May 2006. \n \n                                                 \n3  A new NSDW strategy (2005–2010) is under preparation by NCAW-Lao. \n ", "44  Appendix 6 \n8.  The  Government’s  National  Growth  and  Poverty  Eradication  Strategy  (2004),  the \nGovernment’s  Sixth  Socio-Economic  Development  Plan  (2006–2010),  Education  Strategic \nVision 2000–2020, Education Sector Development Plan (2006–2010), and National Plan of \nAction for Education for All (EFA Plan) (2003–2015) provide guidelines for ensuring equity and \ngender equality including access to education and skills development, especially for ethnic girls \nin poor and disadvantaged areas. The EFA Plan and the Education Sector Development Plan \nboth stress critical targets regarding gender mainstreaming: (i) gender equality in education up \nto secondary schools; and (ii) curriculum and teacher training oriented to eliminating biases \nagainst girls. The school mapping exercise undertaken in all 18 provinces and 142 districts, \nwithin the framework of the United Nations Educational, Scientific and Cultural Organization \nproject for Education for All planning for provincial education services and district education \nbureaus (2005–2006) was useful in identifying schools by type, and enrollment by ethnicity and \ngender. \n9.  The EFA Plan program 3: Access to and Participation in Lower and Upper Secondary \nEducation. cites several objectives, including (i) develop lower secondary school network to (a) \nincrease enrollment of ethnic children from rural/remote areas, and (b) respond to demand from \ngrade 5 graduates; (ii) train, recruit, and deploy lower secondary school teachers according to \nneeds, as determined by the Annual School Mapping Program; (iii) reduce dropout rates in \nlower secondary schools, especially in rural and remote areas; (iv) improve the quality and \nrelevance of LSE; and (v) design schemes to promote LSE retention among poor and ethnic \nchildren, especially girls. \nC.  Gender and Ethnic Groups Development Plan \n10.  Specific  actions,  as  outlined  in  the  GEGDP  (Table  A6.3),  will  be  implemented  and \nrefined as required. New actions will also be considered for inclusion, as deemed appropriate.  \nTable A6.3: Gender and Ethnic Groups Development Plan \nBESDP Component  Actions Proposed \nA. Component A: Expand Access for Formal Lower Secondary Education \n1. Promote equitable  •  Provide new school buildings and additional classrooms in the 10 poor/poorest \naccess   districts, where female or ethnic students, especially ethnic girls, have high dropout \n2. Alleviate pressure on  rates. Construct facilities conducive to increasing female enrollment (e.g., provision \nexisting school facilities  of toilets for females). \n3. Support poor  •  Provide 1,638 LSSG scholarships to poor ethnic girls (graduates from primary \nstudents/schools  school) from poor districts for LSE, of which at least 50% will be reserved for girls.  \n•  Provide EDGs to 96 rural lower secondary/complete secondary schools to improve \nschool conditions and initiate activities to attract female and ethnic students. \n•  Establish an SPA in each of the 96 rural schools, according to Regulations of the \nAssociation (269/MOE/2002/21 February 2002) with modifications. The Government \nwill, wherever feasible, work to ensure at least 40% of SPA members are women. At \nleast 1 girl and 1 boy will be student representatives. \n•  Ensure each SPA is representative of the ethnic composition of the school (i.e., \nteachers, students, parents) and the host-village of the school.  \n•  Ensure each SPA consults with both sexes and different ethnic students, or their \nstudent representatives, before deciding on grant-funded activities.  \n•  Deploy ethnic LSE teachers, including females, by recruiting and training them \naccording to priority development needs assessed by the school map. \n4. Conduct LSE studies  •  Include gender/ethnic-specific factors into the study on baseline factors that inhibit \non access   participation and retention in LSE, and the alternative modes of lower secondary \ndelivery, modes of subsidy, and nature of incentives to encourage enrollments. \n•  Undertake focus-group interviews when confirming the factors with teachers and \nstudents of different sexes, ethnicity, ages and income levels. \n ", "  Appendix 6  45   \nBESDP Component  Actions Proposed \nB. Component B: Improve the Quality of Formal Lower Secondary Education \n1. Improve curriculum  •  Ensure that the new curriculum (grades 1–12) and curriculum guides are fully \ndevelopment  sensitive to gender and ethnic group issues and do not carry negative biases. \n•  Integrate ethnic knowledge (e.g., culture) and gender-specific information (e.g., \ntrafficking awareness) into new curricula. Include gender/ethnic-specific targets in \nstudent learning outcomes and assessment framework (4-year LSE program). \n•  Ensure the Lao Front for National Construction and Lao Women’s Union, which are \nimportant stakeholders, are invited to national curriculum development workshops. \n2. Provide teacher  •  Disaggregate training participation records by sex and ethnicity. \ndevelopment \n•  Develop in-service modules in selected subject areas that are fully sensitive to \ngender and ethnic group issues and free of negative biases  \nC. Component C: Strengthen Capacity for Education Management \n1. Strengthen EMIS  •  Disaggregate national, provincial, district, and school data in the information system \nby sex and by ethnicity for the EMIS (including the TMIS). \n•  With other partners, provide equal capacity-building opportunities for women and \nofficials from ethnic groups from MOE, PESs, DEBs, and school staff for improved \ndata collection, processing, computer training, and management of the EMIS and \nTMIS.  \n•  Review  questionnaires  and  other  instruments  to  ensure  that  disaggregated \ninformation can be collected from schools, pupils, education staff, and PESs.  \n•  Include men and women, irrespective of ethnicity, as workshop participants. \n•  Explore ways of involving the school management committee in verifying data.  \n2. Strengthen planning  •  Take into consideration gender and ethnic-specific issues into new planning format \nand budget  and process. Formats allow information to be disaggregated by sex and ethnicity.  \ndevelopment  •  Ensure male and female staff, of different ethnicity, have equal opportunity to attend \nworkshops  to  assess/validate  improved  budget  and  actual  expenditure  format, \nmodern financial management techniques, and data collection instruments. \n•  Provincial/district education plans include specific sections on improving access and \nquality of education for the poor disaggregated by gender and ethnicity. \n \nD. Implementation Arrangements \n  •  GEGEU is represented in the PMU, will be responsible for implementing and \nmonitoring the GEGDP, and will have equal access to BESDP-supported capacity-\nbuilding programs (e.g., workshops on MTEF, budgets, formats, and data). \n•  GEGEU will be represented in the committee that will oversee implementation of the \nEDG program and the LSSG scholarship scheme. \n•  An international gender and social development specialist (2 person-months) and a \nnational gender and social development specialist (4 person-months) will help with \nimplementation.  \nBESDP = Basic Education Sector Development Program, DEB = district education bureau, EDG = education \ndevelopment grant, EMIS = education management information system, GEGEU = Gender and Ethnic Groups \nEducation Unit, LSE = lower secondary education, LSSG = lower secondary student grant, MOE = Ministry of \nEducation, MTEF = medium-term expenditure framework, PES = provincial education service, PMU = project \nmanagement unit, SPA = student-parent association, TMIS =  teacher management information system. \nSource: Asian Development Bank estimates. \n \nD.  Implementation Arrangements \n11.  Implementation arrangements and estimated costs of the GEGDP are integrated into the \noverall arrangements and total budget of the BESDP. The Gender and Ethnic Groups Education \nUnit (GEGEU) was established in the Department of General Education of the Ministry of \nEducation for the Basic Education (Girls) Project. In addition to project management, it plays an \nimportant  role  in  overseeing  gender  mainstreaming  efforts  in  education.4 GEGEU  will  be \n                                                 \n4  GEGEU recently prepared a draft gender and education policy, and has submitted it to the Prime Minister’s Office \nfor approval (expected by end-2006). \n ", "46  Appendix 6 \nrepresented in the project management unit, and will oversee implementation of the GEGDP. \nRepresentatives from the Lao Women’s Union and the Lao Front for National Construction will \nplay important roles in facilitating participation by girls/women and ethnic groups in project \nactivities. International and national consulting services will help integrate ethnic and gender \nconcerns into activities during implementation. They will work with GEGEU in establishing sex- \nand ethnic-disaggregated indicators for project performance monitoring and evaluation, and \ncoordinate with other specialists (i.e., gender/social development specialists) in implementing \nBESDP activities. Progress reports will provide updates on the effect of the BESDP on gender \nand ethnicity. The midterm review mission will consider past updates and make adjustments, as \nrequired. \n \n \n \n ", "47\nAppendix 7\nREPUBLIC\nLAO  PEOPLE'S  DEMOCRAllC \nPeace Independence  Democracy  Unity  Prosperity 1\\\\..\n?5,;0\nMINISTRY OF FINANCE\n,No  tMOF\nVientiane.date.. \n.\n2  2  NOV  2006\nDEVELOPMENT POLICY LETTER\nMr. Haruhiko  Kuroda\nPresident\nAsian  Development  Bank\nManita,Philippines\nSubject: DEVELOPMENT  LETTERA NDP  OLICYM ATRIX\nPOLICY \nBa$ic  Education  Sector  Devetopment  Program  (BESDP)\nPresident..\nDear  Mr\n1  The  Government  of  Lao  PDR{the  Government}  has  continued  to  demonstrate  a  high\npriority to ensuring equitable access1 0 quality basic education (primary and lower secondary\neducation)  and  to  the  production  Of  high-quality  students  for:  further  education  and  trainlng.\n.  -  .  .\nDuring the five-year period 2001-2005, the educations ector share In total government budget\nincreased from 8.8% to 11,6%. Millennium Development Goa1s( MOG) for Lao POR, adopted by\nthe  Government  in  2000,  includes  education  goals  in the  areas  of formal  primary  education,\nreduction of illiteracy rates and gender equity. In 2000. the Government formutated the\nEducation  Strategic  Vision  Up  To  the  Year  2020,  whiCh  encompasses  development  of  the\neducation system in accordance with the MDG. The Education Strategic Vision aims to achieve\nuniversal primary education by 2015, together with a continued expansion in participation at\n10wer and upper secondary tevel.\n2.  The Education Strategic Vision is supported by the National Growth and Poverty\nEradicationS  trategy (NGPES). approved by the Governmenta  nd published in June 2004.\nNGPESdefines education as one of.f oor priority areas (the other three are health, agriculture\nand infrastructure)a nd focuses on the needs of the 47 poorestd istrictsr n Lao PDR. To provide\na road map.to achieve these-education goals, in 2005 the Government officially adopted the\n(EFA \nNational  Plan  of  Action  for  Education  for  All  2003-2015  Plan).  The  EFA  Plan  covers  the\nareas of early childhood education. primary education, lower secondary education, non-formal\neducation and skills development for dis~vantaged  groups, and embodies most of the goals of\nthe Education Strategic Vision.\n3.  The  Government  wishes  to take  this  opportunity  to thank  the Asian  Development  Bank\n(ADB)  for Its sustained  support  to the education  reform  process  in Lao PDR.A  DB'sa ssistance\nstarted  in  1991  with  the  first  Education  Quality  Improvement  Project. \nIn  1995  an  ADB  loan  was\nprovided to revive  the  higher education  to produce skilled people to lead national\n~stem \ndevelopment  in various  sectors.  .including  education,  through  the establishment  of the  National\nUniversity of Laos. The next ADB loan in 2000, for the Basic Education {Girls} Project, aimed to\nimprove basic education In 52 remote districts. especially for girls and for students  of ethnic-", "48  Appendix 7\ngroup origIn. Based on a comprehensives ector study in 1998 that provided a policy and\ninvestmentf rameworkf or the period 2001-2005. ADB provideda  loan in 2001 for the Second\nEducation  Quality  Improvement  Project.  which  focused  on  expanding  access  to  primary\neducation.  Overall,  ADS  has  been  primarily  assi$ting  basic  education,  and  our  joint  reviews  of\ncompleted projects havefoundihatthese  projects were highly or generally successful.\n4.  I  am  pleased  to  report  that  the  Government,  wIth  assistance  from  the  ADS  and  other\nfunding agencies. has made significant progressi n improvingb asic educationi n the past four\nyears. For example.a  dmissionst o primary sChoolsh ave increaseds ignificantlyb oth for boys\nand girls.  However, admissions in the non\"poord istricts have declined for various reasons,\nIncluding the fact that enrolments have reached near-universall evets and birth-rates have\ndeclined. In the poor districts. however, admissionsh ave stayed constant overall and have\ncontinued to increase for gins. And in the poorest districts, annual admissions continue to\nincreasef or both girls and boys.\n5.  In lower and especrally upper secondarye ducatron,p rogressI n admissionsh as been\nrapId  with  an  average  annual  increase  over  the  past  five  years  of  2,300  new  pupils  in  grade  6\n(lower secondary education) and 3,500 in grade 9 (upper secondary education). However, in\nsecondarye ducatrono verall..t he expansiono f supply (classrooms,s chools. teaChers)h as not\nkept  pace  with  demand,  since  most  funding  agencies  (with  the  exception  of  the  World  Bank  .in\nthe  first  Education  Development  Project)  have  continued  to  target  primary  education.  Also,\nfinancial and other constraintsf orce an increasingn umber of rural pupils to contributet o the\nhouseholde conomyr ather1hanp ursuef urther studies.\n6.  6ince2002,theMlnistry \nof  Education  (MOE)  is  increasingly  focusing  on  moving  towards\na morehofiStic framework for education sector development with assistance from the Swedish\nInterrrationaf  Development  Agency,  and  is preparing  to  realign  investment  projects  based  on\nthis. Inlh.is context, MOE has adopted theEFA  Planas  an \nofficial  sector  development  plan  that\nprovIdes  a common  framework  for  future  assistance.  In addltion,MOE  to institutionalize a\naims \nsector  -'baseddevelopmentirarnework  by 2009 in consultation with  key  development  partners.\n7.  In this letter. I would like to apprise your Excellency of the next phase Of policyr eform.\nThe  main  pillars  of  this  reform  program  are  described  1n  detail  in  the  accompanying  pOI.iCY\nmatrix.  The basicGovernment    will  continue  to  give  the  highest  priority  t~  equita~le  access  to  hIgh\nquality \neducation  services,  guided  by  the  EFA  Plan,  consistent  with  the  Educat!on\nStrategic  Vision  and  the  NGPE6.  The  Government  agrees  to  undertake  the  accompanYing\nmatrix with the support of the Basic Education Sector\nproposed  program  under  the  Plf!  Ii  cy \nDevelopment  Program  (BESOP)...Ioan  fromADB.\n8.  As the policy matrix indicates, the Government's poliqy priorities for the next phase of\nthis  reform  are:  {i)  ensuring  jncreased  resource  mobilization  to  the  education  sector,  (ii)\nexpanding  access  to formal basic education,( iii) improving  the quality  and relevance  offormal\nbasic  education.  and  (iv)  strengthening  education  management  at  all  levels.  This  policy\nframework  enables  consolidation  of recent  achievements  and  extension  into  a new  range  of\nespecially for iowet secondary education andior  budgeting and financial management\nreforms, \nsystems.\n9.  Firstly, ass  condition forihe  release of the first tranche and to support the \nGovernment's\neffort  to  promote  demand  from  gir1s, ethnic  students  and  poorest  children  through  targeted\ninterventions,  we  will  issue  guidelines  for  the  management  and  use  of  the  Education\nDevelopment Fund$ that will be aJfocated to schools, and for the BESDP.funded scholarships\nthat will be proVided for needy ethnic students with special emphasis on girls.\n2", "Appendix 7 49\n10.  In order to ensure  increased resource mobilization to the education  sector, we will\nincrease  the  Governrnent's  allocation  to the  education  sector  as  follows:  (i)  in each  year  of\nimplementation  of the  program  loan, the allocated  education  budget  shall not  be less than  the\nshare  or the volume,  whichever  is greater,  of the budget  allocation  stipulated  in the  preceding\nyear:  (ii)  by  the  end  of  the  2nd  year  of  implementation  (2008-2009),  the  amount  of  the\nGovernment's  allocation  to education  shall be at least  of the total budget; (iii) by the end\n15,5% \nof the  3rd year  of implementation  (2009-2010),  the Government's  allocation  to education  shall\nincrease to 16% of the total budget; and (iv) by the end of the 2nd year of implementation, the\namount  budgeted  for  recurrent  expenditure  should  be  at  least  45%  of  the  total  education\nbudget;  (v) by the  end  of the third  year  of implementation,  the amount  budgeted  for recurrent\nexpenditure  should  be at least  50%  of the total  expenditure;  (vi) by the  end  of the 2nd year  of\nimplementation,  atleast  80% of the education  budget  shall have been disbursed;a nd (viii) by the\nend of the  311y1e ar' of implementation, at least 85% of the education budget shall have \nbeen\ndisbursed.\n11.  In order to expand access to formal \nbasic  education,  we  will  continue  to  strive  for  the\nuniversalization  of  primary  education.  Toward  this  end, we  shall  approve  regulations  and\nrevised  manuals  to strengthen  the  role and responsibilities  of the  Provincial  Education  Service\n(PES) and District  Education  Bureau  (DEB) in relation to  decisions about  changes to  the\n- \nschool network  changes such as the creation of new schools, the closure of other\nprimary \nschools  and changes  in the status  of some schools  (e.g.. changing  from an incomplete  school  of\ngrades  1-2 or 1-2-3 toa  multigrade  school  in which five grades  of primary  education  are offered\nin  a  multigrade  environment  with  fewer  than  five  classroom  teachers),  We  shall  also  approve\nregulations  and  revised  manuals  to  similarly  strengthen  the  role  of  PES  and  DEB  in  relation  to\ndecisions  about  changes  to  the  lower  secondary  school  network.\n12.  To promote equity and efficiency in the management of teachers, their recruitment and\na \ndeployment,  the  Government  will  approve  Teacher  Recruitment  and  Deployment  Policy\nFramework.  Action  Plan \nexi.stjng  education  personnel and  msupporting  anagement  guidelines.  information  This  will  be  todone   assistafter   the a  Greview overnmeof nt the in\nsystem, \nbetter projection  of the demand  for teachers  at all levels  of school  education.\n13  In order to improvet he quality and relevanceo f formal basic education,t he Government\nwill  undertake  a  range  of  activities  that  primarily  relate  to  lower  secondary  formal  school\neducation. taking  accouWe  nt  oshall  f the prepare addition  revised of Year curricula 9 to the lofor  werprimary   secondaand  ry  slower ystem secondary  - and a reeducation  visedu pp-er\nsecondary  curriculum  that  takes  account  of the  changes  in basic  education.  The  Government\nwill  approve  the  lower  secondary  education  curriculum  for Years  6-9  in the  period  covered  by\nthis  agreement.  The  Government  will  also  approve  the  use  of  any  new  lower  secondary\neducation textbooks and teachers guides produced as part of the investment project.\n14.  In order to strengthen education management at all levels, a range of systemic and\ntargeted  interventions  will  be  implemented.  The  anticipated  outcomes  of  the  policy\nimplementation  process  will  include:  (i)  improvemen1s and  expansion  of  the  Education\nManagement  Information  System (EMIS) to  include  data about teachers  and finance, and\nrevised  guidelines  within  MaE  for  data  collection,  data  processing  and  data  analysis;  (ii)  a  new\nfinancial  management  system  that  incorporates  budget  preparation  and  submission  at provincial\nlevel. and budget and implementation reporting at all levels of education management. the\npiloting  of  this  system  in  three  BESDP target  provinces  (Attapeu,  Luang  Namtha  and\nSavannakhet)  and  adoption  of  1he  new  system  at  national  level;  (iii)  the  requirement  that  PESs\npreparep rovincialp lans based on school mappingc arriedo ut pursuantt o the NationalP  lan of\n3", "50 Appendix 7\nActionf or Educationf or All (2003-2015)a nd alignedw  ith the new budget format and processes;\n(iv) an education medium-term expenditure framework (MTEF) prepared and integrated into .the\npublics ectorM TEF: and (v) an effective sector-wide asset management system for education.\n15.  .( would like to  highlight that .in Implementing the education reforms supported by the\nBESDP policy matrix, the Government is mindful of .the need to include program features that\nwill assist us to continue 10 be responsive to the needs of ethnic students, their families and\nPESs and DEBs a Lao\ntheir  teachers.  To  this  end  we  have  circulated  to  the  BESOP-targeted \ntranslation  of  the  Gender  and  Ethnic  Groups  DevelopmentPJan  (GEGDP)  prepared  as  part  of\nADB BESDTA  P 4499.LAO.  This  GEGDP  outlines  the  specific  actions  1hat  form  part  of  each  of  the\ninvestment  components,  by  which  implementation  will  direct  project  resources  to\nmeetingiheneAedns$  oo f etitnehtnihc d ger ouGps,anEtde  eGosnptefDhc  ia2lelYP e0 th.n  ic girls, in relation to theactlv.iijes of that\ncomponent..  BESDP  target  districts  are  classified  as  poor\nor  poorest.  Ways  in  which  we  wi1t  target  poor  students  and  .their  families  include  distributing\nEducation  Development  Funds 10  help  improve school  conditions  and  to  enable  school-\ncommunities 10 initiate activities that attract ethnic students.to continue their studies in lower\nsecondary$chool.We  will also use investmahtfundsroprovidescholarships  to lower secondary\neducatfonfor  poor  ethnic  graduates  from  primary  schools  in  poor  villages  of  BESDP  districts  -\nwith at least \n50%  of  these  scholarships  going  to  girls.  We  undertake  to  implement  these  and\nother  GEGDP  initiatives  in  the  course  of  project1mplementation.  which  demonstrates  that  the\npolicy  matrix  and  program/project  1argets  are  fully  consistent  with  the  Govemment's  National\nGrowth and Poverty Eradication Strategy.\n16.  The Government will use the funds generated by the program component tranches to\nsupport  policy  interventions  and  to  ensurethalpol.icy  conditions  are  .fully  implemented  in  the\nfour  target  areas  of  .the  current  education  reform:  (i)  (ncreased  resource  mobilization  to  .the\neducat!,on. sector.I ~ pa~~~u!arr, ati.onaliz.i~rge current expe.nditures(, ii) .expande~a Ctess.t°\nformal  basIc  -educatl?n.  (III)  Improved  quality  and  relevance  In  formal  basIc  education.  and  (IV)\nstrengthenededucatlonmanagemenlat  all  levels.\n17  As  ADB  continues  to  support  the  Government  of  Lao  PDR  in  reforming  and\nstrengthening its education system; we wish to confirm our commitment to further policy and\nstrategic dialogue. The Government also reaffirms its commitment to a partnership with the ADB\nin  the  sustained  development  of  Lao  PDR  through  education  and  other  priority  sectors.\nSincerelyy ours,\n.v\n~ .. ~\"'Cc}VUA&.\nMinister  o~f$¥rn\\J~\"~f Finance\n4", "     \nSECTOR CORE POLICY MATRIXa  \nPolicy Areas and Medium  Policy Actions for Loan     \nTerm Objectives  Effectiveness  Policy Actions by Mid 2009  Policy Actions by Mid 2010 \nA.  Expand Equitable Access to Basic Education \n1. Increase and rationalize    MOF shall have allocated 15.5% of the  MOF shall have allocated 16% of \nresource allocations for the  total budget for 2008–2009 to MOE,  the total budget for 2009–2010 to \neducation sector.  provided that the allocated education  MOE, provided that the allocated \n  budget shall not have been less than the  education budget shall not have \nshare or the volume, whichever is  been less than the share or the \ngreater, of the budget allocation  volume, whichever is greater, of \nstipulated in the preceding year.   the budget allocation stipulated in \nthe preceding year.  \n \nThe share of recurrent \nThe share of recurrent expenditures shall \nexpenditures shall have reached at \nhave reached at least 45% of the total \nleast 50% of the total education \neducation budget for 2008–2009.  \nbudget for 2009–2010.  \n \nMOF shall have disbursed 85% of \nMOF shall have disbursed 80% of the \nthe MOE recurrent budget for \nMOE recurrent budget for 2008–2009. \n2009–2010. \n2. Promote access and  MOE shall have approved     \nparticipation in primary  regulations and revised manuals \neducation, and reduce repetition  to strengthen the role and \nand dropout rates, especially for  responsibilities of PES and DEB \ngirls, ethnic and poorest children  in relation to decisions about \n(by rationalizing availability of  changes to the primary school \nschool facilities and  network (including new schools, \nrestructuring the school  school closures, change in school \nsystem).  status, e.g., multigrade schools \noffering 5 primary grades etc.) \n3. Promote access to LSE  MOE shall have issued   \nin an efficient and  guidelines for the   \nequitable manner by  management and use of \nA\nincreasing supply (i) in  education development  p\np\npoorest, remote areas,  funds allocated to schools.  e\nn\nwith particular attention to  MOE shall have identified  d\ngirls, ethnic and poorest  criteria and issued  ix 8\npupils, and (ii) in high  guidelines for selection of   \ndemand rapidly growing  scholarship recipients. \nurban areas. \n5\n  1\n \n \n ", "   \n5\n2\n \nA\nPolicy Areas and Medium  Policy Actions for Loan  Policy Actions by Mid 2009  Policy Actions by Mid 2010  p\np\nTerm Objectives  Effectiveness  e\nn\nd\nB.  Improve the Quality and Relevance of Formal Basic Education  ix\n 8\n \n1. Improve the quality of    MOE shall have prepared and submitted  PMO shall have approved the \nteaching in school education by  to the PMO for approval a Teacher  Teacher Recruitment and \nenhancing teacher  Recruitment and Deployment Policy  Deployment Policy Framework, \ncompetencies and promoting  Framework, action plan and  supporting  action plan and supporting \nequity and efficiency in teacher  guidelines for the management,  guidelines.    \nmanagement.  recruitment, deployment and career \ndevelopment of teachers. \n2. Encourage private-sector    MOE Dept of Private Education shall have  PMO shall have approved the \nparticipation in the provision of  developed a strategy, incentives and  strategy, incentives, and action \nschool education (years 1–12).   action plan for facilitating participation by  plan for facilitating participation by \n  the private sector (e.g., public trusts,  the private sector (e.g., public \nprivate bodies, charitable institutions,  trusts, private bodies, charitable \n \netc.) in the provision of school education.  institutions) in the provision of \n  school education. \n3. Develop a revised curriculum    MOE shall have approved the revised  MOE shall have approved a revised \nfor primary, lower secondary,  curricula for primary (years 1–5) and  upper secondary curriculum (years \nand upper secondary education  lower-secondary education (years 6–9).   10–12). \nin response to the addition of 1 \nGOL shall have approved the revised \nyear to the general education \nlower secondary curriculum (Years 6–9). \nprogram. \nMOE shall have developed a revised \n \nupper secondary curriculum (Years 10–\n12) taking account of the revised \ncurricula for years 1–9. \n4. Develop, produce, and    MOE shall have approved the use of new   \ndistribute to lower secondary  LSE textbooks and teachers guides. \nschools new textbooks and   \nteacher guides designed to \nimplement the new lower \nsecondary curriculum.  \nC.  Strengthen Education Management \n1. Strengthen the sector EMIS,    The MOE shall have issued guidelines for   \nbuild capacity at all levels, and  standardizing data collection, data \nimprove monitoring and  processing and data analysis. \nplanning for sector \ndevelopment. \n \n ", "     \nPolicy Areas and Medium  Policy Actions for Loan  Policy Actions by Mid 2009  Policy Actions by Mid 2010 \nTerm Objectives  Effectiveness \n2. Improve budget format and    MOE shall have piloted the new financial  MOE shall have adopted the new \nprocess, renovate financial  management system, which incorporates  financial management systems for \nmanagement system, and build  budget preparation and submission at  implementation at the national \ncapacity at all levels.  provincial level, in the three agreed  level. \n  BESDP target provinces.  \n \n3. Improve provincial planning in    MOE shall have issued a directive   \nline with national policies and  requiring PESs to prepare provincial \nalign planning with revised  plans based on school mapping carried \nbudgeting format and  out pursuant to the EFA Plan and aligned \nprocedures.  with the new budget format and \nprocesses. \n4. Design an education sector    MOE shall have initiated development of a  MOE shall have developed an \nmedium-term expenditure  medium term expenditure framework for  education sector MTEF.  \nframework that is integrated with  education. \nthe public sector MTEF to   \nprovide a rational basis for \n \nbudget negotiation with the \nMinistry of Finance. \n5. Develop a central inventory of    MOE shall have revised the current   \nall MOE physical assets (land,  regulation on the management of MOE \nbuildings, equipment, textbooks  assets (Decision No. 66, 28 January 2004) \netc.).  for effective management of such assets. \n \nBESDP = Basic Education Sector Development Program, DEB = district education bureau, EMIS = education management information system, LSE = lower \nsecondary education, MOF = Ministry of Finance, MOE = Ministry of Education, MTEF = medium-term expenditure framework, PES = Provincial Education \nService, PMO = Prime Minister's Office, TMIS = teacher management information system.  \na  The sector policy matrix addresses sector issues identified by the Government and development partners as necessary for improving sector efficiency. A draft \ncommon policy matrix was prepared under ADB. 2004. Technical Assistance to the Lao People’s Democratic Republic of Preparing the Basic Education \nDevelopment Project (Financed by the Japan Special Fund). Manila (TA 4499-LAO, approved on 17 December) and will be finalized under ADB-supported \nadvisory TA planned for 2006. This core policy matrix is based on discussions for the common policy matrix. \nSource: Asian Development Bank Estimates. \nA\n  p\np\ne\nn\nd\nix\n 8\n \n5\n3\n \n ", "  5\n4\n \nA\nCOST ESTIMATES AND FINANCING PLAN  p\np\ne\n($ million)  n\nd\n  ix\n 9\n                  Project Cost                    ADB Financing       Government Financing   \nCategory of Expenditure        Foreign Local  Total    Foreign  Local Total  %    Foreign Local Total \n         Cost  Cost  Cost     Cost  Cost  Cost  ADB    Cost  Cost  Cost \n                                     \nA. Base Cost                                  \n   1. Civil Works      0.754 2.675 3.429   0.754  1.861 2.615 100.0a    0.000 0.814 0.814\n   2. School Fund      0.800 0.000 0.800   0.800  0.000 0.800 100.0    0.000 0.000 0.000\n   3. Equipment, Furniture, and Vehicles  0.864 1.082 1.947   0.864  1.082 1.947 100.0    0.000 0.000 0.000\n   4. Staff Development and Training  0.395 2.830 3.225   0.395  2.830 3.225 100.0    0.000 0.000 0.000\n   5. Pedagogical Materials    0.085 0.765 0.850   0.085  0.750 0.835 100.0b    0.000 0.016 0.016\n   6. Technical Assistance    1.427 0.260 1.687   1.427  0.260 1.687 100.0    0.000 0.000 0.000\n     a. International Consultant  1.427 0.000 0.000   0.000  0.000 0.000     0.000 0.000 0.000\n     b. National Consultant   0.000 0.260 0.000   0.000  0.000 0.000     0.000 0.000 0.000\n   7. Studies, Monitoring, and Evaluation  0.101 0.101 0.201   0.101  0.101 0.201 100.0    0.000 0.000 0.000\n   8. Project Management    0.000 2.226 2.226   0.000  0.233 0.233 100.0c    0.000 1.994 1.994\n         Subtotal (A)      4.426 9.939 14.365   4.426  7.116 11.542   80.1    0.000 2.823 2.823\n                                     \nB. Contingencies                                \n   1. Physicald        0.206 0.395 0.600   0.206  0.271 0.477   79.4    0.000 0.124 0.124\n   2. Pricese        0.107 0.761 0.869   0.107  0.534 0.641   73.8    0.000 0.227 0.227\n         Subtotal (B)      0.313 1.156 1.469   0.313  0.805 1.118   76.1    0.000 0.351 0.351\n                                     \nTotal                 4.739 11.096 15.834    4.739  7.921 12.660   80.0    0.000 3.174 3.174\nADB = Asian Development Bank. \na  For disbursement against incurred expenditures. Government will finance cost of land, amounting to 24% of expenditures for this item. \nb   For disbursement against incurred expenditures. Government will finance transportation costs, amounting to 2% of expenditures for this item \nc  For disbursement against incurred expenditures. Government will finance 89.5% of expenditures, corresponding to salaries. \nd  Physical contingencies, for items to be paid in foreign currency, have been calculated at 5% and at 3% for items to be paid for in local currency. \ne   Price contingencies have been calculated at 3% and 8% for items to be paid in foreign and local currencies, respectively. \nSource: ADB estimates. \n \n ", "    Appendix 10  55 \nDESCRIPTION OF INELIGIBLE ITEMS \n  No withdrawals may be made from the loan or grant account in respect of \n \n(i)  expenditures for goods included under the following Standard International Trade \nClassification groups or subgroups: \n \nTable A10: Description of Ineligible Items \nGroup  Subgroup  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitutes) \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or worked \n718  718.7  Nuclear reactors, and parts thereof; fuel elements (cartridges) \nnonirradiated, for nuclear reactors \n897  897.3  Jewelry of gold, silver or platinum group metals (except watches \nand watch cases) and goldsmiths’ or silversmiths’ wares \n(including set gems) \n971    Gold, nonmonetary (excluding gold ores and concentrates) \nSource: United Nations Standard International Classification. \n \n \n(ii)  expenditures for goods intended for military or paramilitary purpose or for luxury \nconsumption; \n(iii)  expenditures for pesticides categorized as extremely hazardous or highly \nhazardous in class 1a and 1b, respectively, of the World Health Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification; \n(iv)  expenditures for goods supplied or to be supplied under any contract that a \nnational or international financing institution or any other financial agency has \nfinanced or agreed to finance, including any contract financed or to be financed \nunder any loan or grant from the Asian Development Bank; or \n(v)  expenditures incurred more than 180 days prior to the effective date. \n \n ", " \n5\n6\n \nIMPLEMENTATION SCHEDULE \n  A\np\np\nActivities Responsibilities Preproject Year 1 Year 2 Year 3 Year 4 Year 5 en\nQ1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4 d\nComponent 1: Expand Access to and Participation in LSE, especially for Girls,  ix 1\nPoorest, and Ethnic Pupils 1\n \nA. Studies, Monitoring, and Evaluation\nProcurement of consulting services MOE\nPreparation of detailed design, bid documents, selection of contractors,  MOE, PES \nmonitoring and supervision of contracts Consultant\nB. Civil Works\n1. Phase 1 (after loan effectiveness)\nProcurement of civil works and/or setting of water/electricity PES, MOE\nConstruction period + one month mob. Contractor\nAcceptance and handover PIU+Contr.\n2. Phase 2 (6 months prior to second year of loan effectiveness)\nProcurement of civil works and/or setting of water/electricity PES, MOE\nConstruction period + one month mob. Contractor\nAcceptance and handover PIU+Contr.\nC. Equipment, Furniture, Vehicles, and Pedagogical Materials\n1. Phase 1 (after loan effectiveness)\nProcurement of school furniture PES, MOE\nSetting up + one month mob. Contractor\nAcceptance and handover PIU+Contr.\n2. Phase 2 (6 months prior to second year of loan effectiveness)\nProcurement of school furniture PES, MOE\nSetting up Contractor\nAcceptance and handover PIU+Contr.\nD. Staff Development and Training\nPromote demand from girls Consult.+MOE\nComponent 2: Improve the Quality and Relevance of Formal Lower Secondary \nEducation\nA. Staff Development and Training\n1. Curiculum Development for Primary, LSE, and USE\nRegional study tour for LS and US curriculum developers Consult.+MOE\nPrimary, LS, US stakeholders workshops Consult.+MOE\n2. Development of LS Textbooks and Teachers Guides\nWriters workshops for textbook development Consult.+MOE\nTrialling workshops for new LSE textbooks and teachers guides PES, MOE\n3. Teacher Inservice\nWorkshops for development of inservice modules MOE/NRIES\nTraining of master trainers for teacher inservice PES, MOE\nInservice training in 20 districts PES, MOE  \n ", "       \nPre-project Year 1 Year 2 Year 3 Year 4 Year 5\nActivities Responsibilities\nQ1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4\n4. Internet and Information Communications NRIES\nB. Pedagogical materials\n1. Curriculum Development for Primary, LSE, and USE\nDevelop primary curriculum guide, outcomes, assessment framework MOE\nDevelop LS curriculum guide, learning outcomes, assessment \nConsult.+MOE\nframework\nDevelop drafts of upper secondary curriculum documents Consult.+MOE\nProcurement and Distribution of Current LS Textbooks and TGs to \n2.\nLS Schools\nSite visits to LS schools for procurement planning Consult.+MOE\nPrint procurement of existing TBs and TGs to LS schools MOE, Supplier\nDistribute existing TBs and TGs to LS schools MOE, Supplier\nDevelopment, Procurement and Distribution of New LS Textbooks \n3.\nand TGs to LS Schools\nDevelop new TBs and TGs Consult.+MOE\nPrint procurement of new TBs and TGs MOE, Supplier\nDistribute new TBs and TGs to LS schools MOE, Supplier\n4. Development and Printing of Inservice Modules for LS Teacher Inservice\nDevelop inservice modules for new LS textbooks MOE\nPrint procurement of inservice modules for new LS textbooks MOE, Supplier\nC. Equipment and Materials\n1. Equipment and Learning Materials for NRIES\nProcurement of equipment for materials development at NRIES Consult.+MOE\nSetting up Supplier\nProcurement of learning materials for NRIES Consult.+MOE\n2. Equipment and Learning Materials for TEIs\nProcurement of equipment for TEIs Consult.+MOE\nSetting up Supplier\nProcurement of learning materials for TEIs Consult.+MOE\n3. Equipment and Learning Materials for LS Schools\nProcurement of equipment for LS schools Consult.+MOE\nSetting up  Supplier\nProcurement of learning materials for LS schools Consult.+MOE\nComponent 3: Improve Decentralized Education Management\nA\nA. Staff Development and Training p\np\n1. EMIS Activities e\nn\nSchool data collection/entry Consult.+MOE d\nSchool data processing Consult.+MOE ix 1\n2. Provincial Planning Activities 1\n \nSchool data processing Consult.+MOE   \n \nEducation planning workshops Consult.+MOE   \n5\nInformation dissemination and endorsement of education plans Consult.+MOE 7\n \n \n ", "  5\n8\n \n \n \n \nA\np\nActivities ResponsibilitiesQP1reQ-2prQoj3ecQt4Q1YQe2aQr 13Q4Q1YQe2aQr 23Q4Q1QYe2aQr 33Q4Q1QYe2aQr 34Q4Q1QYe2aQr 35Q4 pen\nMonitoring National EFA Plan of Action  Consult.+MOE dix\nAssessment of National EFA Plan of Action  Consult.+MOE  1\nInternet and Information Communications Consult.+MOE 1\n \n3. Budgeting Activities\nRenovate budget and financial accounts format  at national level Consult.+MOE\nProducing the provincial budget in the old and new format Consult.+MOE\nDesigning provincial plans and budgets (three pilot provinces) Consult.+MOE\nAssessing and revising provincial budgets (three pilot provinces) Consult.+MOE\nDesigning MTEF\nB. Pedagogical Materials\nBudgeting Activities\nRenovate budget and financial accounts format  at national level Consult.+MOE\nProducing the provincial budget in the old and new format Consult.+MOE\nDesigning provincial plans and budgets (three pilot provinces) Consult.+MOE\nAssessing and revising provincial budgets (three pilot provinces) Consult.+MOE\nDesigning MTEF Consult.+MOE\nC. Civil Works\n1. Refurbishment of MOE warehouse\nSurvey, design and prepare bid documents  Consultant\nProcurement of refurbishment MOE\nRefurbishment period Contractor\nAcceptance and handover PIU+Contr.\nD. Equipment\n1. Provision of Equipment to MOE Warehouse\nProcurement of equipment MOE\nSetting up Supplier\nComponent 4: Support to Project Management\nA. Actions before Loan Effectiveness\nConstitution of Project Steering Committee MOE x\nConstitution of Project Task Force / PMU MOE x\nInitial Project staff training MOE x\nB. Loan Effectiveness\nOpening and replenishing central imprest account MOE\nBudgetary allocation to the provinces MOE\nPreparing Implementation Guidelines MOE\nOpening of provincial accounts PES\nSetting up PPIUs and DEBs PES and DEB\nTraining to PES and DEBs staff MOE\nSite screening/Survey/Selection and making plan PES, DEB and MOE\nPreparation docs for purchase order of vehicles and equipment for PIU MOE\nSetting up Supplier\nC. Project Inception and Reviews\nProject inception mission ADB, MOE x\nLoan review missions  & Managing x x x x x x x x x\nMidterm review Consult. Firm x\nLS = lower secondary, LSE = lower secondary education, MOE - Ministry of Education, NRIES = National Research Institute for Education Sciences, PES - provincial education service,\nPIU = project implementation unit, TEI = teacher education institution,TG = teacher's guide, US = upper secondary, USE = upper secondary education.\nSource: Asian Development Bank estimates.\n ", "Appendix 12   59 \nPROCUREMENT PLAN \n \nProject Information \nCountry  Lao People’s Democratic Republic \nName of Borrower  Lao, People’s Democratic Republic \nProject Name  Basic Education Sector Development Program \nLoan or TA Reference  To be determined (Tbd) \nDate of Effectiveness  Tbd \nAmount US$ (total from all financiers):  $15.83 million \nOf which Committed, US$  Tbd \nExecuting Agency  Ministry of Education \nApproval Date of Original Procurement Plan  22 November 2006 \nApproval of Most Recent Procurement Plan  Tbd \nPublication for Local Advertisement1  Tbd \nPeriod Covered by this Plan  2007–2011 \n \nProcurement Thresholds, Goods and Related Services, Works and Supply and Install \nProcurement Methods  To be used above/below ($) \nNCB works  Less than $1,000,000 but more than $100,000 \nNCB goods  Less than $500,000 but more than $100,000 \nShopping Works  Less than $100,000 \nShopping Goods  Less than $100,000 \n \nProcurement Thresholds, Consultants Services \nProcurement Methods  To be used above/below ($) \nQuality- and Cost-Based Selection (QCBS)  At least $200,000 \nConsultants Qualifications Selection (CQS)  At least $100,000 \nLeast Cost Selection (LCS)  Less than $100,000 \n \nList of Contract Packages in Excess of $100,000, Goods, Works, and Consulting Services \nRef  Contract  Estimated  Procurement  Expected  Prior  Comments\nDescription  Costs ($)  Methods  Date of  Review \nAdvertiseme Y/N \nnt \n1  New School  3,329,340  NCB/Shopping  Phase I  Y (First  None \nConstruction and  (Multiple   Civil Works  Q1/2008  lot only) \nadd. classroom incl.  packages)  Phase II \nelectricity  Q1/2009 \n2  Provision of Water  174,000  NCB/Shopping  Same as  Y (First  None \n(6 packages)  Civil Works  above  lot only) \n3  School  463,310  NCB/Shopping  Phase I   Y (First  None \nFurniture  (19 packages)  Q4/2008  lot only) \nPhase II \nQ4/2009 \n4  Procure equipment  235,125  NCB/Shopping  Q1/2008  Y  None \nfor TEIs   \n5  Procure equipment  135,520  NCB/Shopping  Q2/2010  Y  None \nfor 28 Schools  (2 packages) \n6  Procure Learning  753,500  NCB/Shopping  Q2/2009  Y  None \nmaterials for  (2 packages) \nSchools \n7  Print new LSE TBs  376,750  NCB/Shopping  Q2/2009  Y  None \nand TGs  (2 packages) \n ", "60  Appendix 12 \n8  Procurement of old  747,860         NCB/Shopping  Q3/2007  Y  None \nLSE textbooks/TGs  (2 packages) \n9  Consulting Services  1,381,500  QCBS  Q1/2007  Y  None \n1 General procurement notice, invitations to prequalify and to bid, calls for expressions of interest. \n ", " \nDetailed Procurement Package \n  No. of  Cost per Package  Estimated  Procurement \nComponent    Packages    Total Cost  Method \n      ($ million) \nComponent 1: Expand Access to and Participation in LSE, especially for Girls, Poorest, and Ethnic Pupils \nA.  Civil Works \n  1.  New construction and additional classrooms including  19  39,270 – 267,030  3.155  NCB/Shopping \n    setting of electricity \n  2.   Setting of water to school sites    6  18,000 – 51,000  0.174  NCB/Shopping \n      Subtotal (A)        3.329 \nB.  Furniture  \n  1.  School furniture    19  7,240 – 61,570  0.463  NCB/Shopping \n      Subtotal (B)          0.463 \nComponent 2: Improve the Quality and Relevance of Primary and Lower Secondary Education \nA.  Equipment and Materials \n  1.  Procure/deliver and install equipment for NRIES  1  18,500  0.018  Shopping \n  2.  Procure/deliver and install equipment for TEIs  1  235,125  0.235  NCB/Shopping \n  3.  Procure/deliver and install equipment for 28 new schools  2  67,760  0.135  NCB/Shopping \n  4.  Procure and distribute learning materials for NRIES  1  5,500  0.005  Shopping \n  5.  Procure and distribute learning materials for TEIs  1  62,130  0.062  NCB/Shopping \n  6.  Procure and distribute learning materials for schools  2  165,000 & 242,000  0.754  NCB/Shopping \n      Subtotal (A)        1.240 \nB.  Pedagogical Materials \n  1.  Print/procure and distribute existing LSE textbooks \n    and teacher guides    1  68,370  0.481  NCB/Shopping \n  2.  Print and distribute new LSE textbooks and teacher guides  2  144,350  0.322  NCB/Shopping \nA\n  3.  Print in-service modules for teacher in-service  1  22,960  0.022  NCB/Shopping  p\np\n      Subtotal (B)        0.825  e\nn\nd\nix\n 1\n2\n \n \n6\n1\n \n ", "62  Appendix 12  6\n2\n \n \n \n \nA\np\np\n          e\nn\nd\n    No. of  Cost per Package  Estimated    ix\n 1\nComponent    Packages    Total Cost  Procurement  2\n \n      ($ million)  Method \nComponent 3: Improve Decentralized Education Management \nA.  Civil Works \n  1.  Refurbishment of warehouse of MOE    1  50,000  0.050  NCB/Shopping \n      Subtotal (A)        0.050 \nB.  Equipment, Furniture, and Materials \n  1.  Equipment of warehouse of MOE    1  50,000  0.050  NCB/Shopping \n      Subtotal (B)        0.050 \nComponent 4: Support to Project Management \nA.  Equipment \n  1.  Vehicles (three units)     1  60,000  0.060  IAPSO \n  2.  Data processing equipment for PIU    1  3,120  0.003  Shopping \n      Subtotal (A)        0.063 \n \nB.  Consulting Services    1  1.348  1.381  QCBS \n      Subtotal (B)        1.381 \n      Total          4.345 \nIAPSO = Inter-Agency Procurement Service Office, LSE = lower secondary education, NCB = national competitive bidding, NRIES = National Research Institute \nfor Education Sciences, TEI = teacher education institute, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank estimates. \n     \n ", "Appendix 13   63 \nTERMS OF REFERENCE FOR CONSULTANTS \n1.  The  main  objectives  for  the  consulting  services  are  to  support  the  Government  to \nundertake the policy reforms as agreed in the policy matrix (Appendix 8), and support activities \nof the investment grant. The international and national experts will work closely with their \nidentified counterpart departments and staff to facilitate skills transfer and capacity building.  \n \nA.  Team Leader (international, 36 person-months) \n \n2.  The  team  leader  will  have  extensive  experience  in  education  policy,  planning,  and \nmanagement.  He/she  will  have  overall  responsibility  for  providing  guidance  for  effective \nimplementation  of  the  Basic  Education  Sector  Development  Program  (BESDP),  and  will \nmanage a team of multidisciplinary international and national personnel to achieve the project \nobjectives and outputs as contained in the BESDP program framework. The team leader will be \nresponsible for (i) development of the teacher recruitment and deployment framework and \naction plan; (ii) provision of advice for strengthening school libraries; (iii) overall guidance and \nsupervision  for  development  and  piloting  of  the  formats  and  processes  for  preparation  of \nplanning and financial management systems; and (iv) guidance and supervision for the baseline \nstudy for determining inhibiting factors to access for girls and ethnic groups; and the impact \nassessment study for the targeted interventions to be undertaken in the third year of BESDP \nimplementation. \n3.  The  team  leader’s  responsibilities  also  include  (i)  serve  as  adviser  to  the  project \nmanager of the Ministry of Education (MOE); (ii) take responsibility for guiding and coordinating \nactivities  of  international  and  national  consultants;  (iii)  monitor  the  overall  BESDP,  the \ninvestment project activities, and in particular implementation of school construction activities; \n(iv) help prepare annual operational reviews and annual operational plans; (v) help prepare \nBESDP  review  documents  for  Asian  Development  Bank  (ADB)  supervision  missions;  (vi) \nprepare progress and technical reports as per arrangements in place between the contractor \nand MOE; (vii) assist the implementation units and project management unit in preparing annual \nplans, quarterly reports, and project completion report; (viii) take an active role in all BESDP \nnational seminars and workshops; and (ix) serve as a facilitator in coordinating the activities of \nall components to ensure smooth and timely implementation. \nB.  Component 1: Expand Access for Formal Lower Secondary Education \n1.  Facilities Development Specialist (international, 6 person-months; national, 6 \nperson-months) \n \n4.  The international facilities development specialist will have extensive experience in the \ndesign of school buildings for conditions similar to those operating in the environments of the 20 \nBESDP target districts, and in the management of school construction programs across multiple \nsites. He/she will have successful experience working within a government education system \nand demonstrated knowledge of the demands of construction programs financed within the \nparameters of multilateral aid organizations. The national facilities development specialist will \nhave  a  background  in  architecture  or  technical  drawing  for  building  construction,  and \ndemonstrated knowledge of the Lao construction environment, preferably including experience \nwith school building or other forms of construction for institutional purposes. \n5.  Specific responsibilities include (i) help Education Construction Design and Management \n(ECDM) prepare designs for two models of new lower secondary schools, and designs for the \n ", "64  Appendix 13 \naddition of classroom blocks to various existing school facilities; (ii) advise Provincial Unit for \nConstruction and Development Assistances (PUCDAs) and ECDM on implementing bidding \nprocesses,  developing  criteria  for  contractor  selection,  and  improving  the  supervision  of \ncontractors during construction; (iii) assist ECDM in developing presentations on approved \nschool models at prebid conferences for potential contractors; (iv) assist the project manager, \nteam leader, and ECDM in developing terms of reference for a national supervision contractor; \n(v) wherever possible, provide specialist advice to ADB review missions on construction issues \nand supervision of contractors; and (vi) help to build the capacity of ECDM and PUCDA staff by \nproviding on-the-job training during field inspections. \n6.  The national specialist will assist the international counterpart with all of these tasks. \nHe/she will (i) work closely with ECDM and the PUCDAs to ensure efficient and effective \ncoordination of all construction planning activities; (ii) develop building design and construction \nstandards in collaboration with ECDM and with close links to ongoing projects; (iii) assist ECDM \nin  developing  site  supervision  guidelines  for  the  various  school  models  and  classroom-\nconstruction projects, including safety guidelines; (iv) provide advice and assistance in the \npreparation of a school maintenance manual; and (v) help with presentations of school models \nand plans to potential bidders at prebid conferences. \n \n2.  Gender and Social Development Specialist (international, 2 person-months)  \n \n7.  The  gender  and  social  development  specialist  will  have  extensive  experience  in \nquantitative and qualitative education research and in policy analysis, especially in areas related \nto demand assessment and policy options aimed at promoting demand from girls, and the \npoorest and ethnic students. The expert will work closely with staff responsible for the studies to \ndesign methodologies and establish a time frame for conduct of the studies. \n8.  Specific responsibilities include (i) provide inputs in designing the methodology of the \ntwo studies on factors inhibiting participation and retention in primary education and lower \nsecondary education (LSE) schools, and alternative modes of subsidy and type of incentives; (ii) \ninterpret the recommendations from the studies to set clear strategies and design the detailed \nimplementation plan accordingly; (iii) work closely with the NFE department and Gender and \nEthnic Groups Education Unit to implement the ethnic groups development framework; (iv) help \nNFE  department  establish  student-parent  associations  in  the  communities  of  96  lower \nsecondary schools targeted for education development funds; (v) develop training modules and \nassist in training the 96 student-parent associations in community mobilization and management \nof the education development funds; (vi) collect and create baseline data on disadvantaged \nchildren in the targeted villages to assist in selecting and providing project-funded scholarships; \n(vii) provide the necessary technical assistance to build the capacity of NFE department and \nGender and Ethnic Groups Education Unit for implementing, monitoring, and evaluating the \nGEGDP, focusing on the impact of student-parent associations, education development funds, \nand the project-funded scholarships; and (viii) help design a format for evaluation of the GEGDP. \n9.  To strengthen in-house capacity for undertaking specialized studies, in lieu of national \nconsultants, budget will be provided for undertaking the two studies and Gender and Ethnic \nGroups Education Unit staff will be responsible for conducting the two studies under guidance of \nthe international expert and the team leader.  \n \n \n ", "Appendix 13   65 \nC.  Component 2: Improve the Quality of Formal Basic Education \n \n1.  Curriculum Development Specialist (international, 10 person-months; national, \n12 person-months) \n \n10.  The international curriculum development specialist will have significant experience in \ncurriculum  design  for  secondary  education,  especially  LSE,  and  in  the  development  of \noutcomes-based curriculum statements for LSE, curriculum guidelines, and related assessment \nand  evaluation  frameworks.  Specific  responsibilities  include  supporting  MOE  curriculum \ndevelopment teams to (i) conduct situational analyses to identify the needs of LSE stakeholders \n(e.g., students, parents, labor market, government) and reconcile national education goals with \nlocalized educational and labor market needs; (ii) develop aims and objectives for LSE subject \nareas and incorporate these in an integrated curriculum statement for LSE; (iii) elaborate the \nscope and sequence of LSE subject coverage with a view to promoting better linkages with \nprimary and upper secondary education curricula; (iv) develop sample outcome statements and \nrelated assessment frameworks for an agreed set of LSE subject areas; and (v) help MOE \ncurriculum staff to prepare and conduct a national consultative workshop for stakeholders in the \nLSE  curriculum  development  process.  The  curriculum  development  specialist  will  also  be \nexpected to assist in similar ways in the process of curriculum reform for upper secondary \neducation.1 \n \n11.  The international expert will be supported by a national expert who will have broad \nknowledge of the LSE system in the Lao PDR, significant experience as an LSE teacher and/or \nschool principal, and familiarity with LSE schools and teacher-training curricula. He/she will \nsupport the international expert and will (i) act as coordinator and liaison officer in the curriculum \nreview  process;  (ii)  assist  MOE  curriculum  teams  in  conducting  situational  analyses  to \ndetermine the needs of LSE stakeholders; (iii) coordinate the work of developing coordinated \naims and objectives in LSE subject areas; (iv) act as facilitator at the national consultative \nworkshops for stakeholders in the LSE curriculum development process; (v) document the \nconsultative curriculum development processes; and (vi) coordinate the preparation of drafts of \ncurriculum documents (guidelines, assessment frameworks, outcomes statements) for relevant \nMOE and Government approvals. The national specialist will work under the guidance of the \ninternational  curriculum  specialist  and  the  director  of  the  National  Research  Institute  for \nEducation Sciences and report to the BESDP project director. \n2.  Materials Development Specialists (international, 5.5 person-months; national, \n24 person-months) \n12.  The international materials development specialist will have extensive experience in the \ndevelopment of teaching and learning materials from concept stage to final print production, \nincluding  professional  and  technical  experience  in  the  editorial  supervision  and  project \nmanagement  of  textbook  publishing  projects.  Specific  responsibilities  include  (i)  advise  on \nminimum standards, criteria, and cost-effective formats for all curriculum materials, textbooks, \nteacher guides, and in-service modules to be developed under the Project; (ii) help with the \ninitial training of curriculum teams via writing workshops that include an introduction to best-\npractice  materials  development  processes;  (iii)  develop  criteria-referenced  instruments  to \nsupport the objective internal peer review of manuscript material by members of curriculum \nwriting teams and the review of material contracted to external service suppliers; (iv) develop \n                                                 \n1  If the Government considers it appropriate, it may split the person months to cover LSE and USE curriculum \nreform. \n ", "66  Appendix 13 \nprocesses for the trialing of sample materials; (v) help develop specifications and schedules to \nsupport the tendering of selected book projects for development by nongovernment suppliers \n(including any or all of the following contract services: writing, editing, book design, illustration, \npreparation of computerized book layouts); and (vi) build capacity of appropriate MOE planning \nstaff for managing the full range of preproduction processes of a textbook publishing program. \n13.  The national expert will have substantial experience in the supervision of all processes \nrelated to the preparation of teaching and learning materials for basic education, including \ntechnical  knowledge  of  book  development  processes  and  professional  experience  in  the \neditorial  supervision  of  educational  publishing  projects  (e.g.,  textbooks,  teacher  guides,  in-\nservice materials). The materials development specialist will have advanced computer skills, \nincluding  demonstrated  advanced  ability  in  the  use  of  word-processing  software  for  the \npreparation  of  manuscripts  and  working  knowledge  of  page-formatting  software  for  the \npreparation of camera-ready copy for professional publication. Specific responsibilities include \n(i) coordinate development and production of curriculum materials, textbooks, teacher guides, \nand in-service modules; (ii) coordinate inputs from writing teams, freelancers, and contractors \nengaged  in  developing  the  Project’s  curriculum  and  other  teaching/learning  materials;  (iii) \ndeveloping production schedules and budgets and ensure all project materials are developed \nand produced on schedule and within budget; and (iv) liaise with relevant MOE and project staff \nto ensure the content and format of all materials are appropriate to meet the needs of target \naudiences.  \n  3.  Examination Reform Specialist (international, 3 person-months) \n14.  The examination reform specialist will design training modules for workshops aimed at \nbuilding capacity for the design and conduct of examinations at all levels. The specialist will \ndevelop these modules in close collaboration with the Department of General Education and \nNational Research Institute for Education Sciences; and conduct training for staff who may \nfunction as master trainers for imparting training to staff responsible for design and conduct of \nexaminations at different levels of administration. \n  4.  Procurement Specialist (International, 2 person months)  \n15.  The  international  procurement  specialist  will  be  experienced  in  the  development  of \nfunctional specifications and the management of procurement processes for a wide range of \nequipment and learning materials to support teaching and learning in secondary schools and in \nteacher  education  institutions.  Specific  responsibilities  will  include:  (i)  working  with  the \ninternational school library adviser and project managers to prepare technical specifications for \nequipment and materials to meet the needs identified in the resource needs analyses; (ii)  \nproviding  advice  re  the  development  of  electronic  worksheets  for  recording  details  about \nequipment and materials proposed for procurement, to facilitate the projection of alternative \nscenarios for equipment and materials packages based on unit cost estimates, quantities per \nsite, distribution costs and other details; (iii) developing appropriate groupings of equipment and \nresources to gain economies of scale in tender packages; (iii) sourcing appropriate suppliers for \nresource materials in packages that are eligible for procurement via international shopping; (iv) \nassisting  project  managers  and  MOE  procurement  units  to  determine  appropriate  sets  of \nqualifications and/or experience levels as minimum selection criteria for producers of materials \nidentified for production rather than procurement; and (v) assisting in development of tender \ndocuments for procurement of equipment and materials packages and textbook production.  \n \n ", "Appendix 13   67 \nC.  Component 3: Strengthening Capacity for Education Management \n1.  Education Management Information System Specialists (international, 4 \nperson-months; national, 19 person-months) \n \n16.  The  education  management  information  system  (EMIS)  international  and  national \nspecialists will have extensive experience in designing education information systems from the \npoint of view of users’ needs, and will have thorough knowledge of all activities belonging to \neducation planning and management (particularly related to personnel, financial, academic, \netc.). They will provide complementary inputs to the ongoing World Bank support for developing \nand  strengthening  the  EMIS  and  have  responsibility  for  designing  a  teacher  management \ninformation system. Specific responsibilities of the specialists include (i) identify information \nneeds  in  all  areas,  at  MOE,  Provincial  Education  Service,  District  Education  Bureau  and \nschools; (ii) specify how and how often information should be collected; (iii) help design, test, \nand  validate  instruments;  (iv)  design  a  new,  modernized  format  for  the  MOE  statistical \nyearbook; (v) develop a format for a teacher information management system within the EMIS; \n(vi) build the capacity of all staff involved in data collection, processing, and analysis; and (vii) \ndevelop  a  computer  program  to  facilitate  bookkeeping  and  monitoring  of  the  education \ndevelopment funds and scholarship scheme \n2.  Educational Planning Specialists (international, 4 person-months; national, 28 \nperson-months) \n \n17.  The international specialist for provincial planning will have advanced knowledge and \nextensive  experience  in  educational  planning  in  different  countries  and  systems,  including \nsubnational  planning  and  school  network  development.  Specific  responsibilities  include  (i) \ndesign provincial and district situation analyses; (ii) identify construction and rehabilitation needs \nfor preschool, primary, and secondary schools, based on Geographical Information System \n(GIS) maps, location of villages and schools, and assessment of catchment areas; (iii) identify \nneeds for teachers and nonsalary recurrent inputs such as textbooks and teacher guides based \non  a  minimum  standard  requirements  approach;  (iv)  work  in  close  cooperation  with  the \ninternational budget specialist to design an outcome-oriented budget aligned with planning and \nin line with national sector development policies; (v) design provincial plans; (vi) design simple \nmethodologies to monitor, follow-up, and evaluate education plans; and (vii) build the capacity \nof all staff involved in provincial and district planning. \n18..  The national planning specialist will have advanced knowledge of education in the Lao \nPDR, and of the social, ethnic, and gender dimensions of access to and participation in primary \nand secondary education. Specific responsibilities include (i) contribute to the design of the \nEMIS in close cooperation with the international and national specialists in EMIS; (ii) develop \nprovincial and district situation analyses, especially by bringing a socioethnic approach, in close \ncooperation  with  the  international  specialist  in  education  planning;  (iii)  contribute  to  the \ndevelopment of school networks in provinces and districts based on GIS maps, location of \nvillages and schools, and assessment of catchment areas; and (iv) build the capacity of all staff \ninvolved in EMIS development and provincial planning. \n3.  GIS Specialist (international, 1 person-month) \n \n19.  The  international  expert  in  GIS  will  have  advanced  knowledge  and  experience  in \nproducing GIS maps displaying villages, schools, and communication means, with information \non population, enrollment, classes, teachers, etc. Specific responsibilities include (i) draw sets \n ", "68  Appendix 13 \nof GIS maps of various districts and provinces; and (ii) build the capacity of all provincial and \ndistrict staff involved in drawing GIS maps and working on school mapping.  \n4.  Budgeting and Medium-Term Expenditure Framework Specialists \n(international, 8 person-months; national, 15 person-months) \n \n20.  The international budgeting and medium-term expenditure framework (MTEF) specialist \nwill have advanced training in economics of education and extensive experience in budget \ndesign  and  implementation  at  all  levels  in  developing  countries.  He/she  should  also  be \nexperienced in designing program budgets and MTEFs. Specific responsibilities include (i) \nimprove central and provincial budgeting to move to an outcome-oriented budget format and \nprocess; (ii) design budgets based on costing specific interventions to align budgeting with \nplanning;  (iii)  design  and  implement  national,  provincial,  district,  and  school  financial \nmanagement techniques (accounting, reporting, and monitoring) in line with the new budget \nformat, (iv) design a national education MTEF to integrate the education budget process within \nthe overall Government budget and align budgeting with planning; and (v) build the capacity of \nall staff involved in central and provincial budgeting and financial management. \n21.  The national budgeting specialist will be trained in economics of education and have \nextensive experience in budget design and implementation at all levels. He/she will support the \ninternational expert in all of the tasks described in para. 19. In addition, the national expert will \norganize workshops to build the capacity of all staff involved in central and provincial budgeting \nand financial management. \n5.  Asset Management Specialist (international, 2 person-months) \n \n22.  The  asset  management  specialist  will  be  a  regionally  appointed  consultant  with \nspecialized knowledge of asset management in environments similar to that operating in the \nLao  education  system.  The  specialist  will  have  experience  in  the  design  of  computerized \ninventory  systems  for  the  registration  and  monitoring  of  government  physical  assets  and \nproperties across central, provincial, district, and schools, as well as multiple sites. Specific \nresponsibilities  include  (i)  develop  a  computerized  asset  management  system  for  the \nregistration and monitoring of physical assets and properties; (ii) help develop instruments to \nfacilitate the registration of existing MOE assets and the ongoing reporting of changes in the \nstatus of assets; (iii) train national asset management trainers; and (iv) advise MOE on asset \nmanagement  requirements  and  best  practice in  relation  to  the  rehabilitation  of  the  central \nwarehouse. \n \n "], "metadata": {"ModDate": "D:20070111133722+08'00'", "CreationDate": "D:20061128182725+08'00'", "Title": "Basic Education Sector Development Program", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 23 November 2006) \n \nCurrency Unit –  kip (KN) \n \nKN1.00 =  $.00010155 \n$1.00 =  KN9,847.50 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BESDP  –  Basic Education Sector Development Program \n  DEB  –  district education bureau \n  ECDM  –  Education Construction Design and Management  \n  EDG  –  education development grant \n  EDWG  –  Education Donor Working Group \n  EFA Plan  –  National Plan of Action for Education for All \n  EMIS  –  education management information system \n  FMIS  -  financial management information system \n  GDP  –  gross domestic product \n  GEGAP  –  Gender and Ethnic Groups Action Plan \n  LSE  –  lower secondary education \n  LSSG  –  lower secondary student grant \n  MDG  –  Millennium Development Goal \n  MOE  –  Ministry of Education \n  MOF  –  Ministry of Finance \n  MTEF  –  medium-term expenditure framework \n  NGO  –  nongovernment organization \n  NER  –  net enrollment rate \n  NFE  –  non-formal education \n  NGPES  –  National Growth and Poverty Eradication Strategy \n  PES  –  provincial education service \n  PUCDA  –  Provincial Unit for Construction and Development Assistance \n  SPA  –  student-parent association \n  SWAp  –  sector-wide approach \n  TMIS  –  teacher management information system \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 30 September.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  S. Brar, Senior Education Specialist, SERD \nTeam members  G. Atay, Principal Counsel, Office of the General Counsel \n  A. Jain, Social Sector Specialist, SERD \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "R. Nag", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"fullname": "S. Brar", "role": "Senior Education Specialist", "organization": "SERD"}, {"fullname": "G. Atay", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "A. Jain", "role": "Social Sector Specialist", "organization": "SERD"}]}