{"path": "data/input/reports/33307-01-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 33307 \nNovember 2007 \nProposed Loans  \nSocialist Republic of Viet Nam: Greater Mekong \nSubregion: Kunming–Hai Phong Transport Corridor—\n \nNoi Bai–Lao Cai Highway Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 7 November 2007) \n \nCurrency Unit –  dong (D) \nD1.00 =  $0.000062 \n$1.00 =  D16,073 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AIDS  –  acquired immune deficiency syndrome \n  CARB  –  compensation, assistance, and resettlement board \n  CFD  –  Caisse Française de Développement \n  DSCR  –  debt service coverage ratio \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIDIC  –  Fédération Internationale des Ingénieurs-Conseils \n  FIRR  –  financial internal rate of return \n  GDP  –  gross domestic product \n  GMS  –  Greater Mekong Subregion \n  HIV  –  human immunodeficiency virus \n  ICB  –  international competitive bidding \n  JBIC  –  Japan Bank for International Cooperation \n  LIBOR  –  London interbank offered rate \n  MOT  –  Ministry of Transport \n  NCB  –  national competitive bidding \n  NDF  –  Norwegian Development Fund \n  NPV  –  net present value \n  ODA  –  official development assistance \n  O&M  –  operation and maintenance \n  OCR  –  ordinary capital resources \n  QCBS  –  quality- and cost-based selection \n  PMT  –  project management team \n  PRC  –  People’s Republic of China \n  PSC  –  project supervision consultant \n  REMDP  –  resettlement and ethnic minority development plan \n  SDR  –  special drawing rights \n  SRU  –  social and resettlement unit \n  STI  –  sexually transmitted infection \n  TA  –  technical assistance \n  VAT  –  value-added tax \n  VEC  –  Vietnam Expressway Corporation \n  VOC  –  vehicle operation cost \n  WACC  –  weighted average cost of capital \n \n \nWEIGHTS AND MEASURES \n \n  ha  –  hectare \n  km  –  kilometer ", " \n  km2  –  square kilometer \n  m  –  meter \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. Cooney, Infrastructure Division, SERD \n   \nTeam leader  Y. Tanaka, Transport Specialist, SERD \nTeam members  M. Buendia, Resettlement Specialist/Staff Consultant, SERD  \n  Y. Feng, Principal Environmental Specialist, SERD \n  M. Huddleston, Senior Social Development/Resettlement Specialist, SERD \n  T. Kawano, Economist, SERD \n  L. Studdert, Health Specialist, SERD \n  M. Sultana, Social Development Specialist, SERD \n  R. Thami, Senior Counsel, Office of the General Counsel \n  L. Thang, Program/Project Implementation Officer, SERD \n  Y. Tsujiki, Financial Analysis Specialist, SERD \n  P. Vallely, Senior Infrastructure Specialist, SERD \n \n ", " \nCONTENTS \nPage \nLOAN AND PROJECT SUMMARY  i \nMAPS   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  7 \nC.  Special Features  8 \nD.  Project Investment Plan  10 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  12 \nIV.  TECHNICAL ASSISTANCE  16 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  16 \nA.  Project Benefits  16 \nB.  Project Impacts  17 \nC.  Project Assumptions and Risks  19 \nVI.  ASSURANCES  21 \nA.  Specific Assurances  21 \nB.  Conditions for Loan Effectiveness  24 \nVII.  RECOMMENDATION  24 \nAPPENDIXES   \n1.  Design and Monitoring Framework  25 \n2.  Road Subsector Analysis  27 \n3.  External Assistance to the Road Subsector  31 \n4.  Detailed Cost Estimates by Financier  32 \n5.  Implementation Schedule  33 \n6.  Procurement Plan and Contract Packages  34 \n7.  Outline Terms of Reference for Consultants  36 \n8.  Funds Flow Diagram  40 \n9.  Traffic Forecast  41 \n10.  Economic Analysis  44 \n11.  Financial Analysis  49 \n12.  Summary Poverty Reduction and Social Strategy  53 \n13.  Financial and Institutional Analyses of Vietnam Expressway Corporation  57 \n14.  Summary Resettlement and Ethnic Minority Development Plan  60 \n ", "SUPPLEMENTARY APPENDIXES (available on request)   \nA.  Technical Assistance for HIV, Illicit Drugs, and Human Trafficking Prevention Program   \nB.  Environmental Impact Assessment   \nC.  Resettlement and Ethnic Minority Development Plan \nD.  Projected Financial Statements of the Project and VEC \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The Socialist Republic of Viet Nam  \n   \nClassification  Targeting classification: General intervention \nSectors: Transport and communications \nSubsector: Roads and highways \nThemes: Sustainable economic growth, regional cooperation, and \ncapacity development.  \nSubthemes: Fostering physical infrastructure development, \nregional public goods, and organizational development.  \n   \nEnvironment  Category  A.  An  environmental  impact  assessment  was \nAssessment  undertaken, and the summary circulated to the Board and made \npublic through the Asian Development Bank (ADB) website on \n25 July 2007. \n   \nProject Description  The  Project  is  designed  to  provide  (i)  a  244-kilometer  grade-\nseparated  and  access-controlled  highway,  including \n10 interchanges with toll booths and five service areas, starting at \nNoi Bai in a suburb of Hanoi and ending at Lao Cai, on the border \nwith the People’s Republic of China (PRC) in northwest Viet Nam; \n(ii) electric, communications, and tolling systems and associated \nfacilities,  and  the  Vietnam  Expressway  Corporation’s  (VEC’s) \nhighway  operation  and  maintenance  (O&M)  equipment  and \nvehicles; and (iii) capacity building for VEC on management of \nproject implementation, corporate financing management, O&M of \nhighways, and safeguard planning and implementation. \n   \nRationale  The Noi Bai–Lao Cai Highway is an integral section of the eastern \nlink of the Greater Mekong Subregion (GMS) Northern Economic \nCorridor, connecting Kunming in Yunnan province of the PRC with \nHanoi, and Hai Phong and Cai Lan ports in Viet Nam. Most of the \nexisting national road between Hanoi and Lao Cai is narrow, with \na  large  number  of  bridges  with  limited  capacity,  and  there  is \nsubstantial  ribbon  development  on  most  of  its  length.  By \nupgrading the Noi Bai–Lao Cai section, the Kunming–Hai Phong \nTransport Corridor will be completed.  \n \nPoverty  in  the  project  area  is  largely  a  result  of  inadequate \naccess, caused by poor local road infrastructure. People living \nbelow  the  poverty  line  are  suffering  from  poor  accessibility  to \neconomic  opportunities,  education,  and  health  services.  The \nhighway will decrease the cost of travel, which will encourage \neconomic  activities  in  the  project  area,  provide  employment \nopportunities  for  the  local  population,  and  improve  access  to \nsocial services. \n   \nImpact and Outcome  The Project will: (i) construct an efficient, safe, and reliable high-\nstandard road from Noi Bai to Lao Cai; (ii) create a new freight \ntransport link between PRC’s Yunnan province, Hanoi, and Hai ", "ii   \nPhong and Cai Lan ports in northern Viet Nam; (iii) enable 1-day \ntransport between Kunming, Hanoi, and Hai Phong; (iv) stimulate \noperations of long-distance bus transportation services and local \npublic transportation; (v) generate revenue for VEC through the \nhighway  toll;  and  (vi)  create  business  opportunities  and \nemployment for local people along the highway. The Project will \nhave the following impacts: (i) sustainable economic growth and \npoverty reduction in the project area and along the Kunming–Hai \nPhong  transport  corridor,  (ii) strengthened  connections  with \nYunnan province and strengthened international competitiveness; \nand (iii) enhancing mobility of people living along the highway. \n   \nProject Investment Plan   The investment cost of the Project is estimated at $1.216 billion \nequivalent, including local taxes and duties of $82.8 million.  \n   \nFinancing Plan  Source  Total  % \n  ($ million) \nADB (OCR)  896.0  74 \nADB (ADF)  200.0  16 \nVEC  120.0   10 \nTotal  1,216.0  100 \nADB = Asian Development Bank, ADF = Asian Development Fund, \nOCR = ordinary capital resources, VEC = Vietnam Expressway Corporation \nSource: Asian Development Bank estimates. \n   \nLoan Amounts and  A loan of $896 million from the ordinary capital resources (OCR) \nLending Terms  of ADB will be provided under ADB’s London interbank offered \nrate (LIBOR)-based lending facility. The loan will have a 27-year \nterm  including  a  grace  period  of  7  years,  an  interest  rate \ndetermined  in  accordance  with  ADB’s  LIBOR-based  lending \nfacility,  a  commitment  charge  of  0.35%  per  annum,  and  such \nother terms and conditions set forth in the draft Loan and Project \nAgreements. \n \nA loan equivalent to $200 million in special drawing rights will be \nprovided from the Special Funds resources of ADB. The loan will \nhave a 32-year term including a grace period of 8 years, and an \ninterest rate of 1% per annum during the grace period and 1.5% \nper annum thereafter and such other terms and conditions as set \nforth in the draft Loan and Project Agreements. \n   \nAllocation and Relending  The Government of Viet Nam will be the Borrower for the ADB \nTerms  loans. The entire loan proceeds will be onlent to VEC, as the \nExecuting Agency, on terms acceptable to ADB, and at ADB’s \ninterest  rate  applicable  to  the  loans,  plus  an  onlending  fee \npursuant to the Borrower’s regulations.  \n   \nPeriod of Utilization  Until 31 December 2012 \n   \nEstimated Project  30 June 2012 \nCompletion Date ", "  iii\n   \nExecuting Agency  Vietnam Expressway Corporation (VEC) \n   \nImplementation  VEC will have overall responsibility for project implementation. \nArrangements  VEC  will  establish  a  project  management  team  to  manage \nimplementation of the Project. The project management team will \nhave responsibility for day-to-day project implementation, and will \ncoordinate with the people’s committees of provinces affected by \nthe project—Hanoi city, and Vinh Phuc, Pho Tho, Yen Bai, and \nLao  Cai  provinces—in  implementing  the  land  acquisition  and \nresettlement  activities  and  livelihood  development  and  income \nrestoration programs. \n   \nProcurement  Civil works and equipment to be financed under the loans will be \nprocured  in  accordance  with  ADB’s  Procurement  Guidelines \n(2007, as amended from time to time). \n   \nConsulting Services  The project supervision consulting services will be implemented \nby  an  international  consulting  firm  in  association  with  national \nconsultants. Consulting inputs will be about 510 person-months of \ninternational consulting services and about 6,200 person-months \nof  national  consulting  services  for  (i)  construction  supervision; \n(ii) assistance  to  VEC  in  social  development  activities  and  in \nenvironmental  management,  land  acquisition,  and  resettlement \nactivities; (iii) project performance monitoring; (iv) assistance to \nVEC  in  procuring  equipment  for  the  highway  O&M;  and  (v) \ncapacity  building  of  VEC  staff  on  project  implementation, \nenvironmental  management,  land  acquisition  and  resettlement, \nsocial development assistance, corporate financing management, \nand O&M of the highway. The duration of the consulting services \nwill be about 46 months. The international consulting firm will be \nrecruited using the quality- and cost-based selection (QCBS) and \nfull technical proposal procedure in accordance with Guidelines on \nthe Use of Consultants (2007, as amended from time to time). The \nquality–cost ratio for QCBS is 80:20. \n   \nProject Benefits and  The Project will (i) reduce travel time between Noi Bai and Lao \nBeneficiaries  Cai from 7–10 hours to 3–4 hours, (ii) reduce the volume of traffic \npassing through cities and towns in the project area, (iii) reduce \nthe transport distance for container and other freight, (iv) allow \noperations  of  frequent  long-distance  bus  services  along  the \nhighway and feeder public transportation services connecting the \nhighway bus stops to communes, (v) reduce the number of traffic \naccidents, (vi) generate toll revenue to cover debt service of VEC, \nand  (vii)  create  small  and  medium  businesses  and  generate \nemployment opportunities for local people.  \n \nThe  Project’s  economic  internal  rate  of  return  is  estimated  at \n18.2%. The Project’s financial internal rate of return after tax is \nestimated at 6.5%, which exceeds the weighted average cost of \ncapital of 2.6%. \n ", "iv   \nThe major project beneficiaries will be (i) highway users, including \ncargo forwarders, bus operators, and tourists; (ii) local residents, \nwho  will  benefit  from  improved  mobility  and  lower  prices  of \ncommodities and transport services; (iii) local laborers involved in \nthe  construction  works  and  supply  of  materials  during  project \nimplementation and later in operation of the highway; (vi) local \nand international manufacturers and traders, who will be able to \nestablish new businesses and increase production capacity, (v) \nVEC, who will receive toll revenue from highway users; (vi) bus \noperators, who will be able to expand their businesses; and (vii) \nport authorities in north Viet Nam, who will benefit from increased \ncargo volume. \n   \nRisks and Assumptions  VEC’s human resources and organizational structure are currently \ninadequate  to  implement  a  large-scale  highway  construction \nproject. The lack of knowledge of and experience with safeguards, \ncorporate finance, and highway O&M are of particular concern. \nThe project supervision consultant will provide on-the-job training \nto VEC staff.  \n \nOne concern is potential project implementation delays caused by \ndelayed land acquisition and resettlement, delayed procurement, \nand/or  poor  performance  of  the  contractors.  To  avoid  project \nimplementation  delays,  the  Project  will  take  the  following \napproaches: (i) notice to commence civil works on a particular \nsection will be issued only when land acquisition and resettlement \nhave been satisfactorily completed; (ii) VEC will proceed with the \ninitial steps of procurement of the civil works before signing the \nLoan and Project Agreements; and (iii) prequalification of bidders \nwill be undertaken to eliminate bidders that lack the technical and \nfinancial capacity to implement highway construction contracts of \nthis size and complexity.   \n \nThe  highway’s  construction  will  involve  a  large  amount  of \nembankment  construction  and  excavation,  acquisition  of \nresidential  and  agricultural  lands,  and  resettlement  of  project-\naffected people, although the final alignment has been developed \nto ensure that environmentally sensitive areas are avoided and \ninvoluntary resettlement is kept to a minimum. An environmental \nimpact assessment was undertaken, and a full resettlement plan, \nincluding an ethnic minority development plan, was prepared to \nmitigate these risks. \n \nThe Project will increase road traffic and mobility of goods and \npeople, and consequently could increase HIV incidence, illicit drug \nuse, and human trafficking in local communities. The Project will \ninclude a technical assistance component to minimize these risks. \nAccidents  between  highway  users  and  the  local  people  may \noccur, in particular in the early period of highway operation, since \nthere  is  limited  experience  in  Viet  Nam  with  access-controlled \nroads. The project supervision consultants will develop a road ", "  v\nsafety campaign focusing on the access-controlled highway. \n \nThe economic and financial viability of the Project depends on \ntraffic demand on the highway. Moreover, traffic demand will be \naffected  by  toll  levels.  VEC  has  agreed  to  set  toll  levels  that \noptimize highway accessibility while ensuring that the Project is \neconomically  and  financially  viable,  and  that  VEC  remains \nfinancially viable and sustainable. \n   \nTechnical Assistance  ADB is financing the ongoing TA 6321-REG: Fighting HIV/AIDS in \nAsia  and  the  Pacific  (financed  by  the  Cooperation  Fund  for \nFighting  HIV/AIDS  in  Asia  and  the  Pacific),  which  provides  a \ntechnical  assistance  subproject  for  an  HIV,  illicit  drugs,  and \nhuman trafficking prevention program to minimize exposure of the \nlocal population to these risks through additional allocation of the \ncooperation fund. \n \n \n ", " \n ", " \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans \nto the Socialist Republic of Viet Nam for the Greater Mekong Subregion (GMS): Kunming–Hai \nPhong Transport Corridor—Noi Bai–Lao Cai Highway Project.  \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  The  Kunming–Hai  Phong  Transport  Corridor  consists  of  multiple  transport  modes, \nnamely road, rail, and inland waterway. To meet the growing transport demand in the project \narea, possible alternatives to transport infrastructure projects were considered. The alternatives \nwere reviewed based on travel time, alignments, technical designs, social and environmental \nimpacts, and economic and financial viability. The analysis concluded that constructing the \nproposed Noi Bai–Lao Cai Highway, and rehabilitating and upgrading the existing railway—for \nwhich ADB approved a loan in 20061—are important for the corridor development.2 While the \n(cid:31)F\nrailway project is expected to partly meet the increasing transport demand, it will not completely \nsatisfy the demand for all the various kinds of traffic—particularly passenger traffic and high-\nvalue general cargo traffic, which require a more flexible and responsive mode to meet the \nneeds of a market economy. The Project was proposed to satisfy these needs. \n \n3.  The Noi Bai–Lao Cai Highway is an integral section of the eastern link of the GMS \nNorthern Economic Corridor, connecting Kunming in Yunnan province of the People’s Republic \nof China (PRC) with Hanoi and Hai Phong in Viet Nam. In Yunnan province, a 400-kilometer \n(km) expressway with four to six lanes from Kunming to the border with Viet Nam will be \ncompleted in 2008. However, in Viet Nam, most of the existing national road between Hanoi and \nLao Cai, on the border with the PRC, is narrow, contains a large number of limited-capacity \nbridges, and has substantial ribbon development on most sections. These factors severely limit \nits capacity and reduce the possibility of improving it to cater for the projected substantial growth \nin traffic demand in the corridor. The section of the highway from Noi Bai to Hanoi and Hai \nPhong has been improved with assistance from other external donor agencies. Only the Noi \nBai–Lao Cai section needs to be upgraded to complete the Kunming–Hai Phong Highway. The \nproject feasibility study confirmed the necessity and viability of a modern highway linking the \nexisting highway network around Hanoi, at Noi Bai, with the border crossing at Lao Cai.3 The \n(cid:31)F\ndesign and monitoring framework for the Project is in Appendix 1. \n \nA.  Performance Indicators and Analysis \n4.  The proposed highway will originate in Hanoi, and cross Vinh Phuc, Pho Tho, Yen Bai, \nand Lao Cai provinces. Together, these provinces have a population of about 7 million—8.4% of \nthe total population of Viet Nam—and were responsible for 11.4% of gross domestic product \n(GDP). Viet Nam is one of the fastest growing economies in Asia, recording an average annual \ngrowth in GDP of 7.5% over the last decade. Per capita GDP in the country was $622 in 2005. \nPer capita GDP in 2005 was $1,381 in Hanoi; but only $503 in Vinh Phuc, $327 in Pho Tho, \n$266 in Yen Bai, and $313 in Lao Cai provinces, which were all below the country per capita \n                                                 \n1 ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Greater Mekong Subregion: Kunming–Haiphong Transport Corridor—Yen \nVien–Lao Cai Railway Upgrading Project. Manila (Loan 2302-VIE). \n2 ADB. 2003. Final Report of TA 4050-VIE: Preparing Kunming–Haiphong Transport Corridor Project. Manila \n3 ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Greater Mekong Subregion: Kunming–Haiphong Transport Corridor—Noi Bai–\nLao Cai Highway Technical Assistance Project. Manila (Loan 2222-VIE).  ", "2 \nGDP. Per capita GDP in 2003 was $1,011 in Hanoi, $254 in Vinh Phuc, $361 in Pho Tho, $210 \nin Yen Bai, and $198 in Lao Cai provinces. It is noted that the economy of Hanoi, and Vinh Phuc \nand Lao Cai provinces, which are located at both ends of the highway, have rapidly grown in the \n2 years. The highway will be used as a transport link connecting two economically developing \nareas, and also contribute to economic growth in provinces sandwiched between areas that are \nrapidly growing economically. \n \n5.  In the context of the GMS and regional integration, economic cooperation between \nViet Nam and PRC has increased since the late 1990s. PRC is Viet Nam’s third largest export \nmarket, and largest import supplier. In 2005 the value of exports to PRC was $2.3 billion and the \nvalue of imports was $6.2 billion.4 Yunnan province is a major producer of tobacco, minerals, \n(cid:31)F\nsteel, and fertilizer. Viet Nam, on the other hand, produces vegetables, fruits, seafood, crude oil, \nrubber, minerals, and light industrial goods such as textiles and footwear. So Yunnan province \nand Viet Nam have become important trade partners. Cross-border trade between Yunnan \nprovince and Viet Nam grew from $351 million in 2004 to $477 million in 2006, a year-on-year \nincrease of around 15%. Around 1 million tons of cargo is transported annually across the \nHekou–Lao Cai border crossing points. There is a roughly equal split between goods carried by \nroad and by rail. Arrangements for initial implementation of the GMS Cross-Border Transport \nAgreement  at  the  Hekou–Lao  Cai  border  crossing  points  have  been  finalized.  In  addition, \nagreement has been reached by the two governments to consider, at the earliest possible time, \nexpanding the scope of the existing bilateral road transport agreement to include the entire \nKunming–Hanoi–Hai Phong transport corridor as an interim measure until the relevant annexes \nand protocols of the GMS Cross-Border Transport Agreement have been ratified. This will \nfacilitate the exchange of commercial traffic rights along the corridor, which would reduce the \nincidence of costly and time-consuming transshipment at the Hekou–Lao Cai border crossing \npoints. \n \n6.  The passage of containerized freight is particularly important for the trading relationship. \nForwarders of overseas container cargo in Kunming do not currently use the Kunming–Hekou–\nLao Cai–Hanoi–Hai Phong route, partly because of the poor condition of the Lao Cai–Hanoi \nsection in Viet Nam, inefficient custom control procedures at the Hekou–Lao Cai border, and the \nhigh  cost  of  transshipping  containers  at the border  crossing.  Instead,  they  send  container \ncargos by rail or road to the large ports in Guangzhou province (PRC), which takes up to \n6 days, and by road to the nearest ports in Guangxi province (PRC), which is about 1,050 km \nfrom Kunming. The proposed Noi Bai–Lao Cai Highway will allow forwarders in Kunming to \nreach Hai Phong and Cai Lan ports, which contain large container facilities, in 1 day. Once the \nproposed  Noi  Bai–Lao  Cai  Highway  has  been  completed,  and  the  ADB-supported  border \ncrossing operation is streamlined, a substantial number of containers originating in Kunming \ncould be diverted to the Kunming–Hai Phong route. Viet Nam would benefit from this through \ntransit and port fees, among other benefits. \n \n7.  The major sources of livelihood in the project area are related to agriculture. Rice is the \nmajor crop in the project area. In the lowland areas where the proposed highway will be \nconstructed, crops for household consumption are also cultivated, and the livelihood system \nincludes rearing of livestock—primarily pigs and to a lesser extent poultry and cattle. Upland \nagriculture is typically the domain of ethnic minorities in the project area, but is only significant in \nYen Bai and Lao Cai and to a much lesser extent in Vinh Phuc and Phu Tho. There are \nsophisticated and highly effective terraced rice production systems in the higher mountainous \nareas of Lao Cai. In recent times, cash crops such as cinnamon and cassava have been \n                                                 \n4 ADB. 2006. Key Indicators of Developing Asian and Pacific Countries. Manila. \n ", "3 \ncultivated in these upland areas. The Project’s socioeconomic survey indicates that the major \npoverty issue relates first and foremost to household food security, including access to safe \ndrinking water, and there are a significant number of days when whole households have less \nfood to eat than they need. The poverty rates in 2006 were 15.0% in Vinh Phuc, 26.6% in Pho \nTho, 30.7% in Yen Bai, and 33.6% in Lao Cai provinces. The poverty rates in Pho Tho, Yen Bai, \nand Lao Cai provinces were higher than the country average, which is 20%. Improved transport \ninfrastructure in these provinces is critical for poverty reduction.  \n \nB.  Analysis of Key Problems and Opportunities \n \n8.  Viet Nam’s economy has grown at 7–8% per annum over the past decade, and the \nGovernment estimates that this growth will continue, as reflected in the forthcoming Five-Year \nSocio-Economic Development Plan 2006–2010.5 While this growth has had a dramatic impact \n(cid:31)F\non the country’s poverty rate, which declined from about 58% in 1993 to an estimated 20% in \n2006, it has severely strained the capacity of basic economic infrastructure, particularly power \nand transportation systems. The feasibility study of the Project has found that traffic is growing \nat about twice the rate of GDP and that this high growth rate is likely to continue beyond 2020, \nreflecting Viet Nam’s low level of vehicle ownership.6 Appendix 2 provides an analysis of the \n(cid:31)F\nroad subsector. \n \n  1.  The Government’s Strategy \n \n9.  The Government is acutely aware of the negative impact of inadequate infrastructure on \ngrowth  and  poverty  reduction.  It  is  beginning  to  see  the  adverse  impact  of  infrastructure \nbottlenecks on foreign investment, and on its desire to spread development more equitably to \nareas far from the major urban centers (Hanoi, Ho Chi Minh City, Da Nang, etc.). For the critical \ntransport infrastructure, the Government is taking a dual approach to developing the country’s \nroad capacity: (i) developing a network of high-capacity expressways and highways linking the \nmain  urban  areas  with  (a)  each  other,  (b)  less-developed  regions  of  the  country  and,  (c) \nneighboring countries; and (ii) developing the institutions required to plan, design, implement, \nand manage this network.  \n \n10.  The existing national road system was mainly constructed with two traffic lanes, although \nthere are short lengths with four lanes. Traffic management is rudimentary and the rate of traffic \naccidents is very high (Appendix 2). Government studies have indicated that the main national \nhighway  network  should  be  widened,  and  an  expressway  and  modern  highway  network \nthroughout Viet Nam should be built to connect important economic zones, large urban centers \nand  industrial  zones,  and  international  borders.  Reflecting  this  need,  the  Government  has \ndirected the Ministry of Transport (MOT) to prepare an expressway master plan. ADB has \nprovided technical assistance (TA) to assist MOT with completing the plan, of which of the \nproposed highway is an integral part.7 \n(cid:31)F\n \n11.  The  Government’s  transport  sector  reform  program  aims  to  improve  efficiency  and \ncreate  an  institutional  and  financial  framework  conducive  to  accelerating  infrastructure \ndevelopment. MOT is being restructured to differentiate between regulation and infrastructure \ndevelopment and operations. Four modal administrations in road, railway, inland waterway, and \nmaritime have been created under MOT. In the road subsector, the aim of the restructuring is to \n                                                 \n5 Ministry of Planning and Investment. 2005. The Five-Year Socio-Economic Development Plan 2006-2010. Hanoi. \n6 ADB. 2005. Economic and Financial Study for the Kunming–Haiphong Expressway Project (Hanoi–Lao Cai). Manila. \n7 ADB. 2005. Technical Assistance for the Expressway Network Development Plan Project. Manila (TA 4695-VIE).  \n ", "4 \n(i) strengthen the existing Vietnam Road Administration, the agency responsible for the road \nsector, by issuing new decrees and regulations; (ii) increase maintenance funding and introduce \nmodern road maintenance management systems; (iii) strengthen planning capacity and build a \nmodern road asset database; and (iv) improve road safety. More recently, MOT established \nVEC  as  a  state-owned  enterprise  financially  independent  of  MOT,  and  responsible  for \nimplementation of expressway projects and development of the expressway network, to be \nfunded by revenues from expressway tolls. \n \n  2.  Lessons Learned \n \n12.  Viet  Nam  country  portfolio  review  missions  have  noted  that  there  have  been \nimplementation delays in previous road projects, in particular during the project start-up phase. \nPast project designs have required that project supervision consultants prepare detailed designs \nand bidding documents for civil works, meaning that the initial 1–3 years of the loan period were \ndevoted to these essential but low-disbursement activities. Further delays in award of civil works \nhave  been  caused  by  delays  in  recruiting  consultants  and  preparing  detailed  design.  The \nongoing GMS: Kunming–Hai Phong Transport Corridor—Noi Bai–Lao Cai Highway technical \nassistance project (TA loan, footnote 3) addresses these issues. The TA loan has two stages: (i) \nproject  preparation,  including  detailed  engineering  design,  detailed  economic  and  financial \nstudy, and social and environmental study; and (ii) procurement assistance for civil works and \nsupervision consulting services required for the Project. Procurement for the civil works and the \nconsulting services for this project will proceed under the second phase of the TA loan. The \nobjective of this approach is to reduce implementation delay by ensuring that the construction \nand  supervision  contracts  are  ready  to  be  signed  when  the  investment  loans  have  been \ndeclared effective. This two-tiered approach will enable construction to commence much earlier \nand will ultimately speed up completion of the highway by as much as 2 years. \n \n13.  Another reason for the project implementation delay is in approval of resettlement plans \nthat are updated after detailed design and the land acquisition and resettlement activities. \nContractors needed to delay commencement of the civil works until the land acquisition and \nresettlement activities, which must be carried out in accordance with the approved resettlement \nplans, have been completed for the entire sections covered by their contracts. To reduce the \nrisk,  the  following  sectional  hand-over  concept  will  apply  to  this  Project.  After  detailed \nmeasurement surveys are made based on the detailed design, VEC and 18 district people’s \ncommittees  in  the  project  area  will  prepare  district-level  updated  resettlement  and  ethnic \nminority development plans (REMDP) including outputs of the detailed measurement surveys. \nThe district-level updated REMDPs will be individually submitted to ADB for approval. Land \nacquisition and resettlement activities will commence in a specific district only when ADB has \napproved  the  REMDP  for  that  district.  Each  civil  works  contract  package  covers  highway \nconstruction in more than one district. VEC will issue a notice to proceed to the civil works \ncontractors for a particular highway section in a district only once (i) compensation payment, \nand relocation to new sites of people affected by the Project have been satisfactorily completed; \n(ii) rehabilitation assistance is in place; and (iii) the particular length required for civil works is \nfree of all encumbrances.  \n \n  3.  ADB’s Strategy \n \n14.  As set out in ADB’s Country Strategy and Program (CSP 2007–2010),8 ADB will support \n(cid:31)F\nthe Government’s investment program to improve transport infrastructure and reduce transport \n                                                 \n8  ADB. 2006. Country Strategy and Program (2007–2010) Viet Nam. Manila \n ", "5 \ncosts. For the road sector, the condition of the primary network, in terms of surface roughness, \nis reasonable. However, the network lacks the capacity—in terms of road widths, horizontal and \nvertical  geometry,  pavement  strengths,  and  other  parameters—to  provide  for  the  rapidly \ngrowing  transport  demand.  The  Government  is  addressing  these  capacity  constraints  by \nextending  the  paved  national  road  network  (100%  of  which  will  be  paved  by  2015)  and \nprovincial roads network (65% of which will be paved by 2015). In addition, it is developing a \nnetwork  of  expressways,  with  plans  to  have  about  500  km  in  service  by  2015.  The \nGovernment’s studies indicate that these improvements will reduce the present transport costs \nby about 10% by 2010 and 15% by 2015. ADB’s investment program, as described in the CSP, \nhas three thrusts in line with the Government’s Socio-Economic Development Plan. First, ADB’s \ninvestments  in  the  transport  sector  would  include  support  for  provincial  road  networks, \naddressing the social equity aspects of transport needs through use of Asian Development \nFund  (ADF)  resources.  Second,  ADB  will  help  develop  infrastructure  to  attract  business \ninvestment  and  development  in  an  environmentally  sound  manner.  Projects  could  include \ninvestments in expressway and railway facilities to facilitate the safe and efficient movement of \ngoods and people around, through, and between national centers of economic activity. Urban \ntransport  bottlenecks  will  also  be  addressed.  Third,  ADB  will  improve  connectivity  of  the \ntransport  network  with  the  transport  networks  of  neighboring  countries.  Viet  Nam  has \ncontributed significantly to enhancing connectivity, increasing competitiveness, and promoting a \ngreater sense of community in the GMS. The proposed Project is fully supportive of the second \nand third thrusts of ADB’s strategy. The Project is also in the lending pipeline of the Regional \nCooperation Strategy and Program Update (2006–2008)9 as it forms a high-priority section of \n(cid:31)F\nthe Kunming–Hanoi–Hai Phong transport route of the GMS Northern Economic Corridor. \n \n15.  VEC will play a critical role in investments and financial management, construction \nmanagement,  and  operation  &  maintenance  (O&M)  of  expressway  projects  in  Viet  Nam. \nHowever,  to  date  it  has  little  experience  in  project  management,  financial  management, \nprocurement, environmental management, and land acquisition and resettlement. The Project \nwill provide institutional capacity building and staff training, so that VEC may manage the \nProject and similar projects in the future. \n \n  4.  External Assistance \n \n16.  ADB’s interventions in the transport sector have been primarily in the road subsector \n(Appendix 3). Three loans addressed the rehabilitation of National Road 1, which runs along the \neast coast of Viet Nam and acts as the central spine for the road network.10 Subsequently, \n(cid:31)F\nintegral parts of the GMS economic corridors in Viet Nam were improved under ADB-funded \nprojects. 11 As  the  work  on  improving  national  roads  is  drawing  to  a  close,  projects  are \n(cid:31)(cid:31)F\n                                                 \n9  ADB. 2005. Regional Cooperation Strategy and Program Update (2006–2008) The Greater Mekong Subregion– \nBeyond Borders. Manila. \n10  ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Road Improvement Project. Manila (Loan 1272-VIE); ADB. 1996. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of \nViet Nam for the Second Road Improvement Project. Manila (Loan 1487-VIE); and ADB. 1998. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of \nViet Nam for the Third Road Improvement Project. Manila (Loan 1653-VIE).  \n11  ADB. 1998. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nKingdom of Cambodia and to the Socialist Republic of Viet Nam for the Greater Mekong Subregion: Phnom Penh \nto Ho Chi Minh City Highway Project. Manila (Loan 1660-VIE); and ADB. 1999. Report and Recommendation of \nthe President to the Board of Directors on a Proposed Loan and Technical Assistance Grant to the Lao People’s \nDemocratic Republic and a Proposed Loan to the Socialist Republic of Viet Nam for the Greater Mekong \nSubregion: East-West Corridor Project. Manila (Loan 1728-VIE). \n ", "6 \nincreasingly focusing on other parts of the road network. ADB’s Provincial Roads Improvement \nProject upgraded provincial roads in 17 provinces in the northern uplands and Red River Delta \nregions.12 The upgrading of rural roads in 18 provinces was addressed under ADB’s Rural \n(cid:31)(cid:31)F\nInfrastructure Sector Project,13 and rural roads are being improved in 40 provinces across the \n(cid:31)(cid:31)F\ncountry  with  funding  from  the  World  Bank  and  the  United  Kingdom’s  Department  for \nInternational  Development  under  the  Second  Rural  Transport  Project. 14 ADB  is  currently \n(cid:31)(cid:31)F\nfinancing the Central Region Transport Networks Improvement Sector Project, which aims to \naddress the removal of transport constraints on economic and social development in the rural \nareas of 19 provinces in central Viet Nam.15  \n(cid:31)(cid:31)F\n \n17.  In 2005, ADB provided technical assistance for developing a modern expressway and \nhighway network. The TA for Expressway Network Development Plan Project provided (i) a \nbusiness plan setting out an institutional, organizational, and financial structure that will allow \nVEC to successfully implement the expressway program; (ii) a long-term master plan for the \nexpressway network, including a detailed plan for expressways to be developed within the \nperiod 2006–2015; and (iii) a detailed economic and financial viability assessment of priority \nexpressway links, as well as a financing plan for these links (footnote 7). Moreover, TA for this \nproposed  Project  provides  for:  (i)  detailed  engineering  design,  (ii)  updated  economic  and \nfinancial studies, (iii) social and environmental studies, and (iv) procurement assistance for civil \nworks and project supervision consulting services for the proposed Project. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n18.  The current travel time between Kunming and Hai Phong is more than 2 days. This will \nbe reduced to 1 day upon completion of the proposed highway. By providing a shorter and lower \ncost  route  to  major  ports  and  inland  markets,  traffic  demand  at  Lao  Cai  will  increase  by \napproximately 10%. This increase will be caused by (i) reduced travel time on the Kunming–Hai \nPhong Transport Corridor and transshipment cost savings at the Lao Cai–Hekou border; and \n(ii) diversion of freight traffic in Kunming from the ports in Guangxi province (PRC) to Hai Phong \nand Cai Lan Ports in Viet Nam.16 Viet Nam’s ability to export agricultural and maritime products \n(cid:31)(cid:31)F\nto Yunnan province, already a rapidly growing trade area, will also be enhanced substantially. \n \n19.  Poverty in the project area is largely a consequence of poor local road infrastructure, \nparticularly on the right bank of the Red River. People living below the poverty line are suffering \nfrom limited economic opportunities and poor education and health services. Once the project \nhighway has been completed, reduced travel times and improved transport conditions will allow \nthe  industries  clustered  around  Hanoi  and  Hai  Phong  to  expand  into  the  country’s  poor \nnorthwest region, bringing employment, better access to social services, and other benefits. \n                                                 \n12  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the   \nSocialist Republic of Viet Nam for the Provincial Roads Improvement Sector Project. Manila (Loan 1888-VIE). \n13  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Rural Infrastructure Sector Project. Manila (Loan 1564-VIE).  \n14 World Bank. 1999. Project Appraisal Documents on a Proposed Credit in the Amount of SDR74.7 million ($ 103.9 \nmillion Equivalent) to the Socialist Republic of Vietnam for a Rural Transport II Project. Washington. \n15  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Central Region Transport Networks Improvement Sector Project. Manila \n(Loan 2195-VIE). \n16 ADB. 2005. Multimodal Transport Study on TA 4050-VIE: Preparing the Kunming–Haiphong Transport Corridor \nProject. Manila. \n ", "7 \nDecreased  travel  costs  will  encourage  economic  activity  in  the  project  provinces,  provide \nemployment opportunities for the local population, and improve access to social services.  \n \n20.  The highway will enable the operation of long-distance bus transportation services and \nlocal public transportation services connecting bus stops on the highway to local communities. \nAs people living below the poverty line on the right bank of Red River do not own cars, \nmotorcycles, or bicycles, their mobility is extremely limited. The Project will provide them with \naccess to social and economic services and to employment in cities and towns.  \n \n21.  The  Project  is  expected  to  make  a  substantial  contribution  to  achieving  the \nGovernment’s objectives for the project area, which include (i) raising the average per capita \nincome in Vinh Phuc, Phu Tho, Yen Bai, and Lao Cai provinces to the national average by \n2015; (ii) reducing overall poverty incidence in these provinces from 52% in 2004 to 15% in \n2015; (iii) increasing annual border trade volume at Lao Cai from $477 million in 2006 to at least \n$800 million in 2015; (iv) increasing the amount of small and medium businesses and increasing \nemployment of local people by 70% in 2015; and (v) improving awareness of the risks of HIV- \nAIDS and other sexually transmitted infections (STIs), illicit drugs, and human trafficking.  \n \nB.  Outputs \n \n22.  The  highway  will  have  a  high  design  speed,  be  fully  grade-separated  and  access-\ncontrolled, and will connect Noi Bai to the Lao Cai international border—a distance of about 263 \nkm. Closer to Hanoi, between Noi Bai and Yen Bai, the terrain is flat to rolling, traffic volume is \nhigh and growing quickly, and population density is relatively high. From Yen Bai to Lao Cai, the \nterrain changes from rolling to mountainous; existing and projected traffic is relatively low, and \npopulation density is very low (particularly on the right bank of the Red River where the highway \nwill be located). The configuration of the highway reflects these differences. The Noi Bai–Yen \nBai section is designed as a four-lane dual carriageway expressway (the first stage), with \npotential for upgrading to six lanes (the second stage). Similarly, the Yen Bai–Lao Cai section is \ndesigned as a two-lane single carriageway highway, with potential for upgrading to a four-lane \ndual carriageway expressway. The additional two lanes will be completed at a later date when \ntraffic volume reaches the highway capacity. Between Noi Bai and Lao Cai, construction of 19 \ngrade-separated interchanges and five service areas is planned. \n \n23.  The scope of the Project generally covers the first stage of the highway, basically four \nlanes  for  the  Noi  Bai–Yen  Bai  section  and  two  lanes  for  the  Yen  Bai–Lao  Cai  section. \nEmbankment of the two additional lanes will be constructed under the Project to use surplus \nexcavated material generated in the mountainous and hilly areas. The outputs of the Project are \n(i)  a  244  km  highway,  including  10  grade-separated  interchanges  with  toll  booths  (nine \ninterchanges will be installed at a later date) and axle-weighing equipment, and five service \nareas, starting at Noi Bai and ending at Tran Hung Dao Road in Lao Cai city (the 19 km in Lao \nCai city will be constructed when traffic demand is about to reach capacity of Tran Hung Dao \nRoad); (ii) electric, communication, and tolling systems for the highway and associated facilities, \nand VEC’s highway O&M equipment and vehicles; and (iii) capacity building of VEC on project \nimplementation management, corporate financing management, planning and implementation of \nhighway O&M, and safeguard planning and implementation. Land for the right-of-way for the \nultimate lane configuration, the 19 interchanges, and the five service areas will be acquired \nunder the Project. The Tran Hung Dao Road has six lanes and a wide median, and is partially \naccess-controlled. International traffic will use this road between the cross-border facilities at \nLao Cai and the project highway. Access roads, underpasses, and overbridges connecting land \n ", "8 \nand communities on either side of the highway will be provided at 500-meter intervals on \naverage, to ensure an appropriate balance between social impacts and construction costs. \n \n24.  VEC  will  strengthen  its  existing  environmental  unit  and  establish  a  social  and \nresettlement unit (SRU) within its technical department. These units will be responsible for \nproviding overall guidance for social and environmental safeguards. Also, VEC will establish \nfour  field  offices  in  the  project  provinces  to  work  with  the  provincial  and  district  people’s \ncommittees and the project supervision consultant. VEC will also gain experience on a large-\nscale project implementation management, social and environmental safeguards, corporate \nfinancing management, and O&M of the highway. \n \n25.  The cities and provinces along the highway have some of the worst HIV levels in Viet \nNam and the GMS. The Project will include technical assistance—the core component will be \nan HIV, illicit drugs and human trafficking prevention program—to minimize exposure of local \npopulation to HIV during and after the construction stage, and to mitigate the increased risk of \nillicit drug use and human trafficking that may result from the Project. Key outputs of the TA \ncomponent will include (i) increased awareness of HIV-AIDS, STIs, drugs, and human trafficking \namong local communities, road contractors and workers, and local authorities; (ii) behavioral \nchanges  among  construction  workers,  local  communities,  and  sex  workers;  (iii)  improved \naccess to affordable, high quality condoms, HIV and STI-related services, and other health \nservices and products in project area; (iv) increased collaboration among key players for drug \nand trafficking prevention; and (v) an improved HIV-AIDS and STI monitoring system. \n \nC.  Special Features \n26.  Subregional Highway Network Development. Entry of PRC traffic into Viet Nam is \nlimited to the Lao Cai border area at present. Likewise, entry of Vietnamese traffic into the PRC \nis limited to the Hekou border area. Freight is transshipped by workers from truck to truck at the \nborder areas. This results in high transportation costs and longer haulage times. The GMS \ntransport corridor concept, of which the highway is an integral section, will enhance social and \neconomic activities by removing border-crossing barriers. The governments of Viet Nam and \nPRC agreed to implement the GMS Cross-Border Transport Agreement for the Lao Cai–Hekou \nborder, which streamlines cross-border operations and grants transit traffic rights for traffic \ntransiting to or from the territory of other signatories of the Agreement. Travel time on the \ncurrent Kunming–Hai Phong route currently averages about 2 days for passenger cars and 3 \ndays for trucks. The proposed highway will reduce travel times between Hanoi and Lao Cai from \n7 hours to 3 hours for passenger cars, and from 10 hours to 4 hours for trucks. Taking into \nconsideration  expressway  construction  in  Yunnan  Province,  and  the  streamlining  of  cross-\nborder operations, travel from Kunming to Hai Phong will be reduced to about 1 day once the \nproject highway is completed. This decrease in travel time and cost could induce international \nfreight originating in Kunming to shift from PRC ports to Viet Nam ports via the Kunming–Hai \nPhong  Transport  Corridor,  and  consequently  encourage  economic  activities  in  the  project \nprovinces. \n \n27.  ADF  Financing. The Project’s financing plan includes a substantial portion of ADF \nsupport. This reflects two specific project characteristics: (i) the project highway, particularly the \nsection from Yen Bai to Lao Cai, passes through areas with high levels of poverty; and (ii) the \nProject has a strong subregional focus (reflecting this, the ADF allocation is sourced in part from \nADB’s ADF IX subregional allocation). From a poverty perspective, the northwest area of Viet \nNam is the country’s poorest. In 2004, the portion of the area’s population living below the \npoverty line was about 52%, compared with a countrywide average of 23%. Much of this \n ", "9 \ndifference reflects the lack of access of the western portion of the project area to major areas of \neconomic activity, employment opportunities, etc, which the project highway will substantially \nimprove. From a subregional perspective, the ADF allocation supports the connection of two \neconomically dominant areas—Hanoi–Hai Phong and Kunming—through a hinterland that is \nmuch less developed. The specific benefit of the ADF allocation for both of these objectives is \nthat initial toll levels on the project highway will be significantly lower than would be the case if \nonly  nonconcessional  financing  were  provided.  By  softening  the  terms  of  the  total  project \nfinancing, the toll levels can be lowered to socially acceptable levels, and thus the highway can \nbe accessible to a much wider section of the population, while maintaining the financial viability \nof VEC and the Project.  \n \n28.  Ports Capacity. Hai Phong and Cai Lan are major ports in northern Viet Nam. The Hai \nPhong port has a planned capacity of 6 million tons per year for cargo throughput and 550,000 \ntwenty-foot equivalent units per year for container throughput. Only midsized vessels can enter \nthe port because of its shallow depth. The port mainly serves Southeast Asia. Freight traffic at \nthe port is reaching its capacity. The Cai Lan port has a capacity of 15 million tons per year for \ncargo throughput. Large-size vessels can enter the port, and it serves destinations outside \nSoutheast Asia. The volume of cargo handled in 2006 was about 1.5 million tons, and the \nvolume of containers was about 110,000 twenty-foot equivalent units. Since land transport costs \nwere higher because of its geographic disadvantage compared to Hai Phong port, the Cai Lan \nport still has sufficient cargo and container handling capacity. The improved National Road 18 \nconnects Noi Bai to these ports. Completion of the Bai Chay Bridge on National Road 18 in \n2006 effectively removed the geographical disadvantage of the Cai Lan port. The Project’s \ntraffic demand forecast indicates that the growth rate of freight volume will accelerate to an \nannual rate of 4.6–6.1% by 2022. It is expected that these ports will be able to accommodate \nthe increased trading demand. \n \n29.  International Trade Zone. The Government’s policy provides incentives to potential \ninvestors in frontier economic zones, through public sector financing for ground clearance, \ninfrastructure development, exemption of land rent, and labor training support. The Lao Cai \ninternational trade center and Kim Thanh free trade zone are being constructed in the Lao Cai \ninternational border area. Construction of the Hekou economic zone near the new international \nbridge is also planned on the PRC side. Agroforestry and aquatic products in Viet Nam, and \nelectric and mechanical products and chemicals in Yunnan province (PRC) will be, at least \ninitially,  significantly  traded  commodities.  Involvement  of  project-affected  households  in  the \nmarkets in the free trade zone will be an integral part of the income restoration program set out \nin the Project’s REMDP.   \n \n30.  Development of Special Industrial Zones. Almost all of the special industrial zones in \nnorthern Viet Nam are located around Hanoi and along the national roads between Hanoi and \nHai  Phong.  This  concentration  has  raised  environmental  concerns  and  led  to  unbalanced \nsocioeconomic conditions. The Government, therefore, is prioritizing the development of special \nindustrial zones west of Hanoi, along the proposed project highway. \n \n31.  Tourism Development. Tourism along the Kunming–Hai Phong Transport Corridor has \ngreat potential. Sa Pa and Bac Ha in Lao Cai province are famous summer retreats and are \nhome to ethnic minority villages that are of interest to tourists. Ha Long Bay, near Hai Phong, is \nregistered as natural world heritage site. Yunnan province (PRC) also has several tourist spots, \nincluding one registered as a world heritage site. However, the two areas are poorly linked, \nespecially since the railway in Yunnan province stopped passenger services between Kunming \nand Hekou, on the border with Viet Nam. The Project will strengthen tourism links between the \n ", "10 \ntwo countries. Tours highlighting the two countries’ natural, cultural, and ecological features will \nbe very attractive to international and domestic tourists. \n \n32.  Mobility of Local Population. Local communities, particularly those living below the \npoverty line, have poor access to economic opportunities, education, and health services. This \nis largely caused by poor road infrastructure, particularly on the right bank of the Red River, \nsince the existing roads travel along the left bank and there is very little cross-river access. The \nhighway will provide an immediate and significant benefit to communities in this area that have \nnever  had  good  road access.  Bus  stops  will  be  installed  in  towns  and  villages  along  the \nhighway.  This  will  provide  employment  opportunities  for  the  local  population,  and  improve \naccess to socioeconomic services. \n \n33.  Toll Setting and Tolling System. The highway will be tolled as a closed system. The \ntoll amount will vary depending on vehicle classification and distance traveled. A card-type toll \ncollection system will be introduced. The toll levels will be set from the perspectives of social \nacceptance and VEC’s financial sustainability. The willingness-to-pay survey and the project \nfinancial study indicated that a level of D800 per km, which is equivalent to $0.05 per km for \npassenger cars, meets the two requirements. However, VEC will make a final determination of \nappropriate toll levels before the highway is opened to public traffic. Periodic review of the toll \nlevels will be required to adjust for inflation and unanticipated costs. \n \nD.  Project Investment Plan \n \n34.  The project investment cost is estimated at $1,216 million, including local taxes and \nduties,  as  shown  in  Table  1  below.  Detailed  cost  estimates  by  expenditure  category  and \ndetailed cost estimates by financier are in Appendix 4. ADB will finance the whole cost for the \ncivil works, consulting services, and equipment, including all local taxes and duties imposed on \nthese,  as  well  as  VEC's  incremental  administration  cost.  All  financing  charges  are  to  be \ncapitalized. The Government will finance the whole cost for the mine-clearance works and land \nacquisition and resettlement. Local taxes on the civil works, equipment, and the mine-clearance \nworks are estimated at 12% of the base cost, consisting of 10% for value-added taxes (VAT) \nand 2% for corporate income taxes. Local taxes on the consulting services are estimated at \napproximately 20% of the base cost, consisting of 10% for VAT, 5% for corporate income taxes, \nand  approximately  5%  for  personal  income  taxes.  In  all,  local  taxes  are  estimated  at \n$82.8 million equivalent.  \n \nE.  Financing Plan \n \n35.  The Government has requested a loan of $896 million from ADB’s OCR, and a loan \nequivalent to $200 million from the Special Funds resources of ADB to help finance the Project. \nThe OCR loan will have a 27-year term, including a grace period of 7 years, an interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility, a commitment charge of 0.35% per annum, and such other terms and conditions set \nforth in the draft Loan and Project Agreements. The grace and maturity periods are extended to \nreduce  the  toll  levels  of  the  highway  and  ensure  the  financial  robustness  of  VEC.  The \nGovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based lending facility on the basis of these terms and conditions, and (ii) an undertaking \nthat  these  choices  were  its  own  independent  decision  and  not  made  in  reliance  on  any \ncommunication or advice from ADB. The ADF loan will be denominated in special drawing rights \n(SDR) with a term of 32 years including a grace period of 8 years, an interest charge of 1% per \nannum during the grace period and 1.5% per annum thereafter, and such other terms and \n ", "11 \nconditions as set forth in the draft Loan and Project Agreements. An additional $1 million will be \nfinanced by the grant from the Cooperation Fund for Fighting HIV/AIDS in Asia and the Pacific \n(para. 53). \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amount a \nA.  Base Cost b   \n  1.  Civil works  703.0 \n  2.  Mine clearance      4.0 \n  3.  Land acquisition and resettlement    100.0 \n  4.  Consulting services    25.0 \n  5.  Equipment      25.0 \n  6.  Incremental administration    7.0 \n    Subtotal (A)  864.0 \nB.  Contingencies c  130.0 \nC.  Financing Charges During Implementation d  222.0 \n       Total (A+B+C)  1,216.0 \n \na    Includes local taxes and duties of $82.8 million. \nb  In mid-2007 prices. \nc   Physical contingencies computed at 11% for civil works. Price contingencies are computed at \n0.8% on foreign exchange costs, and 6.5% until 2008 and 5% from 2009 onwards on local \ncurrency costs; includes provision for potential exchange rate fluctuation under the assumption of \na purchasing power parity exchange rate. \nd   Includes interest and commitment charges for the ordinary capital resources (OCR) loan. Interest \nfor the OCR loan during the 7-year grace period has been computed at the 5-year forward \nLondon interbank offered rate plus a spread of 0.6%. \nSource: Asian Development Bank estimates. \n \n36.  The ADB loans will finance 90% of the total project cost (Table 2). The remaining cost, \n$120 million, will be financed by VEC. The Borrower of ADB’s OCR and ADF loans will be the \nGovernment of Viet Nam. The entire OCR and ADF loan proceeds will be onlent. VEC will \nborrow the loans from the Ministry of Finance through subsidiary loan agreements, on terms \nacceptable to ADB and at ADB’s interest rate applicable to the loans plus an onlending fee \npursuant to the Borrower’s regulations.  \n \nTable 2: Financing Plan \n($ million) \nSource  Total  % \nAsian Development Bank (OCR)    896.0    74 \nAsian Development Bank (ADF)    200.0    16 \nVietnam Expressway Corporation    120.0     10 \n  Total  1,216.0  100 \n \nADF = Asian Development Fund, OCR = ordinary capital resources. \nSource: Asian Development Bank estimates. \n ", "12 \n37.  The ADB loans will finance all of the local taxes imposed on ADB-financed civil works, \nconsulting services, and equipment in the amount of $82.4 million. This is 6.8% of the total \nproject cost. Counterpart funds should best be allocated for land acquisition and resettlement, \nand mine-clearance works, as these activities need to start before loan effectiveness. As the \ncounterpart funding is $120 million (10% of the total project cost), all of which is required for the \nland acquisition and resettlement activities, ADB’s financing should cover all of the local taxes \non the remaining ADB-financed project components. \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n38.  The Executing Agency for the Project will be VEC. VEC will have overall responsibility \nfor  project  implementation  and  formal  correspondence  with  the  line  ministries,  provincial \nauthorities,  and  ADB.  VEC  will  establish  a  project  management  team  (PMT)  to  manage \nimplementation of the Project. VEC will strengthen the environmental unit by increasing its \nenvironmental specialist staff by at least five additional persons, and establishing an SRU within \nits  technical  department  to  provide  overall  guidance  on  social  and  resettlement  matters, \ncoordinating closely with MOT and the local authorities. SRU will be headed by a senior social \ndevelopment  and  resettlement  officer  and  six  social  development  and  resettlement  staff \nmembers. The PMT, comprising a headquarters office in Hanoi and four field offices in Vinh \nPhuc, Phu Tho, Yen Bai, and Lao Cai provinces, will have responsibility for day-to-day project \nimplementation. The headquarters office will comprise staff in the Project Implementation Unit 2, \nthe implementing agency for the TA loan, and specialists from the environmental unit and SRU. \nEach field office will be staffed with a director, engineers, accountants, social and environmental \nspecialists, and other specialists. One environmental unit staff member and one SRU staff \nmember will be assigned in each project field office as full-time members of the PMT. The field \noffices will coordinate with the provincial people’s committees and district people’s committees \non  civil  works,  environmental  management,  implementation  of  the  land  acquisition  and \nresettlement activities, and livelihood development and income restoration program. \n \n2.  Implementation Period \n \n39.  The Project will be implemented over a period of 4 years for completion in June 2012. \nThe overall implementation schedule for the Project is presented in Appendix 5.  \n \n3.  Procurement \n \n40.  All  procurement,  except  for  the  mine  clearance  works  that  will  be  financed  and \nimplemented by the Government, will follow ADB’s Procurement Guidelines (2007, as amended \nfrom time to time). The Project’s procurement plan and a list of proposed contract packages are \nin Appendix 6.  \n \n41.  The civil works to construct all the highway structures, including road embankments and \npavements, bridges, tunnels, underpasses, drainages, slope protection works, environmental \nmitigation works, interchanges and toll booths, service areas, guide signs, variable message \nsigns, and O&M offices, will be divided into eight packages to be procured under international \ncompetitive bidding (ICB) procedures. The typical length of each package will be about 30 km, \nwith each one costing $60 million–$120 million. Electric, communications, and tolling system for \nthe highway and associated facilities, which will cost an estimated $23 million, and vehicles for \nthe highway O&M, which will cost  an estimated $2 million, will be procured under ICB. \n ", "13 \n4.  Consulting Services \n \n42.  The objectives of the consulting services are to (i) supervise the civil works for the \nhighway construction; (ii) assist VEC in undertaking an environmental impact assessment (EIA); \nland acquisition, resettlement, income restoration, and social development activities; (iii) assist \nVEC with undertaking procurement of equipment for the highway O&M; and (iv) develop the \nskills of VEC staff on project implementation management, environmental management, land \nacquisition and resettlement, social development assistance, corporate financing management, \nand highway O&M. The outline of the consulting services is provided in Appendix 7. \n \n43.  The  consulting  services  will  be  implemented  by  an  international  consulting  firm  in \nassociation  with  national  consultants.  The  consultants  will  have  expertise  in  project \nmanagement, supervision of highway construction works, highway O&M, road traffic information \nsystems,  EIAs  and  environmental  management  plans  (EMPs),  land  acquisition  and \nresettlement,  income  restoration  programs,  social  development,  financial  analysis,  and \nprocurement assistance. Duration of the consulting services will be about 46 months. It is \nenvisaged that about 510 person-months of international experts and about 6,200 person-\nmonths of national experts will be required. The international consulting firm will be recruited \nusing  quality-  and  cost-based  selection  (QCBS)  and  full  technical  proposal  procedure  in \naccordance with Guidelines on Use of Consultants (2007, as amended from time to time). The \nquality–cost ratio for QCBS is 80:20. The Government and VEC were advised that for the \nrecruitment of consultants, advance contracting is the normal procedure and that ADB’s support \nof  advance  contracting  does  not  commit  ADB  to  approve  the  loan  project  or  finance  the \nconsultant recruitment costs. \n \n  5.  Incremental Administration \n \n44.  ADB will finance VEC’s incremental administration cost for project management, such as \n(i) salary, per diem for field visits, and travel cost of staff in the PMT; and (ii) vehicles, office \nequipment,  communication,  and  electricity  of  the  VEC  offices.  VEC  will  maintain  separate \nrecords for the incremental administration costs, and will submit to ADB (i) an annual operating \nplan, projected financial statements, anticipated debt obligations, and estimated incremental \nadministration costs—to be estimated based on an acceptable standard costing method for \ncharging incremental costs to the Project—3 months before the referred fiscal year starts, and \n(ii) an audited statement in the annual audit of accounts confirming that the charged services \nwere duly provided to the Project.  \n \n6.  Anticorruption Policy \n \n45.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  of  Viet  Nam  and  VEC.  Consistent  with  its  commitment  to  good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included \nin the loan regulations and the bidding documents for the Project. In particular, all contracts \nfinanced by ADB in connection with the Project shall include provisions specifying the right of \nADB  to  audit  and  examine  the  records  and  accounts  of  the  Executing  Agency  and  all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. \n \n46.  To ensure transparency and good governance, VEC will publicly disclose on its website \ninformation on how loan proceeds are being used. For each procurement contract VEC will \n ", "14 \ndisclose (i) the list of participating bidders, (ii) name of the winning bidder, (iii) basic details on \nbidding  procedures  adopted,  (iv)  amount  of  the  contract  awarded,  (v) list  of  goods  and/or \nservices  purchased,  and  (vi)  intended  and  actual  utilization  of  loan  proceeds  under  each \ncontract. VEC will also disclose details of resettlement reports on its website. The website will \nbe updated within two weeks of each contract being awarded. Also, VEC will submit internal and \nexternal resettlement monitoring reports to ADB every quarter. The resettlement reports will be \nuploaded onto VEC’s website within two weeks of their submission. Moreover, the Government \nwill ensure that all of VEC’s project staff are fully aware of and comply with the Government’s \nand  ADB’s  procedures,  including,  but  not  limited  to,  procedures  for  (i) implementation, \n(ii) procurement,  (iii)  use  of  consultants,  (iv)  disbursement,  (v)  reporting,  (vi) monitoring,  and \n(vii) prevention of fraud and corruption. \n \n7.  Disbursement Arrangements \n \n47.  Loan disbursement will be in accordance with ADB’s Loan Disbursement Handbook \n(2007,  as  amended  from  time  to  time)  and  detailed  arrangements  agreed  between  the \nGovernment and ADB. The Project’s funds flow diagram is provided in Appendix 8. The loan \nproceeds will be disbursed directly to the contractors, the consultants, and the suppliers of the \nequipment,  based  on  an  approved  contract  under  the  direct  payment  procedure.  The \ncommitment  letter  procedure  is  also  applicable  to  payment  to  the  equipment  suppliers. \nPayments for the incremental administration cost will be made from an imprest account held at \na commercial bank acceptable to the Government and ADB, under ADB’s imprest account \nprocedure as shown in ADB’s Loan Disbursement Handbook. The imprest account is to be \nestablished for the OCR and ADF loans. The initial deposit to the imprest account will be based \non estimated expenditures for the first 6 months of the project implementation or $300,000, \nwhichever is lower. The statement of expenditure procedure will be used to reimburse eligible \nexpenditures and liquidate advances to the imprest account to facilitate project implementation. \nThe ceiling for each payment under the statement of expenditure procedure is $50,000. \n \n8.  Accounting, Auditing, and Reporting \n \n48.  VEC will maintain separate financial records and accounts adequate to identify financing \nresources received and project expenditures, including goods, works, and services financed out \nof the loan proceeds and local funds. The loan accounts and related financial statements will be \naudited annually in accordance with sound auditing standards by an auditor acceptable to ADB. \nVEC will submit annual audited reports and related financial statements to ADB within 6 months \nof the end of each fiscal year. The audit opinion will include (i) a detailed description of the \nsource of funds and expenditures made; (ii) an assessment of the adequacy of accounting and \ninternal controls systems with respect to project expenditures and other financial transactions, to \nensure safe custody of project-financed assets; (iii) a determination as to whether VEC has \nmaintained  adequate  documentation  for  all  financial  transactions,  specifically  including  the \nstatement of expenditure and imprest account procedures; and (iv) confirmation of compliance \nwith loan covenants on the debt service coverage ratio and debt–equity ratio of VEC. \n \n49.  The  PMT,  on  behalf  of  VEC,  will  make  satisfactory  arrangements  for  reporting  the \nprogress of project implementation. The PMT will monitor project implementation in accordance \nwith the implementation schedule, and will keep ADB informed through quarterly progress \nreports of any significant deviations from the schedule. The quarterly reports will summarize \ninformation in detailed Project reports, including basic data related to the Project, utilization of \nfunds,  achievement  of  immediate  development  objectives,  implementation  progress, \nenvironmental  management  and  monitoring,  land  acquisition  and  resettlement  progress, \n ", "15 \ncompliance with loan covenants, and major issues and problems. Within 6 months of physical \ncompletion, the PMT will submit through VEC a project completion report to ADB, which will \nprovide a detailed evaluation of the project design, costs, performance of the project supervision \nconsultants  and  contractors,  the  above  performance  indicators,  social  and  environmental \nimpacts, economic and financial assessment, and such other details as may be requested by \nADB. \n \n9.  Project Performance Monitoring and Evaluation \n \n50.  The project design and monitoring framework (Appendix 1) was discussed by MOT, \nVEC, and ADB during the loan Fact-Finding mission. VEC will implement a systematic project \nperformance monitoring and evaluation system that indicates: (i) the effectiveness of project \nimplementation,  including  (a)  the  precise  nature,  timeliness,  cost,  and  quality  of  physical \ninfrastructure implemented in the Project; (b) the integrity of resettlement and related programs; \nand (c) the extent to which the HIV, illicit drugs, and human trafficking prevention program is \nimplemented and its impacts; (ii) the effectiveness of the Project with regard to its anticipated \neffect on economic and social development, as indicated by at least the following indicators (a) \nper capita income and poverty rate in the project area, (b) level of cross-border trade at Lao Cai, \n(c) passenger and freight vehicle operating costs on the project highway and between key \nlocations, (d) cost for freight and fare for passenger movement between the selected locations \n(these indicate the impact of the Project on the community), (e) traffic volume at selected \nlocations and travel time between the selected locations, (f) number of traffic accidents, and (g) \nnumber of new small and medium businesses and employment of local people. The impacts of \nimproved road access on low-income households will receive particular attention in measuring \nthe effectiveness of the Project. Disaggregated monitoring indicators by gender and ethnic \nminority will be developed for monitoring social benefits, economic opportunities, resettlement \nactivities, the income restoration program, road safety, and the HIV, illicit drugs, and human \ntrafficking prevention program. \n \n51.  Within 6 months of the loan effectiveness, VEC, assisted by the project supervision \nconsultants,  will  establish  baseline  data  for  the  performance  indicators  and  targets  for \nevaluating project performance in relation to the Project's impacts, outcomes, and outputs. The \nperformance  indicators  and  targets  will  be  measured  6  months  and  3  years  after  project \ncompletion, and compared with the baseline data. VEC will submit a report summarizing key \nfindings of the project performance monitoring and evaluation to ADB. \n \n10.  Project Review \n \n52.  In addition to the regular review mission every 6 months, ADB will undertake special \nreview missions. First, an inception review mission will be fielded to review land acquisition and \nresettlement, the mine clearance works, and procurement of the project supervision consulting \nservices and civil works. The mission will also address issues that VEC is encountering and is \nabout to encounter. Second, a midterm review will be undertaken in mid-2010 to assess (i) \noverall progress of project implementation, (ii) the income-restoration status of project-affected \nhouseholds, (iii) performance of project supervision consultants and contractors, (iv) status of \ncompliance with the loan covenants, and (v) need for any changes in the project scope or \nschedule to achieve the project impact. Third, a project completion review mission will be fielded \nabout 1 year after project completion. There will also be special reviews as required to address \nissues that arise during project implementation. \n \n \n ", "16 \nIV.  TECHNICAL ASSISTANCE \n \n53.  ADB is financing an ongoing regional technical assistance for fighting HIV/AIDS in Asia \nand the Pacific,17 from which $1 million will be allocated to prevent the spread of HIV/AIDS \n(cid:31)(cid:31)F\nalong the project highway during and after the construction stage and to mitigate the risk of illicit \ndrug use, drug trafficking, and people trafficking that may result from the Project. VEC is the \nExecuting Agency for the TA subproject, and will be responsible for overall coordination among \nthe steering committees to be established and partners such as Vietnam’s Administration of \nHIV/AIDS Control, the provincial people's committees, the Ministry of Health, the Ministry of \nLabor, Invalids, and Social Affairs, the Ministry of Education, the Women’s Union, the Public \nSecurity, the Ethnic Minority and Religion Committee, the Youth Union, and other relevant civil \nsociety organizations working in the project area. The TA subproject will be implemented over 4 \nyears starting at least 4 months prior to the commencement of highway construction activities. A \nsummary of the TA subproject is provided in Supplementary Appendix A. \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Project Benefits \n \n54.  The traffic volume on the existing roads in the project area has been increasing at about \n12% per annum for the last 7 years. In certain sections, the capacity is saturated. If the project \nhighway is not constructed, traffic growth will be suppressed and transport costs will increase. \nThe congested traffic movements will slow economic growth in the project area. The forecast \ndaily traffic volume on the Noi Bai–Viet Tri section, for example, is expected to grow from \n15,300 vehicles in 2012 to 47,600 vehicles in 2022, a 12% average annual growth rate. It will \nthen grow more slowly at 5% per annum to reach an average of 77,600 vehicles in 2032 \n(Appendix 9). The highway provides additional road capacity of 80,000 vehicles per day for the \nNoi Bai–Yen Bai section, and 20,000 vehicles per day for the Yen Bai–Lao Cai section. \n \n55.  The major project beneficiaries will be (i) highway users, including cargo forwarders, bus \noperators, and tourists; (ii) local residents, who will benefit from improvements in mobility and \nlower prices of commodities and transport services; (iii) local labor involved in the construction \nworks and supply of materials during implementation and in operation of the highway; (vi) local \nand international manufacturers and traders, who will be able to establish new businesses and \nincrease production capacity; (v) VEC, which will receive toll revenue from highway users; \n(vi) bus operators, who will be able to expand their businesses; and (vii) port authorities in \nnorthern Viet Nam, whp will see increased cargo volumes. \n \n56.   Economic Benefit. The Project’s economic internal rate of return (EIRR) was estimated \nby comparing the major road networks in northern Viet Nam with and without the Project. \nWithout the Project, traffic will use the existing road network, which will be congested and \nexpensive to maintain because of rapidly increasing traffic. With the Project, congestion on \nexisting roads will be reduced, and traffic on both the project highway and existing roads will \nbenefit from faster travel. The project economic costs include (i) capital costs and resettlement \ncosts,  excluding  tax  and  price  contingency;  and  (ii)  the  highway’s  O&M  cost.  The  project \neconomic benefits are reduced vehicle operating costs and reduced passenger travel times, \nwhich will be enjoyed both by traffic on the highway and traffic on the existing roads. The Project \n                                                 \n17 ADB. 2006. TA 6321-REG: Technical Assistance for Fighting HIV/AIDS in Asian and the Pacific (Financed by the \nCooperation Fund for Fighting HIV/AIDS in Asia and the Pacific). Manila. The Fund was established in 2005 with \nan initial grant of approximately $15 million from the Government of Sweden. \n ", "17 \nyields an EIRR of 18.2%, indicating that the Project is economically viable. Sensitivity analysis \nconfirms the robustness of the Project’s economic viability. Changes in the key variables, such \nas a 10% increase in investment cost, a 10% reduction in benefits, and a 1-year delay in \ncompletion of the Project, do not significantly impact the economic viability. The economic \nanalysis of the Project was extended to analyze the distribution of project net benefits by \ndetermining the project effects for various beneficiaries, including road users, labor, and the \nGovernment (Appendix 10). \n \n57.  Financial Benefit. The financial viability of the Project is assessed by (i) the financial \ninternal rate of return (FIRR) analysis and (ii) the Project’s financial statements analysis. The \nFIRR has been assessed by comparing the project financial return to the weighted average cost \nof capital (WACC) in accordance with ADB’s guidelines for the Financial Management and \nAnalysis of Projects (2005). The financial analysis examined the aggregated costs and benefits \nfrom toll revenues of the highway. Toll rates are set at D800 per km in the analyses. The FIRR \nof the Project has been calculated over a period from 2008 to 2039 using constant prices for \n2007. The projected financial statements of the Project are prepared in current terms using the \nsame period as the FIRR analysis. The Project’s FIRR is estimated at 6.5% after tax, which \nexceeds the WACC of 2.6%, indicating that the Project is financially viable. Sensitivity tests \nshow  that  the  FIRR  exceeds  the  WACC  even  under  a  range  of  adverse  scenarios.  The \nprojected financial statements show that the Project will have enough retained cash flow to \ncover its O&M costs and annual debt service. The FIRR calculation and the projected financial \nstatements are shown in Appendix 11. \n \nB.  Project Impacts \n \n58.  Improved transport infrastructure is critical for sustained rapid economic growth and \npoverty reduction and it can also contribute to regionally balanced and equitable economic \ngrowth by stimulating the production of goods and increasing trades. Road connectivity under \nthe Project will contribute to the ability of the poor to benefit from economic growth in the long \nrun. One of the benefits of the Project is that it will reduce travel time between Lao Cai, Hanoi, \nand Hai Phong by up to 50%. The Project will benefit vehicle operators in terms of lower \ntransport costs and reduced travel times. The reduced travel time from Hanoi to Lao Cai could \nincrease tourism in Sa Pa and surrounding areas. Increased tourism will generate additional \ndemand for locally produced goods and services. In addition, lower transport costs and reduced \ntravel time will improve access to schools, higher education facilities, and medical facilities in \nthe provincial towns.  \n \n59.  The highway’s construction will involve a large amount of embankment construction and \nexcavation, acquisition of residential and agricultural lands, and resettlement of project-affected \npeople,  although  the  final  alignment  has  been  developed  to  ensure  that  environmentally \nsensitive areas are avoided, and impacts on involuntary resettlement are kept to a minimum, as \nrequired  by  ADB’s  Environment  Policy  (2002)  and  Involuntary  Resettlement  Policy  (1995). \nNonetheless, since the social and environmental impacts of the highway’s construction are \nsignificant, in accordance with ADB’s safeguard policies an EIA and a full REMDP have been \nprepared. Details of the social assessment, including a gender strategy, are shown in the \nSummary Poverty Reduction and Social Strategy (Appendix 12).   \n \n60.  Environmental Impacts. The alignment of the highway avoids environmentally sensitive \nareas. The project area is mainly agricultural and dominated by rice paddies. People have \nsettled  and  cultivated the  area  for  centuries.  The  EIA  identified  no  habitats  of  vulnerable, \nthreatened, or endangered flora or fauna within the Project’s impact areas. However, the EIA \n ", "18 \nidentified several major environmental impacts during the construction period, and proposed \nmitigation measures and an EMP. Sand extraction in rivers for road embankment works will be \ndone at licensed areas, with care taken to minimize environmental impacts. Surplus excavated \nmaterial generated in the mountainous and hilly sections will be used for embankment of the \nadditional two lanes in the Yen Bai-Lao Cai section of the highway. The total volumes of \nexcavation and embankment for the Project will be balanced as much as possible to minimize \nthe need for soil disposal. The contractors will be required to prepare site-specific EMPs to \nmanage environmental impacts at construction camps and construction sites based on the EMP \nof the EIA. Public consultations were carried out in the local language in project-affected areas. \nThe  project  design  has  taken  local  concerns  into  consideration  and  provides  several \nunderpasses and overpasses to maintain the functions of existing local roads and irrigation \nsystems during the highway’s construction and operation. Noise barriers will also be installed in \nenvironmentally sensitive areas based on noise simulation results. A capacity-building program \nwill  be  provided  to  VEC  during  project  implementation  to  strengthen  its  capacity  in \nenvironmental management and monitoring. \n \n61.  Land Acquisition and Resettlement. The right-of-way of the highway is a minimum of \n50 meters in accordance with the highway standards in Viet Nam. It is estimated that about \n2,000 hectares of land needs to be acquired for the highway construction. Productive land, such \nas rice paddies, fish ponds, vegetable gardens, orchards, and woodland, accounts for 1,800 \nhectares (90%) of all affected land. Nonproductive land such as residential land, nonagricultural \nland, and other land (waterways, footpaths, and graveyards) account for 200 hectares (10%). A \ntotal of 5,458 households (approximately 24,560 persons based on an average household size \nof 4.5) will be adversely affected by losses of assets and sources of livelihood. A total of 3,998 \nhouseholds will lose more than 10% of their productive land, and the majority of these will lose \nall of their productive land. The socioeconomic surveys also identified 1,083 households that \nwere  headed  by  women;  83 households  that  were  headed  by  disabled  persons;  1,210 \nhouseholds living below the officially set poverty threshold; and 1,586 households that were \nheaded by persons within the retirement age bracket of the government. \n \n62.  Ethnic Minority People. The main ethnic minority groups in the project area are Tay, \nThai, Phu La, Nung, Giay, Moung, and Hamong, and together they represent 18% of the total \npopulation in the project area. Ethnic minority groups such as Tay, Thai, and Moung who inhabit \nlower mountain areas have long traditions of wet-rice cultivation. They also traditionally interact \nmore with the majority Kinh. Although the ethnic minority groups retain their traditional culture, \nreligion and social organization, they have adopted mainstream Vietnamese language and \nagricultural practices. Of the 5,458 project-affected households, 136 (approximately 2.4%) are \nfrom ethnic minority groups. The socioeconomic and inventory-of-losses surveys indicated that \nimpacts on the ethnic minority groups and the main ethnic group are the same. However, to \nensure that ethnic minority groups are not marginalized during the process of implementation of \nresettlement activities, an ethnic minority development plan is incorporated in the resettlement \nplan. \n \n63.  Gender. The resettlement impact on women-headed households is significant since \nwomen-headed households constitute 20% of the total affected households. In addition, women \nfrom poor households living below the poverty line will be also affected by resettlement. Poor \nwomen and women-headed households in the project area face more economic risks (like loss \nof productive assets resulting from land acquisition) and social risks (posed by HIV/AIDS, road \nsafety, and possible human trafficking) than males. To address loss of livelihood of poor women \nand women-headed households, the Project includes a livelihood program targeted at women in \n ", "19 \nthe project districts. Details of impacts are given in the Summary of Poverty and Social Strategy \n(Appendix 12).  \n \nC.  Project Assumptions and Risks \n \n64.  Financial Sustainability of VEC. VEC is currently processing or implementing three \nprojects: (i) the Cau Gie–Ninh Binh Expressway Project (50 km, under construction); (ii) this \nProject; and (iii) the Ho Chi Minh City–Long Thanh–Dau Giay Expressway Project (55 km). The \ntotal  capital  expenditure  for  the  three  projects  will  exceed  $2  billion.  VEC  will  obtain  toll \nrevenues from 2010, when operation of the Cau Gie–Ninh Binh Expressway starts. An analysis \nof the financial projections of VEC was made. Based on a toll rate of D800 per km for passenger \ncars, to be adjusted every 5 years to account for inflation, VEC will have net operating losses \nuntil 2012 because toll revenues will not be sufficient to cover depreciation costs and interest in \nthe  initial  operation  stage.  However,  VEC  can  maintain  positive  accumulated  cash  flow \nthroughout the operating period to cover debt service. Net operating profit will be generated \nfrom 2013 with the projected rapid increase of traffic volume. The estimated debt–equity ratio \nwill be about 89:11 in 2012, and will improve to 74:26 in 2020 as a result of an increase of \nretained earnings. Despite its large-scale investments, VEC will maintain its financial viability in \nthe  medium  and  long  term  without  additional  subsidies  in  the  operation  period.  VEC  will \nestablish  a  financial  management  system  to  ensure  that  investments  target  financially \nsustainable expressway projects, through which VEC may monitor cost recovery, plan traffic \nforecast and toll levels, make projected financial statements, and develop a debt management \nstrategy. The financial and institutional analyses of VEC are provided in Appendix 13. \n \n65.  Environment. The Project is environmental category A. The EIA for the Project was \nprepared by VEC with assistance from a consultant engaged under the TA loan. A summary \nEIA for the Project was prepared and circulated to the Board and made publicly available \nthrough ADB’s website on 25 July 2007. The EIA assessed anticipated physical, ecological, and \nsocial  impacts  of  the  selected  alignment  of  the  highway,  and  prescribed  environmental \nmitigation measures. Public consultation meetings for the EIA were held twice in each province, \nwhile focus group meetings were held at the commune level. The useful suggestions provided \nat the meetings were incorporated into the design of the Project and the EIA. An EMP has been \nprepared and will be updated during detailed design of the highway. The bidding documents for \nthe civil works will include contract clauses requiring the contractor to implement the EMP. The \nenvironmental mitigation cost during construction is estimated at about $3.3 million. VEC will \nensure that the contractors prepare a site-specific EMP based on this EMP and the actual \nsituation on-site. Supplementary Appendix B provides the EIA. \n \n66.  The Project will cause social impacts related to (i) displacement of local people because \nof land acquisition; (ii) loss of productive land; (iii) increased traffic risks for people living and \nworking along the highway, resulting from large traffic volumes and higher vehicle speeds on \nthe highway; (iv) increased risks of exposure to HIV, and increased risk of trafficking of women \nand children during the construction and post-construction phases, because of large volumes of \ntransit  traffic  along  the  highway  and  in  the  border  area.  Unless  compensation,  income-\nrestoration measures, and livelihood activities related to involuntary resettlement are delivered \non time, these impacts could pose significant risks to the livelihoods of the project-affected \nhouseholds. The Project has been formulated to minimize these risks  \n \n67.  Land Acquisition and Resettlement. The involuntary resettlement category for the \nProject is Category A. VEC has prepared a full REMDP based on the socioeconomic and \ninventory of losses surveys. A summary of the REMDP is in Appendix 14, and the full REMDP is \n ", "20 \nprovided in Supplementary Appendix C. Consultations, public meetings, and village discussions \nwith affected households and local officials were carried out during the resettlement planning \nprocess. These activities will continue during updating and implementation. Compensation, \nassistance, and resettlement boards (CARBs) have been established in the project provinces \nand in the project districts to update the approved REMDP, based on detailed design of the \nhighway,  and  implement  land  acquisition,  resettlement,  livelihood  restoration,  and  income-\nrestoration activities in each CARB’s administrative jurisdiction. The estimated resettlement cost \nis $100 million equivalent. VEC will undertake detailed measurement surveys after the detailed \ndesign has been completed; and prepare and submit district-level updated REMDPs to ADB for \napproval before land acquisition and resettlement starts. VEC will be responsible for internal \nmonitoring of resettlement activities, and also contract an independent agency for external \nmonitoring and evaluation. The internal and external monitoring reports will be uploaded to \nVEC’s website, and will be submitted to ADB every quarter and uploaded to ADB’s website until \nresettlement  and  income  restoration  programs  are  complete.  The  project  supervision \nconsultants will provide formal and on-the-job training to VEC and the CARBs. \n \n68.  Gender  and  Ethnic  Minorities.  The  gender  and  ethnic  minority  strategy  includes \ncapacity building and consultation workshops with project-affected households to increase their \nunderstanding of resettlement issues (compensation, entitlement, grievance procedures, etc.) \nand  to  develop  skills  for  effective  planning  of  livelihood  activities.  The  project  supervision \nconsultants will include specialists to help VEC and provincial people's committees manage \nresettlement, ethnic minority, and gender-specific activities.  \n \n69.  HIV, Illicit Drugs, and Human Trafficking. In 2005, it was estimated that the project \narea (excluding Hanoi) had 6,000 HIV cases. HIV has mostly spread through injecting drug use \nand sex workers, with current prevalence among injecting drug users exceeding 50%. Injecting \ndrug use, commercial sex, and trafficking of women and children are rapidly increasing in Lao \nCai, the international border town with Yunnan province (PRC). Lao Cai has the worst HIV \nsituation among the cluster, with 181 reported cases in 2003, of which 75% were associated \nwith  injecting  drug  use. 18 Lao  Cai  has  around  1,000–1,500  travelers  passing  through  its \n(cid:31)(cid:31)F\ninternational border gate on a daily basis. Among them are traders, long-distance truckers, \nconstruction  and  transportation  workers,  and  porters. 19 With  improved  transportation  and \n(cid:31)(cid:31)F\ninfrastructure, enabling 1-day travel time between Kunming and Hai Phong via Lao Cai, the \nexisting  risks  and  vulnerabilities  for  HIV  transmission,  drug  use  and  trafficking  along  the \nhighway will significantly increase if targeted risk mitigation initiatives are not implemented. The \nProject will increase road traffic and mobility of goods and people, and consequently, could \nincrease  risks  of  HIV-AIDS  and  STIs;  human  trafficking;  and  use  of  illicit  drugs  in  local \ncommunities,  especially  among  poor  women  and  children.  The  TA  subproject  (para.  53) \nprovides the HIV, illicit drugs, and human trafficking prevention program to minimize local \npopulations’ exposure to these risks. \n \n70.  Road Safety. The accident rate on access-controlled highways or expressways is much \nlower than that on access-free general roads. However, when the highway starts operation, \ntraffic accidents involving highway users and the local people may occur. To minimize this risk, \nthe Project provides a road safety program with a focus on awareness of access-controlled \nhighway operations through the project supervision consulting services, immediately after the \n                                                 \n18  Viet Nam Commission for Population, Family and Children, Ministry of Health and Population Reference Bureau. \n2006. HIV/AIDS in Viet Nam: Current Situation, National Response and Emerging Challenges. Hanoi. \n19 PATH International. 2005. Needs Assessment Report on Mobility and Cross-Border HIV/AIDS Transmission in \nLang Son and Lao Cai, Vietnam. Hanoi. \n ", "21 \nhighway starts operation. Moreover, vehicle overloading is one of the factors that jeopardize \nhighway road safety, and also the life of the highway. Axle-weighing equipment will be installed \nat the Noi Bai and Lao Cai interchanges to control vehicle overloading. \n \nVI.  ASSURANCES \nA.  Specific Assurances \n71.  In  addition  to  the  standard  assurances,  the  Government  and  VEC  have  given  the \nfollowing assurances, which are incorporated in the legal documents: \n \n(i)  Operation and Maintenance. At least 6 months prior to the transfer of the first \nproject highway section to VEC from the contractor, VEC will ensure that it has \ndeveloped an internal department responsible for the highway operation and \nmaintenance management, and may select an experienced entity to carry out \noperation and maintenance works of the project highway.  \n(ii)  Financial Matters. VEC will achieve a debt service coverage ratio of at least 1.2 \ntimes at all times. VEC will also achieve a debt–equity ratio of not greater than \n90:10 beginning with 2020.  \n(iii)  The  Government  will  ensure  that  VEC  establishes  toll  structure  and  levels \nsufficient to satisfy its minimum debt service coverage ratio and maximum debt–\nequity ratio as described in subpara. (ii) above while also taking into account the \nProject’s social objectives. VEC will ensure periodic reviews of the toll structure \nand levels to adjust for inflation or unanticipated cost. \n(iv)  The  Government  will  ensure  that  VEC  has  established  an  internal  financial \ninformation and management system by the end of 2008, which will enable VEC \nto make a financially sustainable expressway investment plan by monitoring and \nplanning  cost  recovery  tariff  level,  planning  traffic  forecast,  and  preparing \nprojected financial statements and debt management strategy. \n(v)  Environment. The Government and VEC will ensure that the Government’s laws \nand regulations governing environmental impact assessments, as well as ADB's \nEnvironment Policy (2002), are followed. If there is any discrepancy between the \nGovernment’s laws and regulations and ADB's Environment Policy, the ADB’s \nPolicy requirements will apply. \n(vi)  VEC will ensure that the environmental unit is strengthened within its technical \ndepartment  by  increasing  its  environmental  specialist  staff  by  at  least  five \nadditional persons with one specialist based at PMT’s headquarters in Hanoi and \none specialist at each of the four field offices established under the Project. VEC \nwill have completed an institutional development plan for the environmental unit \nby the end of 2009 to secure proper capacity of environment safeguards in the \nproject implementation. \n(vii)  VEC will ensure that the EIA of the project is approved by the Ministry of Natural \nResources and Environment prior to the issuance of bidding documents for the \ncivil works. The Government will ensure that the EMP in the EIA as reviewed and \naccepted  by  ADB,  is  included  in  the  bidding  documents  as  a  basis  for  the \ncontractors to  prepare site-specific  EMPs.  VEC  will  ensure  that  the  contract \ndocuments for works under the Project include specific measures in accordance \nwith the EIA and ADB's Environment Policy to mitigate negative environmental \nimpacts caused by the construction and to give due consideration to prevention \nof damage to the natural environment in the design, construction, operation and \nmaintenance of the Project. \n ", "22 \n(viii)  VEC will ensure that it allocates adequate budget and staff resources for EMP \nimplementation and monitoring. VEC will ensure that the Project complies with \nbest  environmental  practices  and  meets  the  mitigation  and  monitoring \nrequirements in a timely manner as described in the EIA.  \n(ix)  VEC will ensure that the design, construction, operation and maintenance of \nproject facilities are carried out in accordance with the EMP, ADB’s Environment \nPolicy and the Government’s laws and regulations. In accordance with the EMP, \nVEC will cause (a) the contractors engaged under the works contracts to comply \nstrictly with all environmental impact mitigation and monitoring requirements set \nout in the EMP and contract documents, and (b) the consultants engaged for \nconstruction supervision to monitor closely compliance by the contractors with \nthe environmental impact mitigation and monitoring requirements. \n(x)  Resettlement and Ethnic Minorities. The Government and VEC will ensure that \nany involuntary resettlement will be carried out in accordance with the agreed \nREMDP, ADB’s Involuntary Resettlement Policy (1995), and the Government’s \nlaws and regulations on involuntary resettlement. In case of differences between \nthe  Government’s  laws  and  regulations  and  ADB's  Involuntary  Resettlement \nPolicy, ADB's Policy will prevail. The Government will ensure that VEC carries \nout the specific measures in regard to ethnic minorities as stipulated in the \nupdated REMDP, and the Project will be implemented in accordance with the \napplicable laws and regulations of the Borrower and ADB’s Policy on Indigenous \nPeoples (1998). \n(xi)  The Government and VEC will ensure that the local authorities do not commence \nany land acquisition and relocation activities until the updated REMDP has been \nprepared  following  detailed  design  and  that  the  updated  REMDP  has  been \nreviewed and approved by ADB.  \n(xii)  The Government and VEC, whenever feasible, will allow project-affected people \nto cultivate land inside the right-of-way that is not required during the first phase \nof  the  highway  project  to  annual crops  (e.g.,  rice  and low-lying  crops).  The \ntemporary permit to utilize this land will be given on condition and with clear \nunderstanding by all concerned that, in the event that such land is required for \nimproving  or  carrying  out  the  second  phase  of  the  highway  project,  the \npossession of the land will be relinquished to VEC at no cost to the Government. \n(xiii)  VEC will ensure that notices to commence for a particular length of the project \nhighway are only issued to the contractor responsible for that length when (a) \ncompensation payment and relocation to new sites completed for a particular \nlength  have  been  satisfactorily  completed,  in  accordance  with  the  updated \nREMDP approved by ADB; (b) rehabilitation assistance for the particular length is \nin  place;  and  (c)  the  particular  length  required  for  civil  works  is  free  of  all \nencumbrances. \n(xiv)  VEC will be responsible for internal monitoring of resettlement activities, and also \ncontract an independent agency for external monitoring and evaluation 1 month \nafter  the  commencement  of  REMDP  updating.  The  internal  and  external \nmonitoring reports will be submitted to ADB every quarter and uploaded onto \nVEC’s  website  within  two  weeks  of  their  submission  until  resettlement  and \nincome restoration programs are complete.  \n(xv)  Social Protection. VEC will ensure that all works contracts under the Project \nincorporate provisions and budgets to the effect that contractors (a) comply with \nthe  Government’s  applicable  labor  laws  and  related  international  treaty \nobligations and do not employ child labor; (b) provide safe working conditions \nand water and sanitation facilities for male and female workers; and (c) provide \n ", "23 \nequal wages to male and female workers for work of equal value, (d) provide \nday-care services for female construction workers, and (e) carry out HIV/AIDS \nand human trafficking education and awareness campaigns in the construction \ncampsites with such campaigns being held in coordination with the Government’s \nprograms and other initiatives. \n(xvi)  VEC will fully implement the HIV, illicit drugs, and human trafficking prevention \nprogram in the construction camps, towns, and rural areas of the project area.  \n(xvii)  Gender. The Government will ensure that the Gender Strategy provided in the \nREMDP and Summary of Poverty Reduction and Social Strategy (Appendix 12) \nare undertaken to maximize project benefits to women.  \n(xviii)  Governance. The Government will comply with, and will cause VEC and the \nPMT to comply with ADB’s Anticorruption Policy (1998, as amended to date) and \nCombating Money Laundering and the Financing of Terrorism Policy (2003). The \nGovernment (a) acknowledges ADB’s right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive or coercive practices relating to \nthe Project; (b) agrees to cooperate fully with, and to cause VEC and the PMT to \ncooperate  fully  with,  any  such  investigation  and  to  extend  all  necessary \nassistance, including providing access to all relevant books and records, as may \nbe  necessary  for  the  satisfactory  completion  of  any  such  investigation;  and \n(c) agrees to refrain, and cause the VEC and PMT to refrain, from engaging in \nmoney laundering activities or financing of terrorism and shall allow, and cause \nVEC and the PMT to allow, ADB to investigate any violation or potential violation \nof these undertakings.  \n(xix)  The  Government  will  (a)  ensure  that  VEC  and  the  PMT  conduct  periodic \ninspections  on  the  contractors’  activities  related  to  fund  withdrawals  and \nsettlements, and (b) ensure and cause VEC and the PMT to ensure that all \ncontracts  financed  by ADB  in  connection  with  the  Project  include  provisions \nspecifying the right of ADB to audit and examine the records and accounts of all \ncontractors, suppliers, consultants, and other service providers as they relate to \nthe Project. \n(xx)  The  Government  will  ensure  that  VEC  publicly  discloses  on  the  website \ninformation  on  how  loan  proceeds  are  being  used,  presenting  procurement \ncontract awards, including for each such contract (a) the list of participating \nbidders, (b) name of the winning bidder, (c) basic details on bidding procedures \nadopted, (d) amount of the contract awarded, (e) list of goods and/or services \npurchased, and (f) intended and actual utilization of loan proceeds under each \ncontract; and also disclose internal and external resettlement monitoring reports \non the website. The website will be updated within two weeks after (a) each \naward  of  contract,  (b)  each  submission  of  the  external  monitoring  agency’s \nquarterly  resettlement  reports,  and  (c)  each  submission  of  VEC’s  internal \nquarterly resettlement reports. \n(xxi)  Auditing and Accounting. The Government will ensure that VEC maintains a \nseparate set of records for the incremental administration costs, and will submit \nto ADB (a) an annual operating plan, projected financial statements, anticipated \ndebt obligations, and estimated incremental administration costs based on an \nacceptable standard costing method for charging the incremental costs to the \nProject within 3 months prior to the start of the applicable fiscal year, and (b) an \naudited statement in the annual audit of accounts confirming that the charged \nservices were duly provided to the Project. \n \n ", "24 \nB.  Conditions for Loan Effectiveness \n72.  In addition to the standard conditions for loan effectiveness, the following are conditions \nfor loan effectiveness that are incorporated in the legal documents: \n \n(i)  VEC  will  have  strengthened  the  environmental  unit  by  increasing  its \nenvironmental  specialist  staff  and  will  have  established  an  SRU  within  the \ntechnical department. \n(ii)  VEC will have established a PMT for the Project comprising a headquarters \noffice and four field offices in Vinh Phuc, Phu Tho, Yen Bai, and Lao Cai.  \n(iii)  The subsidiary loan agreement between the Government and VEC will have \nbeen executed and be binding on the parties. \n(iv)  Effectiveness of the OCR loan for the Project will be subject to effectiveness of \nthe ADF loan for the Project, and vice-versa (cross-effectivity). \n \nVII.  RECOMMENDATION \n73.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and, acting in the absence of the President, under the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove: \n \n(i)  the loan of $896,000,000 to the Socialist Republic of Viet Nam for the Greater \nMekong Subregion: Kunming–Hai Phong Transport Corridor—Noi Bai–Lao Cai \nHighway  Project  from  ADB’s  ordinary  capital  resources,  with  interest  to  be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility; a term of 27 years, including a grace period of 7 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft Loan and Project Agreements presented to the Board; and \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 127,373,000 \nto  the  Socialist  Republic  of  Viet  Nam  for  the  Greater  Mekong  Subregion: \nKunming–Hai Phong Transport Corridor—Noi Bai–Lao Cai Highway Project from \nADB’s Special Funds resources with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears, including a grace period of 8 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft Loan and \nProject Agreements presented to the Board. \n \n \nLiqun Jin \nVice President \n20 November 2007 \n ", "  Appendix 1  25 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nSustainable economic  1.  Average per capita income in  •  Provincial statistical  •  Streamlined cross border \ngrowth and  Vinh Phuc, Phu Tho, Yen Bai  reports   operation and minimal \nstrengthened  and Lao Cai provinces reached  •  Custom control  barriers to trading and \nconnectivity with PRC in  the national average by 2015  statistics  mobility  \nthe project area and  2.  Annual border trade at Lao Cai  •  Road traffic census  •  Complementary \nalong the Kunming–Hai  increased from $477 million in  •  Socioeconomic and  government and donor \nPhong Transport  2006 to at least $800 million in  person-trip surveys  projects for rural \nCorridor  2015  •  Monitoring by the  development are \n  3.  Overall poverty incidence in the  Ministry of Health  implemented \nproject area reduced from   \n51.9% in 2004 to 15% in 2015  Risks \n4.  Number of new small and  •  Political factors increase \nmedium businesses and  barriers to cross-border \nemployment for local people in  trade \nproject influence area increased   \nby 70% in 2015  \n5.  Awareness of risks for \nHIV/AIDS, sexually transmitted \ninfections, illicit drugs and \nhuman trafficking improved \nOutcome      Assumptions \nInternational and local  1.  Travel time from Noi Bai to Lao  •  Traffic count and  •  Assumed economic \ntraffic use an efficient,  Cai reduced from 7–10 hours to  travel-time surveys  growth rates materialize \nsafe, and reliable  3–4 hours  •  Tolling data  •  Counterpart financing \nexpress route from Noi  2.  Traffic volume: 18,000 in 2012  •  Custom control data at  and human resources are \nBai to Lao Cai on the  and 48,000 in 2022 for Noi Bai– Lao Cai cross-border  available to carry out the \nborder with PRC  Viet Tri section; 6,500 in 2012  facilities  Project \n  and 23,000 in 2022 for Viet Tri– •  Interviews with freight  •  Contiguous section \n  Yen Bai section; and 4,700 in  forwarders in Kunming  Shilin–Menzi–Hekou is \n2012 and 15,000 in 2022 for the  and Hai Phong Port  completed by 2009 on \nYen Bai–Lao Cai section   Authority   PRC side \n3.  Ten percent of road container  •  Interviews with bus  •  Lao Cai–Hekou border is \nfreight originating in Kunming  companies   operated based on GMS \ngoing to ports in PRC divert to  •  Accident statistics from  Cross-Border Transport \nthe Kunming–Hai Phong  Ministry of Transport  Agreement  \nTransport Corridor  •  Economic and  •  Access roads to the \n4.  Less than five fatalities per  industrial statistics from  highway are improved \nbillion vehicle-km on the  Ministry of Planning  and have adequate \nhighway during 2012–2021  and Investment  capacity \n5.  Operation of more than 30 long- •  Business plan and   \ndistance buses on the highway  financial statement of  Risks \nin a day and local bus service \nVEC   •  Toll revenue is lower  \navailability in all the districts of \n•  Monitoring by the  than expected because \nproject influence area \nMinistry of Health  of low traffic demand \n6.  Development of international \n•  Human and illicit drugs \nfree-trade zone and industrial \ntrafficking and prevalence \nparks along the project highway \nof HIV/AIDS increase \n7. Expansion of the expressway \nbecause of the highway \nnetwork under VEC managing \nprojects \n8. No increase of HIV/AIDS cases \nin the project area \nOutputs      Assumptions \nThe 244 km of Noi Bai– 1. Travel distance from Noi Bai to  •  Project completion  •  Detailed highway design \nLao Cai Highway, with  Lao Cai reduced from 298 km to  report  and detailed \n10 grade-separated  255 km  •  Transport cost survey  measurement survey for \n ", "26  Appendix 1 \ninterchanges and five  2. Highway capacity: increased by  •  Resettlement  land acquisition and \nservice areas, is  80,000 vehicles per day on Noi  monitoring by VEC and  resettlement are \nconstructed to a high  Bai–Yen Bai section; and by  an independent  completed as scheduled \nstandard and  20,000 vehicles per day on Yen  organization  •  Procurement of civil \noperational  Bai–Lao Cai section by` 2012  •  Environmental  works is completed as \n  3. Transportation cost reduced by  monitoring reports  scheduled \nInstitutional and  20% for trips along the highway  •  Organization structure  •  Provincial governments \nfinancial management  in 2012  of VEC, number of  carry out land acquisition \ncapacity of VEC  4. Environment at project site  directors and experts in  and compensation, and \nstrengthened  protected and adverse  VEC  income restoration \n  environmental impacts mitigated  •  Financial statement of  program in accordance \nHIV/AIDS, human and  5. Quality of life restored to at least  VEC  with the REMDP \nillicit drugs trafficking  the same level as before land  •  Monitoring by the  •  Environmental \nprogram minimize local  acquisition  Ministry of Health  management plan is \npopulation exposure to  6. Highway O&M systems and    implemented by \nthese issues.  facilities installed  contractors \n7. Road safety enhanced by  •  Health authorities carry \nraising awareness among local  out health campaigns \npeople   \n8. Capacity of VEC in project  Risks \nmanagement, procurement,  •  Delays in completion of \nenvironmental impact \nprocurement and/or \nassessment and monitoring,  resettlement delay start \nresettlement, corporate finance, \nof construction \nand highway O&M \n•  Contractors fail to \n9. Sufficient net revenue stream to \nperform as required \ncover debt service on \n•  Inadequate attention or \nannualized basis \nfunding given to EMP,  \n10. Risks for HIV/AIDS, human and \nhealth plan, and income \nillicit drugs trafficking mitigated \nrestoration program \nActivities with Milestones  Inputs \nPre-construction stage  ADB finances $1.096 billion \n1.1 Detailed highway design and detailed measurement survey for land acquisition and  in loans to cover 100% of \nresettlement are completed by January 2008.  cost for the civil works, \n1.2 Update of resettlement plan, including outputs of detailed measurement survey, is  consulting services, highway \napproved by March 2008.  operation and maintenance \n1.3 Contracts for the civil works are awarded by July 2008.  equipment, and VEC’s \n1.4 VEC completes assignment of staff to an expanded project implementation unit by July  incremental administration, \n2008.  and also a $1 million grant to \n1.5 Contract for the project supervision consulting services is awarded by August 2008.   implement the HIV, illicit \n1.6 Contractors and project supervision consultant start the project in September 2008.   drugs, and human trafficking \n  prevention program.  \nConstruction stage   \n2.1 The mine clearance works are completed by March 2009.  VEC finances $120 million to \n2.2 All land acquisition and resettlement activities are completed by March 2009.  cover 100% of cost for mine \n2.3 All livelihood development and income restoration programs are completed by  clearance and land \nSeptember 2009.  acquisition and resettlement \n2.4 Midterm review of the Project is undertaken in the third quarter of 2010.   \n2.5 Financial analysis report including toll level and VEC’s financial projection is prepared by \nJuly 2011. \n2.6 Procurement of equipment for highway operation and maintenance is completed by \nDecember 2011. \n2.7 The civil works are completed by December 2011. \n \nPost-construction stage \n3.1 VEC starts operation of the highway in January 2012. \n3.2 Training of VEC staff on highway operation and maintenance is completed by June \n2012. \n3.3 Project completion report is prepared by June 2012. \nADB = Asian Development Bank, HIV/AIDS = human immunodeficiency virus/acquired immune deficiency syndrome, \nO&M = operation and maintenance, PRC = People’s Republic of China, VEC = Vietnam Expressway Corporation. \n                     ", "  Appendix 2  27 \nROAD SUBSECTOR ANALYSIS \n \nA.  Road Asset and Road Traffic Conditions \n \n1.  The total length of Viet Nam’s road system is approximately 210,000 kilometers (km), \nincluding 17,300 km of national roads, 17,450 km of provincial roads, 36,400 km of district roads, \n7,000 km of urban roads, and 131,500 km of rural roads. Out of the national road length, 83.5% \nis paved. National roads are country’s most important lifelines, but in 2004 only 44.8% of \nnational  roads’  total  length  was  in  good  condition.  The  national  road  system  was  mainly \nconstructed with two lanes. \n \n2.  The Viet Nam economy has been growing rapidly, with gross domestic product (GDP) \ngrowing at an average annual rate of 7.5% from 2001 to 2005. Even though vehicle ownership \nis  rising  quickly,  car  ownership  is  still  low  and  road  traffic  is  dominated  by  motorcycles. \nMotorcycle ownership has grown by over 20% per year, and totaled more than 11 million in \n2003, or 140 per 1,000 people. The number of four-wheel vehicles and articulated trucks grew \nslightly faster than GDP, from 400,000 in 1997 to 600,000 in 2002 (7.5 vehicles per 1,000 \npeople). The shift from motorcycles to passenger cars will happen in the near future. When it \ndoes, the national road system as it stands will not be able to accommodate traffic demand; \nthus, construction of highway networks throughout the country should start as soon as possible.  \n \nB.  Expressway Network Development Plan \n \n3.  Road traffic is concentrated on national roads and around major urban centers. Rising \nlevels of motorization is a major challenge to transport planners and policy makers, especially in \nlarge urban areas and on primary intercity roads. The Government has started to undertake \ndevelopment of high-quality highways with design operating speeds exceeding current national-\nroad  levels—in  a  word,  expressways.  The  Vietnam  Expressway  Corporation  (VEC)  was \nestablished in October 2004 to develop expressways in Viet Nam. VEC is a fully state-owned \ncompany under the Ministry of Transport. On the basis of preliminary economic and financial \nappraisals and rationalization, the expressway construction programs shown in Table A2.1 were \nproposed.1 Over the next 5 years the Government plans to implement the following expressway \n(cid:31)(cid:31)F\nprojects: (i) Cau Gie–Ninh Binh (50 km), (ii) Noi Bai–Lao Cai (264 km), (iii) Ho Chi Minh City–\nLong Thanh–Dou Giya (55 km), (iv) Trung Luong–Can Tho (95 km), and (v) Ninh Binh–Thanh \nHoa (63 km). \n \nTable A2.1: Expressway Network Development Plan \n \nLength  Estimated Cost \nTerm \n(km)  ($ million) \nShort term (2006–2015)  1,968  11,556 \nMedium term (2016–2025)     875     5,238 \nLong term (2026–onwards)  1,969  10,804 \nTotal  4,812  27,598 \n \nNote: Estimated cost is based on 2007 prices. \nSource: Asian Development Bank \n     \n \n                                                 \n1 ADB. 2007. Final Report on Technical Assistance for Expressway Network Development Plan Project. Manila (TA \n4695-VIE).  \n ", "28  Appendix 2 \nC.  Toll Setting \n \n4.  There are 54 toll stations located on 26 national roads in the country. Toll revenue \ncollected by tolling agencies is distributed as follows: (i) 5% is delivered to the Vietnam Road \nAdministration for general funds to modernize toll-collection technology; (ii) 15% is reserved for \noperational expenditures and equipment purchase by tolling agencies; (iii) principal and interest \nfor roads financed by credit are paid; and (iv) the remainder is delivered to state’s treasury. The \ncurrent toll level for national roads is shown in Table A2.2. For national and provincial roads \nfinanced by joint ventures between the state and investment partners, the Ministry of Finance \nand relevant provincial people’s councils determine the toll based on class and length of the \nroads and the investors’ proposals. The financial analysis found that current toll levels can cover \nexpressway operation and maintenance costs, but not capital costs including interest repayment. \nA new toll setting for expressways is required.  \n \nTable A2.2: Current Toll Level for National Roads \n(D per km) \n \nVehicle  Unit Toll Rate \nMotorbike or Lambretta     143 \nTourist Car or Jeep     143 \nSmall Coach (<25 seats)     143 \nBig Coach (>=25 seats)     214 \nLight Truck (<2.5 tons)     214 \nMedium Truck (>=2.5 tons, 2 axles)      314 \nHeavy Truck (>3 axles)     571 \nContainer Truck  1,143 \n \nD = dong, km = kilometer. \nSource: Ministry of Finance. \n \n5.  A willingness-to-pay survey was carried out among potential users of the Noi Bai–Lao \nCai Highway. It was found in an interview with 58 private car owners in Viet Tri, Yen Bai and \nLao Cai that almost 100% of the respondents were willing to use the highway at a toll rate of \nD600 per km ($0.04 per km), and around 70% were willing to use it at a toll rate of D800 per km \n($0.05 per km). However, only 20% of the respondents were willing to use the highway at a rate \nof D1,200 per km ($0.08 per km). \n \n6.  For international container cargo forwarders in Kunming, transport costs to the shipping \nport is a principal concern. The highway toll is a major  cost for container trucks carrying \ncontainer cargo. The base transport cost (fuel and tolls) from Kunming to the nearest ports in \nthe People’s Republic of China (PRC) is estimated at about $510. The distance of this route is \n1,053 km. The toll rate for container trucks was adjusted to be eight times the rate for private \ncars, as shown in Table A2.2. The transport costs from Kunming to ports in Viet Nam using the \nKunming–Hai Phong Transport Corridor will be $490 with a toll rate of D8,000 per km, and $410 \nwith a toll rate of D4,800 per km. The distance of the transport corridor route is 813 km. This \nindicates that the advantage of the Kunming–Hai Phong Transport Corridor would disappear for \ninternational cargo forwarders in Kunming if the toll level is set at D8,000 per km (equivalent to \nD1,000 per km for passenger cars); and that they would be willing to use the transport corridor \nand ports in Viet Nam if the toll level is set at D4,800 per km (equivalent to D600 per km for \npassenger cars). \n \n                     ", "  Appendix 2  29 \n7.  In Viet Nam, expressway passenger toll rates of D800–D1,000 per km for passenger \ncars have been approved. As shown in Table A2.3, the toll rates for passenger cars in the \nPhilippines, Indonesia, PRC, Thailand, and Malaysia range between D300 and D740 per km per \npassenger car. The toll rates are in proportion to GDP per capita in these countries, with the \nexception of except PRC. It is found that the approved toll rate in Viet Nam is on the high side \ncompared to other Asian countries. The high toll rate is related to VEC’s high debt–equity ratio. \nToll levels should be both socially acceptable and financially viable. The toll analysis was \nexamined under various financing conditions, and indicated that lengthening the grace period of \nADB’s ordinary capital resources loan is the most effective way to lower the toll level and ensure \nVEC’s financial robustness. With a 5-year grace period and 25-year maturity period, toll levels of \ngreater than D1,000 per km would be required to ensure the financial sustainability of VEC. \nHowever, toll levels can be lowered to D800 per km by lengthening the grace period from 5 \nyears to 7 years and the maturity period from 25 years to 27 years. A detailed analysis of VEC’s \nfinancial projection is given in Appendix 13. \n \nTable A2.3: Expressway Toll Levels Comparison in Asia \n \nGDP per Capita in 2005  Toll Rate per car \nCountries  ($)  (D/km) \nViet Nam  610  800–1,000 \nPhilippines  1,088  292 \nIndonesia  1,237  325 \nPRC  1,416  737 \nThailand  2,736  500 \nMalaysia  4,989  636 \n \nGDP = gross domestic product, PRC = People’s Republic of China. \nSources:  APEC  outcomes  and  outlook,  Chengyu  Expressway,  Sichuan \nExpressway Company Limited, Jasa Marga, Expressway and Rapid \nTransit Authority of Thailand, and Manila Expressway. \n \nD.  Road Safety \n \n8.  Road safety is a serious issue in Viet Nam. Between 1999 and 2002, the number of fatal \naccidents increased from 7,100 to 13,200, an increase of more than 20% per annum. In the last \nfew years the number has remained a little more stable. In 2004, although the rate was lower, \nwith 11,400 fatalities, road accidents still cost the Viet Nam economy $600 million,2 about 1% of \n(cid:31)(cid:31)F\nthe gross domestic product. The traffic fatality ratio of 12 per 10,000 vehicles is 5–10 times of \nthe ratio in developed countries. According to the National Transportation Safety Council of \nVietnam, 80% of all accidents in 2003 were caused by poor driver behavior, including 33% for \nspeeding, 17% for dangerous overtaking, 16% for driver fatigue and 6.5% for driving while \nintoxicated. The condition of roads and vehicles was a minor cause of accidents. About one half \nof road accidents occurred on national roads, particularly those passing through populated \nareas, and one quarter occurred on urban roads. The “urbanization” of road space in Viet Nam \nis a major contributing factor to high accident rates, as many people live within a few meters of \nroad sides. Unless urgent action is taken, road traffic fatalities in Viet Nam are predicted to \ncontinue at current or higher levels. Road safety improvement was clearly recognized as a high \ngovernment priority by the Government of Viet Nam, as reflected in their National Policy on \n                                                 \n2 2005. The source of this estimate is the paper, “The Cost of Road Traffic Accident in Vietnam”, published in the \nproceedings of the Eastern Asia Society for Transport Studies, 2005. \n ", "30  Appendix 2 \nAccident and Injury Prevention 2002–2010 and their National Program for Traffic Safety 2001–\n2005, which were prepared by the National Traffic Safety Committee. \n \n9.  Development  of  highway  and  expressway  networks  is  one  of  the  most  effective \napproaches to improving road safety and reducing the number of traffic accidents. Accident \nrates on access-controlled highways and expressways are much lower than that on access-free \ngeneral roads. The Project ensures that all important safety measures are in place. Independent \nroad safety audits of the project roads will be carried out during final design and construction \nand before the opening of the project highway. Axle-weighing equipment will be installed at the \nNoi Bai and Lao Cai interchanges to control vehicle overloading in the corridor. VEC will \nconcentrate on the engineering, the road safety audit, blind-spot improvement, and operational \nissues, while the police will deal with traffic law enforcement.  \n \nE.  Cross-Border Operation and Trade \n \n10.  About 1 million tons of cargo is transported annually across the Hekou–Lao Cai border \ncrossing points. The daily truck volume observed at the border is approximately 100. Two-\nwheeled carts are also broadly used for trading vegetables and fruits. PRC trucks are currently \nallowed to go inside Lao Cai city to transship their cargos to the Vietnamese trucks, and vice-\nversa. Transshipment increases transport cost. The governments of Viet Nam and PRC agreed \nto begin implementing the Cross-Border Transport Agreement on the Hekou–Lao Cai border in \nSeptember 2007. This will result in new procedures. The opening of the border crossing to \ninternational  through  traffic,  which  will  enable  qualified  vehicles  and  operators  to  continue \nthrough to destination, is one major change in the nature of operations. The formalities and \nprocedures will continue in much the same way as before, but will be streamlined to ensure that \nimmigration, custom clearance, and quarantine be processed at a single window of the border \nfacilities. Consequently, transport costs and travel times will be reduced in both countries, and \ntrading volume and traffic volume will increase substantially. \n \nF.  Future Stage of the Noi Bai–Lao Cai Highway \n \n11.  Expressways are high-speed divided highways with access controlled, and should have \n4 or more lanes to allow fast traffic to overtake slow traffic. The two-lane structure for the Yen \nBai–Lao Cai section of the highway is not an expressway. However, construction of a two-lane \nhighway designed to the expressway standard, as a tentative configuration, in medium traffic \ndemand areas is a reasonable approach. Compared to the configuration of expressways, a two-\nlane highway still has some disadvantages. Overtaking slower traffic is allowed only on limited \nsections. The design capacity of two-lane highways is 20,000 vehicles per day (passenger car \nunit), which is only 25% of four-lane highways. The risk of accidents on two-lane highways is \nmuch lower than on general roads, as access to the highway is controlled. However, there \nremains a risk of head-on collisions caused by reckless overtaking. Construction of an additional \ntwo lanes should be considered within 10 years of the project highway’s opening. \n \n12.  The Kim Thanh Bridge in Lao Cai city, which is being constructed across the Red River, \nwill be a new international entry point for the Kunming–Hai Phong Transport Corridor. In the \nfuture, Viet Nam and PRC will establish new cross-border facilities on both sides of the bridge. \nWhile the Noi Bai–Lao Cai Highway will be constructed up to the Tran Hung Dao Road under \nthis Project, it will be connected to the bridge only when traffic demand approaches the highway \ncapacity of the Tran Hung Dao Road. \n \n                     ", " \n  Appendix 3  31 \nEXTERNAL ASSISTANCE TO THE ROAD SUBSECTOR \n($ million) \nLOAN  TOTAL \nLOAN  DATE \nPROJECT  PROJECT SCOPE  CLOSING  PROJECT  FINANCING \nNO.  APPROVED \n   DATE  COST  \n A. ADB-financed Projects  ADB  Cofinancing \n1  1272  Road Improvement  Improvement of NR1 from Ho  29 Nov 1993  29 Jun 2000  141.0  120.0     \nProject  Chi Minh City to Nha Trang \n(435 km) \n2  1487  Second Road  Improvement of NR1 from  21 Nov 1996  20 Mar 2003  237.0  127.0  64.0  JBIC  \nImprovement Project  Hanoi to Lang Son (161 km) \n3  1564  Rural Infrastructure  Upgrading and rehabilitation of  23 Oct 1997  28 Sep 2005  150.0  105.0  15.0  CFD \nSector Project  about 1,500 km rural roads \n3  1653  Third Road  Improvement of NR1 from Nha  10 Dec 1998  27 Apr 2006  239.0  130.0  60.0  JBIC \nImprovement Project  Trang to Quang Ngai (about \n400 km) and provincial roads \n4  1660  GMS: Phnom Penh– Improvement of the GMS  15 Dec 1998  12 May 2006  144.8  100.0      \nHo Chi Minh City  Southern Corridor from Ho Chi \nHighway Project  Minh City to Moc Bai (240 km)  \n5  1728  GMS: East-West  Improvement of the GMS East- 20 Dec 1999  30 Mar 2007  36.0  25.0     \nCorridor Project  West Corridor from Dong Ha to \nLao Bao (83km) \n6  1888  Provincial Roads  Improvement of about 1,600  18 Dec 2001  31 Dec 2008  100.0  70.0     \nImprovement Project  km provincial roads in 18 \nnorthern region provinces \n7  2195  Central Region  Improvement of about 1,200  11 Nov 2005  31 Dec 2010  138.0  95.0  11.0  NDF \nTransport Networks  km roads in 19 central region \nImprovement Sector  provinces \nProject \n8  2222  GMS: Kunming– TA to prepare the highway  19 Dec 2005  30 Sep 2008  8.0  6.0      \nHaiphong Transport  project \nCorridor—Noi Bai–\nLao Cai Highway TA \nA\nProject  p\np\n  Subtotal         1,193.8  778.0  150.0    e\nn\nB. Projects Funded by Other Organizations        dix\n  World Bank      502.5         3\n AMD  e Bko n=gTJ aA oSpstuaaiabln nr  eB Dgaienovkne ,f loJorBp IImnCte e=nr ntJ aaBtpiaoannnka ,Bl  CAanoukos ApfoeIDrr a Int=ito enAr nuasttiroanliaaln C Aogoepnecrayt iofonr,  NInDteFrn =a tNioonraw  l  eDgieavne Dloepvmeelonpt,m   C eFntD F u=n Cd,a NisRse45 = ,,29 Fn76ra28at..ni14oç  naaisl ero daed , DTéAv =  e lotepcphenmiceanl ta,   sGsi  Ms taSn c=e .G  reater                3 \n1\nSources: Asian Development Bank estimates.   \n ", " \nDETAILED COST ESTIMATES BY FINANCIER  3\n2\n I tem     Cost     ($ mA iDlliBo n(O) CR)     ADB (ADF)     VEC               A\np\np\n% of Cost  % of Cost  % of Cost  e\nn\n        Amount  Category    Amount  Category    Amount  Category  d\nix\nA.  Investment Costs a                       4\n  \n  1.  Civil Works  627.4    502.5  80    124.9  20    0.0  0 \n  2.  Mine Clearance  3.6    0.0  0    0.0  0    3.6  100 \n  3.  Land Acquisition and Resettlement  100.0    0.0  0    0.0  0    100.0  100 \n  4.  Consulting Services   20.7    0.0  0    20.7  100    0.0  0 \n  5.  Equipment  22.5    22.5  100    0.0  0    0.0  0 \n  6.  Taxes and Duties  82.8    63.0  76    19.4  23    0.4  1 \n      Subtotal (A)  857.0    588.0  69    165.0  19    104.0  12 \nB.  Recurrent Costs                     \n  1.  Incremental Administration    7.0     5.6  80    1.4  20    0.0  0 \n      Subtotal (B)   7.0     5.6  80    1.4  20    0.0  0 \n      Total Base Cost  864.0    593.6  69    166.4  19    104.0  12 \nC.  Contingencies b  130.0     91.4  71    22.6  17    16.0  12 \nD.  Financing Charges During Implementation c  222.0    211.0  95    11.0  5    0.0  0 \n  Total Project Cost  1,216.0    896.0  74    200.0  16    120.0  10 \n  % Total Project Cost  100%      74%      16%              10% \n \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources, VEC = Vietnam Expressway Corporation \na  In mid-2007 prices. \nb  Physical contingencies computed at 11% for civil works. Price contingencies are computed at 0.8% on foreign exchange costs and 6.5% until 2008 and 5% from 2009 \nonwards on local currency costs; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nc  Includes interest, and commitment charges for the OCR loan. Interest for the OCR loan during the 7-year grace period has been computed at the 5-year forward \nLondon interbank-offered rate plus a spread of 0.6%. \nSource: Asian Development Bank estimates. \n                     ", "    Appendix 5       33       \nIMPLEMENTATION SCHEDULE \n \n2007 2008 2009 2010 2011 2012\nItem\n1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9 101112 1 2 3 4 5 6 7 8 9101112 1 2 3 4 5 6\nA. Implementation of Loan 2222-VIE\n1. Project Preparation Study\n2. Highway Detailed Design \n3. Appraisal of the Detailed Design\n4. Procurement Assistance for Civil Works\n5. Resettlement Implementation Assistance\nB. Loan Processing\n1. Fact-finding\n2. Appraisal\n3. Loan Negotiation\n4. Loan Approval\n5. Signing of Loan Agreements\n6. Loan Effectiveness\nC. Land Acquisition and Resettlement\n1. REMDP Preparation\n2. REMDP Approval\n3. REMDP Updating (Detailed Measurement Survey)\n4. Approval of the Updated REMDP\n5. Land Acquisition and Relocation\n6. Income Restoration Program\n7. Internal Monitoring\n8. External Monitoring (Intermittent)\n9. Post-resettlement Implementation Evaluation Study\nD. Consulting Services\n1. RFP Preparation and Advertisement\n2. Shortlist\n3. RFP Issuance and Proposals Submission\n4. Technical Evaluation and Approval\n5. Financial Evaluation and Approval\n6. Negotiation and Contract Award\n7. Project Supervision Service\nE. Mine Clearance\n1. Mine Clearance Works\nF. Civil Works\n1. PQ Document Preparation and Advertisement\n2. PQ Exercise\n3. PQ Evaluation and Approval\n4. Bid Document Preparation and Approval\n5. Bidding Exerciese\nA\n6. Bid Evaluation and Approval p\n7. Negotiation and Contract Award p\ne\n8. Highway Construction n\nG. Equipment dix\n1. Bid Document Preparation and Approval  5\nS4P253....oQ    SBBNu =uiieddr pgcd pEpoeirnlevtyi:gaaq  o AltuEuifoa asxEnlteiifi qaoriaccunnnaii edpt aisD monCendeeo, n nAvRtteprEaplMocrotpD vAmPawl =ae rnrdets Betatlenmke ents atinmd aetthensic.  minority development plan, RFP = request for proposal                33 \n \n ", "34  Appendix 6 \nPROCUREMENT PLAN AND CONTRACT PACKAGES \n \nTable A6.1: Project Information \n \nCountry  Socialist Republic of Viet Nam \nName of Borrower  Government of Viet Nam \nProject Name  GMS Kunming–Hai Phong Transport \nCorridor—Noi Bai–Lao Cai Highway Project \nLoan Reference  TBD \nDate of Effectiveness  TBD \nAmount $  $1,096,000,000 \nOf which Committed, $  TBD \nExecuting Agency  Vietnam Expressway Corporation \nApproval Date of Original Procurement Plan  TBD \nApproval of Most Recent Procurement Plan  TBD \nPublication for Local Advertisement  October 2007 \nPeriod covered by this Plan  November 2007–June 2012 \n \nGMS = Greater Mekong Subregion, TBD = to be determined. \nSource: Asian Development Bank. \n \nTable A6.2: Procurement Thresholds \n \nProcurement Method  Thresholds \nGoods and Related Services, Works, and Supply and Installation \nICB (Works)  above $2,000,000 \nICB (Goods)  above $500,000 \nNCB (Works)  above $100,000, below $2,000,000 \nNCB (Goods)  above $100,000, below $500,000 \nShopping (Works)  below $100,000 \nShopping (Goods)  below $100,000 \n   \nConsulting Services   \nQuality- and Cost-Based Selection  above $200,000 \n \nICB = international competitive bidding, NCB = national competitive bidding. \nSource: Asian Development Bank. \n                     ", "Appendix 6  35 \nTable A6.3: List of Contract Packages and Mode of Procurement over $100,000 \n \n  Contract Details  Approximate  Procurement  Expected Date  ADB  Comments \nValue  Mode  of  Review \n ($ million)  Advertisement  Y/N \nA. Civil Works         \nA-1  Package A  90.0  ICB  4th Quarter of  Yes  Financed by \n(Km 0–Km 27)  2007  ADB (OCR \nand ADF) \nA-2  Package B  89.0  ICB  4th Quarter of  Yes  Financed by \n(Km 27–Km 49)  2007  ADB (OCR \nand ADF) \nA-3  Package C  117.0  ICB  4th Quarter of  Yes  Financed by \n(Km 49–Km 80)  2007  ADB (OCR \nand ADF) \nA-4  Package D  76.0  ICB  4th Quarter of  Yes  Financed by \n(Km 80–Km 110)  2007  ADB (OCR \nand ADF) \nA-5  Package E  102.0  ICB  4th Quarter of  Yes  Financed by \n(Km 110–Km 151)  2007  ADB (OCR \nand ADF) \nA-6  Package F  96.0  ICB  4th Quarter of  Yes  Financed by \n(Km 151–Km 190)  2007  ADB (OCR \nand ADF) \nA-7  Package G  69.0  ICB  4th Quarter of  Yes  Financed by \n(Km 190–Km 218)  2007  ADB (OCR \nand ADF) \nA-8  Package H  64.0  ICB  4th Quarter of  Yes  Financed by \n(Km 218–Km 244)  2007  ADB (OCR \nand ADF) \n             \nB. Equipment           \nB-1  Electric,  23.0  ICB  2nd Quarter of  Yes  Financed by \ncommunication,  2011  ADB (OCR) \nand tolling systems \nand associated \nfacilities \nB-2  Operation and  2.0  ICB  2nd Quarter of  Yes  Financed by \nmaintenance  2011  ADB (OCR) \nequipment and  \nvehicles \n             \nC. Consulting Services           \nC-1  Project supervision  25.0  QCBS  4th Quarter of  Yes  Financed by \n2007  ADB (ADF) \nThe quality-\ncost ratio is \n80:20. \n             \n \nADB = Asian Development Bank, ADF = Asian Development Fund, ICB = international competitive bidding, OCR = \nordinary capital resources, QCBS = quality- and cost-based selection. \nNote: Prior review and approval by ADB of procurement documents, bid evaluation reports, technical and financial \nproposals evaluation reports, and proposed award of contacts is required. \nSource: Asian Development Bank estimates. \n \n ", "36  Appendix 7 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  project  supervision  consulting  services  under  the  Greater  Mekong  Subregion \n(GMS):  Kunming–Haiphong  Transport  Corridor—Noi  Bai–Lao  Cai  Highway  Project  are  to \n(i) supervise  the  civil  works  for  the  highway  construction;  (ii)  assist  Vietnam  Expressway \nCorporation (VEC) in undertaking environmental management and monitoring, land acquisition \nand resettlement, the income restoration program, and social development activities; (iii) assist \nVEC in undertaking procurement of equipment for the highway operation and maintenance \n(O&M); (iv) project performance monitoring and evaluation; and (v) develop the skills of VEC \nstaff on environmental management, land acquisition and resettlement, social development \nassistance, corporate financing management, and O&M of the highway.  \n \n2.  The consulting services will be provided by an international consulting firm, joint venture, \nor consortium of consulting firms, in association with national consulting firms, which will be \nselected by VEC in accordance with Guidelines on the Use of Consultants (2007, as amended \nfrom time to time).  \n \n3.  The selected project supervision consultants (PSCs) will establish a main office in Hanoi \nheaded by the team leader, and a site office in Vinh Phuc, Pho Tho, Yen Bai, and Lao Cai \nprovinces  to  provide  adequate  coverage  of  the  project  highway.  The  main  office  will  be \nresponsible for highway design, procurement assistance, project performance monitoring and \nevaluation, development of the skills of VEC staff, and overall assistance to VEC. The site \noffices, headed by resident engineers, will supervise the civil works in accordance with the \ncontracts,  undertake  environmental  management  and  monitoring,  and  assist  with  land \nacquisition, resettlement, the income restoration program, and social development activities to \nbe undertaken by VEC and provincial and district people’s committees. \n \nA.  Scope of the Project  \n \n4.  The Project will construct a 244 km grade-separated and access-controlled highway, \nincluding 10 interchanges with toll booths and five service areas, starting at Noi Bai and ending \nat Tran Hung Dao Road in Lao Cai city. The Noi Bai–Yen Bai section is designed as a four-lane \ndual carriageway, with potential for upgrading to six lanes. The Yen Bai–Lao Cai section is \ndesigned as a two-lane single carriageway, with potential for upgrading to a four-lane dual \ncarriageway. The additional two lanes will be completed at a later date when traffic volume \nreaches the highway capacity. The right-of-way for the highway will be acquired based on the \nultimate lane configurations. The civil works will be executed through eight contract packages, \nranging in estimated value from $60 million to $120 million (Table A6.3). All eight packages will be \nprocured based on international competitive bidding (ICB) following prequalification procedures. \n \n5.  The highway’s construction will involve a large amount of embankment construction and \nexcavation, acquisition of residential and agricultural lands, and resettlement of project-affected \npeople.  Since  the  social  and  environmental  impacts  of  the  highway’s  construction  are \nsignificant,  an  environmental  impact  assessment  and  a  resettlement  and  ethnic  minority \ndevelopment plan (REMDP) have been prepared in accordance with ADB’s Environment Policy \n(2002), Involuntary Resettlement Policy (1995), and Policy on Indigenous Peoples (1998). \n \n6.  Electric, communication, and tolling systems and associated facilities, and vehicles for \nhighway O&M such as patrol cars, maintenance trucks, water tankers and sweepers, will be \nprocured following ICB procedures.  \n                     ", "Appendix 7  37 \n7.  VEC’s current human resources and organizational structure needs to be strengthened \nto  implement  the  Project.  VEC  will  set  up  a  project  management  team  (PMT)  with  the \nheadquarters office in Hanoi, and four field offices in Vinh Phuc, Phu Tho, Yen Bai, and Lao Cai \nprovinces. The headquarters office will comprise staff in the Project Implementation Unit 2, the \nimplementing agency for Loan 2222-VIE: the GMS: Kunming–Haiphong Transport Corridor—\nNoi Bai–Lao Cai Highway Technical Assistance Project (TA loan), and specialists from the \nenvironmental unit and social and resettlement unit of VEC’s technical department. Aside from \nthis,  four  field  offices  will  be  established  with  engineers,  accountants,  and  environment, \nresettlement, and social development experts during project implementation. VEC staff needs to \nenrich  knowledge  and  experience  on  undertaking  safeguard  planning  and  implementation, \npreparing corporate finance, and O&M of access-controlled highways. The consultants will \nprovide VEC staff with on-the-job training on these. \n \nB.  Outline Terms of Reference \n \n8.  The civil works will be executed under ADB’s standard bidding documents, which are \nbased on Fédération Internationale des Ingénieurs-Conseils (FIDIC) Conditions of Contract, fifth \nedition. The detailed design and drawings developed under the TA loan will be used for the \nbidding documents and the civil works. Following the FIDIC conditions, the employer will be VEC, \nthe employer’s representative will be the head of the PMT in VEC, the PSC will be the engineer, \nand the engineer's representative will be the PSC’s team leader. The PSC will have the duties \nrequired for the adequate supervision of the construction activities on site, in accordance with \nthe FIDIC-based contract between VEC and contractors. \n \n9.  The environmental impact assessment identified several major environmental impacts of \nconstruction,  and  suggested  mitigation  measures  and  an  environmental  management  plan \n(EMP). The contractors will be required to prepare site-specific EMPs to manage environmental \nimpacts at construction camps and construction sites based on the EMP of the environmental \nimpact assessment. The PSC will endorse the site-specific EMPs prepared by the contractors, \nand monitor environmental mitigation activities by the contractors provided in the approved \nenvironmental  impact  assessment  and  EMP;  and  prepare  semiannually  environmental \nmonitoring reports during the construction period.  \n \n10.  The PSC will assist VEC in undertaking land acquisition and resettlement activities, and \nthe livelihood development and income restoration program, following the approved REMDP; \nprepare  monthly  land  acquisition  and  resettlement  monitoring  reports  until  the  livelihood \ndevelopment and income restoration program is completed; and take specific actions for the \nproject-affected ethnic minority people in the approved REMDP. The TA loan consultant will \nsubcontract a local organization to design, pilot, and commence implementation of the income \nrestoration program. Subject to satisfactory performance, the PSC can subcontract the same \nlocal  organization  to  continue  the  program.  The  PSC  will  also  work  with  a  consultant  for \nimplementation of the HIV, illicit drugs, and human trafficking prevention program to be engaged \nby ADB. \n \n11.  At the beginning of project implementation, the PSC will establish baseline data for the \nperformance indicator and targets for evaluating project performance in relation to its impacts, \noutcomes, and outputs in the Project’s design and monitoring framework (Appendix 1). The \nperformance indicators and targets will be measured 6 months after project completion and \ncompared with the baseline data. The PSC will prepare a report summarizing key findings of the \nproject performance monitoring and evaluation. \n \n ", "38  Appendix 7 \n12.  The PSC will assist VEC in (i) preparing a bidding document for the procurement of \nequipment  (Table  A6.3)  based  on  ADB’s  standard  bidding  document,  (ii)  advertising  the \nprocurement, (iii) responding to questions from potential bidders, (iv) holding the bid opening \nceremony  and  recording  the  minutes,  (v)  evaluating  submitted  bids  and  preparing  a  bid \nevaluation report, and (v) holding the contract negotiation meeting and preparing the contract \ndocuments. \n \n13.  The PSC will assist VEC in preparing toll structure and levels with projected financial \nstatements which satisfy (i) VEC’s minimum debt service coverage ratio of 1.2, (ii) a minimum \ndebt-to-equity ratio of 90:10, and (ii) a working ratio of not more than 15%, in order to ensure \noperating efficiency and financial sustainability. \n \n14.  The PSC will provide on-the-job training of VEC's counterpart staff at its headquarters \nand field offices on (i) project implementation management; (ii) environmental management, \n(iii) land acquisition and resettlement and income restoration; (iv) sensitization of ethnic minority \nand gender issues; (v) corporate financial management; and (vi) O&M of the highway including \nroad safety awareness campaign, provision of road traffic information to road users, outsourcing \nof road maintenance works, and actions to take in case of emergency.  \nC.  Required Expertise \n15.  The consulting services will be undertaken by an international consulting firm for 6,734 \nperson-months  (506  person-months  of  international  and  6,228  person-months  of  national \nconsulting services). The consultants should have expertise shown in Table A7.  \nD.  Schedule and Reporting Requirements \n16.  The consulting services will last for 46 months from September 2008 to June 2012. The \nconsultants will prepare the following documents and reports, and submit them to VEC and \nADB.  \n \n(i)  An  inception  report  will  be  submitted  1  month  after  commencing  the  consulting \nservices.  The  report  will  highlight  problems  encountered  or  anticipated,  and  will \nrecommend solutions. \n(ii)  Project progress reports will be submitted monthly during the entire consulting services \nperiod.  The  reports  will  briefly  and  concisely  describe  all  construction  works  and \nphysical  and  financial  progress  for  the  reporting  month,  and  identify  problems \nencountered  and  problems  anticipated  together  with  recommended  steps  for  their \ncorrection. Training activities will be also incorporated into the report. \n(iii)  Environmental  monitoring  reports  will  be  submitted  semiannually  during  the \nconstruction period.  \n(iv)  Land acquisition and resettlement monitoring reports will be submitted monthly until \nthe livelihood development and income restoration program for the project-affected \npersons is completed. \n(v)  Project performance monitoring reports will be submitted 3 months after commencing \nthe consulting services and 6 months after project completion. \n(vi)  A bid document for equipment will be submitted prior to the advertisement of the \nprocurement, and a bid evaluation report will be submitted to VEC after bid evaluation.  \n(vii)  A project completion report will be submitted 6 months after project completion. The \nreport will present records of the project implementation in all aspects, and give a \nsummary of the construction activities and the consultant’s activities. \n                     ", "Appendix 7  39 \nTable A7:  Expected Expertise Inputs to the Consulting Services \n \nExpertise  Persons  Person-month \nA.  Hanoi Main Office     \n  International Consultants     \n    Project Manager       1       43 \n    Highway Engineer       1       12 \n    Structural Engineer       1       24 \n    Geological and Material Engineer       1       34 \n    Toll System Engineer       1         4 \n    Electric and Mechanical Engineer       1         8 \n    Operation System Specialist       1         6 \n    Highway Operation Manager       1         6 \n    Environmental Specialist       1       13 \n    Resettlement Specialist       1       12 \n    Social Development Specialist       1         6 \n    Economist       1         6 \n    Financial Specialist       1         2 \n        Total     13     176 \n  National Consultants     \n    Deputy Project Manager       1       46 \n    Senior Highway Engineers       2       84 \n    Senior Structural Engineers       2       84 \n    Senior Geological and Material Engineer       1       36 \n    Senior Toll System Engineer       1         6 \n    Senior Electrical Engineer       1       12 \n    Senior Mechanical Engineer       1       12 \n    Senior Environmental Specialist       1       40 \n    Senior Resettlement and Social Development Specialist       1       18 \n    Computer System Engineer       1       30 \n    CAD Operators       5     220 \n        Total     17     588 \nB. Site Offices     \n  International Consultants     \n    Resident Highway Engineers       4     160 \n    Structural Engineers       4     160 \n    Tunnel Engineer       1       10 \n        Total       9     330 \n  National Consultants     \n    Deputy Resident Highway Engineers       4     184 \n    Structural Engineers       4     184 \n    Tunnel Engineers       2       20 \n    Geological and Material Engineers       4     144 \n    Quantity Surveyors       8     352 \n    Electrical Engineers       4       48 \n    Mechanical Engineers       4       48 \n    Environmental Specialists       4      160 \n    Resettlement Specialists       4        72 \n    Ethnic Minority Specialist       1        12 \n    Gender Specialist       1        18 \n    Livelihood Development Specialist       1        18 \n    Training Program Specialist       1          6 \n    Provincial Coordinators and Assistants       5     110 \n    Field Inspectors  104  4,264 \n        Total  151  5,640 \n \nSource: Asian Development Bank and Vietnam Expressway Corporation estimates. \n ", "40  Appendix 8 \nFUNDS FLOW DIAGRAM \n \nADF (Direct Payment – after VEC certification) \n \n   \n        OCR (Direct Payment – after VEC certification)   \n    Civil Works \n    Contractors \n                  Withdrawal application        Claim \n     \n     \n     \n                   Withdrawal application          Claim \n  Project \n   \n  Supervision \n   \n  Consultants\n  ADB   \n                 Withdrawal application          Claim \n    Equipment  \n    Supplier \n                         OCR and ADF \n \n  (imprest account)  \n \n                    VEC’s incremental \n                                             administration cost   \n   \n   \n           Statement of    \n     expenditures \nVEC \n \n \n               Project \n                    Agreement              Cash flow \n                           Payment request flow  \n                     Agreement  \n                         \n \n        Loan Agreement \n \n \n    Subsidiary Loan                Cost for  \n                            Agreement              resettlement  Provincial \n                         People’s \n \n  Committees\n                 Approved REMDP \nGovernment \n  Counterpart fund  \n      arrangements       \n                       Payment  \nMine \n       \nClearance \n       \nContractor\n                          Claims \n \n \n \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources,  \nREMDP = resettlement and ethnic minority development plan, VEC = Vietnam Expressway Corporation. \nNote: Commitment letter procedure is also applicable to payment for the equipment supplier.  \nSource: Asian Development Bank. \n \n                     ", "Appendix 9  41 \nTRAFFIC FORECAST \n \nA.  International Traffic Demand Analysis \n \n1.  ADB made a multimodal traffic demand analysis in 2004–2005 for the existing and \nplanned expressways, the existing roads, and the existing rail transport routes in the project \narea  covering  Kunming  in  Yunnan  province,  People’s  Republic  of  China  (PRC),  ports  in \nGuangxi province, and Hai Phong and Cai Lan ports in Viet Nam.1 The base case consists of \n(cid:31)(cid:31)F\nthe existing road and railway network in Viet Nam, and the existing and planned expressway \nand railway network in PRC. The project case adds the Noi Bai–Lao Cai Highway and the \nupgraded Yen Vien–Lao Cai Railway on the base case. Route and mode choice was made \nbased  on  users’  transport  costs.  International  traffic  demand  was  forecast  based  on  a \ncomparison between the base case and the project case.  \n \n2.  The multimodal traffic demand analysis showed that after project completion, passenger \ntraffic for the highway would increase by 17%, freight traffic would increase by 11%, and railway \ntraffic would decrease by 5% at Lao Cai as a result of a modal shift to road transportation. In \ntotal, traffic demand at Lao Cai will increase by approximately 10%. This increase will be caused \nby (i) reduced travel time on the Kunming–Hai Phong Transport Corridor and transshipment \ncost savings at Lao Cai–Hekou border, and (ii) diversion of freight traffic in Kunming from the \nports in Guangxi province (PRC) to Hai Phong and Cai Lan Ports in Viet Nam. The international \nroad traffic volume passing through the Lao Cai border is only about 410 vehicles per day, as \nestimated in 2004 in the multimodal traffic demand analysis, as PRC trucks are not allowed to \ngo outside Lao Cai city and Vietnamese trucks are not allowed to go outside Hekou city. As \nentry of PRC trucks into Viet Nam and vice-versa will be allowed under the Cross-Border \nTransport Agreement on the Hekou–Lao Cai border, which became effective in September 2007, \ninternational daily traffic is expected to reach 810 vehicles in 2012 and 2,100 vehicles in 2022. \n \nB.  Traffic Demand Forecast in Viet Nam \n \n3.  The Project’s traffic demand was forecast for 30 years assuming a highway toll rate of \nD800 per kilometer for passenger cars. The forecast was conducted for freight and passenger \nmovement in Viet Nam across all transport modes—land, water, and air. For the forecast, Japan \nInternational Cooperation Agency’s VITRANSS national model2 was updated and prepared in \n(cid:31)(cid:31)F\nCUBE 3 software.  In  the  model,  a  four-step  traffic  estimation  was  used,  covering  (i)  trip \n(cid:31)(cid:31)F\ngeneration and attraction, (ii) trip distribution, (iii) modal split, and (iv) trip assignment. Cross-\nborder traffic and induced traffic were included in the forecast. \n \n4.   Traffic  Survey. The traffic survey was made at 13 locations in the corridor of the \nproposed Project. The daily traffic volumes ranged from 26,000 vehicles near Hanoi to about \n1,500 vehicles in Lao Cai province. Roadside interviews were undertaken at nine sites. A \nsample rate of 10–30% for the six low-volume traffic sites and 9–10% for the three high-volume \ntraffic sites was achieved. The collected survey data as well as the estimated international traffic \nvolume were used to validate the model’s origin–destination data in the base year. \n \n                                                 \n1 ADB. 2005. Final Report of Multimodal Transport Study under TA 4050-VIE: Preparing the GMS Kunming–\nHaiphong Transport Corridor Project. Manila      \n2 Japan International Cooperation Agency. 2002. The Study on the National Transport Development Strategy in the \nSocialist Republic of Vietnam (VITRANSS). Hanoi \n3 Traffic forecast software of the CITILABS Company. \n ", "42  Appendix 9 \n5.  Trip Generation and Attraction. The trip generation and attraction module in the model \ncalculated the number of the trips that start and finish in particular traffic zones. Every province \nin northern Viet Nam is represented as a traffic zone in the module. The number of person-trips \ngenerated or attracted by a traffic zone was determined as a function of population and zonal \ngross domestic product (GDP). For freight movements, the amount of freight generated or \nattracted  to  a  particular  traffic  zone  was  in  tonnage  for  a  particular  commodity.  This  was \ndeveloped for 14 commodity groups and was determined as a function of the commodity’s \nsurplus or deficit, regional GDP, and urban population. \n \n6.  Trip Distribution. The trip distribution module estimated the number of trips between \norigin and destination zones for freight and passengers and developed future origin–destination \nmatrixes. For the passenger trip distribution, interzonal traffic was determined using a pseudo \nGravity model with a function of trip generation and attraction, and travel distance.4 For the \n(cid:31)(cid:31)F\nfreight trip distribution, a Frater procedure5 was adopted to forecast the future travel patterns \n(cid:31)(cid:31)F\nfrom the present travel patterns. The future freight distribution was calculated by an iterative \nprocess of modifying origin–destination matrix values based on the present distribution patterns, \nand future generation and attraction growth rates.  \n \n7.  Modal Split. The modal split module was the procedure for splitting interzonal traffic into \nthe various travel modes. For passenger trips, travel modes (car, air, rail, inland water, and bus) \nwere selected by using a function of travel time, urban population, and zonal GDP per capita. \nThe modal split of freight trips reflected the existing modal designations into the future. \n \n8.  Trip Assignment. The trip assignment module was the allocation of the interzonal trips \nto various travel routes, which was done only for road transport. The routes within the road \nnetwork were selected by a cost function of travel time, vehicle operating cost, and the project \nhighway toll, affected by road conditions and traffic congestion. About 55% of the diverted traffic \non the project highway is expected to come from the parallel highways (National Roads 2 and \n70) in 2022, while the rest (45%) is expected to come from the other road network. \n \n9.  Traffic Forecast. After validating the transport model in the base year, traffic demand \nwas projected by taking into account expected increases in population and GDP. The GDP \ngrowth  rate  was  projected  to  be  6.1%  in  2005–2012,  and  4.6%  in  2012–2022.  Demand \nelasticities for passenger and freight traffic were based on the above-mentioned multimodal \ntransport study. For passenger traffic, growth in vehicle ownership was used as a proxy for \ngrowth in vehicle traffic, and an elasticity of 2 was derived from experience in other Southeast \nAsian countries in the last 15 years. For freight traffic growth, the general freight traffic of Viet \nNam and PRC and the international freight traffic through the Haiphong Port were analyzed. \nThe statistical analysis showed an elasticity of 1 for the freight traffic. Generated traffic caused \nby the Project was included in the traffic forecast, with generated truck traffic comprising 26% of \ntotal  traffic  between  Lao  Cai  and  Yen  Bai  and  12%  of  total  traffic  southeast  of  Viet  Tri. \nGenerated passenger traffic of 22% between Lao Cai and Yen Bai, and 18% southeast of Viet \nTri, were also included. \n \n \n \n                                                 \n4 A mathematical model based on an analogy with Newton's gravitational law to estimate traffic volumes between two \ntraffic zones. Interzonal traffic volume is given in proportion to number of trip generation and attraction of the two \nzones, and in inverse proportion to travel distance between the two zones. \n5 A mathematical model to forecast future origin–destination matrix based on the given current origin–destination \nmatrix and growth rates of trip generation and attraction.  \n                     ", "Appendix 9  43 \nC.  Traffic Demand Forecast for the Highway \n \n10.  The resulting traffic projection is given in Table A9 for the project highway. The forecast \ntraffic volume from 2012 to 2022 is expected to grow about 12–13% annually. It will then grow \nmore slowly at 5% per annum from 2022 to 2032. An additional two lanes will be required for the \nYen Bai–Lao Cai section within 10 years of the opening of the highway in 2012; an additional \ntwo lanes will be required for the Noi Bai–Viet Tri section within 20 years.  \n \nTable A9: Traffic Forecast on the Project Highway  \n(average annual daily traffic) \n \nPassenger    Freight  Average Annual \nTotal \nYear  Car  Small  Large    Small  Medium  Large  Growth Rate \nVehicles \nBus  Bus  Truck  Truck  Truck  (%) \n(Noi Bai–Viet Tri)               \n2012  12,500  285  117  1,061  625  739  15,328  12.0 (2012–2022) \n2022  41,900  428  176  2,239  1,320  1,561  47,624  5.0 (2023–2032) \n2032  68,251  697  286  3,648  2,150  2,542  77,575   \n                 \n \n(Viet Tri–Yen Bai)             \n2012     4,300  214  88  825  486  575    6,488  13.3 (2012–2022) \n2022  17,700  571  234  1,768  1,042  1,232  22,547  5.0 (2023–2032) \n2032  28,831  930  382  2,880  1,698  2,007  36,727   \n                 \n \n(Yen Bai–Lao Cai)             \n2012    3,500  214  88  413  243  287    4,745  12.0 (2012–2022) \n2022  11,300  571  234  1,179  695  821  14,800  5.0 (2023–2032) \n2032  18,407  930  382  1,920  1,132  1,338  24,108   \n                 \n \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \n11.  ADB provided a loan project for improving National Road 1 from Hanoi to Lang Son, on \nthe border with Guangxi province (PRC), through Cao Beng and Bac Giang towns.6 High traffic \n(cid:31)(cid:31)F\ngrowth was observed from April 2001 to July 2003. Average annual traffic growth of 87% was \nrecorded on the southern section between Hanoi and Cao Beng; growth of 21% was recorded on \nthe section between Bac Giang and Lang Son; and 37% growth was recorded on the section \nbetween Lang Son and the border with PRC. Compared to the actual growth rate of the traffic \ndemand for the Hanoi–Lang Son Highway, the forecast annual growth rate of traffic demand for the \nhighway is conservative. If a similar level of traffic demand growth happens for the Noi Bai–Lao Cai \nHighway, construction of the additional two lanes will be required within 5–7 years of the opening of \nthe highway. \n \n                                                 \n6 ADB. 2003. Project Completion Report on the Second Road Improvement Project in Viet Nam. Manila (Loan 1487-\nVIE).  \n ", "44  Appendix 10 \nECONOMIC ANALYSIS \n \nA.  Introduction \n \n1.  The Project will construct 244 km of four-lane and two-lane highway from Noi Bai to Lao \nCai. The Project will be implemented over 4 years; economic analysis covers the 20 years \nfollowing the launch of full operation. The Project’s economic internal rate of return (EIRR) was \nestimated  by  comparing  the  with-Project  and  without-Project  scenarios  for  the  major  road \nnetwork in northern Viet Nam. Without the Project, traffic will use the existing road network, \nwhich will be congested and expensive to maintain because of rapidly increasing traffic. The \nwithout-Project scenario assumes expansion to four lanes of parallel National Road 2. With the \nProject, the congestion of existing roads will be reduced, and traffic on the project highway and \nexisting roads will benefit from faster travel. The economic analysis includes an alternative \nanalysis, an assessment of a valuation of project costs and benefits, and, finally, an assessment \nof the EIRR. Risk and sensitivity analyses have been undertaken for key risk variables to \nexamine the robustness of the economic viability. \n \nB.  Alternative Analysis \n \n2.  Possible alternative interventions were considered1 in 2003 to meet growing transport \n(cid:31)(cid:31)F\ndemand in the project area as part of the national transport network plan. Alternative analysis \nproposed six alternatives in three transport modes (roads, railways, and inland waterways). The \nalternatives were reviewed based on travel time, improvement costs, technical designs, social \nand environment impacts, and economic and financial viability. The analysis concluded that the \nonly two of the six options were viable in these aspects: (i) the proposed Project, and (ii) the \nrailway upgrading project, to which ADB approved a loan in 2006.2 While the railway project is \n(cid:31)(cid:31)F\nto partly meet the increasing demand, it will not completely satisfy the various kinds of traffic, \nparticularly passenger traffic and high-value general cargo, which requires a more flexible and \nresponsive mode to meet the needs of a market economy. Therefore, the Project was proposed \nto satisfy the needs.  \n \nC.  Valuation of Costs and Benefits \n \n3.  The project economic costs include (i) capital costs—including physical contingency land \nacquisition—and resettlement costs, but excluding the tax and price contingency; and (ii) the \nProject’s operation and maintenance (O&M) costs. The financial costs are revalued at economic \nprices by separating the cost items into tradable and nontradable goods and services. The \ntradable goods and services are converted to the domestic price numeraire using a shadow \nexchange rate factor of 1.04. A shadow price was used to put an economic value on the wages \npaid to unskilled labor. A shadow wage rate factor of 0.55 was used to convert the financial \nwage rate to an economic opportunity cost of labor. The land cost was based on the opportunity \ncost. The capital costs are estimated to be about $780 million at constant 2007 prices. The \nannual O&M costs and the periodic road maintenance costs are included in the analysis.  \n \n                                                 \n1 ADB. 2003. Technical Assistance to Viet Nam for Preparing Greater Mekong Subregion Kunming–Haiphong \nTransport Corridor Project. Manila (TA 4050-VIE). \n2 ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nAdministration of Loan to Viet Nam for the Greater Mekong Subregion Kunming–Haiphong Transport Corridor: Yen \nVien–Lao Cai Railway Upgrading Project. Manila (Loan 2302-VIE). The diverted traffic to the project highway was \ntaken into consideration in economic and financial viability assessment of the railway project. \n                     ", "Appendix 10  45 \n4.  The economic benefits include savings in vehicle operating costs (VOC), passenger time \nsavings on the project highway, and passenger time savings on the existing road network in Viet \nNam.  Reduced  VOC  is  the  main  source  of  economic  benefits  for  the  Project.  VOC  are \ncalculated for 11 vehicle types using the World Bank’s roads economic decision model, taking \ninto account the differences of terrain, road alignment, road roughness, and travel speed (Table \nA10.1). Traffic diverting from existing roads to the project highway would travel at faster speeds \non a smoother road surface, with better vertical and horizontal alignment, less congestion, and a \nshorter journey distance. Traffic remaining on the existing road network would also benefit from \na reduction in traffic volume and congestion. All these changes affect vehicle speeds and VOC \nfor all vehicle types. Savings in travel time will be seen on both the project highway and the \nexisting road network. After completion of the Project, the travel time between Noi Bai and Lao \nCai is expected to be 3–4 hours—a reduction in journey time of about 7–8 hours. The values of \ntravel time savings, outlined in Table A10.2, were used for estimating the benefit of reduced \ntravel times. Work-related travel time, which accounts for 30% of total travel time, was evaluated \nfor passenger cars, and 25% of total travel time was evaluated as work-related for the buses. A \nshadow wage rate factor of 0.55 was applied to unskilled labor. Non-work-related trips were \nestimated at 30% of the value of work-related trips. \n \nTable A10.1: Estimated Economic Vehicle Operating Costa \n($ per km, 2007 prices) \n \nGeneral Roads \nVehicle Type  Expressway \nFlat  Rolling  Mountainous \n         \nMotorcycle  —  0.031  0.033  0.033 \nCar  0.183  0.224  0.239  0.260 \nLarge Bus  0.305  0.352  0.389  0.445 \nHeavy Truck  0.494  0.576  0.634  0.726 \n \na The VOCs are selected from the typical speed on each road. For example, the passenger car’s VOC on the \nhighway is assumed at the speed of 100 km/hour, the VOC on the flat terrain is at the speed of 60 km/hour. \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nTable A10.2: Value of Travel Time \n \n4-wheel  Small  Large \nItem  Motorcycle Car  Minibus \nDrive  Bus  Bus \n             \nAverage passenger time cost ($/hour)  0.20  0.58 0.58  0.19  0.19  0.19 \nPassenger Occupancy  1.50  2.30 2.50  10.00  19.00  35.00 \nTotal passenger time cost ($/hour)  0.30  1.33 1.45  1.88  3.57  6.57 \n \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nD.       Project Economic Internal Rate of Return \n \n5.  The project period of analysis is 24 years, with 4 years project implementation period \n(2008–2011) and 20 years operation period (2012–2031). The Project yields an EIRR of 18.2% \nfor the base-case scenario, indicating the project is economically viable. A summary of costs \nand benefits is presented in Table A10.3.  \n \n \n ", "46  Appendix 1 0 \nTable A10.3: Economic Internal Rate of Return  4\n6\nCos (ctso nstant 2007 economic prices, do  mestic price nBumenee rfaitisre , $ million)              A\np\nYear  Capital  O&M  Total  NoVrOmCa lT arnadff iDc ivTeirmteed       VOCG eTnraefrfaitce dT ime  Total  BeNneefti ts  pendix 1\nSavings  Savings  Savings  Savings  0\n \n                     \n2008  99.6    99.6            (99.6) \n2009  243.6    243.6            (243.6) \n2010  288.0    288.0            (288.0) \n2011  145.8    145.8            (145.8) \n2012    4.5  4.5  68.6  21.6  1.9  0.8  92.8  88.3 \n2013    4.5  4.5  76.7  30.2  4.2  2.7  113.7  109.2 \n2014    4.5  4.5  84.9  38.7  6.5  4.5  134.6  130.1 \n2015    4.5  4.5  93.0  47.3  8.8  6.3  155.4  150.9 \n2016    4.5  4.5  101.2  55.9  11.0  8.2  176.3  171.8 \n2017    4.5  4.5  109.3  64.5  13.3  10.0  197.2  192.7 \n2018    4.5  4.5  117.4  73.1  15.6  11.9  218.1  213.6 \n2019    25.5  25.5  125.6  81.7  17.9  13.7  238.9  213.4 \n2020    4.5  4.5  133.7  90.3  20.2  15.6  259.8  255.3 \n2021    4.5  4.5  141.9  98.9  22.5  17.4  280.7  276.2 \n2022    4.5  4.5  150.0  107.5  24.8  19.2  301.6  297.0 \n2023    4.5  4.5  157.5  112.8  26.1  20.2  316.6  312.1 \n2024    4.5  4.5  165.4  118.5  27.4  21.2  332.5  328.0 \n2025    4.5  4.5  173.7  124.4  28.7  22.3  349.1  344.6 \n2026    4.5  4.5  182.3  130.6  30.2  23.4  366.5  362.0 \n2027    25.5  25.5  191.5  137.2  31.7  24.6  384.9  359.4 \n2028    4.5  4.5  201.0  144.0  33.3  25.8  404.1  399.6 \n2029    4.5  4.5  211.1  151.2  34.9  27.1  424.3  419.8 \n2030    4.5  4.5  221.6  158.8  36.7  28.4  445.5  441.0 \n2031  (466.2)  4.5  (461.7)  232.7  166.7  38.5  29.9  467.8  929.5 \n            Economic Net Present Value = $  442.2 \n            Economic Internal Rate of Return =  18.2% \n \n(  ) = negative, O&M = Operation and Maintenance, VOC = vehicle operating cost. \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \n                     ", "Appendix 10  47 \n6.  The Project could also benefit traffic in Yunnan province (PRC), although this is not \nincluded in the EIRR calculation. The distance from Kunming to the nearest ports in Guangxi \nprovince (PRC) is 1,053 km. The distance of the Kunming–Hai Phong Transport Corridor route \nis 813 km. For international container cargo forwarders in Kunming, transport costs to shipping \nports are a principal concern. If the base transport cost (fuel and tolls) for the Kunming–Hai \nPhong Transport Corridor route is lower than that for the domestic route, they could divert to the \nKunming–Hai Phong Transport Corridor route. This would result in VOC savings for the diverted \ntraffic.  \n \nE.   Sensitivity Analysis \n \n7.  Sensitivity analysis was undertaken for key risk factors and assumptions that could \ninfluence the Project’s viability. The analysis confirms the robustness of the Project’s economic \nviability. A 10% investment cost increase would reduce the EIRR to 16.9%. A 10% reduction in \nbenefit would decrease the EIRR to 17.0%. If the investment cost increase of 10% is combined \nwith a 10% reduction in benefit, the EIRR would fall to 15.6%. No risk factors would undermine \nthe Project’s economic viability (Table A10.4). \n \nTable A10.4: Sensitivity Analysis \n \nEconomic Net \nChange  EIRR  Switching \nScenario  Present Value \n(%)  (%)  Value (%) \n($ million) \n         \n1.  Base Case  -  18.2  442  - \n2.  Cost  +10  16.9  353  49.8 \n3.  Benefit  -10  17.0  340  43.3 \n4.  Implementation Delay  1 year  17.4  393  NPV declines \nby 10.5% \n5.  Cost and Benefit  10, -10  15.6  251  - \n \nEIRR = economic internal rate of return, NPV = net present value  \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nF.   Risk Analysis \n \n8.  A risk analysis was carried out using @Risk to determine the degree of uncertainty of \nthe Project. The key risk factors are listed in Table A10.5. The risk analysis was based on 5,000 \niterations of a Monte Carlo technique. The EIRR’s values range from a maximum of 23.2% to a \nminimum of 14.0%, with a mean of 18.2%. The simulations indicate a minimum EIRR above \n12%. \n \nTable A10.5: Distribution Used in the Risk Analysis \n \nStandard \nInput  Distribution  Max  Min  Mean \nDeviation \n           \nCapital Cost  Triangular  1.20  0.80  1  0.08 \nBenefit  Triangular  1.20  0.80  1  0.08 \n \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \n ", "48  Appendix 10 \nG.   Distribution Analysis \n \n9.  The economic analysis of the Project was extended to analyze distribution of project net \nbenefits by determining the project effects for various beneficiaries, including road users, labor \nand the Government. It was found that road users will receive the largest share of net benefits, \naccounting for 85% of the total net benefits. \n \nTable A10.6: Distribution of Project Benefit and Poverty Impact Ratio \n(present values at 12%, $ million) \n \nFinancial  Economic  Road \nItem  Difference  Labor  Government \nPresent Value  Present Value  Users \n             \nBenefits             \nToll Revenue  394    (394)  (394)    \nVOC Savings    630  630  630     \nTime Savings    391  391  391     \nTotal Benefits  394  1,021  627  627     \n             \nCosts             \nCapital and O&M  566  541  25      25 \nLabor  43  38  5    5   \nTax  85    85      85 \nTotal Costs  693  579  114  0  5  110 \n             \nNet Benefits  (299)  442  741  627  5  110 \n \n(   ) = negative, O&M = operation and maintenance, VOC = vehicle operating cost \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nH.  Macroeconomic Impact \n \n10.  Viet  Nam’s  gross  domestic  product  (GDP)  was  about  $52.8  billion  in  2005.  An \ninvestment as large as this $1.2 billion Project could impact the country’s macroeconomic \nsituation.  Possible  impacts  of  the  Project  on  the  country’s  overall  debt  sustainability  and \ndomestic inflation were studied. A simulation of ordinary capital resources (OCR) lending of \n$500 million per year from 2007 to 2020 shows an impact on additional 0.32% debt service ratio \nto the foreign currency amount obtained through exports of goods and services. Viet Nam’s debt \nservice ratios during the period are estimated at about 2.0% in the base case scenario, which \nare far below 15% of the debt burden threshold. The OCR lending for the Project in the amount \nof about $250 million per year will therefore have little impact on the debt sustainability of the \ncountry. Moreover, it will not affect domestic inflation, because the local currency cost during the \nproject implementation period would count only 0.4% of the expected investment in Viet Nam. \nTaking also into account that targeted annual growth of GDP in Viet Nam is more than 7.5%, \nwhich is roughly a $4 billion-a-year GDP increase, the Project’s macroeconomic impacts are \nfound to be very minor. \n \n                     ", "Appendix 11  49 \nFINANCIAL ANALYSIS  \n \nA.  Introduction \n \n1.  The financial viability of the Project is assessed by the financial internal rate of return \n(FIRR) analysis and the Project’s financial statements analysis. The FIRR analysis will assess \nthe project return, comparing it to the weighted average cost of capital (WACC). The Project’s \nfinancial statements analysis will focus on the debt service repayment capacity and capital \nstructure of the Project. The financial analysis will examine the aggregated costs and benefits \nfrom  toll  revenues  of  the  Noi  Bai–Lao  Cai  Highway.  The  FIRR  of  the  Project  has  been \ncalculated over  the  period  2008–2039  using  constant  2007  prices. The  projected  financial \nstatements of the Project are prepared in current terms, over the same period as the FIRR \nanalysis. The foreign inflation rate is assumed to be 1.2%, and the local inflation rate 5.0% \nduring the projection period. The foreign exchange rate used for 2007 is D16,200 to $1. \n \nB.  Financial Analysis \n \n2.  Assumptions.  The  main  project  costs  are  capital  investment  and  operation  and \nmaintenance (O&M) costs. The capital costs for the highway includes civil works such as \nearthwork, pavement and bridges, and land acquisition costs. The O&M costs include annual \nexpenses incurred in operating the highway. All capital costs are expressed in real terms using \nconstant 2007 prices. The FIRR was calculated on the basis of the base costs, excluding price \ncontingency and financial charges during development. \n \n3.  The financial benefits for the Project are measured by the operating revenue from toll \ncollection by users. The revenues are projected based on the forecast of future traffic and a \nbase toll rate of D800 per kilometer (km) per passenger car. Tolls to be applied to the operation \nto the Project are in constant 2007 prices. The residual values are not included in the analysis. \n \n4.  WACC.  The FIRR was compared with the WACC of 2.6%. The WACC, after-tax, in real \nterms was calculated using estimated capital mix and costs of funds as shown in Table A11.1. \nThe assumptions are as follows: (i) the applicable 5-year swap rate plus a provision for ADB’s \nspread of 0.6% and on-lending premium of 0.2% are used for ADB’s ordinary capital resources \n(OCR) debt; (ii) ADB’s spread of 1.0% plus an on-lending premium of 0.2% is used for ADB’s \nAsian Development Fund (ADF) debt; and (iii) the cost of counterpart funding is assumed to be \n9.0%, which is the estimated interest of government-guaranteed bonds. The cost of debt is \nadjusted to reflect the impact of an income tax of 28%. The nominal cost of debt is converted to \nthe real cost of debt by applying the average domestic inflation rate for domestic debt, and the \naverage international inflation rate for foreign currency-denominated debt. \n \n5.  FIRR.  The FIRR for the Project, computed on an after-tax basis, is 6.5%. This exceeds \nthe WACC of 2.6%. The results of sensitivity tests are shown in Table A11.2. The FIRR exceeds \nWACC for each sensitivity scenario. The FIRR calculation is summarized in Table A11.4. \n \n \n ", "50  Appendix 11 \nTable A11.1: WACC Computation \n(%) \nItem  Amount   Weight   Nominal  Tax Adjustment  Inflation  Real  Composite \n($ million)    Cost  Nominal Cost   Rate   Cost   Cost \nADB (OCR)  896    74  5.83  4.20  1.20  2.96  2.19 \nADB (ADF)  200    16  1.20  0.86  1.20  0.00  0.00 \nVEC  120    10  9.00  9.00  5.00  3.81  0.38 \nTotal  1,216  100          2.56 \n \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources,  \nVEC = Vietnam Expressway Corporation, WACC = weighted average cost of capital.  \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nTable A11.2: Sensitivity Analysis \n \n   Scenario  FIRR  WACC  NPV \n(%)  (%)  ($ million) \n1  Base Case  6.5  2.6  691 \n2  Traffic volume decreased by 10%  5.6  2.6  537 \n3  Capital Cost increased by 10%  5.8  2.6  619 \n4  O&M Costs increased by 10%  6.3  2.6  680 \n5  Combination of 2, 3 and 4  5.0  2.6  451 \n \nFIRR = financial internal rate of return, NPV = net present value, O&M = operation and \nmaintenance, WACC = weighted average cost of capital.  \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \nC.  Financial Projections \n \n6.  Projected financial statements of the Project (income statement, balance sheet, and \ncash-flow statement) were prepared to monitor the debt service repayment capacity and capital \nstructure of the Project on a stand-alone basis.   \n \n7.  Assumptions.  The financial projections are presented in current price terms, which \ntake into account the potential impact of domestic and foreign inflation. The domestic inflation \nrate is assumed to be 5.0% per year over the analysis period, and the international inflation rate \nis assumed to be 1.2%. Depreciation of the Vietnamese dong against the US dollar is assumed \nto be 1.3% per annum, based on the historical trend of the past 5 years. Toll rates will be \nadjusted every 5 years to account for domestic inflation; there will be no real increase in toll \nrates over the project life span. A corporate tax rate of 28% is assumed, in line with corporate \ntax laws, which allows the following: (i) in the first 2 years of operational profit VEC is tax \nexempt; (ii) in the following 5 years of operational profit VEC will pay 50% of the 28% corporate \ntax; and (iii) in the years thereafter, VEC will pay the full 28% corporate tax. The 10% value-\nadded tax is included in the toll rate. \n \n8.  The  projected  O&M  costs,  comprising  annual  routine  costs  and  periodic  road \nmaintenance costs, are based on the results of engineering studies. The annual O&M costs are \napproximately $4.5 million at 2007 prices. The cost of periodic maintenance to overlay the \nhighway is assumed to be $21.3 million every 8 years starting in 2019. It is assumed that these \nO&M costs will increase in accordance with the domestic inflation rate of 5% per annum. A \ndepreciation period of 40 years is assumed, which reflects the current depreciation regulation. \n \n9.  Financing Plan.  The project cost will be funded by ADB’s OCR and ADF loans, and by \nVEC. For ADB’s OCR and ADF loans, VEC will borrow the funds from the Ministry of Finance \n                     ", "Appendix 11  51 \nbased on subsidiary loan agreements. It is assumed that VEC plans to borrow in Vietnamese \ndong, and will pay an on-lending premium of 0.2% per annum in addition to the interest rate of \nADB loans. \n \n10.  Financial Projections. The summary financial projection is shown in Table A11.3, and \nthe detailed financial projection is given in Supplementary Appendix D. The projections show \nthat the accumulated net cash flow remains positive, which means that VEC will not require \nsubsidies throughout the operation period. The debt–equity ratio of the project is about 89:11 in \nthe opening year of 2012. In 2022, after 10 years of operation, the debt–equity ratio will be \nimproved to about 77:23 because of increasing toll revenue. Although the Project will have a \ndebt service coverage ratio of less than 1.0 in 2016, the Project will have enough accumulated \ncash flow to cover the debt service. Therefore, the Project’s debt service capacity is considered \nto be sufficient and sustainable. \n \nTable A11.3: Summary Financial Statements of the Project (2012–2022) \n($ million) \nItem  2012  2014  2016  2018  2020  2022 \nGross Revenue  45.3  62.2  78.3  119.3  137.6  197.8\nDepreciation  28.3  28.3  28.3  28.3  28.3  28.4\nInterest  0.0  0.0  54.7  52.2  49.2  45.6\nNet Operating Profit / (Loss)  4.7  15.3    (19.7) 19.0  34.2  68.0\nAccumulated Cashflow  33.1  115.1  86.5  114.7  130.4  210.0\nTotal Asset  1,128.1  1,254.5  1,171.6  1,143.1  1,102.1  1,128.3\nEquity  124.7  150.1  106.3  134.9  159.3  261.1\nLoan  1,003.4  1,104.4  1,065.2  1,008.2  942.8  867.2\nCash Available for Debt Service  33.1  43.6  63.4  99.5  111.7  138.7\nDebt Service  0.0  0.0  80.5  81.6  83.0  84.8\nDebt Service Coverage Ratio  —  —  0.79  1.22  1.35  1.64\nDebt to Total Assets  0.89  0.88  0.91  0.88  0.86  0.77\n \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \n11.  Conclusion.  Considering the financial outcome that (i) the FIRR exceeds the WACC, \nand (ii) the Project has adequate cash flow to cover its O&M costs and debt service repayment, \nthe Project is considered financially viable. \n \n ", "52  Appendix 11 \n \nTable A11.4: Financial Internal Rate of Return \n($ million) \n \nCosts  Cash Flow \nYear  Capital  Corporate  Revenue  (After \nO&M  VAT  Total \nInvestment  Tax  Corporate Tax) \n2008  137.6        137.6    (137.6) \n2009  294.1        294.1    (294.1) \n2010  321.4        321.4    (321.4) \n2011  162.8        162.8    (162.8) \n2012    4.6  3.8  1.4  9.8  37.8  28.0 \n2013    4.6  4.6  2.9  12.1  45.6  33.5 \n2014    4.6  5.3  4.2  14.1  53.4  39.2 \n2015    4.6  6.1  0.0  10.7  61.1  50.4 \n2016    4.6  6.9  0.0  11.5  68.9  57.4 \n2017    4.6  7.7  0.0  12.2  76.7  64.4 \n2018    4.6  8.4  0.0  13.0  84.4  71.4 \n2019    25.9  9.2  0.0  35.1  92.2  57.1 \n2020    4.6  10.0  1.9  16.5  100.0  83.5 \n2021    4.6  10.8  6.6  22.0  107.7  85.7 \n2022    4.6  11.5  12.7  28.8  115.5  86.6 \n2023    4.6  12.3  13.4  30.3  122.7  92.5 \n2024    4.6  13.0  14.0  31.6  130.0  98.4 \n2025    4.6  13.5  14.2  32.3  135.1  102.9 \n2026    4.6  14.0  14.3  32.9  140.3  107.4 \n2027    25.9  14.5  14.5  54.9  145.4  90.5 \n2028    4.6  15.1  20.4  40.0  150.5  110.5 \n2029    4.6  15.6  20.2  40.4  155.7  115.3 \n2030    4.6  16.1  20.0  40.7  160.8  120.1 \n2031    4.6  16.6  19.9  41.0  165.9  124.9 \n2032    4.6  16.8  25.8  47.2  168.0  120.8 \n2033    4.6  17.0  24.9  46.5  170.0  123.5 \n2034    4.6  17.2  24.1  45.8  172.1  126.3 \n2035    25.9  17.4  17.1  60.4  174.2  113.8 \n2036    4.6  17.6  21.9  44.1  176.2  132.2 \n2037    4.6  17.8  27.3  49.7  178.3  128.5 \n2038    4.6  18.0  25.9  48.5  180.3  131.8 \n2039    4.6  18.2  24.6  47.4  182.4  135.0 \n          FIRR    6.5% \n          WACC    2.6% \n \n(  ) = negative, FIRR = financial internal rate of return, O&M = operation and maintenance, VAT = value added \ntax, WACC = weighted average cost of capital. \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n \n \n                     ", "  Appendix 12  53 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam: \n \nViet Nam’s record in poverty reduction has been remarkable over the last decade. During the period 2001–2005, Viet \nNam’s economy recorded a relatively high growth rate of about 7.5% per annum. Rapid economic growth in economic \noutput, investment in business, infrastructure, and private sector, combined with the Government’s targeted poverty \nreduction interventions, has resulted in a sharp decline in poverty. Poverty incidence fell from about 58% in 1993 to \n24.1% in 2004, with a corresponding increase in gross domestic product. The proposed target for the Five-Year Socio-\nEconomic Development Plan 2006–2010 is to reduce poor households to 15%–16% by 2010. While significant in terms \nof magnitude, progress in poverty reduction remains fragile, with a significant number of “near poor” clustered just above \nthe poverty line. To support the Government in pursuing balanced economic growth and poverty reduction, the Country \nStrategy and Program Update 2006–2008 for Viet Nam and the Poverty Partnership Agreement between Viet Nam and \nADB emphasize regional cooperation through cross-border trade and access to markets within the region. Viet Nam and \nYunnan province in the People’s Republic of China (PRC) are experiencing rapid economic growth, centered on exports \nto world markets, and through increasingly bilateral trade in agriculture, aquatic, mining, and industrial products. \nSustained development requires modernization and improvement of physical infrastructure and associated services—\ninfrastructure that accommodates bilateral trade and international transit traffic. The Kunming–Hai Phong Transport \nCorridor is recognized by Viet Nam and the PRC as a strategic asset that enables accelerated economic growth based \non bilateral trade and transit traffic. The corridor is perceived as a cornerstone in developing the economies in Yunnan \nprovince and northern Viet Nam. The Kunming–Hai Phong Transport Corridor—Noi Bai–Lao Cai Highway will help to \ndevelop the subregional transport system and improve intersectoral linkages through the development of an economic \ncorridor. Remoteness and disconnection have been identified as factors in the inability of poor people to benefit from \neconomic growth. Improved transport infrastructure is critical for sustained rapid economic growth and poverty reduction, \nand will also contribute to regionally balanced and equitable economic growth by stimulating agriculture production, \nincreasing access to employment opportunities, and facilitating better access to social services. \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed? \nFollowing ADB’s Enhanced Poverty Reduction Strategy (December 2004), projects classified as general intervention no \nlonger  require  project-level  poverty  assessments.  Following  is  a  discussion  of  socioeconomic  conditions  of  the \npopulation in the project area, social impact, and risk related to the Project. The proposed Noi Bai–Lao Cai Highway \nproject constitutes part of the Greater Mekong Subregion Eastern Economic Corridor linking Kunming in PRC and Hanoi \nand Haiphong in Viet Nam. The highway traverses the provinces of Vinh Phu, Phu Tho, Yen Bai, and Lao Cai towards \nthe Chinese border in the north. The total population of these provinces is 6.9 million (2005). Females represent 51.3% \nof the total population in the project area and ethnic minorities represent 18.3% of the population, although in the upland \nprovinces of Yen Bai and Lao Cai ethnic minorities represent 35.6% of the population. However, ethnic minority groups \nconstitute only 2.44% of the households affected by resettlement activities. The average age of the people in the project \narea is 47 years, compared to the national average of 42 years. According to social assessment in the project area, \nmore than 28.05% of the population is under 15 and 43% of the population is aged between 15 and 45. In the lowland \nRed River Delta provinces (Phu Tho, Vinh Phuc, and Hanoi) all people surveyed had completed 6 years of primary \nschooling irrespective of their gender and ethnicity. In the upland provinces of Yen Bai and Lao Cai, many people have \nalso completed 6 years of primary schooling. All these people are functionally literate in the Vietnamese language. \nAccess to secondary school at the district level is a major problem for upland people. Health indicators in the project \narea are not good in terms of upper respiratory tract infections and lung infections. Diarrhea and dysentery are common \nin the lowland areas because of poor water quality toward the end of the dry season. Poor transport links and high travel \ncosts constrain the ability of upland people to seek quality medical service. Agriculture in both lowland and upland areas \nincludes both rice crops and cash crops. Households in the upland areas also grow cash crops, rice, cassava, maize, \ntea, etc. Wage labor in the project area is another income earning strategy for poor households. In addition, economic \nactivities such as fishing, aquaculture, collection of non-timber forest products, and small business are part of the rural \nlivelihood. According to the social assessment there is substantial poverty in the project area. The Yen Bai province is \nthe poorest in the project area. The poverty level is higher in the upland provinces than in the lowland provinces.  \n ", "54  Appendix 12 \nHIV, AIDS, and other sexually transmitted diseases have been identified as major risks. The project area is contiguous \nto Yunnan province in PRC—an area with a significantly high HIV/AIDS rate. This could cause negative impacts during \nthe post-construction period. The social assessment finds that 75% of respondents at the community level lack \nknowledge on HIV/AIDS and sexually transmitted diseases. The work of various international organizations suggests \nthat human trafficking seems to be an intra-country problem at present. However, the demand in Southern China for \nVietnamese brides increases the risk that young unmarried Kinh women will be trafficked. \n \nIt is expected that the project activities will bring both positive and negative social and economic changes. One of \nbenefits of the Project is that it will reduce travel time between the Port of Haiphong and the Lao Cai border post by up to \n50%. This will benefit vehicle operators, who will experience lower transport costs, and people, who will experience \nreduced travel times. Reduced travel times from Hanoi to Lao Cai could increase tourism in Sa Pa. Increased tourism \nwill generate additional demand for locally produced goods and services. In addition, lower transport costs and reduced \ntravel times could improve access to schools, higher education, and medical facilities in the district and provincial towns \nas well as in the capital city. However, the extent to which the people in the project area can take advantage of these \nservices depends on further improvement of the provincial road network and rural access roads.  \n \nAdditional project impacts relate to (i) displacement of a large number of households because of land acquisition; (ii) loss \nof productive land; (iii) increased traffic risks for people living and working along the road because of large volumes of \ntraffic and higher vehicle speeds along the expressway; (iv) increased risks of exposure to HIV and trafficking of women \nand children during the construction and post-construction phases (because of the large volumes of transit traffic along \nthe road and border area); and (v) increased flow of illegal drugs to the project area and an increased number of drug \nusers in the project area (because road improvements may provide more favorable routes for drug dealers). Poor \nwomen in the project area more are at risk economically (loss of productive assets because of land acquisition) and \nsocially (risks posed by HIV, road safety, and possible human trafficking) than males. To minimize the potential risks of \ntraffic accidents, HIV, and human trafficking, the Project includes a road safety program and an HIV, illicit drugs, and \nhuman trafficking prevention program. \n \nGiven that there is a shortage of available agricultural land in the lowland area, an effective livelihood development \nprogram in the resettlement and ethnic minority development plan (REMDP) for the affected households is critical. \nEffective planning and implementation of the livelihood development program will impact the extent to which affected \nhouseholds can overcome poverty. The strategies to address resettlement of ethnic minorities and gender issues include \ncapacity-building training and consultation workshops with project-affected households to increase their understanding of \nresettlement issues (compensation, entitlement, grievance procedures) and to develop skills for effective planning of \nlivelihood  activities.  The  supervision  consultants  will  include  specialists  to  help  the  executing  agency  manage \nresettlement, ethnic minority, and gender-specific activities. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?     Yes     No  \nDuring the feasibility study of the Project, focus group discussions, surveys, and consultations were held with the people \nin the project area, affected households, different ethnic minority groups, local government officials at the commune and \ndistrict levels, traditional leaders, mass organizations, the Vietnam Expressway Corporation and various government \nagencies.  \n \nIs there a participation strategy?     Yes                   No \nThe participation strategy included in the various activities of the Project includes: formation of local resettlement \ncommittees, participation of project-affected households in the detailed measurement survey, and designing a livelihood \nprogram targeted at women in the project districts. Separate consultation on resettlement issues will be undertaken with \naffected minority groups, women-headed households, and poor households. Capacity-building training of resettlement \ncommittees and project-affected households on resettlement issues will facilitate effective participation of the relevant \nstakeholders in planning and implementing the resettlement program. The road safety awareness campaign, HIV, illicit \ndrugs, and human trafficking prevention program will have community-based components to increase community \nparticipation. \n \nD.  Gender Development \nStrategy to maximize impacts on women: \nFemales represent 51.3% of the total population in the project area. The average life expectancy at birth in Viet Nam is \n69.9; for women it’s 70.2 years. Most of women in the project area have completed primary school. In the project area, \nthe main sectors in which women are involved are agriculture (lowland and upland crops), small business, social \nservices, and light industry. Most women in the project area live in rural areas and are engaged in agriculture. The \ngender division of labor in agriculture varies somewhat between upland and lowland areas and between different ethnic \nminority groups. Livestock rearing is mainly undertaken by women and children. In upland areas, it is the women and \nchildren who collect almost all non-forest timber products. In the lowlands both men and women are involved in orchard-\nrelated activities. Small business involves both men and women; however, in the uplands small businesses are mainly \n                     ", "  Appendix 12  55 \nrun by women. Women carry a heavy burden both at home and outside work. Women’s involvement in commune affairs \nis low and women are marginalized in the village decision-making process. \nThe highway would create new opportunities for women by improving access to higher education, employment, and \nsocial services. However, the extent to which women can take advantage of these opportunities depends on economic, \nsocial, and cultural factors. In terms of risks of the Project to women, resettlement poses potential risks for women’s \nability to work in agriculture, small businesses, and other productive activities. A large number (5,458) of households will \nbe affected by resettlement. As a result of relocation, a significant number of women will lose productive assets and/or \nlivelihood. Women-headed households (1,083) represent 20% of project-affected households. Resettlement can make \nwomen and children more vulnerable and make it difficult for women to restore their income and livelihood activities. In \naddition, the highway and the cross-border facility increase risks related to HIV and trafficking of women and children. \n \nThe gender strategy includes specific activities to ensure that project benefits reach women.  \n–  The  district  compensation,  assistance,  and  resettlement  boards  (CARBs)  and  commune-level  resettlement \ncommittees will include representatives from the Committee for Ethnic Minority, the District Women’s Union, the \nCommune Women’s Union, and women from affected households. In addition, one male and one female \nrepresentative from each ethnic minority group will be included in the commune-level resettlement committee.  \n–  At the inception of the Project, a capacity-building training program on resettlement activities will be held to \neducate commune officials and representatives of affected households (both male and female) about the \nresettlement process. Poor women, female heads of household, and ethnic minorities will all be invited to \nparticipate. The training will also include representatives of line agencies and representatives from commune-\nlevel Women’s Union and Youth Union involved in resettlement committees. For ethnic minority groups, separate \ntraining in their language will be organized for both men and women, including female heads of household. The \nobjective of the training will be to provide affected communities with an understanding of resettlement issues and \nbetter access to compensation resources and information on grievance procedures. The training will include \ninformation  on  resettlement  activities,  compensation,  management  of  compensation  money,  grievance \nprocedures and impact of the Project on livelihood activities related to loss of agricultural produce and other \nproductive assets.  \n–  Men and women from the households will participate in discussions related to preparation of inventory of losses. \n–  Livelihood activities will be planned with active involvement of women. Needs assessment for livelihood activities \nand skills development of livelihood activities will be conducted separately for women-headed households, elderly \nwomen, and poor women.  \n–  Compensation money will be given to both men and women from the households. Special attention will be paid to \npaying poor woman-headed households and ethnic minority households on time, and to developing relevant \nlivelihood activities for such households. Consultation meetings on resettlement activities will be held separately \nwith affected women, women-headed households, ethnic minority women, and elderly women.  \n–  The resettlement plan will include joint registration of land rights in the names of husband and wife in instances \nwhere land is acquired.  \n–  Relocation of houses in the resettlement sites will include separate discussions with women from project-affected \nhouseholds, women-headed households, and ethnic minority households for selection of sites, housing structure, \nand other social infrastructure. \n–  The  consultants  will  conduct  an  HIV,  illicit  drugs,  and  human  trafficking  prevention  program  during  the \nconstruction  and  post-construction  phases,  with  active  involvement  of  communities,  relevant  government \nagencies, and nongovernment organizations. The women’s union, youth union, health workers, female community \nleaders and members, and women from affected households will be involved in monitoring the program at the \nlocal level. The educational materials, workshop, and campaign on HIV, illicit drugs, and human trafficking \nprevention program will be conducted for women. Those will be conducted for ethnic minority women separately \nwithin their respective language and cultural context. \n–  Gender sensitization training related to gender and resettlement, HIV, and human trafficking will be conducted for \nCARBs and commune-level resettlement committees, and relevant staff from Vietnam Expressway Corporation \n(VEC). \n–  In Viet Nam, as per the Labor Code (as amended in 2002) all employment for the Project will respect Government \ncommitments  to  gender  equity,  including  staffing  in  the  project  management  team  of  VEC,  CARBs,  and \ncommune-level resettlement committees. Construction contractors will ensure that (i) no child will be used; \n(ii) men and women are paid equal wages for work of equal value; (iii) basic facilities (water, sanitation) for men \nand women workers are provided in the construction camps; (iv) separate bathing and toilet facilities are provided \nfor women workers; (v) day-care service will be provided for the children of women construction workers. \n–  Disaggregated monitoring indicators by gender and ethnic minority will be developed for monitoring social \nbenefits, economic opportunities, the livelihood program, road safety, resettlement activities, and the HIV, illicit \ndrugs, and human trafficking prevention program. \n–  International and national consultants specializing in social development and gender, and national consultants \nspecializing  in  ethnic  minorities,  will  be  included  in  the  project  supervision  consulting  services  for  the \nimplementation of the above gender strategy. Terms of references for the social development and gender and \nethnic minority consultants are included in consulting services. \n \n ", "56  Appendix 12 \n \nHas an output been prepared?      Yes    No  \n \nE.  Social Safeguards and Other Social Risks \n  Significant/Not     \nItem  Significant/None  Strategy to Address Issues  Plan Required \n     \n Significant  A full REMDP is prepared.   Full \n   \nResettlement   Not significant   Short \n   \n None   None \n \n       \n Significant  The Project will promote economic growth. Affordability   Yes \n \n  will increase through improved economic opportunities.    \nAffordability \n Not significant    No \n \n None \n \n       \n Significant  The Project will not have direct impact on labor   Yes \n \n  retrenchment. It will create wage employment   \nLabor \n Not significant  opportunities during construction. The construction    No  \n  contract award will include provision of fair wages, \n None  equal wages for men and women for equal work, and \nbasic facilities in the construction camp. \n    The main ethnic minority groups in the project area are   \n Significant   Yes \n  Tay, Thai, Phu La, Nung, Giay, Moung, and Hamong. \n   \nIndigenous  These groups represent 18.3% of the total population in \n Not significant  A combined \nPeoples  the project area. The ethnic minority groups who inhabit \n  resettlement and \nlower mountain areas have long traditions of wet-rice \n None  ethnic minority \ncultivation and a greater tradition of active interaction \ndevelopment plan is \nwith the Kinh. The ethnic minority groups living in \nprepared. \nupland areas have better access to knowledge about \n \nnew agricultural techniques, can afford the inputs \n  No \n(fertilizer, pesticides, and new seed varieties), and have \n \nadopted cash crops like cassava, maize, cinnamon, and \ntea. Although these ethnic minority groups retain their \ntraditional culture, religion, and social organization, they \nhave adopted mainstream Vietnamese language and \nagricultural practices. Land acquisition will affect 136 \nethnic minority households. The 136 households \nrepresent approximately 2.44% of the total (5,458) \naffected households. The land acquisition-related \nimpacts of the Project on ethnic minority groups are \nsimilar to the impacts on the main ethnic group, the \nKinh. However, to ensue that ethnic minority groups \nreceive the same benefit from resettlement activities, an \nREMDP is prepared. \n    The highway might increase cross-border trafficking of   \n Significant   Yes \nOther Risks  girls and/or women. Mobile groups (such as drivers and \n   \nand/or  guides of tour buses, truck drivers, and workers) are \n Not significant  The HIV, human \nVulnerabilities  particularly vulnerable to HIV/AIDS and sexually \n  trafficking, and road \n  transmitted diseases. HIV risks can increase around the \n None  safety issues will be \nconstruction camps and in the core project areas. After \naddressed through \nhighway construction is completed, a road safety \nan awareness \neducation campaign will be undertaken for local people \ncampaign.    \nto avoid traffic accidents. \n \n  No  \n                     ", "Appendix 13  57 \nFINANCIAL AND INSTITUTIONAL ANALYSES OF VIETNAM EXPRESSWAY \nCORPORATION \n \nA.  Introduction \n \n1.  Vietnam Expressway Corporation (VEC) was newly established in late 2004 with a \nmandate to promote expressway development. VEC does not yet own its expressway assets \nand  is  in  the  process  of  developing  three  expressway  projects.  Institutional  and  financial \nmanagement analysis of VEC was conducted to monitor its financial management capacity. \nFinancial  analysis  of  VEC  was  assessed  from  VEC’s  consolidated  projected  financial \nstatements for 2010–2022. \n \nB.  Institutional and Financial Management Analysis \n \n2.  VEC was established as a state-owned company on 6 October 2004 by Ministry of \nTransport (MOT) Decision No. 3033. VEC’s operation is mainly governed by two important legal \ndocuments: its corporate charter (VEC Charter), promulgated by MOT Decision No. 3466 of 12 \nNovember 2004; and the Law on State Enterprise. Pursuant to Decision No. 3033, VEC’s main \nactivities  are  the  following:  (i)  investment  in  expressway  construction,  management,  and \nmaintenance,  and  organizing  toll  collection  on  the  national  highways;  (ii)  investment  in \nconstruction of other transport infrastructure in all modes; (iii) management and operation of \nservices  adjacent  to  its  expressways,  such  as  motels,  restaurants,  advertisements,  and \nconstruction materials; (iv) technical consulting services in the transport sector, research and \ndevelopment of national highway systems, and design and supervision of transport facility \nworks; and (v) research and development of services in areas adjacent to expressways. In \naccordance with Article 166 of the Law on Enterprises, VEC will be converted from a state-\nowned company to either a limited liability company or a shareholding company no later than 1 \nJuly 2010. \n \n3.  VEC’s operations are divided into five functional divisions and three project management \nunits. VEC currently has 96 employees on staff. VEC’s organizational structure was established \nin accordance with the provisions of the Law on State Enterprises and is divided into three \nlevels: (i) management board and internal audit unit, (ii) VEC’s management, and (iii) eight \noperation departments including three project management units. The organizational structure is \ngiven in Figure A13. \n \n4.  The finance and accounting department is responsible for funds and asset management, \nand implementation of financial accounting and bookkeeping. VEC has issued audited financial \nstatements for the years 2004 and 2005. The financial statements are prepared in accordance \nwith the Vietnamese Accounting System issued by the Ministry of Finance. The reports include \nthe balance sheet, profit and loss reports, and cash-flow reports. These reports are prepared by \naccountants using a computerized accounting system connected to all transactions in an online \ngeneral ledger. The reports and reviewed by an internal auditing control board, and audited by \nan independent external auditor annually. The financial management system and VEC staff are \nconsidered adequate for accounting purposes. However, it is recommended that VEC develop \nits own financial information system to make a financially sustainable expressway investment \nplan that takes into account monitoring and planning cost-recovery tariff levels, forecasting \ntraffic  levels,  making  projected  financial  statements,  and  developing  a  debt-management \nstrategy.  The  setup  of  the  VEC’s  financial  management  system  is  proposed  in  the  loan \ncovenants. \n ", "58  Appendix 13 \nFigure A13: Organizational Structure of VEC \n \n \n \nManagement Board\n \n \nInternal Audit / \n  Inspection Committee \nBoard of Directors\n \n \n  General Director\n \n \n \n  Deputy General Director  Deputy General Director Deputy General Director \n \n \n \n \n \n \n  Adminis-  Finance  Business  Project  Cau Gie– South Noi Bai– International \n  Detpraartitvmee nt  Accaonudn ting  DPeplaanrntminegn t Technical  Ninh Binh  Expressway Lao Cai  Relations\n  Department Department PMU PMU TA Project  Division\n  PIU \n \n \nPMU = project management unit, PIU = project implementation unit, VEC = Vietnam Expressway Corporation. \nSource: Vietnam Expressway Corporation. \n \nC.  Financial Projections (2010–2022) \n \n5.  As mentioned in para. 2, VEC was established in late 2004 with a basic mandate to \npromote  expressway  development.  VEC  is  currently  engaged  in  the  realization  of  three \nexpressway  projects  and  estimates  that  initial  expressway  operation  will  launch  in  2010. \nTherefore, VEC will begin generating toll revenues from 2010. Unaudited financial statements of \nfiscal year 2006 show the company’s modest profitability of $3 million; this income came from \ninterest earned from deposits, not from toll revenue. VEC’s charter capital is D1,000 billion, or \nabout $62 million. \n \n6.  Financial Projections: The financial analysis of VEC is carried out in current terms on \nan after-tax basis. VEC’s projected financial statements are prepared by consolidating VEC’s \ncurrent assets and the three expressway projects that are currently under construction or at the \ndetailed feasibility study stage: (i) the Cau Cie–Ninh Binh Expressway (50 km, currently under \nconstruction); (ii) the Noi Bai–Lao Cai Highway (244 km); and (iii) Ho Chi Minh City–Long \nThanh–Dau Giay Expressway (55 km). Total capital expenditures on the three projects will \nexceed $2 billion. The financial projections assume that VEC will charge D800 per km for \npassenger cars and the toll rate will be adjusted every 5 years to account for inflation. Other \nassumptions, such as corporate taxes, value-added taxes, depreciation, and international and \nlocal inflation rates, reflect the assumptions used in Appendix 10. \n \n7.  Results: The financial projections of VEC and the key financial ratios are shown in Table \nA13, and the detailed financial projections are provided in Supplementary Appendix D. As \n                     ", "Appendix 13  59 \nshown in the table, VEC will have net operating losses until 2012 because the toll revenue is not \nsufficient to cover depreciation costs and interest in the initial operation stage. However, VEC \ncan maintain positive accumulated cash flow throughout the operating period to cover debt \nservices.  Gross  revenue  will  increase  to  generate  net  operating  profit  from  2013  with  the \ngradual increase of traffic volume. The debt–equity level will be about 89:11 in 2012, and will \nimprove to about 74:26 in 2020 because of increase of retained earnings. Despite its large-scale \ninvestment plan, VEC will maintain its financial viability in the medium and longer term without \nadditional subsidies in the operation period. \n \nTable A13: Financial Projections of VEC (2010–2022) \n($ million) \nItem 2010 2012 2014 2016 2018 2020 2022\nGross Revenue 29.9 82.7 177.2 208.5 306.7 350.0 503.6\nO&M Expense 0.2 5.8 9.2 10.1 45.1 12.3 13.6\nInterest 38.6 38.6 38.6 98.4 103.4 101.9 100.0\nDepreciation 11.3 53.6 53.6 53.6 53.6 53.6 53.7\nNet Operating Profit / (Loss) (23.1) (23.7) 48.3 14.2 53.2 106.0 205.8\nAccumulated Cashflow 29.2 49.5 249.7 333.7 475.5 673.2 1,039.9\nTotal Asset 1,725.7 2,075.2 2,299.6 2,279.6 2,314.5 2,404.9 2,664.2\nDebt 1,498.7 1,876.0 2,007.5 1,958.6 1,883.1 1,789.7 1,682.8\nEquity 227.0 199.2 292.1 320.9 431.5 615.2 981.4\nCash Available for Debt Service 26.7 68.6 140.5 176.9 213.1 262.0 357.4\nDebt Service 38.6 38.6 38.6 140.3 148.7 150.6 153.1\nDSCR (Debt Service Coverage Ratio)            0.69            1.78            3.64            1.26            1.43            1.74            2.34\nDebt to Total Assets            0.87            0.90            0.87            0.86            0.81            0.74            0.63\nWorking Ratio 1% 7% 5% 5% 15% 4% 3% \n \nDSCR = debt service coverage ratio, O&M = operation and maintenance. \nSource: Vietnam Expressway Corporation and Asian Development Bank estimates. \n   \n8.  A minimum debt service coverage ratio (DSCR) of 1.2 is proposed to ensure VEC’s debt \nservice capacity and efficient operation. The DSCR will remain within the limit during almost the \nentire forecast period, but could undercut the limit in 2010 and 2011 of initial operation period. It \nis proposed that VEC submits for ADB’s review and comment the proposed toll structure and \nlevels—which should satisfy the minimum DSCR of 1.2 times—within 6 months of the project \nhighway's opening.  \n \n \n ", "60  Appendix 14 \nSUMMARY RESETTLEMENT AND ETHNIC MINORITY DEVELOPMENT PLAN \n \n1.  Vietnam  Expressway  Corporation  (VEC)  has  prepared  a  resettlement  and  ethnic \nminority development plan (REMDP) for the whole project based on the socioeconomic and \ninventory of losses surveys. This Appendix provides a summary of the REMDP. VEC must \nundertake  detailed  measurement  surveys  after  the  detailed  highway  design  has  been \ncompleted,  and  submit  district-level  updated  REMDPs  to  ADB  for  approval  before  land \nacquisition and resettlement starts. \n \nA.  Scope of Land Acquisition and Resettlement Impacts \n \n2.  The proposed Project generally involves the construction of the first phase of a new \nhighway of approximately 244 km, to be open to public traffic by 2012. The highway will start \nnear the Noi Bai International Airport in the District of Soc Son, Hanoi City, and will traverse the \nprovinces of Vinh Phuc, Phu Tho, Yen Bai, and Lao Cai, terminating at Lao Cai on the PRC \nborder. The highway will traverse 72 communes in 18 districts. The scope of the Project, as the \nfirst phase of the ultimate highway configuration, includes the construction of four lanes (i.e., two \nlanes each way) from Noi Bai to Yen Bai and two lanes (i.e., one lane each way) from Yen Bai \nto Lao Cai. The second phase will complete an additional two lanes for the entire length of the \nhighway, meaning the Noi Bai–Viet Tri section will ultimately have six lanes and the Yen Bai–\nLao Cai section will ultimately have four lanes. Based on projections for Viet Nam's economic \ngrowth and for traffic that will use the highway, this expansion will be required not later than 10–\n12 years from now—that is, within 5–7 years of the opening of the highway's first phase to traffic. \nTo reduce overall resettlement impacts for the highway's ultimate configuration, the right-of-way \nfor the ultimate configuration—typically 50 meters wide—is to be acquired now. The rapid \neconomic development induced by the highway will change land use along its length. This \napproach will ensure that the rapid economic development will not encroach on land required for \nthe highway's ultimate configuration. It will also ensure that land acquisition and resettlement \nimpacts are planned and implemented in accordance with ADB’s social safeguards policies for \nthe ultimate configuration, not just for the first phase. \n \n3.  The census of affected persons and inventory of losses carried out between April and \nJune 2007 has estimated that about 2,000 hectare (ha) will be acquired. Productive land, such \nas rice paddies, fish ponds, vegetable gardens, orchards, and woodland, accounts for 89% \n(1,800 ha) of all affected land. A total of 3,998 households will lose more than 10% of their \nproductive land, and the majority of these will lose all of their productive land. Nonproductive \nland, such as residential, nonagricultural, and “other land” (e.g. waterways, footpaths, and \ngraveyards), accounts for 11%, or about 200 ha. Houses and shops (or kiosks), which will be \ntotally affected and will require relocation, account for 1,844 and 11, respectively. Of these, \naround two thirds (1,202 or 65%) will have to acquire new land as the residual land will no \nlonger be viable to support rebuilt houses. The remaining 642 households (35%) will be able to \nreconstruct their houses on what remains of their land plots. Secondary structures such as \nkitchens, toilets, porches, and fences were identified. In addition, trees of commercial value will \nalso be affected (about 175,000 fruit-bearing trees and 32,000 timber trees) by the Project. The \nProject will also affect public facilities such as electric posts, telephone wires, and communal-\nowned irrigation systems.   \n \n4.  It  is  estimated  that  5,458  households  (approximately  26,118  persons  based  on  an \naverage household size of 4.8) will be adversely affected by loss of assets and sources of \nlivelihood. Of these, 97% hold land use rights certificates, are in the process of obtaining land \n                     ", "Appendix 14  61 \nuse rights certificates, or can claim customary rights over their properties; the rest (148 affected \nhouseholds, or 3%) hold lease agreements with the Government.   \n \nB.  Legal and Policy Framework  \n \n5.  The project resettlement policy and entitlements have been developed from the laws of \nthe Government of the Socialist Republic of Viet Nam, principally the Constitution (1992) that \nconfirms the right of citizens to own and protect the ownership of a house; Land Law No. \n13/2003/QH11, providing Viet Nam with a comprehensive land administration law; Decree No. \n197/2004/ND-CP,  on  compensation,  rehabilitation  and  resettlement  in  the  event  of  land \nrecovery by the State, as amended by Decree No. 17/2006/ND-CP; Decree No. 188/2004/ND-\nCP, specifying the methods for land pricing and land price frameworks in the event of land \nrecovery by the State; and ADB’s Involuntary Resettlement Policy (1995) guided by Operations \nManual on Involuntary Resettlement (2006). Provisions and principles adopted in this Project \nwill supplement the provisions of relevant decrees currently in force in Viet Nam wherever a gap \nexists, consistent with Decree No. 131/2006/ND-CP, which provides that in case of “discrepancy \nbetween any provision in an international treaty on Official Development Assistance (ODA), to \nwhich the Socialist Republic of Viet Nam is a signatory, and the Vietnamese Law, the provision \nin the international treaty on ODA shall take precedence” (Article 2, Item 5).  \n \nC.  Project Entitlements \n \n6.  One of key policy objectives of the Project is to replace and compensate lost assets. All \ncompensation is based on the principle of replacement cost. Compensation and provision of \nassistance  will  be  provided  and  income  restoration  programs  will  be  put  in  place  prior  to \ndisplacement of affected households from their houses, land, and assets, such that they will be \nat least as well off as they would have been in the absence of the Project, and the poorest \naffected households and vulnerable groups, including affected persons from ethnic minorities, \nare assisted to help improve their socioeconomic status. The project entitlements are shown in \nTable A14.1 below. \n \n7.  The type and number of affected persons and the entitlements will be added to the \nupdated  REMDP,  as  needed,  to  cover  other  eligible  persons  (for  example,  tenants  losing \ngovernment or private housing, non-titled users on government land, registered establishments \nthat will be required to relocate) and impacts identified during the detailed measurement survey. \nThey will be eligible for compensation and assistance provided that they meet the established \ncutoff date.  \n \nD.  Ethnicity, Vulnerability, and Gender Issues \n \n8.  The  census  has  identified  136  households  (2.44%  of  the  total  number  of  affected \nhouseholds) belonging to six ethnic minority groups that will be affected by the Project—namely, \nthe  Tay,  Dao,  Giay,  Thai,  Muong,  and  Mong.  Likewise,  the  census  has  identified  1,083 \nhouseholds (19.84%) headed by women, 83 households (1.52%) headed by disabled persons \n(all males), 1,210 households (22.17%) living below the officially set poverty threshold, and \n1,586  households  (29.06%)  headed  by  persons  within  the  retirement  age  bracket  of  the \nGovernment (i.e., 55 or older for women, and 60 or older for men). Particular attention has been \ngiven to the specific needs and concerns of ethnic minorities and other vulnerable groups such \nas the landless, poor, and households headed by women, disabled, elderly, or children without \nmeans of support. Ethnic minority and gender strategies are included in the REMDP. Such \nstrategies include active participation of women and ethnic minorities from the consultation \n ", "62  Appendix 14 \nstage to the monitoring stage; representation of women and ethnic minorities in resettlement \ncommittees;  and  capacity-building  targeting  women  and  ethnic  minorities.  To  ensure  the \neffective implementation of the ethnic minority development plan and gender strategies, the \nproject supervision consultant (PSC) will employ specialists in social development, gender, and \nethnic minority issues. Monitoring indicators broken down by gender and ethnic minority will be \ndeveloped, and the external monitoring agency will include a female staff member. \n \nTable A14.1: Entitlement Matrix \n \nImpacts  Entitlements \nPermanent  acquisition of land   For legal land owners, owners of land to be legalized, and those covered by \ncustomary rights, replacement land or cash compensation at replacement cost (i.e., \ncurrent market value, productive value, and similar location attributes). For lessee of \naffected land, cash assistance not less than 30% of the replacement cost of the \nland for any improvements (e.g., landscaping, filling, leveling, etc.) made on the \naffected property to make it productive. Lessee of affected productive land will also \nreceive cash assistance for permanent loss of production equivalent to the market \nvalue of the produce on the affected land per year multiplied by 3 years.  \nStructures, crops, and trees  All owners of structures will be paid based on current market prices of materials and \n(irrespective of tenure status)  labor with no depreciation or deductions for salvageable materials. Un-harvested \ncrops will be compensated based on current market value while trees will be paid \nbased on type, age, and productive capacity. \nPublic facilities (electric poles,  Cash compensation to cover the cost of restoring the facilities, including irrigation \ntelecommunications), communal  systems. For affected graves, all costs of excavation, relocation, and reburial will be \nirrigation systems, and graves  reimbursed in cash to the affected families. Graves will be exhumed and relocated \nin culturally sensitive and appropriate ways. \nSevere loss of income or  In addition to compensation for affected land, rehabilitation measures will include \nlivelihood due to loss of 10% or  (i) wherever feasible, severely affected households will be allowed to use land \nmore their total productive land  within the unused right-of-way for cultivation, and/or (ii) take part in the income \nand income sources (irrespective  restoration programs that will be designed and implemented in close consultation \nof tenure status).  with them. Transition subsistence allowance will also be provided while they are in \nthe process of restoring pre-project income levels (while the affected households \nare taking part in income restoration programs) sufficient to provide the minimum \nbasic needs of the household for 2 years, and which amount will be given in four \ntranches (estimated to be D6,480,000 per household every 6 months) to coincide \nwith the cropping season. Monitoring will be done regularly and modifications in the \nprogram and additional cash and material assistance to the participating affected \nhouseholds will be provided as and when necessary. \nLoss of income or livelihood due  Materials  transport  allowance  of  not  less  than  D3,000,000  per  household,  or \nto relocation of houses and shops  equivalent to actual cost of relocation expenses (transport, labor) if relocating within \n(irrespective of tenure status).  the district; and not less than D5,000,000 per household, or equivalent to the actual \nloss  of  relocation  expenses  if  relocating  outside  the  province.  For  relocating \nhouseholds,  transition  subsistence  allowances  for  not  less  than  6  months \n(D6,048,000 per household) to cover living expenses and/or miscellaneous costs \nduring the rebuilding period. For relocating shops, business disruption allowance for \nnot less than 6 months (D6,048,000 per household) to cover loss of income during \nreestablishing of the business. Additional transition subsistence allowances will be \nprovided as and when necessary. \nHigher risks of impoverishment  Additional  support  allowance  per  household  for  12  months  (D12,096,000  per \nand hardship due to loss of  household) to cover for additional human resources to help them rebuild or repair \nresource base on vulnerable  their houses and reestablish their livelihood. They are also entitled to take part in \ngroups regardless of severity of  the income restoration program in order to improve their socioeconomic conditions. \nimpacts \nTemporary Impacts  Monthly rent for use of nonproductive land. If productive land, no less than the net \nincome that would have been derived from the affected property. Land to be \npromptly restored or improved in its pre-project condition at no cost to affected \nhousehold.  \n \nSource: Vietnam Expressway Corporation. \n \n                     ", "Appendix 14  63 \nE.  Participation and Grievance Redress \n \n9.  Consultations, public meetings, and village discussions with affected households and \nlocal officials were carried out during the resettlement planning process. These activities will \ncontinue  during  updating  and  implementation  and  will  follow  the  Project’s  participatory \napproach. A grievance mechanism has been designed to ensure that affected households’ \nconcerns and grievances are addressed and resolved in a timely and satisfactory manner.  \nAffected households will be made fully aware of their rights verbally and in writing during \nconsultation, survey, and at the time of compensation. \n \nF.  Income Restoration and Relocation Strategies \n \n10.  The  inventory  of  losses  has  identified  3,998  affected  households  that  stand  to  be \nseverely affected by the loss of 10% or more of their productive assets, most of which are land-\nbased (i.e., rice paddies, gardens for growing vegetables and perennials, fish or shrimp ponds, \nor woodlands).  Wherever feasible, VEC will allow the cultivation of annual crops (e.g., rice and \nlow-lying crops) on land inside the right-of-way that is not required during the first phase of the \nhighway  project.  This  will  be  carried  out  as  a  collective  endeavor  of  severely  affected \nhouseholds  in  a  particular  village  or  commune  under  the  close  supervision  of  the  local \nauthorities, VEC, and the consultants, in line with the Project's income restoration program. The \ntemporary permit to utilize said land is given on the condition, and with clear understanding by \nall concerned, that in the event that such land is required for improving or carrying out the \nsecond phase of the highway project, the possession of the same will be relinquished to VEC at \nno cost to the government.   \n \n11.  During the TA loan stage, a local organization that has a track record in community-\nbased socioeconomic work will be contracted to design, pilot, and commence implementation of \na responsive income restoration program in each commune with the full participation of the \naffected  households  and  local  authorities,  especially  the  compensation,  assistance,  and \nresettlement boards (CARBs) in the project provinces and in the project districts.1 The progress \n(cid:31)(cid:31)F\nof the income restoration program will be monitored regularly and will be evaluated every 6 \nmonths to ensure attainment of objectives. Modifications in the program and additional cash and \nmaterial assistance to the participating affected households will be provided as and when \nnecessary.  Subject  to  satisfactory  performance,  the  PSC  can  subcontract  the  same  local \norganization to continue to implement the income restoration program until its completion in \n2010. \n \n12.  The income restoration organization will also carry out a detailed assessment of present \nskills vis-à-vis the labor requirements in industrial zones and in neighboring places that have \nfactories in line with the design and implementation of training programs and/or vocational \ncourses. Additionally, short-term employment at the worksite (as laborers) or in the offices of the \ncivil works contractor and supervision consultants will be made available to members of the \naffected households, especially the severely affected, as practicable. \n \n13.  Of the 1,844 affected households who stand to lose entire houses and therefore must \nrelocate, 1,169 households will have to acquire new land on which to rebuild their homes. Initial \nmeetings with the local authorities show the availability or nonavailability of replacement land \nper commune. During REMDP updating, the final location of sites (individual or small group \nrelocation  sites)  will  be  determined  in  close  coordination  with  the  local  authorities  and  in \n                                                 \n1 Provincial Resettlement Steering Committee functions as Provincial CARB.  \n ", "64  Appendix 14 \nconsultation  with  affected  households  to  ensure  that  the  social  and  economic  implications \ncaused by relocation will be avoided or at least minimized. Affected households will not be \ndisplaced until a suitable relocation site is provided to them.    \n \nG.  Implementation Arrangements \n \n14.  VEC will have overall responsibility for all land acquisition and resettlement activities.  \nThe technical department of the VEC will create a social and resettlement unit (SRU) to provide \noverall  guidance  and  coordinate  closely  with  MOT  and  local  authorities.  The  SRU  will  be \nheaded by a senior social development and resettlement officer and six social development and \nresettlement staff members. For this Project, four staff members of the SRU will be full-time \nmembers of the project management team (PMT) and will be assigned on a full-time basis to \neach project field office. The four SRU staff members will represent the PMT in the provincial \nCARBs and will act as conduit between MOT, the local governments, VEC, and the project \nconsultants. \n \n15.  The provincial and district CARBs, under the guidance of VEC, will carry out updating \nand implementation of resettlement within their administrative jurisdictions in accordance with \nthe approved and updated REMDP. Each CARB will be headed by the vice chairman of the \nprovincial  or  district  people’s  committee  and  will  include  members  from  departments \nconcerned—including the departments of finance, national resource and environment, transport, \nand agriculture—and representatives from local organizations and project affected persons. \n \n16.  The consultants engaged under the TA loan will continue to assist the SRU staff and the \nCARBs during REMDP updating and implementation to ensure social safeguards compliance. \nThese consultants will continue to provide training and capacity-building interventions on a full-\ntime  basis.  The  social  development  and  resettlement  team  will  be  composed  of:  one \ninternational  resettlement  specialist;  one  international  social  development  specialist;  one \nnational resettlement specialist; one national ethnic minority specialist; one national gender \nspecialist; a national training program expert; and five provincial coordinators and assistants. In \naddition,  the  consultants  under  the  TA  loan will  subcontract  a qualified  local  development \norganization to design and implement income restoration programs. \n \nH.  Monitoring, REMDP Budget and Implementation Schedule \n \n17.  The  contract  of  the  consultants  engaged  under  the  TA  loan  will  be  completed  in \nSeptember 2008; hence, implementation of updated REMDPs, including income restoration \nprograms, will be handed over to the PSC. At least 1 month prior to demobilization of the \nconsultants engaged under the TA loan, the PSC will mobilize a similar social development and \nresettlement team with the same tasks to ensure continuous assistance to the PMT and CARBs \nduring  implementation  of  the  updated  REMDPs,  and  to  act  on  issues  and  unforeseen \nresettlement impacts. Subject to satisfactory performance, the PSC can subcontract the same \nlocal  organization  engaged  by  the  consultants  under  the  TA  loan  to  continue  with  the \nimplementation of income restoration programs. \n \n18.  VEC will have overall responsibility for internal monitoring of resettlement activities. \nProgress reports will be submitted to ADB on a quarterly basis. An external monitoring agency \nwill be mobilized 1 month following the start of updating of the district-level REMDPs. The \nexternal monitoring agency will be required to submit an inception report 1 month following its \nmobilization and quarterly reports on the progress of updating of the district-level REMDPs  and \nimplementation,  and  make  recommendations  regarding  the  issues  identified.  The  external \n                     ", "Appendix 14  65 \nmonitoring agency will likewise conduct a post-resettlement implementation evaluation study 6–\n12 months following completion of resettlement activities. \n \n19.  The total cost for resettlement is estimated at $100 million. This includes compensation \nand  allowances,  development  of  replacement  plots  for  relocating  households,  design  and \nimplementation of livelihood programs, operational and administration expenses, and internal \nand external monitoring. Additionally, $15 million contingency for resettlement cost is included in \nthe total project cost. VEC will ensure the timely provision of counterpart funds for resettlement \nto meet any unforeseen obligations in excess of the resettlement budget estimates.  \n \n20.  Following detailed highway design, REMDP updating will be carried out by the district \npeople’s committees (DPCs) in the project area. As soon as an updated REMDP is completed \nby a DPC, VEC will submit it to ADB for review and approval. All resettlement activities will be \ncoordinated  with  the  civil  works  schedule.  Land  acquisition  and  relocation  of  affected \nhouseholds in a given district can commence only once ADB has reviewed and approved the \nupdated REMDP for that district. Each civil works contract package covers highway construction \nin more than one district. VEC will issue a notice to proceed to the civil works contractors for the \nparticular highway section in a district where (i) compensation payment and relocation to new \nsites have been satisfactorily completed, (ii) rehabilitation assistance is in place, and (iii) the \nparticular length required for civil works is free of all encumbrances. The contractors do not \nneed to delay commencement of the civil works until the land acquisition and resettlement \nactivities have been completed for the entire sections covered by their contracts. \n \n21.  The overall schedule is shown in Table A14.2 below. \n \nTable A14.2: Resettlement Schedule \n \nActivities  Schedule \nREMDP Preparation  Apr–Jul 2007 \nADB Approval of Draft REMDP   Aug 2007 \nDistrict-level REMDP Updating   Nov 2007–Feb 2008 \nSubmission and ADB Approval of Updated REMDP  Jan–Feb 2008 \nImplementation of Updated REMDP (Compensation and Relocation)  Feb 2008–Jan 2009 \nImplementation of Income Restoration Program  Feb 2008–Jan 2010 \nInternal Monitoring (Submission of Quarterly Progress Reports)  Oct 2007–Nov 2010 \nExternal Monitoring (intermittent)  Dec 2007–Nov 2010 \nPost-Resettlement Implementation Evaluation Study   Jun–Jul 2011 \n \nADB = Asian Development Bank, REMDP = resettlement and ethnic minority development plan. \nSource: Vietnam Expressway Corporation. \n \nI.  Disclosure of REMDP \n \n22.  Key information in the draft REMDP has been disclosed to the affected households from \n24–26 July 2007 through the distribution of public information booklets translated into the local \nlanguage. Full and summary versions of the REMDP, translated into the local language, have \nbeen placed in provincial, district, and commune offices. Likewise, the draft REMDP has been \nuploaded onto the ADB website. Following approval of the draft REMDP by VEC and ADB, the \nupdated REMDP will again be disclosed to the affected households and uploaded onto the ADB \nwebsite. The updated district-level REMDPs (draft and approved) will likewise be disclosed to \nthe affected households and uploaded onto the ADB website. Social monitoring reports will be \nmade available to the affected households and will be submitted to ADB for web posting. \n "], "metadata": {"ModDate": "D:20071219162035+08'00'", "CreationDate": "D:20071121140540+08'00'", "Title": "Proposed Loans\nSocialist Republic of Viet Nam: Greater Mekong\nSubregion: Kunming–Hai Phong Transport Corridor—\nNoi Bai–Lao Cai Highway Project", "Creator": "Acrobat PDFMaker 7.0 for Word", "Author": "", "Keywords": "33307-vie-rrp", "Producer": "Acrobat Distiller 7.0 (Windows)", "Company": "Licenced User"}, "author_page": " \n  km2  –  square kilometer \n  m  –  meter \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. Cooney, Infrastructure Division, SERD \n   \nTeam leader  Y. Tanaka, Transport Specialist, SERD \nTeam members  M. Buendia, Resettlement Specialist/Staff Consultant, SERD  \n  Y. Feng, Principal Environmental Specialist, SERD \n  M. Huddleston, Senior Social Development/Resettlement Specialist, SERD \n  T. Kawano, Economist, SERD \n  L. Studdert, Health Specialist, SERD \n  M. Sultana, Social Development Specialist, SERD \n  R. Thami, Senior Counsel, Office of the General Counsel \n  L. Thang, Program/Project Implementation Officer, SERD \n  Y. Tsujiki, Financial Analysis Specialist, SERD \n  P. Vallely, Senior Infrastructure Specialist, SERD \n \n ", "authors": [{"documentRole": "Vice President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "J. Cooney", "role": "Infrastructure Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "Y. Tanaka", "role": "Transport Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M. Buendia", "role": "Resettlement Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Y. Feng", "role": "Principal Environmental Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M. Huddleston", "role": "Senior Social Development", "organization": ""}, {"documentRole": "Team members", "fullname": "T. Kawano", "role": "Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "L. Studdert", "role": "Health Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M. Sultana", "role": "Social Development Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "R. Thami", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "L. Thang", "role": "Program", "organization": ""}, {"documentRole": "Team members", "fullname": "Y. Tsujiki", "role": "Financial Analysis Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. Vallely", "role": "Senior Infrastructure Specialist", "organization": "SERD"}]}