{"ModDate": "D:20051223144630+08'00'", "CreationDate": "D:20051129151509+08'00'", "Title": "Microsoft Word - R347-05cover.doc", "Creator": "PScript5.dll Version 5.2", "Author": "RSA", "Producer": "Acrobat Distiller 6.0 (Windows)", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 34172 \nNovember 2005 \n\nProposed Program Loan and Technical Assistance \nGrant                                    \nKyrgyz Republic: Banking Sector and Capital Market \nDevelopment Program \n\n \n\n \n\n \n\n\f \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 19 November 2005) \n\nCurrency Unit\n\nSom1.00\n$1.00\n\n– \n\n= \n= \n\nsom (Som) \n\n$0.0245 \nSom40.755 \n\nABBREVIATIONS \n\nACPCM \nADB \nCASE \nCGERP \nDPL \nEBRD \nFDI \nFINCA \nFIRM \nGDP \nGTZ \n\nIAS \nIFC \nIMF \nIOSCO \nJSC \nKAFC \nKSE \nLBBA \nMOF \nMOU \nNBFI \nNBFSA \nNBKR \nNPL \nPRGF \nSAFSR \nSCFRA \nSCSM \nSDR \nSETS \nSME \nSOE \nSSC \nTA \nUSAID \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAdvisory Committee on Privatization through the Capital Market \nAsian Development Bank \nCentral Asian Stock Exchange \nCorporate Governance and Enterprise Reform Program \nDevelopment Policy Letter \nEuropean Bank for Reconstruction and Development \nforeign direct investment \nFoundation for International Community Assistance \nFinancial Intermediation and Resource Mobilization Program \ngross domestic product \nGesellschaft fuer Technische Zusammenarbeit (Corporation for \nTechnical Cooperation) \nInternational Accounting Standards \nInternational Finance Corporation \nInternational Monetary Fund \nInternational Organization of Securities Commissions \njoint stock company \nKyrgyz Agricultural Finance Corporation \nKyrgyz Stock Exchange \nLaw on Banks and Banking Activity \nMinistry of Finance \nmemorandum of understanding \nnonbank financial institution \nNonbank Financial Services Agency \nNational Bank of the Kyrgyz Republic \nnonperforming loan \nPoverty Reduction and Growth Facility \nState Agency for Financial Supervision and Reporting \nState Commission on Financial Reporting and Auditing \nState Commission on Securities Markets \nspecial drawing rights \nStock Exchange Trading System \nsmall and medium-sized enterprise \nstate-owned enterprise \nSettlements and Savings Company \ntechnical assistance \nUS Agency for International Development  \n\n \n \n \n\n\fNOTE \n\n(i) \n(ii) \n\nThe fiscal year of the Government ends on 31 December.  \nIn this report, \"$\" refers to US dollars. \n\nVice President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n\n \n\nJ. Eichenberger, (Operations Group 2) \nH. S. Rao, East and Central Asia Department (ECRD)  \nA. Siackhachanh, Governance, Finance, and Trade Division, ECRD \n \nJ. Conrad, Economist, ECRD  \nX Peng, Office of the General Counsel \nL. Raquipiso, Economic Officer, ECRD  \n\n \n\n \n\n \n \n\n \n \n\n \n\n\f \n\nCONTENTS \n\nLOAN AND PROJECT SUMMARY \n\nTHE PROPOSAL \n\nTHE MACROECONOMIC CONTEXT \n\nTHE SECTOR: PERFORMANCE, PROBLEMS AND OPPORTUNITIES \nA. \nB. \nC. \nD. \nE. \n\nSector Description and Performance \nIssues and Opportunities \nGovernment Strategy \nADB Operations and Lessons Learned \nExternal Assistance to the Sector \n\nTHE PROPOSED PROGRAM \nA. \nB. \nC. \nD. \n\nObjective and Scope \nPolicy Framework and Actions \nFinancing Plan \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nPROGRAM BENEFITS, IMPACTS, AND RISKS \nA. \nB. \nC. \n\nBenefits \nImpacts  \nRisks \n\nVII. \n\nASSURANCES \n\nVII. \n\nRECOMMENDATION \n\nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n \n6. \n7. \n8. \n\nSector Analysis \nDesign and Monitoring Framework \nDevelopment Policy Letter \nPolicy Matrix for the Banking Sector and Capital Market Development Program \nThe Technical Assistance for Supporting Banking Sector and Capital Market  \nDevelopment  \nSummary Poverty Reduction and Social Strategy \nDevelopment Coordination Matrix \nList of Ineligible Items \n\n \n\n \nPage \n \n\ni \n\n1 \n\n1 \n\n2 \n2 \n6 \n10 \n10 \n13 \n\n14  \n14 \n14 \n19 \n20 \n\n21 \n\n22 \n22 \n22 \n23 \n\n23 \n\n24 \n\n \n25 \n36 \n41 \n47 \n\n56 \n62 \n64 \n66 \n\nI. \n\nII. \n\nIII. \n\n \nIV. \n\nV. \n\nVI. \n\n \n \n\n \n\n\f \n\nLOAN AND PROJECT SUMMARY \n\nKyrgyz Republic \n \nSupport  to  the  Government  for  the  Banking  Sector  and  Capital \nMarket  Development  Program  (the  Program)  through  a  program \nloan  of  SDR10,900,000  ($15.5 million  equivalent)  and  technical \nassistance  (TA)  of  $600,000  for  supporting  banking  sector  and \ncapital market development. \n \nTargeting classification: General intervention \nSector: Finance \nSubsectors: Banking systems, capital markets and funds \nThemes: Sustainable economic growth, governance, private \nsector development \nSubthemes: Promoting macroeconomic stability, promoting \neconomic efficiency and enabling markets, financial and economic \ngovernance \n \nCategory  C.  The  environmental  implications  were  reviewed  and \nno adverse impact was identified. \n \nInvoluntary resettlement: Category C \nImpact on indigenous people: Category C \nNo  involuntary  resettlement  or  impact  on  indigenous  people  is \nexpected from program implementation. \n \nThe  Kyrgyz  Republic’s  Comprehensive  Development  Framework \nand Poverty Reduction Strategy highlight the role of the financial \nsector  in  ensuring  high  and  inclusive  economic  growth.  The \nGovernment’s  Main  Directions  for  Medium-Term  Development  of \nthe  Banking  Sector  and \nfor \nSecurities  Markets  Reforms  2004–06  defined  the  objectives  and \nincluding \nstrategies  of \n(i) consolidation  of \nits \ncompetitiveness, \nrisk  management, \nstrengthening \n(iii) introducing  new  banking  and  nonbanking  financial  products \nand  services,  and  (iv)  strengthening  the  transparency  and \nefficiency of securities markets. \n\nfinancial  sector \nthe  banking  system  and \n(ii) \n\nthe  Comprehensive  Program \n\nincreasing \n\nreforms, \n\nfurther \n\nRecognizing  the  role  of  the  financial  sector  in  promoting  growth \nand  poverty  reduction,  the  Asian  Development  Bank  (ADB)  has \nsupported  the  development  of  the  financial  sector  through  a \nnumber  of  loans  and  TAs.  The  Financial  Intermediation  and \nResource  Mobilization  Program  helped  to  (i)  establish  an  overall \nenabling policy, legal, and regulatory environment for the banking \nsector;  and  (ii)  resolve  a  number  of  problem  banks.  The  Second \nPhase  of  the  Corporate  Governance  and  Enterprise  Reform \nProgram addressed, among other things, (i) corporate governance \nand disclosure, and (ii) judicial reforms. \n\n \nBorrower \n \nThe Proposal \n\n \nClassification \n\n \nEnvironment \nAssessment \n \nSocial Safeguards \nAssessment \n\n \nRationale \n\n \n\n \n\n\f \n\nthat  addresses  policy, \n\nBuilding  on  achievements  under  the  above  programs  and  other \nreforms  undertaken  by  the  Government,  the  proposed  Program \naims  to  support  the  development  of  a  sound  and  broad-based \nfinancial sector with alternative sources of financial intermediation, \nlegal, \nthrough  a  holistic  approach \nregulatory, and institutional impediments. \n \nThe  objective  of  the  Program  is  to  promote  sound  and  more \nbalanced  development  of  the  financial  sector  to  enable  it  to \neffectively  mobilize  savings  and  provide  alternative  sources  of \nfunding for productive investment and employment generation. In \nparticular, the Program will (i) facilitate the enforcement of banking \nlegislation  and  regulation,  close  banking  sector  regulatory  gaps, \nand  promote  competition;  (ii)  strengthen  supervision  of  securities \nmarkets  to  improve  market  transparency,  and  protect  investors; \nand (iii) remove policy distortions that undermine the development \nof capital markets. \n \nIt is proposed that ADB support the Government’s policy reforms \nunder the Program by providing a loan of SDR10,900,000 ($15.5 \nmillion equivalent). The Borrower will be the Kyrgyz Republic. The \nloan will be from ADB’s Special Funds resources, and will have a \nterm  of  24  years,  including  a  grace  period  of  8  years,  with  an \ninterest  charge  at  the  rate  of  1%  per  annum  during  the  grace \nperiod,  and  1.5%  per  annum  thereafter.  The  loan  proceeds  are \nexpected to be used over a period of 36 months from the date of \nloan effectiveness. \n \nThe Program period will be 3 years. The loan will be released in \ntwo  equal  tranches.  The  first,  SDR5,450,000  ($7.75  million \nequivalent), will be released upon loan effectiveness. The second \nSDR5,450,000  ($7.75 million  equvalent),  will  be  released  18 \nmonths after Board approval, subject to the Government meeting \nthe conditions specified for its release.  \n \nThe  Ministry  of  Finance  (MOF)  will  be  the  Executing  Agency  for \nthe loan. \n \nThe National Bank of the Kyrgyz Republic (NBKR) and the State \nAgency  for  Financial  Supervision  and  Reporting  (SAFSR)  will  be \nthe  Implementing  Agencies.  The  Government  will  establish  a \ncoordination \nthe  Regulatory  Working \nCommission,  comprising  representatives  from  MOF,  NBKR,  and \nSAFSR.  The  coordination  committee  will  meet  quarterly  to \nthe \nthe  effective \ncoordinate  and  ensure \nproposed Program. \n \n\ncommittee  under \n\nimplementation  of \n\n \nObjectives \n\n \nLoan Amount and Terms \n\n \nProgram Period and \nTranching \n\n \nExecuting Agency \n\n \nImplementation \nArrangements \n\nii \n\n \n\n \n\n \n\n\f \n\niii\n\nThe  loan  proceeds  will  be  used  to  finance  the  foreign  exchange \ncost  of  items  produced  and  procured  in  ADB  member  countries \n(other  than  items  specified  in  the  negative  list  of  ineligible  items \nand  imports  financed  by  other  bilateral  and  multilateral  sources). \nThe  Government  will  certify  that  the  volume  of  eligible  imports \nexceeds  the  amount  of  ADB’s  projected  disbursement  under  the \nloan for the given period. ADB reserves the right to audit the use \nof  loan  proceeds  and  verify  the  accuracy  of  the  Government’s \ncertification. \n \nThe Borrower shall ensure that the local currency funds generated \nby  the  program  loan  shall  be  used  to  (i)  support  the  adjustment \ncost  for  reforms  to  be  initiated  and  implemented  under  the \nProgram,  and  (ii)  finance  expenditures  for  general  development \npurposes of the Borrower. \n \nOne  of  the  principal  risks  associated  with  the  Program  is  poor \norganization  of  the  proposed  consolidated  nonbank  financial \nservices agency (NBFSA). To mitigate this risk, an overall strategy \nand  step-by-step  action  plan  has  been  prepared  as  a  guide  to \nthe  NBFSA.  Extensive  dialogues  were \nproperly  establish \nundertaken  with  regulatory  agencies  concerned  to  facilitate \ncommon  understanding  on  the  NBFSA’s  objectives  and  forge \nconsensus on its organizational structure. The accompanying TA \nwill  also  provide  guidance  and  capacity  building  to  support  the \nestablishment of NBFSA.  \n \nAnother risk is that draft legislation will be enacted with substantial \ndelays  and/or  inconsistent  with  other  laws  and/or  not  in  line  with \ninternational  best practice because of  vested interest and lack of \nunderstanding  by  lawmakers.  To  minimize  this  risk,  assistance \nhas  been  provided  for  training  of  law  and  policymakers  and \nstakeholders.  In  addition,  legislative  changes  related  to  the \nProgram  are  drafted  and  broadly  discussed  during  program \npreparation or under the TA to ensure quality of the legislation. \n \nPersistence  of  vested  interests  to  block  certain  reforms  such  as \nstrengthening  oversight  of \nincrease \ntransparency and improve investor protection, is another potential \nrisk. To mitigate this risk, the more difficult reforms—including the \nestablishment  of  a  National  Commission  for  Securities  Markets \nwith  adequate  authority  and  funding  to  supervise  securities \nmarkets—are included in the Program as a first tranche condition. \n \n\ninstitutions \n\nfinancial \n\nto \n\nProcurement \n\n \nCounterpart Funds \n\n \nRisks and Safeguards \n\n \n\n\f \nTechnical Assistance \n\n \n\nThe  Program  will  also  impose  significant  costs  on  the  private \nsector. Financial institutions and public issuers of securities will be \nrequired to comply with substantially strengthened disclosure and \ngovernance  standards.  Stock  exchanges  will  have  to  introduce \nand enforce listing requirements, which will require retraining staff \nand  build  monitoring  capacity.  Public  companies  will  have  to \ncomply  with  these  requirements.  The  Program  recognizes  the \ncosts and difficulty associated with these changes, and has made \nprovisions for the Government to adopt new accounting, auditing, \nand governance requirements on a gradual basis until 2008. Over \nthis  period,  compliant  public  companies  are  expected  to  start \nbenefiting  from  their  efforts  by  broadening  their  investor  base, \nwhich will provide incentives for other companies to cover the cost \nrequired to access public funds.  \n \nThe  accompanying  TA,  amounting  to  $600,000  equivalent,  will \nassist  the  Government  in  implementing  the  reforms  as  called  for \nunder  the  Program.  In  particular,  the  TA  will  (i)  strengthen \nregulation and supervision of the banking sector in the area of risk \nmanagement  and  cross-border  supervision; \n(ii) strengthen \nthe \ngovernance  of \nestablishment  and  build  capacity  of  a  consolidated  nonbank \nfinancial  services  regulator;  and  (iv)  increase  the  efficiency  and \neffectiveness  of  tax  and  privatization  policies.  The  TA  will  be \nfinanced  on  a  grant  basis  by  the  Japan  Special  Fund,  funded  by \nthe Government of Japan. Consultants required under the TA will \nbe  recruited  in  accordance  with  ADB's  Guidelines  on  the  Use  of \nConsultants. Goods and services under the TA will be procured in \naccordance with ADB’s Guidelines for Procurement. \n \n\nthe  securities  markets; \n\n(iii)  support \n\niv \n\n \n\n \n \n \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  the  proposed \nloan to the Kyrgyz Republic for the Banking Sector and Capital Market Development Program. \nThe  report  also  describes  proposed  technical  assistance  (TA)  for  Supporting  Banking  Sector \nand  Capital  Market  Development  in  the  Kyrgyz  Republic,  and  if  the  Board  approves  the \nproposed loan, I, acting under the authority delegated to me by the Board, will approve the TA. \n \n\nII. \n\nTHE MACROECONOMIC CONTEXT1 \n\nThe Kyrgyz economy has overcome the negative effects of the Russian crisis,2 which hit \n2. \nthe country in 1998–1999. Annual real gross domestic product (GDP) growth averaged 4.4% in \n2000–03  and  accelerated  to  7.1%  in  2004.  Economic  activity  is  becoming  more  broad-based. \nGrowth  outside  the  volatile  gold  and  energy  sector  has  averaged  5%  since  2000.  Living \nstandards  have  improved  and  income  inequalities  declined.  The  recovery  has  been  facilitated \nby  strong  economic  performance  of  key  trade  partners  such  as  People’s  Republic  of  China, \nKazakhstan,  and  Russian  Federation,  which  resulted  in  increasing  demand  for  Kyrgyz  goods \nand  services.  While  high  growth  in  its  main  trade  partner  countries  supported  exports,  strong \ndomestic demand and higher oil prices increased imports. Therefore, both imports and exports \nhave  been  rising  substantially,  growing  14–24%  annually  since  2001.  The  current  account \ndeficit on the country's balance of payments declined from 14.7% of GDP in 1999 to less than \n3%  in  2004.  The  inflow  of  foreign  direct  investment  (FDI)  has  also  increased  from  negligible \namounts to $175.6 million (7.5% of GDP) in 2004, with $93 million (53% of FDI) invested in the \nprocessing industry.  \n \n3. \nThe monetary environment has stabilized since 2001. Inflation was contained at around \n4% on average in 2001–2004, from an average of 21% in 1998–2000. This helped to stabilize \nthe exchange rate while fostering a conducive environment for private sector investment. Gross \ndomestic  investment  increased  from  18%  of  GDP  in  2001  to  19%  of  GDP  in  2004.  Private \nsector credits increased from Som1.5 billion (2.1% of GDP) in 2001 to Som5.8 million (6.8% of \nGDP) in 2004. With growing confidence in the Kyrgyz economy and its currency, the demand for \nthe Kyrgyz currency (som) has increased, as reflected in a rise of the ratio of broad money to \nGDP  from  10%  in  2001  to  18%  in  2004.  This  level  of  monetization,  however,  is  still  very  low, \neven by comparison with other countries in Central Asia. \n \n4. \nThe fiscal deficit has been gradually reduced from 12% of GDP in 1999 to around 4% in \n2004. Over the same period, general government tax revenues increased to about 18% of GDP \nand  social  spending  to  14%  of  GDP.  Fiscal  consolidation—together  with  economic  growth, \nfavorable exchange rate developments, and a 2001–04 Paris Club external debt restructuring—\nhas helped stabilize external public debt, which declined from 124% of GDP at end-2000 to an \nestimated 96% at end-2004. However, as the debt burden of the Kyrgyz Republic remains high, \nsome  debt  parameters  will  remain  above  the  threshold  for  highly  indebted  poor  countries, \ndespite partial debt forgiveness, which the Paris Club creditors agreed to in March 2005. Even \n\n                                                 \n1 This section should be read  in conjunction  with the Country Strategy and Program for the Kyrgyz Republic. ADB. \n\n2005. Country Strategy and Program Update (2006-2008): Kyrgyz Republic. Manila.  \n\n2   A  sharp  devaluation  of  the  Russian  currency,  together  with  a  default  on  government  debt,  resulted  in  a  sharp \ndecline of economic activity in the Russian Federation, which spilled over to the real and financial sectors of most \ncountries  in  the  region,  because  of  strong  trade  links.  There  were  also  second-round  effects  on  the  Kyrgyz \neconomy, including the impact of trade restrictions imposed by neighboring countries to stabilize their economies, \nand the impact of the devaluation of the som on the Kyrgyz Republic state budget and some enterprises, because \nof high foreign currency payment obligations. \n\n \n\n\f2 \n\n \n\nwith  considerable  fiscal  discipline,  the  Kyrgyz  state  budget  will  remain  in  deficit  for  the \nforeseeable future. The medium-term budget framework for 2005–2008 predicts a deficit of the \nstate budget equivalent to 4.3% of GDP in 2005, 3.7% in 2006, and 3.6% in 2007.  \n \nThe  budget  deficit  will  have  to  be  financed  mainly  through  assistance  from  external \n5. \nfunding  agencies,  given  the  underdevelopment  of  the  domestic  securities  market  and  lack  of \ngovernment  access  to  international  capital  markets.  It  will  be  a  particular  challenge  for  the \nGovernment  to  ensure  adequate  spending  to  support  poverty  reduction  efforts.  Further,  given \nthe  Government’s  fiscal  constraints,  private  savings  and  investments  will  have  to  play  an \nincreasing  role  in  generating  broad-based  growth  and  reducing  poverty  in  the  country.  This  is \nwhy the Government attaches high priority to continuation of financial sector reforms. \n \nIn March 2005, a popular revolt, triggered by allegations of fraud in the February 2005 \n6. \nparliamentary  election,  ended  the  14-year  rule  of  the  first  President  of  the  Kyrgyz  Republic.  A \nnew President was elected in July 2005, and a new Government established in October 2005. \nAs  the  new  administration  seeks  to  build  popular  support,  budget  expenditure  is  likely  to  rise. \nEconomic  growth  is  expected  to  dampen  in  2005  as  political  unrest  has  slowed  economic \nactivities. Growth is, however, expected to recover in 2006, benefiting from rising domestic and \nforeign  direct  investment—especially  if  the  Government  pursues  current  plans  for  tax  and \nfinancial sector reforms. \n \n\nIII. \n\nTHE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nSector Description and Performance \n\n7. \nThe  Kyrgyz  financial  sector  comprises  20  commercial  banks  and  a  large  number  of \nnonbank financial institutions (NBFI). This includes 3 private trade organizers;3 2 depositories;4 \nand  a  variety  of  financial  intermediaries,  including  42  broker  and  dealer  firms,  5  investment \nfunds,  1  private  pension  fund,  and  12  insurance  companies.  There  are  also  about  800  credit \nunions, microfinance organizations, exchange offices, and pawnshops. Analysis of the financial \nsector is in Appendix 1. \n \nCommercial banks are supervised and licensed by NBKR. Responsibility for supervising \n8. \nNBFIs  is  spread  across  agencies,  including  the  State  Commission  on  Securities  Markets \n(SCSM), an agency for supervision of insurance and private pension funds within the Ministry of \nFinance  (MOF),  and  the  State  Commission  on  Financial  Reporting  and  Auditing  (SCFRA). \nNBKR is in charge of regulating microfinance and credit unions since their inception in 1997. \n \n9. \nBanking dominates the financial sector. Securities markets, on the other hand, play only \na negligible role in corporate finance. The insurance business remains nascent. Financial sector \nindicators are in Table 1.  \n \n\n1. \n\nBanking Sector \n\nThe Kyrgyz banking sector is dominated by private banks, which accounted for 96% of \n10. \nbanking sector assets at end-2004. The sector is largely controlled by foreign investors (mainly \n                                                 \n3  The  Kyrgyz  Stock  Exchange  (KSE),  the  Stock  Exchange  Trading  System  (SETS),  and  the  Central  Asian  Stock \n\nExchange (CASE). \n\n4 Two legal entities, closed joint stock company (JSC) Central Depository and closed JSC Stock Exchange Trading \nSystem,  have  licenses  to  carry  out  depository  activity,  providing  services  on  accounting  and  keeping  securities, \nand clearing securities operations between participants of the stock markets and international investors.  \n\n \n\n\f \n\n3\n\ninternational  financial  institutions  and  Kazakhstani  banks),  which  hold  majority  shares  in \n10 banks. At end-2004, 57% of the capital and 60% of the assets of the system were foreign-\nowned. Furthermore, the sector is not overly concentrated. At end-2004, the five largest banks \naccounted for not more than 49% of the capital, 60% of the deposits, and 66% of the loans. \n \n\nTable 1: Financial Sector Indicators \n \n\n1999 \n  \n  \n  \n\n2000 \n  \n  \n  \n\n2001 \n  \n  \n  \n\n2002 \n  \n  \n  \n\n2003 \n  \n  \n  \n\n2004 \n  \n  \n  \n\n Item \nA.  Sector Outcomes \n  \nIncreased financial intermediation \n      1.  Broad money (M2) as percent of GDP \n      2.  Banking sector assets as percent of GDP \n\n3.  Capitalization of stock market as percent of GDPa \n      4.  Outstanding corporate bonds as percent of GDP \n  \nB.  Sector Outputs \n  \nImproved financial sector  \n   1.  Soundness and stability \n       a.  Total capital of banks as percent of total assets     \n            (CAR) \n       b.  Nonperforming bank loans as percent of  gross  \n            loans \n\nc.   Foreign-owned banking sector assets as percent  \n      of total \n\n       d.  Total number of commercial banks \n  \n  2.   Efficiency \n        a.  Private-owned banking sector assets as percent   \n             of total \n        b.  Interest rate spread (12-month lending – deposit  \n             rate) \n        c.  Money outside banks as percent of deposits \n        d.  Annual stock market turnover as percent of  \n             capitalization \n        e.  Longest available bond maturity (in years) \n        f.   Longest available loan maturity for prime  \n             borrowers (in years) \n        g.  Population per bank branch \n  \n   3.   Access \n         a.  Credit to the private sector as percent of GDP \n         b.  Bank deposits as percent of GDP \n         c.  Number of companies listed at stock exchange \nd.  Number of initial public offerings of stocks  \n     (equity)b \n\n         e.  Number of corporate bond issues \n\n11.8 \n8.6 \n— \n0.0 \n  \n  \n  \n  \n  \n\n— \n23 \n  \n  \n\n — \n\n— \n1  \n\n3 \n\n  \n  \n5.1 \n9.4 \n\n63 \n\n80 \n0 \n\n16.8 \n\n16.8 \n\n16.8 \n\n16.8 \n\n16.8 \n\n13.7 \n\n7.3 \n\n24.4 \n\n10.7 \n\n9.3 \n\n11.0 \n\n6.4 \n\n10.6 \n7.1 \n0.5 \n0.0 \n  \n  \n  \n  \n  \n\n— \n22 \n  \n  \n\n— \n\n— \n1 \n\n3 \n\n  \n  \n4.2 \n9.4 \n\n69 \n\n75 \n2 \n\n10.0 \n6.7 \n0.3 \n0.0 \n  \n  \n  \n  \n  \n\n— \n20 \n  \n  \n\n— \n\n3 \n\n  \n  \n3.8 \n9.4 \n\n24 \n\n61 \n5 \n\n12.5 \n10.4 \n0.3 \n0.0 \n  \n  \n  \n  \n  \n\n15.1 \n13.5 \n0.3 \n0.2 \n  \n  \n  \n  \n  \n\n17.8 \n19.0 \n1.5 \n0.3 \n  \n  \n  \n  \n  \n\n— \n20 \n  \n  \n\n— \n\n50.5 \n20 \n  \n  \n\n57.4 \n19 \n  \n  \n\n96.0 \n\n96.0 \n\n3 \n\n3 \n\n  \n  \n4.2 \n9.4 \n\n22 \n\n45 \n4 \n\n  \n  \n4.8 \n9.4 \n\n18 \n\n— \n2 \n\n3 \n\n  \n  \n6.7 \n8.6 \n\n12 \n\n— \n2 \n\n25.3 \n119.0 \n\n33.5 \n126.0 \n\n24.8 \n158.0 \n\n18.9 \n167.0 \n\n16.7 \n118.6 \n\n22.6 \n140.1 \n\n92.4 \n1 \n\n585.8 \n1 \n\n404.7 \n1 \n\n146.2 \n1 \n\n32,400  32,500  35,000  33,800  32,700  31,600 \n\nCAR = capital adequacy ratio, GDP = gross domestic product. \na Calculated as the total capitalization of the most actively traded companies listed at the stock exchange. \nb Without privatization through the stock exchange. \nSources: Asian Development Bank, International Monetary Fund, Kyrgyz Stock Exchange, National Bank of the Kyrgyz \nRepublic, and State Commission for Securities Markets. \n\n \nThe total capital of commercial banks increased from the equivalent of 1.3% of GDP at \n11. \nend-1999  to  2.6%  of  GDP  in  December  2004  ($56  million),  mainly  due  to  higher  capital \nrequirements and increasing FDI. Banking sector assets increased from 8.6% of GDP at end-\n\n \n\n\f4 \n\n \n\n1999 to 19% of GDP at end-2004. However, the ratios for banking sector capital and assets are \nstill  very  low.  For  instance,  banking  sector  assets  were  equivalent  to  48.5%  of  GDP  in \nKazakhstan  (December  2004)  and  37.8%  in  Uzbekistan  (December  2003).  The  share  of \nnonperforming  loans  in  the  Kyrgyz  banking  sector  declined  from  30.9%  in  1999  to  7.0%  in \nJune 2005,  mainly  as  a  result  of  successful  bank  restructuring  (undertaken  with  support  from \nexternal  funding  agencies  including  the  Asian  Development  Bank  [ADB]  in  2000–2002), \ncombined with more prudent lending practices. However, the rapid increase in credit could pose \na medium-term risk for loan quality. Private sector credit growth accelerated from 11% in 2002 \nto  27%  in  2003  and  70%  in  2004.  This  was  mainly  due  to  a  more  conducive  macroeconomic \nenvironment,  the  introduction  of  new  lending  products,  and  the  absence  of  risk-management \nsystems and procedures in most commercial banks. \n \nThere is significant room to enhance public confidence in banks. Deposits as a share of \n12. \nGDP have increased to 8.6% in 2004 from 5.4% in 1999, but this ratio is still low. Despite strong \ncredit  growth  since  2003,  bank  loans  to  customers  are  still  below  the  level  prior  to  the  1998 \nRussian  crisis  (6.3%  of  GDP  at  end-December  2004).  The  differential  between  deposit  and \nlending  rates  remains  very  high  (22.6  percentage-points  at  end-2004),  which  is  by  far  the \nhighest  margin  in  the  region  (Table  2).  The  range  and  quality  of  banking  services,  such  as \nsimple deposit and payment services, are below customers’ expectations. Cash in circulation is \nstill significantly greater than money on commercial bank accounts. Checks are scarcely used \nand widely distrusted, and credit cards are just being introduced. \n \n\nTable 2: Summary Statistics for Selected Transition Economiesa \n \n\nCountry \n \nKyrgyz \nRepublic \n \n\nArmenia \n\nAzerbaijan \n\nKazakhstan \n\nMongolia \n\nNo. of \nBanks \n \n\nInterest \nSpreadb \n \n\n19 \n \n\n20 \n\n42 \n\n35 \n\n17 \n\n22.6 \n \n\n14.0 \n\n8.9 \n\n9.0 \n\n11.2 \n\nNPLs \n(% of \ntotal \nloan) \n \n\nNo. of \nCredit \nUnions \n\nBroad \nMoney \n\nBank \nAssets \n\n \nBank \nDeposits \n\n% of GDP \n\nInsurance \nPremium \n\n7 \n \n\n7.2 \n\n8.2 \n\n13.1 \n\n11 \n\n306 \n \n\n— \n\n28 \n\n52 \n\n570 \n\n18 \n \n\n15 \n\n18 \n\n21 \n\n47 \n\n19 \n \n\n19 \n\n18 \n\n49 \n\n61 \n\n8.6 \n \n\n6 \n\n12 \n\n30 \n\n39 \n\n0.2 \n \n\n0.4 \n\n0.8 \n\n0.7 \n\n0.5 \n\nEquity \nMarket \nCapitali-\nzation \n\n1.5 \n \n\n0.8 \n\n0.1 \n\n7.5 \n\n1.4 \n\nGDP = gross domestic product, No. = number, NPL = nonperforming loan, — = not available. \na Data are for 2003 or 2004, depending on availability. \nb Difference between average lending rate and average deposit rate. \nc Eighty-five companies are admitted for trading, but none are listed in the stock exchange. \nSources:  National  Authorities,  International  Monetary  Fund  (IMF)  International  Financial  Statistics,  Financial  Sector \nStability  Assessments,  Article  IV  Consultation  Reports,  and  European  Bank  for  Reconstruction  and  Development \n(EBRD) Transition Report 2004. \n \n13. \nIn  terms  of  access  to  and  outreach  of  banks,  three  commercial  banks  have  a  well-\ndeveloped countrywide branch network and six other banks have five to seven branches each. \nBased  on  the  number  of  bank  branches,  it  is  estimated  that  there  is  one  branch  per  32,000 \npeople.  However,  only  1  in  40  Kyrgyz  residents  actually  has  a  bank  account.  Half  of  these \naccounts  are  with  the  state-owned  Settlement  and  Savings  Company  (SSC),  which  mainly \nprovides  payment,  transfer,  and savings  services  through its  50  branches,5  but  embarked  into \nthe  credit  business  in  September  2005.  Further,  the  largest  nonbank  financial  institution,  the \n\n                                                 \n5   SSC opened two new branches in early 2005. The number of branches at end-2004 was 48 (Appendix 1). \n\n \n\n\f \n\n5\n\nstate-owned  Kyrgyz  Agricultural  Finance  Corporation  (KAFC),  also  has  a  countrywide  branch \nnetwork. KAFC is expected to be issued a banking license in conjunction with its privatization, \nwhich is scheduled for 2006. \n\n \n2. \n\nSecurities Markets \n\n \n14. \nOver 1990–2004, 1,596 companies issued corporate stocks and/or bonds in the Kyrgyz \nRepublic,  amounting  to  Som31.9  billion  ($4.6  billion).6  However,  most  issues  do  not  represent \ncapital raised by enterprises, as they were allocated to individuals as a result of privatization of \nstate-owned  enterprises  (SOEs).  Given  that  large  enterprises  were  initially  privatized  to  their \nworkforce  and  the  population  overall,  ownership  in  most  joint  stock  companies  (JSCs)  is \nfragmented. There are currently about 1,200 JSCs in the Kyrgyz Republic, of which about 300 \nhave more than 500 shareholders.  \n \n15. \nShares of about 400 JSCs are traded at the various stock exchanges, although only six \nJSCs are actually listed at a stock exchange.7 All trading at the Stock Exchange Trading System \n(SETS)  and  about  85%  of  trading  at  the  Kyrgyz  Stock  Exchange  (KSE)  is  in  securities  of \nunlisted  companies.  Trading  volume  averaged  only  $22  million  equivalent  in  2000–2003,  but \nincreased  to  $59  million  equivalent  in  2004,  mainly  due  to  the  privatization  of  three  SOEs \nthrough KSE.  \n           \n16. \nAlthough  trading  of  corporate  securities  is  required  by  law  to  take  place  through \nexchanges, most securities transactions are negotiated and closed outside the exchanges, and \nare  thereafter  merely  registered  at  the  exchanges.  Market  price  quotations  are  mostly  absent. \nFurther,  the  market  is  highly  fragmented,  since  broker-dealers  are  not  allowed  to  operate  on \ndifferent  exchanges  simultaneously.  As  such,  shares  of  the  same  JSC  change  ownership  at \ngreatly  diverging  prices  at  different  exchanges,  or  even  at  the  same  exchange.  One  major \nissuer of securities, JSC Renton Group, defaulted in 2003. The incident has further undermined \npublic confidence in securities markets and their regulatory oversight. The number of investors \naffected was significant and included the more vulnerable groups of the population. \n \n17.  While  a  market  for  government  securities  exists,  primary  issues  remain  small, \nparticipation  is  limited  mainly  to  commercial  banks,  and  the  secondary  market  (operated  by \nNBKR)  is  negligible.  Because  budget  deficits  have  been  financed  from  international  official \nfunds, there has been little issuance of government debt. \n \nThe  insurance  sector  is  at  an  early  stage  of  development,  with  premium  collected \n18. \nequivalent to 0.2% of  GDP. Companies are undercapitalized and most of the risk is reinsured \nabroad.  The  only  life  insurer,  JSC  Kamkor,  went  bankrupt  in  2003.  The  sole  private  pension \nfund services about 600 individuals. \n \n\n3. \n\nRecent Reforms \n\n19. \nThe Law on the NBKR and the Law on Banks and Banking Activity (LBBA), both enacted \nin 1997, and subsequent amendments, provide the mandate for NBKR to supervise the banking \nsector.  Recent  amendments  to  LBBA  have  provided  a  sound  basis  for  NBKR  to  substantially \nstrengthen  its  regulatory  activities  in  the  area  of  governance  and  disclosure  of  banks,  and \n                                                 \n6    Most  corporate  securities  were  issues  in  the  form  of  equity.  The  total  volume  of  the  14  corporate  bond  issues, \n\nwhich took place in 1999–2004, was Som263 million ($6 million). \n\n7 The number of companies listed at the KSE peaked at 69 in 2000 and subsequently declined to 6 (February 2005). \n\nSETS and CASE do not have listing boards. \n\n \n\n\f6 \n\n \n\nstrengthened the rights of NBKR to approve and request additional information from auditors of \nbanks. The Law on Insolvency and Bankruptcy of  Banks (2004) has improved the institutional \nand  procedural  framework  for  bank  resolution. A  new  Law  on  Pledge  (2005)  has  substantially \nstrengthened creditor rights by allowing the pledge to foreclose collateral in a simplified manner \nwithout court intervention. This is expected to lower the risk and, therefore, the cost of collateral-\nbased  bank  lending,  especially  for  consumer  durables,  cars,  and  housing.  A  Law  on  Deposit \nInsurance (2005) was also passed to strengthen depositor confidence.8 To strengthen NBKR’s \nenforcement  authority,  however,  these  laws  have  to  be  harmonized  with  other  legislation  to \nensure consistency and eliminate overlaps.  \n \n20. \nNBKR  has  established  a  regulatory  response  policy  to  address  weaknesses  in  banks, \nand  a  licensing  mechanism  to  facilitate  the  exit  of  weak  banks.  An  assessment  undertaken  in \n2002  by  the  International  Monetary  Fund  (IMF)  and  the  World  Bank  against  the  Basel  Core \nPrinciples for Effective Banking Supervision9 found that the Kyrgyz Republic had a sound base \nof  prudential  requirements  for  banks,  methods  of  ongoing  supervision,  and  accounting \nstandards.  Among  the  25  Basel  Core  Principles,  15  had  been  either  complied  or  largely \ncomplied with, but those relating to adequate policies and procedures for a comprehensive risk \nmanagement process have yet to be complied with. \n \nB. \n\nIssues and Opportunities \n\n21. \nSince  independence,  the  Kyrgyz  Republic  has  undertaken  significant  reforms  in  the \nfinancial  sector.  The  Government  has  gradually  shifted  the  financial  sector  toward  market \norientation  supported  by,  among  others,  the  enactment  of  modern  central  and  commercial \nbanking  laws,  encouraging  entry  of  private  banks,  liquidation  and  restructuring  of  problem \nbanks, strengthening of banking regulation, and establishing equity markets. However, despite \nprogress made, much remains to be done to foster the sustainable development of the sector. \nCentral and commercial banking laws have yet to be adequately enforced. Key aspects of both \nbanking  and  nonbanking  supervision—including  policies  and  procedures  for  risk  management \nprocess  and  securities  market  regulation  and  supervision—have  yet  to  be  put  in  place. \nFurthermore, policy distortion continues to undermine development of the financial sector. \n \n\n1. \n\nWeak Enforcement of Banking Sector Legislation and Regulations \n\n22. \nThe  remaining  inconsistencies  and  overlaps  in  the  legal  and  regulatory  framework  for \nbanking  (paras.  23  and  24)  present  uncertainty  regarding  the  enforcement  authority  of  NBKR, \nwhich  prevents  it  from  effectively  enforcing  legislation  and  regulation.  As  a  result,  problems  in \nbanks  are  frequently  addressed  too  late  and  weak  banks  continue  to  operate.  This  poses \nsignificant risks to financial sector stability and dampens depositors’ confidence. \n \n23.  With regard to legislation, the Civil  Code, Civil  Procedure Code, and  Labor Code have \nyet  to  fully  acknowledge  that  banking  business  is  governed  by  specialized  banking  legislation \nsuch as LBBA and the law on bankruptcy of banks. This gives ample opportunity for banks to \nchallenge decisions of NBKR, including the decision to remove or suspend bank managers or \nrevoke a banking license. In cases where banks appeal regulatory actions, courts often find it \ndifficult  to  understand  whether  a  particular  enforcement  action  is  consistent  with  legislation. \n                                                 \n8  To  avoid  moral  hazard,  the  Government  does  not  plan  to  actually  establish  a  deposit  insurance  system  before \n\nimproving the enforcement of banking sector legislation and regulation has been markedly strengthened. \n\n9   The 1997 Basel Core Principles comprise 25 basic principles that need to be in place for a supervisory system to \nbe effective. The Basel Core Principles are minimum requirements and intended to serve as a basic reference for \nsupervisory authorities in all countries worldwide. \n\n \n\n\f \n\n7\n\nCourts also frequently do not rely on facts established by NBKR. Hence, it is frequently courts, \nrather  than  NBKR,  that  take  decisions  with  respect  to  banking  supervision.  On  several \noccasions,  courts  have  cancelled  NBKR’s  decisions  to  revoke  licenses,  despite  serious  and \ncontinuous  violations  of  prudential  norms,  including  capital  requirements.  Further,  the \nAdministrative Liability Code and the Criminal Code establish upper limits of monetary fines for \nviolation of banking legislation and regulation that are far too low to be effective.10 To address \nthese legal weaknesses, NBKR submitted to Parliament amendments to the noted laws in 2004 \nto  establish  that  the  specialized  banking  laws  supersede  other  legislation,  and  that  monetary \nfines for violation of banking laws and regulations be increased.11 These amendments have yet \nto be approved by the Parliament. \n \n24.  With  regard  to  regulation,  NBKR’s  responses  to  violations  of  the  specialized  banking \nsector  norms  are  governed  by  two  documents,  the  Regulation  on  Preventive  Measures  and \nSanctions  (1997)  and  the  Regulatory  Response  Policy  (2001).  These  two  documents  are \ninconsistent with respect to areas such as the classification of problem banks, capital adequacy \nbenchmarks,  the  definition  of  violations,  and  regulatory  action  required  or  recommended  in \nresponse to violations. As such, the grounds and procedures for NBKR’s responses to violations \nof laws and regulations often appear arbitrary, making it difficult for NBKR to enforce them. \n \n\n2. \n\nRemaining Gaps in Banking Sector Regulations and Supervision \n\na. \n\nRisk Management of Banks \n\n25. \nA significant risk confronting the financial system is that, while many banks have started \nto  enter  into  new  business  areas  and  credit  is  growing,  most  banks  have  neither  adequate \nunderstanding nor capacity to manage credit risks associated with lending. On the other hand, \nNBKR has yet to establish regulatory guidelines for banks in the area of managing market risk, \nand country and transfer risk. NBKR also has limited capacity to assess, evaluate, and monitor \nrisk management in banks. \n\nb. \n\nCross-Border Banking \n\n \nNBKR  has  established  contact  with  supervisory  bodies  in  a  number  of  countries. \n26. \nHowever,  these  contacts  have  yet  to  lead  to  a  structured  program  of  information  sharing  and \ncooperation  between  NBKR  and  home  country  supervisors  of  commercial  banks  that  have \nbranches  or  subsidiaries  in  the  Kyrgyz  Republic.  As  such,  NBKR  does  not  have  access  to \ninformation  that  will  enable  it  to  comprehensively  assess  the  financial  position  of  branches  or \nsubsidiaries  of  financial  institutions  outside  NBKR’s  jurisdiction.  Establishing  formal  working \nrelationships  with  the  home  country  supervisors  of  foreign  controlled  banks  has  become \nincreasingly  important,  given  the  rapidly  increasing  presence  of  foreign  banks  in  the  country, \nparticularly those from Kazakhstan and the Russian Federation. \n \n\n3. \n\nLack  of  Incentive  to  Strengthen  the  Banking  System  and  Promote \nCompetition \n\n27. \nThe lack of progress in banking sector consolidation remains one of the key constraints \nin fostering innovation and competition to ensure a strong and resilient banking sector. Sector \n                                                 \n10  The amounts are 1% of paid-in capital for banks and the equivalent of 20 minimal wages for bank managers. \n11  This  includes  amendments  to  the  Civil  Code,  Civil  Procedure  Code,  Labor  Code,  LBBA,  Law  on  Bank  Secrecy, \nAdministrative Liability Code, Law on JSCs, and Criminal Code. Enactment of these amendments has been made \na precondition of the ongoing IMF program for introducing deposit insurance. \n\n \n\n\f8 \n\n \n\nconsolidation is essential as small banks tend to absorb a disproportionate share of supervisory \nresources  and  have  difficulty  making  the  required  investment  in  systems  and  internal  controls. \nFurther, the smaller banks, lacking the ability to achieve economies of scale, require high margins \nand/or noninterest revenue to remain in business, leading them to pursue more risky investments. \n \n28. \nBanking sector consolidation has only started. The total number of commercial banks has \ndecreased  from  24  to  20  over  the  past  5  years.12  Some  of  the  weakest  banks  have  been \neliminated. However, with total assets of the banking system at Som17.7 billion and total capital \nat  Som2.4  billion,  it  is  clear  that  many  banks  are  still  extremely  small.  The  average  size  of  a \nbank  in  the Kyrgyz  Republic  is  equivalent  to  less  than  $20 million  in  terms  of  assets  and  less \nthan $3 million in terms of capital. Seven banks had paid-in capital of less then Som100 million \n($2.5  million)  in  December  2004.  Three  banks  will  have  difficulty  increasing  their  capital  to \nSom60 million,  i.e.,  the  new  capital  requirement  for  existing  banks  starting  January  2006.  The \ncapital requirement for newly established banks is currently at Som300 million. \n \n\n4. \n\nFragmented  Institutional  Framework  for  Nonbank  Financial  Institution \nSupervision \n\n29.  While  several  regulatory  agencies  are  responsible  for  NBFIs,  most  of  them  are \nconstrained by lack of budget and skilled staff to effectively regulate and supervise. SCSM, for \ninstance, has limited operational autonomy; insufficient financial resources; weak technical and \nprofessional  capacity;  insufficient  inspection  and  investigation  powers;  and  few  remedial \nmeasures at its disposal to regulate issuers of securities and market participants. As SCSM was \ntransformed  from  a  national  commission  into  a  state  commission  in  2001,  its  authority  and \nfunding  is  below  those  of  line  ministries,  and  significantly  lower  than  that  of  NBKR  or  national \ncommissions,  which  are  outside  the  Government.13  Further,  while  NBKR  has  authority  to \nestablish and enforce suitable accounting and auditing requirements for financial institutions that \nit licenses, the SCSM has no such authority. On the other hand, SCFRA, although in charge of \naccounting  and  auditing  standards  for  JSCs,  has  no  enforcement  authority.  The  MOF \ndepartment  in charge of insurance faces even more serious constraints than SCSM in human \nand financial resources to effectively carry out its supervision responsibilities. These institutional \nweaknesses  are  a  critical  binding  constraint  for  investor  protection  and  sound  sector \ndevelopment. The public is increasingly becoming aware of this issue with the recent default of \na major issuer of securities (Renton Group) and the bankruptcy of the only life insurer (Kamkor). \n \n30. \nThere  is  also  a  need  to  improve  coordination  among  the  regulatory  agencies  in  the \nKyrgyz financial sector. Supervisors have yet to have the authority and adequate procedures in \nplace  to  share  nonpublic  information  on  a  reciprocal  basis  and  take  joint  regulatory  action  to \nimprove the effectiveness of supervision, particularly with regard to financial groups and private \nplacements of securities. \n \n\n5. \n\nWeak Securities Market Legislation and Organization \n\n31. \nTo  date,  the  Kyrgyz  Republic  has  yet  to  comply  with  the  30  principles  set  by  the \nInternational  Organization  of  Securities  Commissions  (IOSCO)  to  ensure  that  investors  are \nprotected and systemic risks are mitigated. \n \n                                                 \n12  The license of AK Bank was revoked in September 2004, but an appeal against this decision is pending. The bank \n\nis currently under conservatorship.  \n\n13  The actual annual total budget of SCSM was equivalent to $195,000 on average over 2000–2004. As such, the \nSCSM was, for instance, not even able to fully pay the fees for its membership in the International Organization of \nSecurities Commissions. \n\n \n\n\f \n\n9\n\nSerious  weaknesses  in  the  current  Law  on  Securities  Markets  (1998)  are  commonly \n32. \nacknowledged  among  market  participants  as  one  of  key  constraints  for  further  market \ndevelopment.  The  law  does  not  give  the  regulatory  body  sufficient  authority  to  effectively \nsupervise the market and enforce securities market laws and regulations. Further, the law does \nnot  establish  clear  accounting  and  auditing  principles  for  the  issuer  of  securities,  which  would \nenable investors to make informed investment decisions, nor does it distinguish between private \nplacements and public issues. Public issues should be subject to stricter corporate governance \nand disclosure standards to protect investors.14 This is a particular concern in light of the large \nnumber of public companies in the country (para. 14). While current requirements are too loose \nfor public offers, they are too strict and costly for private offers. Furthermore, the law does not \nrequire  the  issuer  and  the  underwriter  to  conduct  proper  due  diligence,  nor  does  it  provide  a \nclear basis for regulating clearance and settlement of securities traded in the secondary market. \n \n33. \nCurrent  securities  market  regulation  does  not  provide  adequate  entry  standards  for \nmarket  intermediaries.  Stock  exchanges  are  not  required  to  function  as  self-regulatory \norganizations,  establish  and  enforce  listing  standards,  and  monitor  and  enforce  quality \nstandards with respect to the execution of customers’ orders. There are no rules governing the \nconduct of market participants. In practice, nearly all transactions are arranged in the office of a \nbroker  without  exposure  of  the  customer’s  order  to  a  market-wide  bid  or  offer  price. \nSubsequently,  these  transactions  are  merely  registered  at an  exchange.  Further,  there  are  no \nlinkages  between  the  different  exchanges,  as  brokers  are  prohibited  from  being  an  owner-\nmember of more than one exchange. This is not only anticompetitive, but also undermines the \ndevelopment of unified prices for shares of the same company across different exchanges. \n \n\n6. \n\nPolicies Undermining Capital Market Development \n\na. \n\nTaxation Policy \n\n34. \nThe current taxation of income (in the form of interest, dividends, and capital gains) from \ninvestment  in  corporate  securities  discriminates  against  particular  types  of  investors  and \ninvestments, leads to market distortions, and prevents investments. \n \n35.  While any interest paid to individuals is tax exempt, interest paid to legal entities such as \nJSCs or limited-liability companies is subject to a 10% withholding tax. However, interest earned \nby  resident  banks  on  government  securities  is  exempt  from  this  withholding  tax.  This  not  only \nfavors  banks  over  other  participants  in  the  government  debt  market  but  also  provides  strong \nincentives for banks to invest in government securities rather than in interest-bearing corporate \nbonds,  thus  effectively  favoring  public  sector  investment  and  impeding  resource  mobilization \nthrough the capital market for productive investment by the private sector.   \n \n36. \nDividends paid to individuals and legal entities are exempt from income tax or any other \ntaxation. Given that interest payments to legal entities are subject to withholding tax (para. 37), \nthis provides an incentive for legal entities to invest in corporate shares (which bear dividends) \nrather than corporate bonds (which bear interest). Further, since capital gains realized from the \nsale  of  corporate  securities  (both  shares  and  bonds)  are  taxed  as  ordinary  income,  while \ndividends  are  tax  exempt,  JSCs  have  the  incentive  to  disburse  corporate  profits  through \ndividends  rather  than  retain  such  profits  to  finance  investments,  thereby  significantly \nundermining capital formation. \n                                                 \n14 Public companies have access to public funds through security issues just as banks have access to public funds \nthrough deposit taking. It is in the public interest to protect investors and depositors, among other things, through \nstrict governance and disclosure requirements for companies that make public offers of securities as for banks that \ntake deposits. \n\n \n\n\f \n\nb. \n\nPrivatization of State-Owned Enterprises through the Stock \nExchange  \n\n37. \nThe Government, which has majority or controlling shareholding in about 120 medium-\nsized or large companies, is planning to privatize them. Privatization of SOEs through the stock \nexchange is not explicitly prohibited in the Kyrgyz Republic. In practice, however, privatization \nhas mostly taken place outside the stock market15 due to the view that the sale of SOEs outside \nthe  stock  exchange  maximizes  privatization  revenues.  However,  the  sale  of  blocks  of  SOE \nshares to the public can increase the transparency of privatization, strengthen governance and \nperformance of SOEs, and therefore could maximize the price of the sale of state assets over \nthe  medium  and  long  term.  Privatization  through  a  stock  exchange  can  also  foster  capital \nmarket  development,  as  it  would  significantly  increase  the  supply  of  shares  while  introducing \nmarket discipline to firms previously owned by the Government.  \n \nC. \n\nGovernment Strategy \n\nthe \n\n(vi)  payment  system \n\nremaining  state-owned  banks; \n\n38. \nThe  Government  has  defined  the  broader  development  framework  for  financial  sector \nreforms, as outlined in two policy documents: Main Directions for Medium-Term Development of \nthe  Banking  Sector  (February  2004)  and  Comprehensive  Program  for  Securities  Markets \nReforms  in  2004–2006  (July  2004).  Both  documents  reflect  the  Government’s  strong \ncommitment  to  further  develop  the  financial  infrastructure  for  private  sector-led  growth.  The \nMain  Directions  foresee,  among  other  measures:  (i)  an  increase  in  capital  requirements  for \nbanks;  (ii)  further  developing  the  legal  and  regulatory  basis  for  banking;  (iii)  strengthening \ncorporate  governance,  risk  management,  and  internal  controls  in  banks;  (iv)  facilitating \ncompetition  between  banks  and  widening  the  scope  of  banking  products  and  services; \n(v) privatization  of \nreforms; \n(vii) introduction  of  anti-money  laundering  and  financing  terrorism  legislation;  and  (viii)  further \ndevelopment  of  microfinance  organizations  and  schemes.  The  Comprehensive  Program \nforesees,  among  other  things:  (i)  increasing  securities  market  transparency;  (ii)  stronger \nregulatory requirements for public offers, compared with private placements; (iii) establishment \nof  a  market  segment  for  high-quality  shares;  (iv)  unified  standards  for  securities  trading; \n(v) introduction  of  new  types  of  securities;  (vi)  development  of  institutional  investors; \n(vii) building  regulatory  capacity;  and  (viii)  integration  of  the  Kyrgyz  securities  market  with \nmarkets of other Central Asian countries. These reforms as outlined in the policy documents are \nexplicitly  mentioned  in  the  Kyrgyz  Republic’s  Comprehensive  Development  Framework  and \nPoverty Reduction Strategy. \n \nD. \n \nADB  has  been  supporting  financial  sector  development  in  the  Kyrgyz  Republic  since \n39. \n1999  when  the  Financial  Intermediation  and  Resource  Mobilization  Program  (FIRM)16  was \napproved,  together  with  a  TA  loan  for  Commercial  Bank  Audits.17  As  the  first  financial  sector \nprogram, FIRM focused on restructuring and consolidating the banking sector after the Russian \n                                                 \n15  In  some  cases,  SOEs  were  privatized  through  open  tender  outside  the  stock  exchange  with  subsequent \nregistration of the sale at an exchange. However, the stock exchange did not play any substantive role in attracting \ninvestors and finding a fair price.  \n\nADB Operations and Lessons Learned \n\n16  ADB.  1999.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  and \nTechnical  Assistance  Grant  to  the  Kyrgyz  Republic  for  the  Financial  Intermediation  and  Resource  Mobilization \nProgram. Manila (Loan 1723-KGZ[SF], approved on 17 December 1999, for $33 million). \n\n17 ADB.  1999.  Technical  Assistance  to  the  Kyrgyz  Republic  for  Commercial  Bank  Audits.  Manila  (TA  Loan  1724-\n\nKGZ[SF], approved on 17 December 1999, for $913,000). \n\n10 \n\n \n\n \n\n\f \n\n11\n\ncrisis  through  resolution  of  problem  banks18  and  enhancing  public  confidence  in  the  banking \nsystem.19 Further, under FIRM, NBKR strengthened regulatory norms and improved supervisory \ncapacity through, among others: (i) tightening licensing norms through  changes in the Law on \nLicensing  (2002);  (ii)  strengthening  financial  and  operational  assessments  through  capital \nadequacy, asset quality, management, and earnings and liquidity rating system; (iii) allowing tax \ndeductibility for loan loss provisions; (iv) introducing mandatory on-site inspection of all banks; \n(v) promoting good governance practices by prohibiting shareholder interference in banks’ day-\nto-day activities; and (vi) increasing minimum capital requirements.20  \n \n40. \nOutside  the  banking  sector,  FIRM  helped  develop  the  Government’s  securities  market \nthrough adoption of the Law on State and Non-State Debt (2001), which provides a sound legal \nframework to effectively manage public debt and entrust MOF with full authority to (i) borrow on \nbehalf  of  the  Government  and  issue  public  guarantees,  (ii)  monitor  and  control  the  financial \nactivities  of  subborrowers  or  borrowers  guaranteed  by  the  Government,  and  (iii)  streamline \naccounting  of  public  debt.  Further,  FIRM  supported  the  development  of  the  equity  market \nthrough,  among  others,  mandating  that  all  trading  be  carried  out  through  organized  stock \nexchanges and licensed brokers, accelerating equity market activity through the sale of shares in \nSOEs through the stock exchange, and indirectly promoting trading by lowering the tax burden. \n \n41. \nFIRM built—in part—on the achievements of the Corporate Governance and Enterprise \nReform  Program  (CGERP),21  which  was  approved  in  1997.  CGERP  supported  (i)  promoting \nenterprise  efficiency,  (ii)  imposing  financial  discipline  on  enterprises,  (iii)  promoting  domestic \nand  international  competition,  (iv)  strengthening  the  legal  framework  for  insolvency  and \nenforcing  insolvency  proceedings  on  bankrupt  enterprises,  (v)  promotion  of  transparency  in \nfinancial accounting and reporting, and (vi) mitigating the transition and social adjustment costs.  \n \n42. \nLikewise,  the  Second  Phase  of  the  Corporate  Governance  and  Enterprise  Reform \nProgram  (CGERP-II),22  which  was  approved  in  2001,  built—in  part—on  the  achievements  of \nFIRM  and  was  well  coordinated  with  it.  Among  others,  CGERP-II  (i)  developed  the  policy  and \ninstitutional  framework,  and  enhanced  capacity  to  implement  good  corporate  governance \nstandards;  (ii)  improved  the  corporate  governance  framework  for  SOEs;  (iii)  strengthened  the \nlegal and regulatory framework for  corporate governance of JSCs; (iv) provided a sound legal \nand regulatory basis for financial disclosure and adopting international accounting and auditing \n\n                                                 \n18  During  the  first  quarter  of  1999,  the  Russian  Federation’s  crisis,  bankruptcy  of  a  major  SOE,  as  well  as  internal \ngovernance  failures,  led  to  the  insolvency  of  three  major  Kyrgyz  banks  that  accounted  for  almost  40%  of  the \nbanking  sector  assets.  FIRM  supported  prompt  and  corrective  actions  by  NBKR  to  address  these  emerging \nproblems in the banking sector.  \n\n19 The measures taken by NBKR and the Government include (i) strengthening regulations on acceptance of financial \ninstruments  issued  by  the  Government  as  collateral  by  commercial  banks,  (ii)  drafting  legislation  on  deposit \nprotection, and (iii) strengthening the legal framework for banking secrecy. \n\n20  Minimum  capital  requirements  were  increased  for  (i)  new  banks  from  Som100  million  to  Som300  million,  and \n(ii) existing banks from Som20 million to Som50 million and further to Som100 million. NBKR has formulated two \noptions  for  commercial  banks  that  do  not  meet  the  minimal  capital  requirements.  Shareholders  can  opt  for  a \nspecialized license, which does not allow (i) uncollateralized lending, (ii) trading in swaps or derivatives, (iii) buying \nor selling securities for the bank or its customers, or (iv) providing trust services. Alternatively, shareholders have \nthe option of providing a personal guaranty for the difference between the requirement of Som100 million for a full \nbanking license and the actual paid-in capital. \n\n21  ADB.  1997.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  and \nTechnical Assistance Grant to the Kyrgyz Republic for the Corporate Governance and Enterprise Reform Program. \nManila (Loan 1546-KGZ[SF], approved on 25 September 1997, for $40 million).  \n\n22  ADB.  2001.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  and \nTechnical  Assistance  Grant  to  the  Kyrgyz  Republic  for  the  Second  Phase  of  the  Corporate  Governance  and \nEnterprise Reform Program. Manila (Loan 1860-KGZ [SF], approved on 22 November 2001, for $35 million). \n\n \n\n\f12 \n\n \n\nstandards,  and  introduced  modern  standards  of  asset  valuation  to  promote  transparency; \n(iv) strengthened governance of commercial banks and the legal framework to enhance creditor \nrights; (v) launched legal and judicial reforms to enhance judicial governance; and (vi) facilitated \nexpedient resolution of enterprise sector problems.  \n \n43. \nAll  three  programs  complemented  the  overall  structural  reforms  that  the  Government \nhad  been  undertaking  with  support  from  the  World  Bank  and  IMF.  In  addition  to  loans,  ADB \nprovided a number of TA grants in support of financial sector development.23 The TAs assisted \nin,  among  others,  (i)  the  effective  implementation  of  the  financial  sector  reform  strategy, \n(ii) strengthening  the  financial  sector  legal  and  regulatory  framework,  and  (iii)  strengthening \nfinancial disclosure requirements. \n \nThe  proposed  Program  will  support  a  second  round  of  financial  sector  reforms  to \n44. \nadvance  the  unfinished  agenda  of  FIRM.  It  will  also  build  on  key  achievements  made  under \nCGERP-II,  particularly  with  regard  to  judicial  reforms,  corporate  governance  in  commercial \nbanks  and  large  JSCs,  and  financial  disclosure  requirements  for  commercial  banks  and  large \nJSCs. A chart outlining the linkages between FIRM, CGERP-II, and the proposed Program is in \nAppendix 1. \n \n45. \nThe proposed Program is in line with ADB’s Country Strategy and Program Update for \nthe Kyrgyz Republic for 2005–2006, which emphasizes the importance of creating a conducive \nenvironment  for  private  investment  and  stresses  the  pressing  need  to  further  strengthen  the \nfinancial sector and deepen financial intermediation. \n \nRelevant  lessons  gained  from  ADB’s  experience  in  program  lending  in  general  and  in \n46. \nfinancial sector reforms in particular were incorporated in designing the Program. A key lesson \nis that to foster the development of a financial sector, particularly in a transitional economy, it is \nessential that a series of interventions (including loans and technical assistance) is provided to \nsupport  the  developing  member  country  concerned.24  Financial  sector  reforms  require  a  long-\nterm  commitment  by  development  partners  for  continuous  support  to  the  developing  member \ncountry  to  undertake  difficult  and  costly  reforms.  A  multitude  of  conducive  policy,  legal, \nregulatory, and institutional framework has to be gradually established over a long time in many \nrounds  of  reforms.  Every  new  round  has  to  advance  the  unfinished  agenda  while  making \nnecessary  adjustments  to  past  reforms  to  conform  to  changing  economic  and  political \ndevelopments.  CGERP-II  successfully  built  on  CGERP,  which  continued  even  earlier  reforms. \nFurther,  for  transitional  economies,  the  timing  of  financial  sector  reforms  has  to  be  well \ncoordinated with enterprise sector and judicial reforms, as these are interlinked and can support \nor disrupt each other. The smooth coordination of CGERP, FIRM, and CGERP-II was essential \nfor achieving satisfactory results under CGERP-II. \n \nAnother  lesson  learned  from  ADB  reform  programs  for  designing  the  Program  is  that \n47. \nlegislation needs to be enforced to become effective.25 Since 1992, substantial legal work has \n\n                                                 \n23 ADB. 1999. Technical Assistance for Kyrgyz Republic for Institutional Strengthening of the Financial Sector. Manila \n(TA 3239, approved on 13 August 1999, for $600,000); ADB. 2002. Technical Assistance for Kyrgyz Republic for \nFinancial Sector Reforms. Manila (TA 4069, approved on 19 December 2002, for $600,000); ADB. 2003. Regional \nTechnical  Assistance \nfor  Regional  Financial  Sector  Development.  Manila  (TA-6137-REG,  approved  on \n13 November 2003, for $800,000). \n\n24 ADB. 2002. Program Completion Report of the Financial Intermediation and Resource Mobilization Program (Loan \n\n1723-KGZ[SF]) and Commercial Bank Audits (TA Loan 1724-KGZ[SF]) to the Kyrgyz Republic. Manila. \n\n25 ADB. 2005. Program Completion Report of the Second Phase of the Corporate Governance and Enterprise Reform \n\nProgram (Loan 1860-KGZ[SF]) to the Kyrgyz Republic. Manila. \n\n \n\n\f \n\n13\n\ntaken  place  in  the  areas  of  central  and  commercial  banking,  corporate  governance  and \ndisclosure,  and  bankruptcy.  Legal  work  has  been  complemented  by  capacity  building  in \nregulatory bodies and, more recently, by judicial reforms to facilitate enforcement. The Program \naims to strengthen the enforcement of banking sector laws and regulations with the adoption of \nnew NBKR enforcement policies and procedures, which are now consistent and clearly set forth \nNBKR’s  enforcement  authority.  The  Program  also  supports  the  establishment  of  a  regulatory \nbody  for  NBFIs  and  services,  with  sufficient  status  and  resources  to  enforce  legislation  and \nregulation for NBFIs.  \n \n48. \nAn important lesson from ADB program lending to the financial sector, for implementing \nthe Program, is that policy actions requiring the passage of legislation can hamper the progress \nof  program  implementation,  notwithstanding  the  Government’s  strong  support  for  a  program. \nWhile strong commitment of the executive branch of government to the legal reforms supported \nunder FIRM and CGERP-II was helpful in maintaining the Parliament’s focus on the proposed \nlegal reforms, it could not ensure the timely passage of legislation—such as the LBBA, the Law \non  JSCs,  or  the  Law  on  Pledge—by  Parliament,  because  it  is  an  independent  branch  of \ngovernment. The proposed legislation involved complex technical issues as well as a range of \nvested interests. The result was a protracted deliberation period, during which draft laws were—\nin  part—substantially  changed.  Drawing  from  this  lesson,  the  Program  is  designed  to  ensure \nthat  the  risks  of  noncompliance  are  minimized  by  front-loading  difficult  policy  conditions  and \npolitically sensitive legal reforms. As importantly, benefits of reforms were disseminated through \nseminars and workshops for policymakers and members of Parliament and other stakeholders. \nIn  particular,  the  passage  of  a  new  Law  on  Securities  Markets  has  been  discussed  with  all \nstakeholders,  including  the  legislative  branch  of  Government,  and  these  discussions  will  be \nsustained throughout the entire legal process until enactment of legislation. \n \nE. \n\nExternal Assistance to the Sector \n\nIMF  supported  the  Kyrgyz  Republic  through  TA  and  two  credit  arrangement  under  the \n49. \nPoverty  Reduction  and  Growth  Facility  (PRGF),  which  were  successfully  implemented  since \n1998 (Appendix 7). A third 3-year program started in March 2005. The first and second PRGF \nprograms  supported  the  Government  in  the  area  of  monetary  stabilization  and  fiscal \nconsolidation. The programs also included structural performance criteria related to the financial \nsector,  such  as  privatization  of  Kairat  Bank  and  launching  payment  system  reforms.  In \ncompliance  with  another  PRGF  benchmark  for  2004,  NBKR  submitted  to  Parliament \namendments to a large number of laws to (i) establish that specialized banking laws supersede \nother legislation, (ii) increase monetary fines for violation of banking legislation, (iii) strengthen \nlegal protection of NBKR staff, and (iv) give NBKR the right to exchange information with other \nregulators (footnote 11). The third PRGF program includes structural benchmarks to (i) increase \ncapital  requirements  for  banks,  (ii)  establish  a  framework  for  credit  and  operational  risk \nmanagement  in  banks,  (iii)  simplify  registration  and  collection  of  collateral,  and  (iv)  restructure \ngovernment bonds held by NBKR to make them available to commercial banks. IMF is planning \nto provide TA to train judges dealing with banking legislation. \n \nThe World Bank helped to establish KAFC as one of the main providers of rural finance \n50. \nin  the  Kyrgyz  Republic.  Privatization  of  KAFC  is  envisioned  in  2006.  In  2004,  the  World  Bank \nalso started to support payment system reforms and the restructuring and modernization of SSC \nunder the Payment System and Bank Modernization Project.26 This project includes measures \n\n                                                 \n26  World  Bank.  Project  Appraisal  Document  on  a  Proposed  Credit  in  the  Amount  of  SDR  6.1  Million  (USD9  Million \nEquivalent) for the Kyrgyz Republic for a Payments and Banking System Modernization Project. 2004. Washington. \n\n \n\n\f14 \n\n \n\nto expand the use of banks for payroll disbursements and payment of utility bills. The Financial \nSector  Reform  and  Strengthening  Initiative  provides  advisory  TA  to  SSC.  The  International \nFinance  Corporation  (IFC)  has  undertaken  equity  investments  in  three  Kyrgyz  banks  and  in  a \nmajor  microfinance  organization.  The  European  Bank  for  Reconstruction  and  Development \n(EBRD)  has  shares  in  four  Kyrgyz  banks.  Both  IFC  and  EBRD  have  provided  credit  lines  for \nmicrofinance and small and medium-sized enterprises, and supported complementary capacity \nbuilding in banks. EBRD is also working to establish a credit information agency. The European \nUnion has supported capacity building for insurance and pension supervision and helped draft \nnew laws for the insurance business and pension funds. The German Corporation for Technical \nCooperation  “GTZ”  supported  capacity  building  in  credit  unions  and  for  supervision  of  credit \nunions. The US Agency for International Development (USAID) has provided TA for accounting \nand  judicial  reforms.  Further,  USAID  has  started  to  provide  TA  to  further  strengthen  the \nsupervisory  capacity  of  NBKR  through  training  in  the  area  of  accounting,  auditing,  and  risk-\nmanagement.  ADB  coordinates  its  activities  closely  with  the  Kyrgyz  Republic’s  development \npartners, which development efforts the proposed Program will complement. \n \n\nIV. \n\nTHE PROPOSED PROGRAM \n\n \nA. \n\nObjective and Scope \n\nThe  objective  of  the  Program  is  to  promote  sound  and  more  balanced  development  of \n51. \nthe financial sector to enable it to effectively mobilize savings and provide alternative sources of \nfunding  for  productive  investment  and  employment  generation.  In  particular,  the  Program  will \n(i) facilitate  the  enforcement  of  banking  legislation  and  regulation,  close  banking  sector \nregulatory  gaps,  and  promote  competition;  (ii)  strengthen  supervision  of  securities  markets  to \nimprove  market  transparency,  and  protect  investors;  and  (iii)  remove  policy  distortions  that \nundermine the development of capital markets. The program design and monitoring framework \nis in Appendix 2. \n \n52. \nTo achieve these objectives, the Program will seek to (i) increase the transparency and \nconsistency of enforcement policies and procedures in the area of banking, (ii) strengthen risk \nmanagement \nfacilitate  coordination  and \ncooperation  between  supervisory  bodies,  (iv)  consolidate  the  institutional  framework  for \nregulation and supervision of NBFIs, (v) strengthen the legal and regulatory basis for securities \nmarkets,  (vi)  strengthen  the  governance  of  market  intermediaries,  (vii)  rationalize  the  tax \ntreatment of government and corporate securities, and (viii) strengthen privatization policies. \n \nB. \n\nregulation  and  cross-border  supervision, \n\n(iii) \n\nPolicy Framework and Actions \n \n1. \n\n \n \n\nFacilitate  Enforcement  and  Strengthen  Banking  Sector  Legislation, \nRegulation, and Policies \n \na. \n\n \n \n \nTo  strengthen  the  enforcement  of  banking  sector  laws,  the  Program  calls  for  NBKR  to \n53. \nadopt  new  regulations  on  enforcement  measures,  prepared  with  ADB  assistance,27  to  replace \nthe former Regulatory Response Policy and the Regulation on Preventive Measures. The new \n\nStrengthen Enforcement of Banking Sector Legislation \n\n                                                 \n27  ADB. 2002. Technical Assistance to Kyrgyz  Republic for Financial Sector  Reforms. Manila. (TA 4069),  approved \n\non 19 December 2002, for $600,000. \n\n \n\n\f \n\n15\n\n \n\nb.  \n\nformal  assessments  of  progress \n\nSubsequently,  NBKR  will  undertake \n\nIntroduce Sound Risk Management Policies and Procedures \n\nregulations outline enforcement policies in a consistent manner, clearly setting forth what type of \nenforcement action is appropriate in which circumstances. \n \n54. \nThe Program also calls for NBKR, drawing on its supervision strategy for each bank for \n2005,  to  prepare  a  summary  report  of  the  supervision  objectives  and  planned  enforcement \nmeasures. This report will highlight the weaknesses identified in the 2004 on-site inspection and \nother concerns identified through the supervisory process for each bank.  \n \ntowards \n55. \nsupervisory  objectives  and  the  efficacy  of  the  enforcement  measures  used  as  part  of  the \nsupervisory  plans  for  each  bank  in  2005  and  2006.  The  objective  of  these  assessments  is  to \ndetermine  whether  there  were  legal  or  regulatory  impediments  to  the  implementation  of \npreferred  supervisory  action.  If  the  outcome  of  the  assessments  and  the  overall  experience \ngained  under  the  revised  legal  framework  suggests  a  need  for  further  legal  reforms,  the \nProgram recommends that the Government draft amendments to the relevant laws and submit \nthese amendments to Parliament before end-2008. \n \n \n \n56. \nTo  mitigate  systemic  risk  to  the  financial  system,  the  Program  calls  for  the  Kyrgyz \nauthorities  to  adopt  a  Regulation  on  Minimum  Risk  Management  Requirements  for  Banks. \nNBKR  will  also  introduce  more  detailed  guidelines  for  banks  on  management  of  credit  risk, \noperational risk, country risk, transfer risk, and markets risk. These guidelines will build on the \nbroad provisions of the regulation on minimum risk management requirements.  \n \n57. \nFor credit risk management, the guidelines to be adopted will provide banks with more \ndetails  on  the  minimum  necessary  steps  towards  sound  risk  management,  including \nestablishment  of  an  appropriate  credit  risk  environment,  operating  sound  credit  granting \nprocesses, and maintaining appropriate credit risk administration and monitoring processes. For \noperational risk, the guidelines will provide further details on measures required to establish a \nstrong  operational  risk  and  internal  control  culture,  including  the  necessity  of  clear  lines  of \nresponsibility, segregation of duties, effective internal reporting, and contingency planning. For \nmarket  risk,  the  guidelines  will  reflect  international  best  practices,  focusing  on  the  use  of  a \nstandardized  approach  to  risk  measurement  (as  advanced  approaches  such  as  the  use  of \ninternal  models  are  inappropriate  to  Kyrgyz  banks  at  their  current  stage  of  development). \nCountry  and  transfer  risk  is  of  lower  importance  due  to  the  limited  international  exposure  of \nKyrgyz banks, but the guidelines will address the elements of best practices, including the role \nof NBKR in establishing appropriate minimum provisions for exposures to each country. \n \n58. \nTo ensure adequate evaluation of banks’ risk management policies and procedures, and \ntheir  implementation,  NBKR’s  existing  on-site  examination  manual  will  be  revised  under  the \nProgram.  Staff  of  NBKR’s  supervision  department  will  be  trained  in  risk  management.  The \nProgram  also  calls  for  NBKR  to  upgrade  its  supervisory  rating  system  by  incorporating  the \nassessment of risk management in banks and the assessment of sensitivities to the market. \n \n59. \nThe  Program  further  recommends  that  a  series  of  credit  inspections  be  undertaken  by \nNBKR in banks identified as weak or experiencing above average credit growth. By examining \nthe  quality  of  loan  portfolios  in  the  weakest  and  fastest  growing  banks,  NBKR  will  be  able  to \ntake timely supervisory action, if required, such as requiring specific banks to curtail lending until \ntheir  credit  adjudication  and  administration  processes  are  strengthened.  The  loan  inspections \n\n \n\n\f16 \n\n \n\n \n\nc.  \n\nEstablish Effective Cross-Border Supervision \n\nhave the added benefit of identifying systematic weaknesses that would need to be addressed \nthrough the new credit risk management guidelines.  \n \n \n \n60. \nTo introduce effective cross-border supervision of banks, the Program recommends, as \na first step, that NBKR establish a timetable for discussions with the supervisory authorities in \nKazakhstan,  Russian  Federation,  Turkey,  Republic  of  Korea,  and  Pakistan.  While  not  wholly \nunder the control of NBKR due to the need for other countries to be willing partners in bilateral \nagreements,  the  Program  calls  for  NBKR  to  draft  and  submit  formal  agreements  to  the  home \ncountry  supervisors  of  all  foreign-controlled  banks  operating  in  the  Kyrgyz  Republic.  These \nagreements  will  include  clear  and  workable  protocols  for  information  sharing  and  coordination \nlicensing,  ongoing  supervision  of  cross-border  establishments,  on-site \non \nexaminations, protection of confidentiality, and the establishment of a system of regular and as-\nneeded meetings among supervisory authorities, possibly supplemented by staff exchanges or \ncoordinated  on-site  inspections.28  The  Program  likewise  recommends  that  NBKR  explicitly \nassess  the  quality  of  globally  consolidated  supervision  exercised  by  the  home  country \nsupervisory authority and, for that purpose, enhance its IT equipment and train staff.  \n \n\nissues  of \n\nd.  \n\nPromoting Soundness of Commercial Banks and Competition in the \nBanking Sector \n\n \n61. \nTo  ensure  adequate  capitalization  and  promote  soundness  of  individual  banks,  the \nProgram  calls  for  NBKR  to  raise  capital  requirements  for  existing  commercial  banks  from \nSom30 million to Som60 million in January 200629 and Som100 million by program-end (2008). \nNBKR  will  also  require  all  banks  that  currently  do  not  yet  meet  the  new  capital  requirement \nsubmit written, comprehensive capital restoration plans that indicate how each bank intends to \ncomply  with  the  new  requirements.  Following  the  increase  to  Som100  million,  the  minimum \ncapital  requirement  should  rise  until  it  reaches  Som300 million  for  all  banks,  i.e.,  the  existing \ncapital  requirement  for  new  banks.  Som100  million  is  still  a  low  capital  requirement  by \ninternational  standards  and  relative  to  other  competing  jurisdictions.  The  Russian  Federation \nrequires  132 million  rubles  ($4.7  million),  while  Kazakhstan  requires  2 billion  tenge  ($15.4 \nmillion). Without similarly stringent entry requirements, the Kyrgyz Republic may be vulnerable \nto “jurisdiction shopping” by unsavory investors, who often seek a banking license in countries \nwith low barriers to entry as a means of funding activities in their home countries. \n \ntheir  stringent \n62. \nenforcement  will  contribute  to  banking  sector  consolidation  and  facilitate  competition.  Smaller \nand inefficient banks are already under cost pressure as the level of competition has started to \nincrease, because of (i) the entry of foreign banks, (ii) the expected establishment of Rural Bank \non the basis of KAFC, and (iii) the recent entry of SSC into the credit business. As the banking \nsector develops, competitive forces will also encourage either increased investment in banks, or \nconsolidation.  As  such,  a  moderate  increase  in  capital  requirements  is  an  opportune  policy \nmeasure to strengthen the banking system in conjunction with market developments. \n \nTo  promote  competition  among  banks,  the  Program  calls  for  NBKR  to  provide \n63. \nconsumers  access  to  information  on  service  products  offered  by  individual  banks  so  that  they \ncan  compare  service  fees.  Under  the  Program,  NBKR  will  require  banks  to  post  in  their \n                                                 \n28  These  are  the  minimum  requirements  established  by  the  Basel  Committee  on  Bank  Supervision.  Bank  for \nInternational Settlements. 2001. Essential Elements of a Statement of Cooperation between Banking Supervisors. \nBasel. \n\nThe  progressive  strengthening  of  prudential \n\nrequirements  and \n\n29  This is in line with a structural benchmark of the current IMF PRGF program. \n\n \n\n\f \n\n17\n\nbranches  and  provide  to  NBKR  details  of  the  fees  and  rates  for  a  set  of  standard  banking \nproducts  and  services.  Details  of  this  standard set  will  be  developed  by  NBKR  in  consultation \nwith the banking industry. Under the Program, NBKR will provide details of fees and charges for \nthe standard set of services for all banks on its website on a quarterly basis and semiannually in \nnewspapers  of  broad  circulation.  Making  this  information  readily  available  to  consumers  will \nincrease  transparency  and  competition  in  the  market,  facilitate  consumer  choice,  and  lead  to \nlower costs of intermediation and other financial services. \n \n\n2. \n\nImprove Governance of Nonbank Financial Institutions  \n\n \n\na.  \n\nStrengthen the Institutional Framework for Sector Supervision \n\n \n \n64. \nTo  ensure  that  regulatory  and  supervisory  gaps  do  not  occur  and  suitable  information \nsharing  agreements  between  regulatory  bodies  are  established,  the  Program  calls  for  the \nimmediate  establishment  of  a  Financial  Sector  Regulatory  Working  Commission,  consisting  of \nhigh-level representatives from NBKR, MOF, and SCSM, which will coordinate the activities of \nthe  existing  regulatory  bodies  for  banking  and  nonbank  financial  institutions.  The  Regulatory \nWorking  Commission  will  also  coordinate  initiatives  to  harmonize  regulation  and  supervision \nwith international standards. The Regulatory Working Commission will be supported by a policy \nsecretariat,  consisting  of  one  coordinator  and  staff  designated  from  the  involved  regulatory \nbodies, to assist in preparing joint regulatory and/or supervisory activities. \n \n65. \nFurther,  to  increase  the  efficiency  of  supervision  and  instill  public  confidence  in \nregulatory  oversight,  the  Program  calls  for  the  Government  to  develop  a  concept  paper  and \naction  plan  for  establishing  the  Nonbank  Financial  Services  Agency  (NBFSA),  with  adequate \nauthority and funding to effectively regulate and supervise nonbank financial services. NBFSA \nwill  be  established  by  merging  SCSM,  SCFRA,  and  the  agency  in  charge  of  insurance  and \nprivate pension funds, and over time, given authority and independence similar to NBKR. The \nestablishment of NBFSA by merging three existing agencies will help to substantially strengthen \nthe efficiency and effectiveness of regulation and supervision of NBFIs by consolidating scarce \nsupervisory  capacities  and  limited  funds.  NBFSA  will  be  in  a  better  position  than  its \npredecessors to establish and sustain functional units, for instance, to provide legal advice and \nIT  support.  Its  enhanced  status  will  allow  NBFSA  to  attract  and  retain  highly  skilled  staff  and \nmanagement  to  effectively  discharge  its  functions.  The  integration  of  SCFRA,  together  with \nsupporting  legal  reforms,  will  give  NBFSA  the  capacity  and  authority  to  establish  and  enforce \nadequate  accounting  and  auditing  standards  for  NBFIs  and  issuers  of  securities.30  The \nintegration of the agency in charge of insurance and private pension funds will discontinue the \ncurrent fragmentation of regulation and supervision of pension and investment funds. The step-\nby-step  integration  approach  supported  under  the  Program  provides  the  necessary  flexibility \nand  does  not  preclude  further  integration  of  responsibility  for  regulation  and  supervision  of \nbanking and nonbanking financial services at a later date. The establishment of NBFSA is in line \nwith the overall government policy to increase the efficiency of public administration by reducing \nthe number of government bodies and the size of the civil service.   \n \n66. \nTo  provide  a  solid  legal  basis  for  the  NBFSA,  and  codify  the  Regulatory  Working \nCommission,  the  Program  calls  for  the  Government  to  draft  and  submit  to  Parliament  a \nFramework Law establishing a unified regulator for the nonbank financial sector with sufficient \nregulatory,  supervision,  and  enforcement  powers,  and  adequate  governance,  to  facilitate  the \ndevelopment of the sector. \n\n                                                 \n30  As  the  regulatory  and  supervisory  body  for  banking,  NBKR  is  already  responsible  for  establishing  and  enforcing \n\naccounting and auditing standards for banks. \n\n \n\n\f18 \n\n \n\n \n\nb.  \n\nStrengthen Governance of Securities Markets \n\n \n \n \n67. \nTo address the inadequacies of the existing legal framework for securities markets, the \nProgram  calls  for  the  Government  to  draft  and  submit  to  Parliament  a  new  Law  on  Securities \nMarkets  that  (i)  substantially  complies  with  the  minimum  principles  developed  by  IOSCO,  and \n(ii) contains a mandate to establish an integrated national market system with appropriate rules \nand governance, to provide for a more open and transparent method of trading securities, price \ndiscovery, and reporting of transactions.  \n \n68. \nTo strengthen investor protection, the Program recommends that licensing conditions for \nstock  exchanges  be  strengthened  to  include  (i)  submission  of  plans  for  self-regulation  for \napproval  by  SCSM  and/or  NBFSA,  and  (ii)  modifying  the  governance  of  stock  exchanges  to \nensure that the board of directors of an exchange reflects its public interest responsibility as well \nas  the  interest  of  its  shareholders  or  members.  Further,  the  Government  will  authorize  the \nSCSM or NBFSA to review the listing fees of stock exchanges to ensure that such fees take into \naccount the economic benefits of listing and the cost of compliance. To strengthen the external \ngovernance of public companies, SCSM or NBFSA will require stock exchanges to adopt initial \nand  continuing  listing  rules  for  all  JSCs  authorized  for  trading  on  an  exchange,  including  the \ntimely  disclosure  of  audited  financial  statements  and  applicable  corporate  governance \nrequirements. Irregular listing boards will be established for those public companies that are not \nable  to  comply  with  the  regular  listing  standards.  The  Program  likewise  recommends  that  the \nGovernment  will  establish  clear  and  transparent  criteria  for  auditing  firms  that  are  allowed  to \ncertify financial statements of listed and other  public companies, and establish the right of the \nSCSM  or  NBFSA  to  approve  auditors  of  public  companies  and  professional  market \nparticipants.31 \n \n\nRevise Policies Undermining Capital Market Development \n\na.  \n\nRationalize Taxation on Capital Gains, Dividends, and Interest \n\n \n \n \n69. \nThe  Program  calls  for  the  Government  to  rationalize  the  taxation  of  capital  gains  and \ndividends  for  listed  and  other  public  companies.  The  Government  will  also  harmonize  the \ntaxation  of  interest  earned  by  commercial  banks  and  other  legal  entities  from  investment  in \ngovernment  securities  and  corporate  bonds.  As  such,  the  Program  will  facilitate  the \ndevelopment  of  corporate  securities  markets  as  an  engine  for  private  sector  led  growth  by \nchanging tax policies that favor public sector investment and discourage investors from taking \nthe risk of private sector investment. \n \n \n \nParliament  has  yet  to  approve  the  Government’s  privatization  program  for  2004–2005, \n70. \nso only enterprises included in the previous privatization program are currently being privatized. \nThis  provides  an  opportunity  for  the  Program  to  strengthen  privatization  policies  and  their \nimplementation.  Under  the  Program,  an  Advisory  Committee  on  Privatization  through  the \nCapital Market (ACPCM) will be established to (i) review the financial and ownership information \nof  the  enterprises  considered  for  privatization,  and  (ii)  determine  which  enterprises  are  most \nsuitable  for  a  public  offering  of  securities  through  the  stock  exchange.  ACPCM  will  appoint \nsubcommittees  or  working  groups  to  facilitate  its  work,  and  submit  a  preliminary  report  with \nrecommendations within 6 months of ACPCM’s first meeting and a final report within 9 months, \n\nStrengthen Privatization Policies \n\nb.  \n\n \n\n3. \n \n \n\n                                                 \n31  NBKR already has the right to approve auditors of commercial banks. \n\n \n\n\f \n\n19\n\nafter  formal  public  comment  on  the  interim  report  has  been  incorporated.  Based  on  the \nACPCM’s recommendations, the Government will draft and submit to Parliament a privatization \nprogram for 2007–2008. \n \nC. \n\nFinancing Plan \n\n71. \nIt is proposed that ADB support the Government’s policy reforms under the Program by \nproviding a loan of SDR10,900,000 ($15.5 million equivalent). The Borrower will be the Kyrgyz \nRepublic.  The  loan  will  be  from  ADB’s  Special  Funds  resources,  and  will  have  a  term  of  24 \nyears, including a grace period of 8 years, with an interest charge at the rate of 1% per annum \nduring the grace period, and 1.5% per annum for the remaining period.  \n \nThe size of the proposed loan is based on the estimated short to medium-term costs of \n72. \nthe  Program,  the  strength  of  the  Program,  and  the  importance  of  the  sector.  The  adjustment \ncosts,  which  are  not  easily  quantifiable  given  the  nature  of  the  Program,  are  estimated  at \n$35 million.  In  addition,  the  Government  will  have  to  carry  the  political  cost  involved  in \nimplementing  the  reforms.  Significant  vested  interests  are  currently  benefiting  from  weak \nenforcement  of  banking  sector  legislation  and  regulation,  regulatory  arbitrage  and  lack  of \neffective  cross-border  banking  supervision,  risky  but  profitable  banking  business  and  the \nabsence  of  risk-management  supervision,  and  lack  of  transparency  in  the  area  of  securities \ntrading and privatization. The adjustment costs also include the following: \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\nTo establish effective risk management in the banking system, NBKR is required \nto  enhance  its  regulatory  requirements,  broaden  the  scope  of  supervision, \nupgrade  inspection  manuals  and  bank  rating  systems,  and  finance  training  for \nstaff of the NBKR and commercial banks. \nTo  achieve  effective  cross-border  consolidated  supervision,  NBKR  will  have  to \nconduct  negotiations  with  supervisory  bodies  in  the  home  countries  of  banks \nowned  by  foreign  investors,  enhance  its  supervisory  systems  and  databases, \nundertake  training,  and  accommodate  cooperation  with  supervisory  bodies  in \nforeign jurisdictions on a continued basis. \nTo  increase  minimum  capital  requirements  for  existing  banks  and  ultimately \nharmonize  them  with  requirements  for  new  banks,  NBKR  will  have  to  bear  the \nfinancial  cost  involved  in  enforcing  these  requirements,  including  resolution  of \nnoncompliant banks. \nThe  merger  of  existing  regulatory  agencies  into  the  NBFSA,  although  partly \nmotivated to make more efficient use of existing funds, will be part of a broader \neffort  to  strengthen  securities  market  regulation  and  supervision  in  line  with \nIOSCO standards. As such, there will be a need to train NBFSA staff, pay higher \nsalaries to more qualified staff, and upgrade IT systems. NFSC will also have to \ndevelop  a  training  program  for  NBFIs  to  comply  with  new  regulations  and \ndevelop a monitoring system to ensure compliance.  \nTo  rationalize  the  fees  levied  by  the  SCSM  and  the  taxation  of  interest, \ndividends,  and  capital  gains,  there  will  be  revenue  losses  in  the  short  and \nmedium  term,  depending  on  the  performance  of  the  market  for  corporate \nsecurities. \nTo strengthen privatization policies, the Government will have to carry the direct \nand indirect cost involved in organizing and sustaining a broad-based discussion \non  privatization  related  issues.  More  frequent  use  of  step-by-step  privatization \nthrough  the  stock  exchange  may  also  result  in  lower  budget  revenues  from \n\n \n\n\f20 \n\n \n\nprivatization  in  the  short  and  medium  term,  despite  maximizing  proceeds  in  the \nlong term. \n\n \n73. \nThe private sector will also incur substantial adjustment costs for complying with stricter \nregulatory  requirements,  particularly  with  regard  to  minimum  capital  and  risk  management \nrequirements for banks, and financial disclosure and governance requirements for NBFIs and public \nissuers of securities. Nevertheless, given the importance of the financial sector for the economy, the \ncost of not implementing the reforms would be substantially higher for the economy as a whole than \nthe adjustment costs. Without the Program, the financial sector would continue to be ineffective in \nintermediating resources for productive investment, financial institutions would remain vulnerable to \nsystemic risks, and depositors and investors would be vulnerable to fraud and misconduct. \n \nD. \n\nImplementation Arrangements \n\n74.  MOF  will  be  the  Executing  Agency  for  the  Program  loan,  while  NBKR  and  the  State \nAgency for Financial Supervision and Reporting (SAFSR)32 will be the Implementing Agencies. \nThe  Government  will  establish  a  coordination  commission  under  the  Regulatory  Working \nCommission  comprising  representatives  from  MOF,  NBKR,  and  SAFSR.  The  coordination \ncommittee will meet every quarter to coordinate and ensure the effective implementation of the \nproposed  reforms.  The  coordination  commission  will  be  supported  by  the  Regulatory  Working \nCommission’s  secretariat,  which  will  be  established  within  the  Economic  Policy  Department  of \nthe  President’s  Administration.  The  financial  management  arrangements  for  the  Program  are \nassessed as adequate. Accumulated experience in implementing program loans such as FIRM, \nCGERP, and CGERP-II demonstrates MOF’s proven competence and capacity to carry out the \nfinancial management of the Program effectively. Various development partners, including ADB \nand the Word Bank, have provided substantial TA in 2001–2005 to further strengthen the EA’s \nfinancial management capacity. ADB will closely monitor program implementation to ensure that \nthe envisaged outputs are achieved. \n \n\n1. \n\nProcurement and Withdrawal Procedure \n\n \n75. \nThe  loan  proceeds  will  be  used  to  finance  the  full  foreign  exchange  costs  (excluding \nlocal  duties  and  taxes)  of  items  produced  and  procured  in  ADB  member  countries,  excluding \nineligible items (Appendix 8) and imports financed by other bilateral and multilateral sources. In \naccordance  with  the  provisions  of  ADB’s  Simplification  of  Disbursement  Procedures  and \nRelated Requirements for Program Loan, the proceeds of the program loan will be disbursed to \nthe  Kyrgyz  Republic  as  the  Borrower.  Loan  proceeds  will  be  disbursed  for  a  broad  range  of \nimports on the basis of a certificate provided by the Government stipulating that the value of the \nKyrgyz  Republic’s  total  imports,  minus  imports  from  nonmember  countries,  ineligible  imports, \nand imports financed under other official development assistance, is equal to or greater than the \namount of the loan expected to be disbursed during such year. ADB reserves the right to audit \nthe use of loan proceeds and verify the accuracy of the Government’s certification. \n \n76. \nADB's  Anticorruption  Policy  was  explained  to  and  discussed  with  the  Government. \nConsistent  with  its  commitment  to  good  governance,  accountability  and  transparency,  ADB \nreserves  the  right  to  investigate,  directly  or  through  its  agents,  any  alleged  corrupt,  fraudulent, \ncollusive  or  coercive  practices  relating  to  the  Program.  To  support  these  efforts,  relevant \nprovisions of ADB's Anticorruption Policy are included in the Loan Agreement for the Program. \n                                                 \n32  Presidential  Decree  419  dated  30  September  2005  established  SAFSR  as  a  consolidated  nonbank  financial \nsupervisory agency by merging SCSM, SCFRA, and the agency for supervision of insurance and private pension \nfunds within MOF. \n\n \n\n\f21\n\n2. \n\nCounterpart Funds \n\n77. \nThe Borrower shall ensure that the local currency funds generated by the program loan \nshall  be  used  to  (i)  support  the  adjustment  cost  for  reforms  to  be  initiated  and  implemented \nunder the Program, and (ii) finance expenditures for the general development purposes of the \nBorrower. \n \n\n3. \n\nMonitoring and Tranching \n\na. \n\nMonitoring \n\n78. \nThe  Government  and  ADB  will  continue  to  engage  in  active  policy  dialogue  on  sector \nissues,  policy  reforms,  and  other  measures  during  program  implementation  and  on  additional \nreforms that may be considered necessary or desirable. \n \n79. \nThe Government, through the Regulatory Working Commission secretariat, will provide \nADB  with  semiannual  reports  on  program  implementation  and  the  accomplishment  of  the \nProgram’s objectives. ADB will field regular missions to confirm compliance with conditions for \nthe second tranche and advise on actions to maintain implementation on course.  \n \n\nb. \n\nTranching \n\n80.  The program period will be 3 years. The loan will be released in two equal tranches. The \nfirst,  SDR5,450,000  ($7.75  million  equivalent),  will  be  released  upon  loan  effectiveness  after \ncompliance with all first tranche release conditions as defined in the policy matrix in Appendix 4. \nThe second, SDR5,450,000 ($7.75 million equivalent), will be released 18 months after Board \napproval, provided that ADB is satisfied that sufficient progress has been made by Government \nin  implementing  the  Program,  and  in  particular,  that  all  the  second  tranche  release  conditions \nset forth in bold in the policy matrix in Appendix 4 have been met. In addition, all the monitorable \nactions listed in the policy matrix must be taken by the Government during the program period. \nWhile  these  actions  are  not  conditions  for  the  release  of  the  first  or  second  tranche,  they  are \ncrucial steps toward achieving the objectives set forth in the policy matrix.  \n \n\nV. \n\nTECHNICAL ASSISTANCE \n\n \n81. \nThe accompanying technical assistance (TA) will assist the Government in implementing \nthe reforms as called for under the Program. In particular, the TA will (i) strengthen regulation \nand  supervision  of  the  banking  sector  in  the  area  of  risk  management  and  cross-border \nsupervision, (ii) strengthen governance of the securities markets, (iii) support the establishment \nand build capacity of a consolidated nonbank financial services regulator, and (iv) increase the \nefficiency and effectiveness of tax and privatization policies. \n \n82. \nThe  TA  is  estimated  to  cost  $710,000  equivalent.  ADB  will  provide  $600,000,  financed \non  a  grant  basis  by  the  Japan  Special  Fund,  funded  by  the  Government  of  Japan.  The \nGovernment’s  contribution  of  $110,000  equivalent  will  cover  office  accommodation, \ntraining/workshop facilities, and counterpart support. Procurement of goods and services under \nthe TA will be in accordance with ADB’s Guidelines for Procurement. \n \n83. \nThe  SAFSR  will  be  the  Executing  Agency  for  the  TA.  NBKR  will  be  the  Implementing \nAgency  for  the  banking  sector  component.  The  TA  will  be  implemented  over  period  of \n24 months,  starting  January  2006.  The  TA  is  estimated  to  require  52  person-months  of \ninternational  consultants  (banking  sector \nfrom \nconsulting  services:  12  person-months \n\n \n\n \n\n \n\n\f22 \n\n \n\nsupervision expert, nonbank financial regulatory and policy expert, and legal expert for nonbank \nfinancial  sector)  and  40  person-months  from  domestic  consultants  (legal  experts,  securities \nmarket experts, accounting and auditing expert). All consultants will be selected on an individual \nbasis in accordance with ADB’s Guidelines on the Use of Consultants and other arrangements \nsatisfactory to ADB. The key activities, cost estimate, and outline terms of reference for the TA \nare in Appendix 5. \n \n\nVI. \n\nPROGRAM BENEFITS, IMPACTS, AND RISKS \n\n \nA. \n\nBenefits \n\n84. \nThe  Program  will  help  to  promote  sound  and  more  balanced  development  of  the \nfinancial sector to enable the sector to mobilize savings and effectively channel these resources \nto  finance  investment  and  growth  by  strengthening  the  efficiency  of  financial  institutions  and \nmarkets,  broadening  the  scope  of  available  financial  services,  and  preventing  the  spread  of \nsystemic  risks  in  the  financial  sector.  The  loan  proceeds  will  also  help  to  implement  the \nGovernment’s  overall  debt  reduction  and  fiscal  consolidation  policies,  which  are  supported \nunder the IMF’s PRGF. \n \n85. \n \n\nSpecific benefits are as follows: \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nBy  strengthening  the  enforcement  of  banking  sector  regulation  and  closing \nregulatory  gaps  in  the  area  of  risk  management  and  cross-border  supervision,  the \nProgram  will  help  ensure  protection  of  depositors,  particularly  those  that  are  poor \nand not well informed.  \nBy  gradually  raising  capital  requirements  and  increasing  transparency  for \nbanking  services,  the  Program  will  facilitate  competition  and  help  improve  the \nrange and quality of banking services available to businesses and individuals. \nBy  supporting  policy,  legal,  regulatory,  and  institutional  reforms  in  the  nonbank \nfinancial  sector,  the  Program  will  help  strengthen  regulation  and  supervision  of \nthe sector to improve investor protection, enhance market efficiency, and widen \nthe scope of available financial products and services. This will make it easier for \nbusiness  to  raise  funds  from  the  capital  market  for  productive  investment  and \nemployment generation. \nBy  changing  tax  policies  that  unduly  favor  public  sector  investment  and \ndiscourage  investors  from  taking  the  risk  of  private  sector  investment,  the \nProgram will facilitate the development of the corporate securities market as an \nengine for private sector led growth.  \nBy preparing the ground for undertaking sequenced sale of blocks of SOE shares \nto \nthe \nthe  public \nthe  privatization  process,  strengthen  governance  and \ntransparency  of \nperformance  of  SOEs, and  maximize  state  revenues  in  the  long  run. It  will  also \nfoster capital market development by increasing the supply of shares of large and \nviable companies to be offered and traded at the Kyrgyz equity market. \n\nthe  Program  will  enhance \n\nthrough  stock  exchanges, \n\nImpacts \n\n \nB. \n \n86. \nThe detailed poverty reduction and social strategy of the Program is in Appendix 6. The \nProgram will support the Government in implementing its National Poverty Reduction Strategy, \nwhich  acknowledges  the  importance  of  promoting  sustainable  economic  growth  through \nstrengthening the financial sector and its regulatory framework. The Program will enhance the \n\n \n\n\f \n\n23\n\nfinancial sector’s capacity to carry out its intermediation role by deepening reforms, and further \nstrengthening  the  legal,  regulatory,  and  institutional  framework  for  the  sector.  In  doing  so,  the \nProgram  will  help  to  improve  companies’  access  to  finance,  people’s  access  to  financial \nservices, and protect depositors as well as holders of securities, which include vulnerable parts \nof the population. As such, the Program is pro-poor in its direct impact in the short term and pro-\npoor in its indirect impact in the short and medium term. No involuntary resettlement or impact \non indigenous people is expected from program implementation (Category C). \n \n87. \nimpact was identified. The loan is under category C in ADB’s environmental classification system.  \n \nC. \n\nThe environmental implications of the Program were assessed, and no significant adverse \n\nRisks \n\nto \n\nregulatory  agencies  concerned \n\n88. \nOne  of the main risks associated with the Program is poor organization of the proposed \nconsolidated  nonbank  financial  services  regulator.  To  mitigate  this  risk,  an  overall  strategy  and \nstep-by-step action plan has been prepared as guide to properly establish the NBFSA. Extensive \nfacilitate  common \ndialogues  were  undertaken  with \nunderstanding  on  the  objectives  of  the  NBFSA  and  forge  consensus  on  its  organizational \nstructure. The accompanying TA will also provide guidance and capacity building to support the \nestablishment of NBFSA.  \n \n89. \nAnother  risk  is  that  draft  legislation  will  be  enacted  with  substantial  delays  and/or \ninconsistent  with  other  laws  and/or  not  in  line  with  international  best  practice  due  to  vested \ninterest  and  lack  of  understanding  by  lawmakers.  To  minimize  this  risk,  assistance  has  been \nprovided for training of law and policy makers and stakeholders. In addition, legislative changes \nrelated to the Program  have been  drafted during program preparation or will be drafted under \nthe TA to ensure quality of the legislation. \n \nPersistence of vested interests to block certain reforms, such as strengthening oversight \n90. \nof  financial  institutions  to  increase  transparency  and  improve  investor  protection,  is  another \npotential  risk.  To  mitigate  this  risk,  the  more  difficult  reforms,  including  the  establishment  of  a \nNational  Commission  for  Securities  Markets  with  adequate  authority  and  funding  to  supervise \nsecurities markets, are included in the Program as a first tranche condition. \n \n91. \nThe  Program  will  also  impose  significant  costs  on  the  private  sector.  Financial \ninstitutions  and  public  issuers  of  securities  will  be  required  to  comply  with  substantially \nstrengthened disclosure and governance standards. Stock exchanges will have to introduce and \nenforce  listing  requirements,  which  will  require  retraining  staff  and  build  monitoring  capacity. \nPublic  companies  will  have  to  comply  with  these  requirements.  The  Program  recognizes  the \ncosts  and  difficulty  associated  with  these  changes,  and  has  made  provisions  for  the \nGovernment  to  adopt  new  accounting,  auditing,  and  governance  requirements  on  a  gradual \nbasis until 2008. Over this period, compliant public companies are expected to start benefiting \nfrom their efforts through the broadening of their investor base, which will provide incentives for \nother companies to cover the cost required to access public funds.  \n \n\n \n92. \nassurances which are incorporated in the legal documents: \n \n\nVII. \n\nASSURANCES \n\nIn  addition  to  the  standard  assurances,  the  Government  has  given  the  following \n\n \n\n\f24 \n\n \n\n(i) \n\n(ii) \n\nThe policies adopted and actions taken prior to the date of the Loan Agreement, \nas  described  in  the  Development  Policy  Letter  (DPL),  will  continue  in  effect  for \nthe duration of the Program; and \nthe  Government  will  promptly  adopt  the  other  policies  and  take  the  other  actions \nincluded  in  the  Program  as  specified  in  the  DPL  and  the  Loan  Agreement  to \nensure  that  such  policies  and  actions  continue  in  effect  for  the  duration  of  the \nProgram. \n\nVIII.  RECOMMENDATION \n\n \n93. \nI  am  satisfied  that  the  proposed  loan  would  comply  with  the  Articles  of  Agreement  of \nADB  and  recommend  that  the  Board  approve  the  loan  in  various  currencies  equivalent  to \nSpecial Drawing Rights 10,900,000 to the Kyrgyz Republic for the Banking Sector and Capital \nMarket  Development  Program  from  ADB’s  Special  Funds  resources.  The  loan  will  have  an \namortization period of 24 years, including a grace period of 8 years, with an interest charge at \nthe  rate  of  1%  per  annum  during  the  grace  period,  and  1.5%  per  annum  thereafter;  and  such \nother  terms  and  conditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft \nLoan Agreement presented to the Board. \n \n\nHaruhiko Kuroda \nPresident \n\n \n28 November 2005 \n\n \n\n \n\n\fAppendix 1 \n\n25 \n\nSECTOR ANALYSIS \n\n1.  \n\nBackground \n\nBanking Sector \n\n \nA.  \n \n \n \nThe Kyrgyz Republic currently has 20 commercial banks,1 of which 10 have majority or \n1. \ncontrolling  shares  held  by  foreign  investors  (mainly  international  financial  institutions  and \nKazakhstani  banks).  The  four  leading  Kazakhstani  banks  all  purchased  majority  or  controlling \nstakes in Kyrgyz banks in 2003–2004. The commercial banks are supervised and licensed by \nthe National Bank of the Kyrgyz Republic (NBKR). The largest nonbank financial institution, the \nstate-owned  Kyrgyz  Agricultural  Finance  Corporation  (KAFC),  was  reregistered  as  Rural  Bank \nin November 2004 by a government resolution (No. 832) and subsequently registered with the \nMinistry of Justice. Rural Bank is expected to be issued a banking license in conjunction with its \nprivatization, which is scheduled for 2006. A list of commercial banks is in Table A1.1.  \n \n\nTable A1.1: List of Commercial Banks \n \n\nName of the Bank \n\nBranches  Assets \n\n \n\nAsia Universal Bank \n\nNumber \n2 \n\n% of \nTotal \n37.0 \n\nLoans  Deposits  Paid-in Capital  \n% of \nTotal \n10.1 \n\nSom \nmillion \n300 \n\n% of \nTotal \n12.4 \n\n% of \nTotal \n24.3 \n\n  Foreign owned \n \n\nIneximbank \n\n9.7 \n\n17.3 \n\n8.8 \n\n230 \n\n9.5 \n\nBank Kyrgyzstan \nDemir Kyrgyz International \nBank \n\nKazkommertsbank \nKyrgyzstan \nEnergobank \n\nKyrgyz Credit Investment \nBank \n\nKyrgyzpromstroybank \nSavings and Settlement \nCompany \nBranch of Pakistan \nNational Bank \nBakay Bank \nEkobank \n\n4 \n\n28 \n1 \n\n3 \n\n7 \n\n1 \n\n29 \n48 \n\n1 \n\n4 \n7 \n\n5.1 \n\n10.5 \n\n3.9 \n\n291 \n\n12.0 \n\n7.1 \n6.3 \n\n6.0 \n\n5.9 \n\n4.4 \n4.1 \n\n2.8 \n\n2.4 \n2.2 \n\n13.1 \n1.8 \n\n14.7 \n\n9.5 \n\n6.9 \n11.4 \n\n2.6 \n\n8.9 \n\n6.2 \n0.0 \n\n0.0 \n\n3.2 \n3.8 \n\n6.9 \n5.2 \n\n4.3 \n\n4.1 \n2.7 \n\n121 \n133 \n\n100 \n\n109 \n\n100 \n100 \n\n105 \n\n60 \n100 \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n \n\n \n\n \n \n\n% \n79.0  RUS, \n\nOrigin \n\nUS \n\n71.0  KAZ, \n\n0.0 \n100.0 \n\nEBRD, \nIFC \n  \nTUR, \nEBRD, \nIFC \n74.0  KAZ \n\n(EBRD) \n\n34.0  KAZ, \nITA, \nLUX \n\n90.0  EBRD, \n\nIFC, \nKfW, \nAgha \nKhan \nF. \n  \n  \n\n0.0 \n0.0 \n\n100.0  PAK \n\n  \n\n0.0 \n6.0  KAZ, \n\nEBRD, \nIFC \n100.0  KAZ \n\n5.0 \n5.5 \n\n4.1 \n\n4.5 \n\n4.1 \n4.1 \n\n4.3 \n\n2.5 \n4.1 \n\n5 \n\nKhalik Bank Kyrgyzstan \n(former Kairat Bank) \nTolubay \n1 \nAmanbank \n5 \n                                                 \n1   The number of licensed banks is 19. The license of AK Bank has been revoked, but an appeal against this decision \n\n2.0  RUS \n24.0  RUS \n\n2.5 \n1.4 \n\n1.7 \n1.0 \n\n1.2 \n0.9 \n\n1.5 \n2.3 \n\n36 \n55 \n\n170 \n\n1.8 \n\n0.0 \n\n3.2 \n\n7.0 \n\n \n \n\n \n\nis pending. The bank is currently under conservatorship. \n\n \n\n \n\n\f  Foreign owned \n \n\n% \n  100.0 \n \n0.0 \n \n \n \n\nOrigin \nKOR \n  \n\nITA \n\n14.0  KOR \n89.0 \n44.0  CAN \nRUS \n(KAZ) \n  \n  \n \n \n\n  \n57.4 \n \n0.0 \n\n26 \n\nAppendix 1 \n\nName of the Bank \n\nBranches  Assets \n\n \n\nBank of Asia \nDos Credobank \nIssyk-kul \nKyrgyzkredit \nAK Bank (licence revoked) \n\nNumber \n0 \n7 \n6 \n0 \n0 \n\n% of \nTotal \n0.9 \n0.8 \n0.8 \n0.8 \n  \n\nLoans  Deposits  Paid-in Capital  \n% of \nTotal \n1.5 \n1.6 \n1.2 \n1.6 \n  \n\nSom \nmillion \n63 \n77 \n35 \n40 \n200 \n\n% of \nTotal \n2.6 \n3.2 \n1.4 \n1.6 \n8.2 \n\n% of \nTotal \n0.9 \n1.2 \n1.2 \n0.9 \n  \n\n  \nTotal \nMemorandum Item: \nRural Bank (former Kyrgyz \nAgricultural Finance \nCorporation) \n\n  \n159 \n \n11 \n\n  \n100.0 \n \n9.9 \n\n  \n100.0 \n \n26.3 \n\n100.0 \n\n  \n\n \n\n0.0 \n\n  \n2425 \n \n300 \n\n  \n91.8 \n\n12.4 \n\n \n \n \n \n\nCAN  =  Canada,  EBRD  =  European  Bank  for  Reconstruction  and  Development,  IFC  =  International  Finance \nCorporation,  ITA  =  Italy,  KAZ  =  Kazakhstan,  KfW  =  Kreditanstalt  für  Wiederaufbau,  KOR  =  Korea,  LUX  = \nLuxemburg, PAK = Pakistan, RUS = Russia, TUR = Turkey, US= United States of America.  \na Indirect shareholding through Kazkommertsbank (Kazakhstan). \nSources: National Bank of the Kyrgyz Republic and Asian Development Bank. \n\n \nBanking  dominates  the  Kyrgyz  financial  sector.  The  total  capital  of  commercial  banks \n2. \nincreased from the equivalent of 1.3% of gross domestic product (GDP) at end-1999 to 2.6% of \nGDP  in  December  2004  ($56  million).  This  achievement  was  mainly  due  to  higher  capital \nrequirements  and  increasing  foreign  direct  investment  (FDI).  Banking  sector  assets  increased \nfrom  8.6%  of  GDP  at  end-1999  to  19%  of  GDP  (Som17.7  billion)  at  end-2004.  However,  this \nratio  is  still  very  low  compared  with  37.7%  of  GDP  in  Kazakhstan  and  37.8%  in  Uzbekistan \n(December 2003). At end-2004, 57% of the capital and 60% of the assets of the system were \nforeign  owned.  Privately  owned  banks  accounted  for  96%  of  banking  sector  assets.  In \nDecember  2004,  the  five  largest  banks  accounted  for  not  more  than  49%  of  capital,  60%  of \ndeposits, and 66% of loans. The share of nonperforming loans declined from 30.9% in 1999 to \n7.0% in June 2005, mainly as a result of successful bank restructuring (undertaken with support \nfrom  external  funding  agencies  including  the  Asian  Development  Bank  [ADB]  in  2000–2002), \ncombined with more prudent lending practices. However, the rapid increase in credit could pose \na medium-term risk for loan quality. Private sector credit growth accelerated from 11% in 2002 \nto 27% in 2003 and 70% in 2004.   \n \nThere is significant room to enhance public confidence in banks. Deposits as a share of \n3. \nGDP have increased to 8.6% in 2004 from 5.4% in 1999, but this ratio is still low. Despite strong \ncredit  growth  since  2003,  bank  loans  to  customers  are  still  below  the  level  prior  to  the  1998 \nRussian  crisis  (6.3%  of  GDP  at  end-December  2004).  The  differential  between  deposit  and \nlending  rates  remain  very  high  (22.6  percentage-points  at  end-2004).  The  range  and  quality  of \nbanking  services,  such  as  simple  deposit  and  payment  services,  are  below  customers’ \nexpectations.  Cash  in  circulation  is  still  significantly  greater  than  money  on  commercial  bank \naccounts.  Checks  are  scarcely  used  and  widely  distrusted,  and  credit  cards  are  just  being \nintroduced. \n \n4. \nIn  terms  of  access  to  and  outreach  of  banks,  it  is  noteworthy  that  three  commercial \nbanks have a well developed countrywide branch network. Six other banks have five to seven \nbranches each and KAFC has a countrywide branch network. Based on the number of current \nbank branches, it is estimated that there is one branch per 32,000 people. However, only 1 in 40 \nKyrgyz residents actually has a bank account. Half of these accounts are with the state-owned \n\n \n\n\fAppendix 1 \n\n27 \n\n2.  \n\nRegulation and Supervision \n\nSettlement and Savings Company (SSC), which mainly provides payment, transfer, and savings \nservices through its extensive branch network. \n \n \n \n5. \nAn  assessment  undertaken  in  2002  by  the  International  Monetary  Fund  (IMF)  and  the \nWorld Bank against the Basel Core Principles for Effective Banking Supervision2 found that the \nKyrgyz  Republic  had  a  sound  base  of  prudential  requirements  for  banks,  methods  of  ongoing \nsupervision,  and  accounting  standards.  Among  the  25  Basel  Core  Principles,  15  had  been \neither  complied  or  largely  complied  with,  but  those  relating  to  enforcement  of  legislation  and \nregulation, adoption of adequate policies and procedures for a comprehensive risk management \nprocess, and cross-border banking, have yet to be complied with. \n\n \n6. \nThe  remaining  inconsistencies  and  overlaps  in  the  legal  and  regulatory  framework  for \nthe banking sector present uncertainty regarding the enforcement authority of the NBKR, which \nprevents  it  from  effectively  enforcing  legislation  and  regulation  over  sector  participants.  As  a \nresult,  problems  in  banks  are  frequently  addressed  too  late  and  weak  banks  continue  to \noperate.  This  poses  significant  risks  to  financial  sector  stability  and  dampens  depositors’ \nconfidence, thus impeding development of the banking sector, which could effectively channel \nresources to finance investment and employment creation. \n \n7. \nWith  regard  to  legislation,  the  Civil  Code,  Civil  Procedure  Code,  Labor  Code,  and  the \nlicensing  law  have  yet  to  fully  acknowledge  that  banking  business  is  governed  by  specialized \nbanking  legislation.  This  gives  ample  opportunity  for  banks  to  challenge  NBKR’s  decisions, \nincluding  removing  or  suspending  bank  managers  or  revoking  a  banking  license.  In  cases \nwhere  banks  appeal  regulatory  actions,  courts  often  find  it  difficult  to  understand  whether  a \nparticular enforcement action is consistent with legislation. Courts also frequently do not rely on \nfacts  established  by  NBKR.  Hence,  it  is  frequently  courts—rather  than  NBKR—that  take \ndecisions  with  respect  to  banking  supervision.  On  several  occasions,  courts  have  cancelled \nNBKR’s  decisions  to  revoke  licenses,  despite  serious  and  continuous  violations  of  prudential \nnorms,  including  capital  requirements.  Further,  the  Administrative  Liability  Code  and  the \nCriminal  Code  establish  upper  limits  of  monetary  fines  for  violation  of  banking  legislation  and \nregulation  that  are  far  too  low  to  be  effective.  To  address  these  legal  weaknesses,  NBKR \nsubmitted  to  Parliament  amendments  to  a  number  of  laws3  in  2004  to  establish  that  the \nspecialized  banking  laws  supersede  other  legislation,  and  that  monetary  fines  for  violation  of \nbanking  laws  and  regulations  be  increased.  These  amendments  have  yet  to  be  approved  by \nParliament. \n \n8. \nWith regard to regulations (or bylaws), NBKR’s responses to violations of the specialized \nbanking  sector  laws  and  regulations  are  governed  by  two  documents:  the  Regulation  on \nPreventive Measures and Sanctions (1997) and the Regulatory Response Policy (2001). These \nare  inconsistent  with  respect  to  areas  such  as  the  classification  of  problem  banks,  various \ncapital  adequacy  benchmarks,  the  definition  of  violations,  and  regulatory  action  required  or \nrecommended  in  response  to  violations.  As  such,  the  grounds  and  procedures  for  NBKR’s \n\n                                                 \n2   The 1997 Basel Core Principles comprise 25 basic principles that need to be in place for a supervisory system to \nbe effective. The Basel Core Principles are minimum requirements and intended to serve as a basic reference for \nsupervisory authorities in all countries worldwide. \n\n3  This  includes  amendments  to  the  Civil  Code,  Civil  Procedure  Code,  Labor  Code,  Law  on  Banks  and  Banking \nActivity (LBBA), Law on Bank Secrecy, Administrative Liability Code, Law on Joint-Stock Companies (JSCs), and \nCriminal Code. \n\n \n\n \n\n\f28 \n\nAppendix 1 \n\nresponses  to  violations  of  laws  and  regulations  often  appear  arbitrary,  making  it  difficult  for \nNBKR to enforce them. \n \n9. \nTo mitigate systemic risk to the financial system, especially in light of recent rapid credit \ngrowth,  policies  and  procedures  for  risk  management  process  have  to  be  in  place.  However, \nmanagement  of  risks  in  the  Kyrgyz  banking  system  is  almost  nonexistent.  While  many  banks \nhave started to enter into new business, most banks have neither adequate understanding nor \ncapacity  to  manage  risks  associated  with  lending  and  other  banking  activities,  which  poses \nsignificant risk to the financial system. On the other hand, NBKR has yet to establish regulatory \nguidelines for banks in the area of managing credit, market, interest rate, operational, country, \nand  transfer  risks.  NBKR  also  has  limited  capacity  to  assess,  evaluate,  and  monitor  risk \nmanagement in banks. \n \n10. \nGiven the rapidly increasing presence of foreign banks in the country, particularly from \nKazakhstan  and  the  Russian  Federation,  establishing  formal  working  relationships  with  the \nhome  country  supervisors  of  foreign  controlled  banks  has  become  increasingly  important. \nHowever, NBKR does not have access to information that would enable it to comprehensively \nassess the financial position of branches or subsidiaries of financial institutions outside NBKR’s \njurisdiction.  While  NBKR  has  established  contact  with  supervisory  bodies  in  a  number  of \ncountries,  these  contacts  have  yet  to  lead  to  a  structured  program  of  information  sharing  and \ncooperation  between  NBKR  and  home  country  supervisors  of  commercial  banks  that  have \nbranches or subsidiaries in the Kyrgyz Republic.  \n\n \n11. \nDespite  the  extensive  unfinished  agenda  for  banking  sector  reform  in  the  Kyrgyz \nRepublic, it is important not to lose sight of the progress that has been made in recent years. A \nnumber of weak banks have left the system, and the recent growth in deposits is evidence that \nefforts to strengthen the regulator framework and effectiveness of supervision are bearing fruit, \nwith consumer confidence in banks slowly starting to build. \n \n12.  Much  of  the  measurable  progress  has  been  with  the  legal  framework  for  banking \nsupervision.  While  problems  remain—the  legislation  and  regulations  in  force  are  far  from \nperfect—significant strides have been taken, most notably with the introduction of a specialized \nbank insolvency law, revisions to the law on banking, nonjudicial dispute resolution, and new or \nimproved regulations on risk management. The introduction of the new law on pledge is a major \nstep  forward  in  improving  the  legal  foundation  for  banking  and  commercial  transactions  more \ngenerally.  \n \n13. \nFurther  legislative  reforms  are  required  and,  as  in  the  past,  it  will  likely  be  difficult  to \nconvince Parliament of the necessity and value of some of the fundamental elements of a sound \nlegal framework for the financial sector. Concerns remain about the quality and integrity of the \njudicial system, which will take time to remedy.  \n \n14. \nProgress with the actual practice of banking and supervision is more difficult to achieve \nand  measure  than  improvements  to  the  legal  framework.  Within  the  banking  sector,  many \nindividual  banks  lack  appropriate  governance,  risk  management  and  internal  policies, \nprocedures  and  controls.  For  some,  there  is  little  interest  in  making  the  necessary  investment \nand changes in structure and, for most, the costs and scarcity of skilled bankers are obstacles. \nWithin the NBKR, the full benefit of extensive training and technical assistance is not reflected in \nthe current capacity of the supervision function due to the high level of staff turnover. There is \nsome offsetting gain, however, in the increased managerial capacity in the banking system, as \nmost departing NBKR officers are attracted to commercial banks by higher salaries.  \n\n \n\n\fAppendix 1 \n\n29 \n\n \n15. \nA  major  challenge  in  banking  sector  development  is  increasing  the  percentage  of \ntransactions  undertaken  within  the  formal  banking  sector.  This  will  increase  the  volume  of \nsavings mobilized for investment, and will reduce costs involved in undertaking transactions in \ncash. Some of the obstacles to be overcome relate directly to the banking sector: (i) the need \nfor  enhanced  consumer  confidence,  (ii)  the  need  for  new  products  to  attract  customers,  and \n(iii) the need for cost efficiency and competition to reduce high consumer charges.  \n\nReform Priorities \n\n \n3. \n \n16. \nReform  priorities  in  the  banking  sector  include  (i)  enhancing  confidence  in  the  banking \nsystem by strengthening depositor protection and reducing risks, and (ii) facilitating competition \nand helping improve the range and quality of banking services available to businesses and the \npopulation. To ensure depositor protection, there is an urgent need to improve the enforcement \nof  banking  sector  legislation  and  regulation  by  further  strengthening  banking  sector  legislation \nand  regulatory  policies  and  procedures.  This  should  be  complemented  by  a  continuation  of \nongoing judicial reforms, including measures to strengthen the transparency of court decisions \nand  training  specialized  judges.  Given  the  recent  rapid  credit  growth  in  Kyrgyz  banks  and \ninitiatives of banks to enter new business areas, there is a need to implement risk management \nin commercial banks and build NBKR’s supervisory capacity in this area. Given the significant \npresence  of  foreign  banks  in  the  country,  NBKR’s  capacity  in  the  area  of  cross-border \nsupervision has to be strengthened. A gradual increase in capital requirements and increasing \ntransparency for banking services will promote competition and strengthen the banking system. \n \nB.  \n \n\nCapital Market \n\n \n\nBackground \n\n1. \n \nThe  nonbank  financial  institution  (NBFI)  sector  comprises  3  private  trade  organizers;4 \n17. \n2 depositories;5  and  a  variety  of  financial  intermediaries,  including  42  broker  and  dealer  firms, \n5 investment  funds,  1  private  pension  fund,  and  12  insurance  companies.  There  are  also \napproximately 800 credit unions, microfinance organizations, exchange offices, and pawnshops. \nA financial sector profile is in Table A1.2. \n \n19. \nOver 1990–2004, 1,596 companies issued corporate stocks and/or bonds in the Kyrgyz \nRepublic  amounting  to  Som31.9  billion  ($4.6  billion).6  However,  most  issues  do  not  represent \ncapital raised by enterprises, as they were allocated to individuals as a result of privatization of \nstate-owned  enterprises  (SOEs).  Given  that  large  enterprises  were  initially  privatized  to  their \nworkforce  and  the  population  overall,  ownership  in  most  joint  stock  companies  (JSCs)  is \nfragmented.  There  are  currently  about  1,200  JSCs  in  the  Kyrgyz  Republic,  of  which \napproximately 300 have more than 500 shareholders.  \n \n\n                                                 \n4 The Kyrgyz Stock Exchange (KSE), Stock Exchange Trading System (SETS), and Central Asian Stock Exchange \n\n(CASE), which became operational in February 2005. \n\n5 Two legal entities, Closed JSC Central Depository and Closed JSC Stock Exchange Trading System, have licenses \nto  carry  out  depository  activity,  providing  services  on  accounting  and  keeping  securities,  and  clearing  securities \noperations between stock market participants and international investors.  \n\n6  Most corporate securities were issues in form of equity. The total volume of the 14 corporate bond issues, which \n\ntook place in 1999–2004, was Som263 million ($6 million). \n\n \n\n \n\n\f30 \n\nAppendix 1 \n\nItem \nStock Exchanges \nCommercial Banksa \nInsurance Companies \nInvestment Funds \nPension Funds  \n     State \n     Private \nDepositaries  \nBroker Companies \nDealer Companies \nIndependent Registrars \nManaging Companies \nCredit Unions \nMicrofinance Organizations \nSpecialized Credit Institutionsb \nPawnshops \nExchange Offices \n\n2000 \n2 \n\n1996 \n1 \n18 \n \n18 \n \n \n \n3 \n43 \n6 \n18 \n1 \n\nTable A1.2: Financial Sector Profile \n \n1997 \n1 \n20 \n \n15 \n \n \n \n3 \n28 \n6 \n21 \n0 \n \n0 \n \n \n \n\n1998 \n1 \n24 \n35 \n16 \n2 \n1 \n1 \n1 \n29 \n13 \n20 \n4 \n83 \n56 \n4 \n55 \n340 \n\n1999 \n1 \n23 \n36 \n14 \n2 \n1 \n1 \n1 \n30 \n16 \n23 \n6 \n169 \n68 \n4 \n49 \n267 \n\n1995 \n1 \n18 \n \n15 \n \n \n \n0 \n27 \n3 \n7 \n0 \n \n0 \n \n \n\n0 \n \n \n \n\n \n\n22 \n\n29 \n10 \n2 \n1 \n1 \n2 \n25 \n16 \n19 \n10 \n191 \n55 \n4 \n57 \n290 \n\n2001 \n2 \n20 \n24 \n8 \n2 \n1 \n1 \n2 \n23 \n20 \n15 \n9 \n279 \n53 \n10 \n64 \n271 \n\n2002 \n2 \n20 \n23 \n11 \n2 \n1 \n1 \n2 \n21 \n20 \n16 \n9 \n303 \n72 \n10 \n85 \n234 \n\n2003 \n2 \n20 \n15 \n5 \n2 \n1 \n1 \n2 \n22 \n21 \n15 \n10 \n303 \n72 \n2 \n108 \n261 \n\n2004 \n2 \n19a \n12 \n5 \n2 \n1 \n1 \n2 \n21 \n21 \n15 \n8 \n306 \n100 \n2 \n113 \n278 \n\na  Includes  commercial  banks  with  a  license  at  the  end  of  the  respective  year.  In  2004,  one  bank’s  license  was  revoked;  an \n\nappeal against this decision is pending. A new bank applied for a banking license but was not yet given it at end-2004. \n\nb Includes specialized financial institutions for  which crediting  is a major  business  area, including Kyrgyz Agricultural  Finance \nCorporation,  Financial  Company  for  the  Support  of  Credit  Unions,  State  Small  and  Medium-Size  Business  Support  Fund \nunder  the  Government  of  the  Kyrgyz  Republic,  Mercy  Corps  International,  Finance  Fund  Bai-Tushum,  Foundation  for \nInternational Community Assistance (FINCA)-Kyrgyzstan, Central Asian and American Fund of Support of Small and Medium \nBusiness, and others. \nSources:  Ministry  of  Finance,  Ministry  of  Labor,  National  Bank  of  the  Kyrgyz  Republic,  and  State  Commission  for  Securities \nMarkets. \n\n \n20. \nShares of approximately 400 JSCs are traded at the various stock exchanges, but only \nsix are actually listed at a stock exchange.7 All trading at the Stock Exchange Trading System \n(SETS)  and  about  85%  of  trading  at  the  Kyrgyz  Stock  Exchange  (KSE)  is  in  securities  of \nunlisted  companies.  Trading  volume  averaged  only  $22  million  equivalent  in  2000–2003.  The \ntrading  volume  increased  to  $59  million  equivalent  in  2004,  mainly  due  to  the  privatization  of \nthree SOEs through KSE.  \n \n21. \nAlthough  trading  of  corporate  securities  is  required  by  law  to  take  place  through \nexchanges, most securities transactions are negotiated and closed outside the exchanges and \nare merely registered at the exchanges afterwards. Market price quotations are mostly absent. \nFurther,  the  market  is  highly  fragmented,  since  broker-dealers  are  not  allowed  to  operate  on \ndifferent  exchanges  simultaneously.  As  such,  shares  of  the  same  JSC  change  ownership  at \ngreatly  diverging  prices  at  different  exchanges,  or  even  at  the  same  exchange.  One  major \nissuer of securities, JSC Renton Group, defaulted in 2003. This has further undermined public \nconfidence in securities markets in general and regulatory oversight in particular. The number of \ninvestors affected was significant and included the more vulnerable groups of the population. \n \n22.  While  a  market  for  government  securities  exists,  primary  issues  remain  small, \nparticipation  is  limited  mainly  to  commercial  banks,  and  the  secondary  market  (operated  by \nNBKR)  is  negligible.  Because  budget  deficits  have  been  mainly  financed  with  resources \nprovided by external funding agencies, there has been little issuance of government debt. \n \n\n                                                 \n7 The number of companies listed at the KSE peaked at 69 in 2000 and subsequently declined to 6 (February 2005). \n\nSETS and CASE do not have listing boards. \n\n \n\n\fAppendix 1 \n\n31 \n\n2. \n\nfinancial  services. \n\ninsurance  against  other \n\nRegulation and Supervision \n\nThe  insurance  sector  is  at  an  early  stage  of  development,  with  premium  collected \n23. \nequivalent  to  0.2%  of  GDP.  The  cumulative  tax  burden  on  insurance  premiums  (7.5%) \ndiscriminates \nInsurance  companies  are \nundercapitalized and most of the risk is reinsured abroad. The only life insurer went bankrupt in \n2003.  \n \n24. \nThe  sole  private  pension  fund  services  about  600  individuals.  Lack  of  progress  with \npension system reforms, which is at least partly attributable to fiscal constraints for establishing \na fully funded pension system, hampers the development of pension funds. \n \n \n \nTo  date,  the  Kyrgyz  Republic  does  not  yet  comply  with  the  30  principles  set  by  the \n25. \nInternational  Organization  of  Securities  Commissions  (IOSCO)  to  ensure  that  investors  are \nprotected and systemic risks are mitigated, nor does it meet the principles and standards of the \nInternational  Association  of  Insurance  Supervisors,  which  were  established  to  promote \ninsurance markets and maintain efficient, fair, safe, and stable insurance markets for the benefit \nand protection of policy holders.  \n \n26. \nResponsibility for regulating and supervising NBFIs is spread across agencies including \nthe  State  Commission  on  Securities  Markets  (SCSM),  which  regulates  professional  market \nparticipants,  trade  organizers,  issuers  of  securities,  and  investment  funds;  an  agency  for \ndevelopment  and  regulation  of  insurance  and  private  pension  funds  within  the  Ministry  of \nFinance  (MOF);  and  the  State  Commission  on  Financial  Reporting  and  Auditing  (SCFRA). \nNBKR is in charge of regulating microfinance and credit unions since their inception in 1997. \n \n27.  While  there  are  many  regulatory  agencies  responsible  for  NBFIs,  most  of  them  are \nconstrained by the lack of budget and skilled staff needed to effectively regulate and supervise. \nAs such, the institutional framework for NBFIs overall is fragmented.  \n \n28. \nSCSM,  which  is  in  charge  of  securities  markets  and  investment  funds,  has  limited \noperational autonomy; insufficient financial resources; weak technical and professional capacity; \ninsufficient inspection, investigation, and surveillance powers; and few remedial measures at its \ndisposal to regulate and supervise market participants, investment funds, and JSCs with traded \nshares.  The  ability  of  the  SCSM  to  effectively  supervise  the  securities  markets  in  the  Kyrgyz \nRepublic  is  currently  restricted  by  a  number  of  presidential  decrees  and  administrative \nprocedures that limit its ability to act quickly and decisively in pursuing suspected violations by \nissuers of securities under the Law on Securites Markets (1998) and the Law on JSCs (2004). If \nthe SCSM wants to do an on-site inspection of a JSC, for example, it needs to get the approval \nof the Ministry of Economic Development, Industry, and Trade. \n\n \n29. \nAs SCSM was transformed from a national commission into a state commission in 2001, \nthe  authority  and  funding  of  SCMS  is  below  those  of  line  ministries,  including  the  MOF,  and \nsignificantly  lower  than  the  authority  of  NBKR  or  national  commissions,  which  are  outside  the \nGovernment and under the President. Currently, SCSM can prepare regulations for adoption by \nthe  Government  for  the  purpose  of  regulating  and  supervising  the  securities  market  and  its \nparticipants.  These  regulations,  which  apply  to  all  persons  in  the  country,  must  go  through  a \ngovernment  and  public  consultation  process  that  is  more  complicated  for  a  state  commission \nlike  the  SCSM  than  a  national  commission  or  the  NBKR.  Nonetheless,  the  SCSM  can  also \nadopt  its  own  lower  level  regulations  and  instructions,  which  are  more  like  procedures. \nHowever,  these  only  apply  to  SCSM  staff  unless  the  SCSM  registers  the  regulations  or \n\n \n\n \n\n\f32 \n\nAppendix 1 \n\ninstructions with the Ministry of Justice, so that they can apply to third parties such as securities \nmarket participants or issuers of securities.  \n \n30.  While  NBKR  has  authority  to  establish  and  enforce  suitable  accounting  and  auditing \nrequirements for financial institutions that it licenses, SCSM has no such authority. An issuer is \nrequired to have their accounts for inclusion in a prospectus audited by an independent auditor, \nthough the auditor is not required to be approved by the SCSM. The Law on Audit, 2002, allows \nany certified auditor to audit any company except a bank, regardless of the person’s knowledge \nof  the  business  activities  of  the  company.  The  law  does  not  establish  clear  accounting  and \nauditing  principles  for  the  issuer  of  securities  that  would  enable  investors  to  make  informed \ninvestment decisions. \n\n \nSerious  weaknesses  in  the  current  Law  on  Securities  Markets,  1998,  are  commonly \n31. \nacknowledged among market participants and government experts as one of key constraints for \nfurther  market  development.  The  law  does  not  give  the  regulatory  body  sufficient  authority  to \neffectively supervise the market and enforce securities market laws and regulations. Further, the \nLaw  does  not  distinguish  between  private  placements  and  public  issues,  and  the  types  of \ncompanies which should be allowed to make such offers.8 This is a particular concern in light of \nthe large number of public companies in the country. While current requirements are too loose \nfor public offers, they are too strict and costly for private offers. Furthermore, the law does not \nrequire the issuer and the underwriter to conduct proper due diligence. \n \n32. \nCurrent  securities  market  regulation  does  not  provide  adequate  entry  standards  for \nmarket  intermediaries.  Stock  exchanges  are  not  required  to  function  as  self-regulatory \norganizations,  establish  and  enforce  listing  standards,  and  monitor  and  enforce  quality \nstandards for the execution of customers’ orders. There are no rules governing the conduct of \nmarket  participants.  In  practice,  nearly  all  transactions  are  arranged  in  the  office  of  a  broker \nwithout  exposure  of  the  customers’  order  to  a  market-wide  bid  or  offer  price.  Subsequently, \nthese  transactions  are  merely  registered  at  an  exchange.  Further,  there  are  no  linkages \nbetween  the  different  exchanges,  as  brokers  are  prohibited  from  being  an  owner-member  of \nmore than one exchange. This is not only anticompetitive, but also undermines the development \nof unified prices for shares of the same company across different exchanges. \n\n \n33. \nAll three current operators of securities markets in the Kyrgyz Republic (KSE, SETS, and \nthe  Central  Asian  Stock  Exchange  [CASE])  are  licensed  under  the  current  Securities  Law  as \n“trading  organizations”  even  though  the  Law  also  provides  for  the  licensing  of  “stock \nexchanges.” It would be desirable to distinguish more clearly between these two types of market \nfacilities and indicate the types of transactions they may conduct. It would also be desirable to \nlimit the listing and trading of securities of listed companies to a market conducted by a licensed \nstock exchange. This would prevent off-market transactions in listed securities being registered \nwith  trading  organizations.  The  market  of  a  trading  organization  could  be  limited  to  trading  or \nregistration  of  transactions  in  the  securities  of  companies  that  are  not  public  companies  (i.e., \nopen JSCs with 500 or more shareholders). \n \nThe  current  Law  on  Securities  Markets  limits  the  legal  form  of  securities  exchanges  to \n34. \n“not for profit” organizations. This appears to be inconsistent with the current ownership profile \n\n                                                 \n8   Public  companies  have  access  to  public  funds  through  security  issues  as  banks  have  access  to  public  funds \nthrough deposit taking. It is in the public interest to protect investors and depositors, among other things, through \nstrict governance and disclosure requirements for companies that make public offers of securities as for banks who \ntake deposits. \n\n \n\n\fAppendix 1 \n\n33 \n\nof  securities  exchanges  in  Kyrgyz  Republic,  which  are  not  owned  (mutually)  by  all  the  dealer \nand broker participants in the market. \n\n \n35. \nAlthough it is apparent that clearance and settlement of transactions in listed securities \nis  carried  out  by  depositories,  the  current  Law  on  Securities  Markets  provides  almost  no \nregulation and supervision of this process. It would be desirable if a new law provides a clear \nbasis  for  licensing  and  supervising  this  important  function,  in  view  of  the  risks  related  to  the \nsettlement process. Such risk is minimal in a low volume market but tends to grow exponentially \nas market trading volume increases. \n\n \n36. \nCommercial banks hold about 95% of total government securities outstanding. While the \nauction  for  new  issues  of  government  securities  is  open  to  nonbanks  and  individual \nparticipation,  only  banks  are  authorized  to  become  primary  dealers.  There  has  been \nconsiderable  concern  among  securities  market  participants  about  their  inability  to  access  or \nparticipate  in  the  government  securities  market.  It  would  be  desirable  if  a  revised  law  would \nallow  government  securities  to  be  quoted  and  traded  on  licensed  securities  markets,  and  for \ninvestment funds to be allowed to invest in government securities. \n\n \n37. \nThere is room for further development of the corporate bond market. Several measures \nto  promote  corporate  bonds  include  the  following:  (i)  the  law  and  regulation  in  respect  to  the \nmarket  for  the  public  offering  or  private  placement  of  debt  securities  must  be  improved  in  line \nwith international best practices for public offer of securities; (ii) banks should be encouraged to \nparticipate  either  directly  or  through  a  Financial  Holding  Company  investment  banking  affiliate \nas issuers, underwriters, or guarantors; (iii) the investment guidelines for insurance companies \nand other institutional investors should be reviewed and clarified; and (iv) the taxation of interest \nincome and capital gains should be rationalized to remove the existing impediment for investing \nin corporate bonds and listed stocks. \n\n \n\n3. \n\nReform Priorities \n\n38.  Meanwhile, SCFRA, although in charge of accounting and auditing standards for JSCs, \nhas  no  enforcement  authority.  The  MOF  department  responsible  for  insurance  and  private \npension faces even more serious constraints in terms of human and financial resources. These \ninstitutional weaknesses are a critical binding constraint for investor protection and sound sector \ndevelopment. The public is increasingly becoming aware of this issue with the default of a major \nissuer of securities (Renton Group) and the bankruptcy of the only life insurer (Kamkor) in 2003. \n \n \n \n39. \nReform  priorities  for  capital  market  development  relate  to  strengthening  the  regulation \nand supervision of NBFIs, particularly in the area of securities markets, as well as in the area of \ninsurance.  Policy,  legal,  regulatory,  and  institutional  reforms  in  this  area  will  help  improve \ninvestor  protection,  enhance  market  efficiency,  and  widen  the  scope  of  financial  products  and \nservices  available  to  the  population  and  enterprises.  Securities  market  development  will  help \nensure balanced development of the Kyrgyz financial sector. Furthermore, a unified framework \nof  regulation  and  supervision  for  NFBIs  under  a  single  regulator  would  result  in  significant \nefficiency gains. Having a strong regulator with sufficient powers and mandate to promote the \nsector would greatly improve accountability and enhance investor protection in the sector. \n \nC.  \n \n40. \nThe  proposed  Program  will  support  a  second  round  of  financial  sector  reforms  to \nadvance  the  unfinished  agenda  of  the  Financial  Intermediation  and  Resource  Mobilization \n\nLinkages between Program Loans Provided by Asian Development Bank \n\n \n\n \n\n\f34 \n\nAppendix 1 \n\nProgram  (FIRM).  It  will also  build  on  key  achievements  made  under  the  Second  Phase  of  the \nCorporate Governance and Enterprise Reform Program (CGERP-II), particularly with regard to \njudicial  reforms,  corporate  governance  in  commercial  banks  and  large  JSCs,  and  financial \ndisclosure requirements for commercial banks and large JSCs. The following chart outlines the \nlinkages between FIRM, CGERP-II, and the proposed Program. \n \n\n \n\n\f \n\nLaws on banks and banking activity, \nthe National Bank, and bank secrecy \nenacted \n\nLicensing mechanism and prudential \nrequirements for banks established \nand supervised in line with \ninternational best practices  \n\nBanking sector restructuring, \nincluding liquidation of problem \nbanks, substantially completed \n\nFIRM  (1999)   \n \n \n \n \n \n \n \n \nCommercial bank audits improved \n \nfinancial disclosure of selected \n \nbanks \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nGovernment resumed department \nservice and started issuing \nsecurities\n\nBasic institutional framework for \nsupervision of securities markets \nand insurance established \n\nLaw on economic partnerships \nstrengthened \n\nPrivatization of state-owned \nenterprise (SOEs) through the stock \nexchange legalized and medium-\nsized SOEs privatized. \n\nRepatriation tax on securities \neliminated. Tax on dividends for local \nand foreign investors equalized \n\nLegal framework on issuance of \ngovernment securities strengthened \n\n \n\n \n\nTable A1.3: Linkages between Reform Programs \n\n \n\n \n\n  CGERP-II (2001) \n\n \n\n \n\n \n\n \n\nProposed Program (2005) \n\nLaw on bankruptcy of banks enacted \n\nCorporate governance and disclosure \nrequirements and practice strengthened \nin line with international best practices. \n\nJudicial reforms launched and appellate \ncourt procedures streamlined\n\nLegal and institutional framework for out-\nof-court commercial dispute resolution \nestablished \n\nPledge \ncreditors’ rights \n\nlaw  enacted \n\nto  strengthen \n\nPolicy, legal, and institutional framework \nfor bankruptcy strengthened \n\nLaws on joint stock companies, \naccounting, and auditing in line with \ninternational best practices enacted \n\nCorporate governance in remaining \n(large) SOEs strengthened \n\nRegulatory capacity for accounting, \nauditing, valuation, and corporate \ngovernance built \n\nClose last remaining banking sector \nregulatory gaps: risk management and cross-\nborder supervision \n\nStrengthen regulatory policies and \nprocedures to facilitate enforcement of \nbanking sector legislation and regulation  \n\nStrengthen soundness and \ncompetitiveness of banks by increasing \ncapital requirements and enhancing \ntransparency of banking services \n\nStrengthen privatization policies and methods \nfor large SOEs  \n\nStrengthen the governance of stock \nexchanges, professional market participants, \nand public issuers of securities \n\nEstablish a unified regulatory body for \nnonbank financial services and securities \nmarkets \n\nDevelop a comprehensive legal and \nregulatory framework for securities markets \n\nFacilitate securities market development by \nharmonizing taxation of government and \ncorporate securities and eliminating capital \ngains tax  \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n\n \n\n3\n5\n\n \n\n\f36 \n\nAppendix 2 \n\n \n\nDesign \nSummary \nImpact \nMore sustainable \neconomic growth \nthrough improved \nfinancial intermediation \n \n\nOutcome \nA sound, more efficient, \nand more balanced \nfinancial sector \n\nDESIGN AND MONITORING FRAMEWORK \n\nData Sources/Reporting \nMechanisms  \nEconomic reports and \nofficial statistics from the \nNational Bank of the Kyrgyz \nRepublic (NBKR), State \nCommission for Securities \nMarkets (SCSM), and \nInternational Monetary \nFund (IMF) \n\nAssumptions  \nand Risks  \n\nAssumption \n•  Political stability \n \nRisk \n•  Economy is \n\naffected by a large \nnegative external \nshock \n\nEconomic reports and \nofficial statistics from \nNBKR, SCSM, Kyrgyz \nStock Exchange (KSE), and \nMinistry of Finance (MOF) \n \nAsian Development Bank \n(ADB) review missions \n\nAssumption \n•  Political \n\ncommitment to \nundertake reforms \nis maintained \n\n \nRisk  \n•  Economic growth \n\nslows down \nsignificantly \n\n \n  \n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPerformance \nTargets/Indicatorsa \nIncreased money supply \n(from 17.8% of gross \ndomestic product [GDP] in \n2004 to 50% in 2011) \nIncreased savings rate \n(from 17.7% of GDP in \n2004 to 23% in 2011) \nIncreased investment rate \n(from 20.9% of GDP in \n2004 to 26% in 2011) \nIncreased customer bank \ndeposits (from 8.6% of \nGDP in 2004 to 20% in \n2011) \nStable or declining share of \nnonperforming loans in total \nloans (6.4% in 2004) \nAverage bank capital \nincreased (from $3 million \nin 2004 to $5 million in \n2008) \nCapital adequacy \nmaintained at 12% or \nhigher (continuous)  \nIncreased private sector \ncredit (from 7.3% of GDP in \n2004 to 15% in 2008) \nReduced interest rate \nspread (from 22.6% in 2004 \nto below 10% in 2008) \nIncreased longest loan \nmaturity for prime \nborrowers (from 3 years in \n2004 to 4 years in 2008) \nIncreased number of \ncompanies listed at the \nstock market (from 12 in \n2004 to 25 in 2008) \nIncreased equity market \ncapitalization (from 1.5% of \nGDP to more than 6% in \n2008) \nIncreased issuance of \ncorporate bonds (from 2 in \n2004 to 30 in 2006–2008) \nIncreased longest available \nbond maturity (from 1 year \nin 2004 to 4 years in 2008) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fData Sources/Reporting \nMechanisms  \n\n \nOfficial copies of laws, \nregulations, and codes \n \nReports of NBKR, SCSM, \nKSE, and MOF  \n \nDialogue with other funding \nagencies \n \nADB review missions \n \n\nAppendix 2 \n\n37 \n\nAssumptions  \nand Risks  \n\nAssumptions \n•  Institutional \ncapacity to \nundertake reforms \nexists \n\n  \n\n \n\n•  Coordination \n\namong relevant \ngovernment \nagencies—\nincluding MOF, \nNBKR, State \nAgency for \nFinancial \nSupervision and \nReporting \n(SAFSR), Ministry \nof Justice, and \nOffice of the Prime \nMinister— is \neffective \n\nRisks \n•  Qualified staff are \n\nlost \n\n \n•  Passing of laws is \n\nsignificantly \ndelayed \n\n \n\n \n\n \n\nDesign \nSummary \nOutputs \n1.  Enforcement of \nbanking sector \nlegislation and \nregulation \nfacilitated \n\n \n\n2.  Risk management \nand cross-border \nbanking \nsupervision \nstrengthened \n\n3.  Competition and \ninnovation in the \nbanking sector \nstrengthened \n\n4.  Institutional \n\nframework for \nfinancial sector \nsupervision \nstrengthened \n\n \n\n \n\nPerformance \nTargets/Indicatorsa \n\n \nLicense of banks that do \nnot rectify serious violation \nof prudential norms within \nstipulated period will be \nrevoked in due course \n(continuous) \n \nIncreased customer bank \ndeposits (from 8.6% of \nGDP in 2004 to more than \n14% in 2008)  \n \nAmendments to relevant \nlaws drafted to remove \nremaining legal constraints \n(Oct 2007) \n \n\n \n\n \n\n \n\n \n\nDetailed regulatory \nstandards adopted for \nvarious risks (June 2006), \nand implementation of risk-\nmanagement systems in \nbanks verified by NBKR on-\nsite (Mar 2007) \n \n \nRegular exchange of \ninformation and staff \nbetween NBKR and its \nregulatory counterpart in \nKazakhstan (Mar 2007) \n \nSignificantly lower average \napplicable fees and rates \nfor opening a bank account \nand cash withdrawal \n(Jan 2007) \n \n \nReduced interest rate \nspreads (from 22% in 2004 \nto below 15% in 2007) \n \nNonbank Financial Services \nAgency (NBFSA) \nestablished with adequate \nbudget and qualified staff \n(Jan 2007) \n \n \n\n\fData Sources/Reporting \nMechanisms  \n\nAssumptions  \nand Risks  \n\n \n\n \n\n \n\n \n\n38 \n\nAppendix 2 \n\nDesign \nSummary \n \n\n5.  Legal framework \nfor securities \nmarkets \nstrengthened \n\n6.  Governance of \n\nsecurities markets \nstrengthened \n\n7.  Distortions in the \n\ntax system that \ndiscriminate \nagainst corporate \nsecurities reduced \n\n8.  Privatization \npolicies \nstrengthened \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPerformance \nTargets/Indicatorsa \nNBFSA and NBKR meet \nquarterly and as needed to \nsystematically exchange \ninformation and coordinate \npolicies \n\nLaw on Securities Markets, \nwhich substantially \ncomplies with international \nbest practices, enacted \n(Jun 2007) \n \nOffering circulars for issues \nof securities readily \navailable to potential \ninvestors (Oct 2007) \n \n \nInitial and continuing listing \nrules for public companies \nintroduced by stock \nexchanges (Jun 2007) \n \n \nOffer and bid quotes for \npublic companies published \ndaily (Mar 2007) \n \n \nAt least five broker and \ndealer firms operating at \nmore than one of the \nexisting stock exchanges \n(Dec 2007) \n \n  \nIdentical tax on income \nfrom investment in \ncorporate bonds and \ngovernment securities \n(Jun 2007) \n \n \nPublic discussion of the \nefficiency of privatization \npolicies and various options \n(Dec 2006) \n \n \nA privatization program \napproved by Parliament \n(Jun 2007) \n \n \nPrivatization of large state-\nowned enterprises (SOEs) \nthrough the stock exchange \ntaking place (Dec 2007) \n \n\n\fActivities with Milestones \n \n1.1 New regulations on enforcement policies and procedures developed and \n\nadopted by Jun 2005. \n\n1.2 Summary reports on supervision actions and enforcement measures drafted and \n\nimplemented for all banks by Sep 2005. \n\n1.3 Formal post assessment of 2005 supervisory plans undertaken and findings \n\nincorporated into 2006 supervisory plans for each bank by Mar 2006. \n\n1.4 Need for further legal amendments to eliminate remaining legal constraints to \n\neffective enforcement identified by Mar 2007. \n\n1.5 Amendments to relevant laws to eliminate remaining legal constraints to effective \n\nenforcement drafted and submitted to Parliament by program-end. \n\n2.1 Standards with respect to minimum risk management requirements for banks \n\nadopted and introduced by Jul 2005. \n\n2.2 Program of targeted credit inspections in commercial banks undertaken and \n\nsummary report submitted to ADB by Aug 2005. \n\n2.3 Standard agreements for cross-border supervision drafted and submitted to \nsupervisory agencies in home countries of foreign banks by Oct 2005. \n\n2.4  Standards for management of credit and operational risk drafted and adopted by \n\nDec 2005. \n\n2.5  Second round of targeted credit inspections undertaken and remaining \n\nregulatory constraints identified by Jul 2006.  \n\n2.6  Standard agreements with supervisory agencies in home countries of foreign \n\n2.7  Standards for management of market, country, and transfer risk drafted and \n\nbanks signed by Sep 2006. \n\nadopted by Dec 2006. \n\n2.8  NBKR inspection manuals and supervisory rating system revised to incorporate \nmodules on the assessment of risk management systems and procedures in \nbanks by program-end. \n\n2.9  A supervisory information system for foreign banks and a strength-of-support \n\nassessment developed and implemented by program-end. \n\n3.1 Banks that do not yet meet new minimal capital adequacy requirements for 2006 \n\nrequired to submit written capital restoration plans by Sep 2005. \n\n3.2 Standard set of banking products and services defined and banks required to \n\nmake public the details of applicable fees and rates by Nov 2005. \n\n3.3 Capital requirements for commercial banks increased to Som60 million by \n\n3.4 NBKR publishes details of applicable fees and rates on its website starting Feb \n\n3.5 Conservators appointed for all commercial banks that do not meet capital \n\nrequirements by Mar 2006. \n\n3.6 Capital requirements for commercial banks increased to Som100 million by \n\n4.1 Time bound action plan for establishing NBFSA developed by Sep 2005. \n4.2 Status of SCSM upgraded to provide status and budget similar to that of a \n\nministry by Nov 2005. \n\n4.3 Financial Sector Regulatory Working Commission established by Nov 2005. \n4.4 Memorandum of understanding between regulatory bodies represented in the \n\nJan 2006. \n\n2006. \n\nJan 2008. \n\nAppendix 2 \n\n39 \n\nInputs \nADB: $16.25 million \n•  Program loan to \n\nthe Government to \nsupport financial \nsector reforms \n($15.5 million)  \n\n \n•  Technical \n\nAssistance (TA) to \nsupport the \nimplementation of \nthe Program: TA of \n$600,000 providing \nconsulting services \nof 12 person-\nmonths \n(international) and \n40 person-months \n(domestic) \n\n \n•  Kyrgyz related \n\ninputs (estimated \nat $150,000) \nprovided under the \nsecond phase of \nthe regional TA for \nenhancing financial \ndisclosure \nstandards \n\n \nGovernment: \n$35.11 million \n•  Short and medium-\nterm adjustment \ncosts estimated at \n$35 million \n\n \n•  TA counterpart \nfinancing of \n$110,000 for office \naccommodation \nand facilities, and \ncounterpart \nsupport \n\n \n \n \n \n \n\n \n\n \n\n \n\n\f40 \n\nAppendix 2 \n\nRegulatory Working Commission signed by May 2006. \n\n4.5 Framework law that codifies the Regulatory Country and provides the legal basis \n\nfor establishing NBFSA drafted and submitted to Parliament by Sep 2006. \n\n4.6 NBFSA established with status and independence similar to NBKR by Mar 2007. \n5.1 A seminar to discuss securities market development issues, including the legal \n\nand regulatory framework, undertaken by Sep 2005. \n\n5.2 Amendments to the Administrative Responsibility Code to harmonize \n\nadministrative fines granted to SCSM with fines granted to NBKR submitted to \nParliament by Sep 2005. \n\n5.3 A new Law on Securities Markets drafted by Nov 2005 and submitted to \n\nParliament by Jun 2006. \n\n5.4 An internal Regulatory Appeals Tribunal established under SCSM by Aug 2006. \n5.5 A Board of Accounting and Auditing established as an adjunct to the SCSM by \n\n6.1 SCSM’s system of fees for securities issued rationalized by Oct 2005. \n6.2 License requirements for stock exchanges strengthened by Dec 2005. \n6.3 SCSM authorized to review stock exchange listing standards and fees by \n\n6.4 Stock exchanges required to eliminate anticompetitive rules and establish listing \n\nrules for public companies by Mar 2007. \n\n6.5 An integrated national market system for securities trading established by \n\n6.6 Clear and transparent criteria for firms that audit public companies established by \n\n6.7 All public companies required to have at least two independent members in their \n\nsupervisory boards and an audit committee by Jun 2007. \n\n6.8 All professional participants of the securities markets required to have a \ndesignated compliance officer trained by NBFSA by program-end. \n\n7.1 Amendments to the Tax Code to harmonize the taxation of interest on securities \n\nand rationalize capital gains tax submitted to Parliament by Jul 2005. \n7.2 The taxation of interest, dividends, and capital gains analyzed and a \n\ncomprehensive proposal submitted to rationalize the tax regime by Mar 2007.  \n8.1 An Advisory Committee on Privatization through the Capital Market (ACPCM) \n\nestablished by Nov 2005. \n\n8.2 Final report of ACPCM submitted by Sep 2006. \n8.3 Privatization program for 2007–08 submitted to Parliament by Nov 2006. \n\nSep 2006. \n\nOct 2006. \n\nMar 2007. \n\nMar 2007. \n\na    Numerical  targets  were  generated  in  the  light  of  the  Kyrgyz  financial  sector’s  past  performance  and  comparable \n\n \n \n \n                    East and Central Asia Department \n\n__________________________________ \n                       H. S. Rao \n \n\n      Director General \n\ndevelopments in other transition economies. \n\n \n \n \n \n__________________________________ \n \n\n       N. Siackhachanh \n     Director \n     Governance, Finance and Trade Division \n           East and Central Asia Department \n\n \n \n\n \n \n\n \n\n\f \n\n \n\nAppendix 3 \n\n41 \n\nDEVELOPMENT POLICY LETTER \n \n\n \n\n\f42 \n\nAppendix 3 \n\n \n\n \n\n \n\n\f \n\n \n\nAppendix 3 \n\n43 \n\n \n\n\f44 \n\nAppendix 3 \n\n \n\n \n\n\f \n\n \n\nAppendix 3 \n\n45 \n\n \n\n\f46 \n\nAppendix 3 \n\n \n \n \n\n \n\n \n\n\f \n\nPOLICY MATRIX FOR THE \nBANKING SECTOR AND CAPITAL MARKET DEVELOPMENT PROGRAM \n\n \nObjective:  Mobilize  savings  and  effectively  channel  these  resources  to  finance  investment  and  growth  to  generate  greater  employment  for  the \npoor by \n(i) \n\nfacilitating  enforcement  of  banking  legislation  and  regulation,  closing  regulatory  gaps,  and  fostering  competition  and  innovation,  to \nensure sound development of the banking sector; \nstrengthening supervision of securities markets to ensure market transparency and efficiency while increasing investor protection; and \nremoving policy distortions that undermine the development of capital markets to facilitate balanced development of the financial sector \nand diversify funding and investment opportunities. \n\n(ii) \n(iii) \n\nI. Facilitate Enforcement of Banking Legislation and Regulation, Close Regulatory Gaps, and Promote Competition  \nA.  Facilitate the \n\n \n\nFirst Tranche Conditions \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \n\n \nPolicy Objective \n\nEnforcement of \nBanking Sector \nLegislation and \nRegulation \n\nF.1. The National Bank of the Kyrgyz Republic (NBKR) to adopt \n(i)  a single new regulation that (a) outlines enforcement policies in \na  consistent  manner,  (b)  ensures  that  NBKR’s  supervisory \ncommittee  is  involved  in  enforcement  action  at  an  early  stage, \n(c) elevates  the  status  of  compulsory  corrective  orders,  and \nregulatory \n(d) institutes  strict \nresponses; and  \n\nfollow-up  actions  on  such \n\n(ii)  a  new \n\nregulation \n\nthat  outlines  enforcement  procedures, \nincluding  pre-court  procedures  for  resolving  disputes  between \nNBKR and commercial banks in line with the Law on Banks and \nBanking Activity.  \n\nF.2.  NBKR,  drawing  on  its  supervision  strategy  for  each  bank  for \n2005, to prepare a summary report of the supervision objectives and \nplanned  enforcement  measures  to  be  implemented  for  all  banks  in \nthe second half of 2005, and undertake a formal post assessment of \nthese  plans  to  support  the  development  of  2006  supervisory \nstrategies.  For  each  bank,  the  summary  report  will  specify  the \n(i) major  deficiencies  identified  in  the  2004  on-site  inspection  and \nmeasures  taken  to  address  them;  (ii)  supervisory  plans  for  the \nbalance  of  2005  to  deal  with  the  remaining  issues;  (iii)  for  banks \nreporting capital increases, the results of NBKR’s verification of the \nsource  of  funds;  and  (iv)  for  banks  operating  under  restrictions  or \nsubject  to  penalties,  NBKR’s  assessment  of  the  effectiveness  of \nthese supervisory measures to date.  \n\nS.1. NBKR to \n(i)  undertake  a  formal  post  assessment  of \neach  individual  supervisory  plan  for  2006 \nto  determine  whether  there  were  legal  or \nregulatory \nthe \nimpediments \nimplementation  of  preferred  supervisory \naction, \n\nto \n\n(ii)  incorporate  the  conclusions  of  the  post \nassessment  into  the  supervisory  plan  for \neach bank in 2007, and \n\n(iii) identify \n\nthe  need \n\nlegal \namendments to permit NBKR to implement \nenforcement actions. \n\nfurther \n\nfor \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n4\n7\n\n \n\n\f \n\nPolicy Objective \n\nFirst Tranche Conditions \n\n \n\n \n\nB.  Strengthen Risk \n\nManagement and \nCross-Border \nBanking \nSupervision \n\nF.3.  NBKR  to  adopt  standards  with  respect  to  minimum  risk \nmanagement  requirements  for  banks  as  a  regulatory  guideline  to \nestablish  \n(i)  a  requirement  for  supervisory  boards  of  banks  to  adopt  risk \nmanagement  policies  appropriate  to  the  business  activities  of \nthe bank and its complexity of operations,  \n\n(ii)  responsibility  for  supervisory  boards  for  a  system  of  effective \n\ninternal controls, and  \n\n(iii)  the  requirements  for  supervisory  boards  to  monitor—through \ntimely \nby  management—the \nreporting \nimplementation  of  the  bank’s  policies  for  the  management  of \nspecific risks. \n\naccurate \n\nand \n\nF.4. NBKR to \n(i)  complete  a  program  of  targeted  credit  inspections  on  at  least \neight  banks  with  low  risk  ratings  and/or  above  average  credit \ngrowth  to  examine  (a)  the  adequacy  of  banks’  credit  risk \nmanagement  policies  and  their  practical  implementation,  and \n(b) individual  files,  the  approval  process  and  performance  to \ndate of all large loans, plus a sample of all other loans granted \nin the 6 months prior to the inspection; and  \n\n(ii)  submit a summary report to the Asian Development Bank (ADB) \nthat (a) aggregates and analyzes the findings to provide insights \ninto whether the recent sharp loan growth is founded on a basis \nof  prudent  credit  decisions,  and  (b)  highlight  systematic \nweaknesses identified in the risk management process. \n\nF.5.  For  any  bank  identified  as  having  serious  weaknesses  in \npolicies,  procedures,  controls,  or  asset  quality,  NBKR  to  take \nsupervisory action, which might  include  instructing  individual  banks \nto  curtail  lending,  or  take  measures  to  strengthen  their  credit \nadjudication and/or credit administration processes. \n\n \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.2.  The  Government  (through  NBKR)  to  draft \namendments  to  the  relevant  laws  to  eliminate \nremaining \neffective \nenforcement of banking legislation and regulation, \nif  needed,  and  submit  these  amendments  to \nParliament. \n \n\nconstraints \n\nlegal \n\nto \n\n4\n8\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nS.3.  NBKR  to  complete  a  second  series  of \ntargeted  credit \nthe \nresults with the findings of the first set of targeted \ninspection to \n(i)  measure  progress  with  strengthening  credit \n\ninspections  and  compare \n\nrisk management, and  \n\n(ii)  identify specific areas or measures for further \n\nstrengthening. \n\n\fPolicy Objective \n\nFirst Tranche Conditions \n\n \n\nF.6.  Based  on  the  findings  of  the  targeted  credit  inspections  and \nbuilding on the broad provisions of the Regulation on Minimum Risk \nManagement Requirements for Banks, NBKR to draft standards with \nrespect to management of credit and operational risk as a regulatory \nguideline  and  submitted  these  draft  guidelines  to  the  banking \nindustry for comments. \n\nF.7.  To  strengthen  cross-border  supervision,  NBKR  to  establish  a \nthe  supervisory  authorities  for \ntimetable  for  discussions  with \ncommercial  banks  in  Kazakhstan,  the  Russian  Federation,  Turkey, \nRepublic of Korea, and Pakistan to negotiate new or revise existing \nsupervisory  memoranda  of  understanding  (MOUs)  related \nto \ncooperation  and  information  exchange  in  the  area  of  banking \nsupervision. \nF.8. NBKR to \n(i) draft a standard MOU to be signed by NBKR and foreign banking \nsector  supervisory  agencies  that  includes  clear  and  workable \nprotocols \n(a)  ongoing  supervision  of  cross-border \nestablishments,  (b)  on-site  examinations,  (c),  protection  of \nconfidentiality,  and  (d)  the  establishment  of  a  system  of  regular \n\nfor \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \n\nS.4. NBKR to \n(i)  adopt regulatory guidelines with respect to \nmanagement of credit and operational risk \nand \n\n(ii)  draft  and  adopt  standards  with  respect  to \nmanagement  of  market,  country  and \ntransfer risks as a regulatory guideline. \nS.5. To build its capacity to assess, evaluate, and \nmonitor  risk  management  systems  and  practices, \nNBKR to  \n(i)  revise \n\nto \nincorporate modules on the assessment of the \nrisk  management  systems  and  practices  of \nbanks, \n\ninspection  manuals \n\nits  existing \n\n(ii)  upgrade  its  supervisory  rating  system  by \nincorporating \nrisk \nmanagement in banks and the assessment of \nsensitivities to the market, and \n\nassessment \n\nthe \n\nof \n\n(iii)  train  staff  of  its  supervision  department  on \nfor \n\nrisk  management \n\nrequirements \n\nnew \nbanks. \n\n \n\non \n\nS.6.  NBKR  to  sign  agreements  satisfactory  to \nADB \nconsolidated \ncross-border \nsupervision  with  the  respective  supervisory \nagencies of all countries with banks that have \nsignificant  presence  in  the  Kyrgyz  Republic \neither through branches or subsidiaries. \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n4\n9\n\n \n\n \n\n\f \n\nPolicy Objective \n\nFirst Tranche Conditions \n\nand as needed meetings among supervisory authorities; and  \n(ii)  submit  this  draft  MOU  to  its  counterpart  banking  sector \n\nsupervisory agencies. \n\nC.   Promoting \n\nSoundness of \nCommercial Banks \nand Competition in \nthe Banking Sector \n\nF.9.  To  enhance  competition  and  transparency,  and  facilitate \nconsumer choice, NBKR to \n(i)  develop, in conjunction with the banking industry, a standard set \n\nof banking products and services, as defined; and \n\n(ii)  require  banks  to  submit  to  NBKR  the  details  of  the  applicable \nfees  and  rates  for  these  products  and  services  on  a  quarterly \nbasis. \n\nrequirement  earmarked \n\nF.10.  NBKR  to  require  all  banks  that  do  not  currently  meet  the \ncapital \nto  submit  written, \ncomprehensive capital restoration plans that indicate how each bank \nintends to reach the new requirements. \n \n\nfor  2006 \n\n \n\n5\n0\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.7.  NBKR  to  assess  the  quality  of  globally \nconsolidated  supervision  exercised  by  the  home \ncountry supervisory authority of foreign controlled \nbanks  in  the  Kyrgyz  Republic,  and  to  the  extent \nthe  home \nthere  are  serious  deficiencies,  or \ncountry  supervisory  is  unwilling  to  enter  into  an \nappropriate MOU, NBKR will establish restrictions, \nsuch  as  only  permitting  operation  through  a \nsubsidiary  rather  than  as  a  branch,  to  ensure \nprotection of Kyrgyz depositors. \nS.8.  NBKR \nimplement  a \nto  develop  and \nsupervisory  information  system  for  foreign  banks \nand  a  strength-of-support  assessment  report  for \nthe \nforeign  banks \nfinancial situation of foreign banks and their home \ncountry supervisory oversight. \n\nto  systematically  assess \n\nquarterly \n\nS.9.  NBKR  to  make  available  on  its  website \nthrough \nupdates \nwith \nsemiannual  publication  in  newspapers  with \nbroad  circulation  the  details  of  the  fees  and \ncharges  for  the  standard  set  of  products  and \nservices, for all banks. \n\nand \n\nS.10.  NBKR \nincrease  capital  adequacy \nrequirements  for  existing  commercial  banks  to \nSom60 million.a \n\nto \n\nS.11. For banks that fail to meet the increased \ncapital  adequacy  requirements,  NBKR \nto \nappoint  a  conservator  (under  Article  8  [2]  of \nthe  Law  on  Conservatorship,  Liquidation  and \nBankruptcy  of  Banks  [2001])  to  facilitate  the \nsale,  merger,  partial  sale  of  assets,  or \nliquidation of the bank, in accordance with the \nconservator’s recommendation. \n\n\f \n\nPolicy Objective \n\nFirst Tranche Conditions \n\n \n\n \n\nII. Strengthen Supervision of the Securities Market to Increase Market Transparency and Efficiency while Protecting Investors \nA.  Strengthen the \nInstitutional \nFramework for \nFinancial Sector \nSupervision \n\nSector \n\nF.11. To strengthen coordination and cooperation between existing \nregulatory  and  supervisory  bodies,  the  Government  to  establish  a \nfinancial sector Regulatory Working Commission with (a) high level \nparticipation from at least the NBKR, Ministry of Finance (MOF), and \nthe State Commission on Securities Markets (SCSM)/State Agency \nfor Financial Supervision and Reporting (SAFSR) to coordinate the \nactivities of regulatory and supervisory bodies for banking and non-\nbank  financial  institutions  (NBFIs),  and  (b)  authority  to  establish \nworking groups to assist in the formulation of regulatory policy and \ncoordination of supervision. \n\nF.12. The regulatory bodies represented in the Regulatory Working \nCommission  to  assign  staff  to  perform  the  duties  of  a  Policy \nSecretariat of the Regulatory Working Commission that will support \nthe  Regulatory  Working  Commission  in  coordinating  the  Banking \nSector and Capital Market Development Program, and participate in \nthe  working  groups  established  by \nthe  Regulatory  Working \nCommission. \nF.13. The Government to develop a concept paper and time bound \naction  plan  for  establishing  and  building  capacity  for  a  unified \nNonbank  Financial  Services  Agency  (NBFSA)  based  on  existing \ngovernment  agencies  as  regulatory  and  supervisory  body  for \nnonbank  financial  institutions  and  services  with  authority  and \nresources similar to that of NBKR, to include over time professional \nparticipants  of  the  securities  markets,  insurance  companies  and \nbrokers,  private  (nongovernment)  pension  funds,  and  others,  as \nappropriate. \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \n\nS.12. NBKR to  \n(i) \n\nincrease  capital  requirements \ncommercial banks to Som100 million; and  \n(ii)  maintain  capital  requirements  for  new  banks \n\nfor  existing \n\nat Som300 million or higher. \n\nS.13. The regulatory bodies represented in the \nFinancial \nRegulatory  Working \nCommission to sign an MOU that outlines their \ncooperation  and  coordination  in  the  area  of \nsupervision,  enforcement  of  applicable  laws \nand  regulations,  and \nlegal  and  regulatory \ninitiatives  governing  commercial  banks  and \nNBFI,  including  holding  companies  or  groups \ncontaining  one  or  more  regulated  financial \nentities  and  the  offer  and  issue  of  regulated \nfinancial products. \nS.14.  The  Regulatory  Working  Commission \nSecretariat  to  submit  periodic  quarterly  and  final \nreports,  as  appropriate,  to  ADB  on  the  various \ncomponents of Banking Sector and Capital Market \nDevelopment Program as identified in sections (I)–\n(III) of this policy matrix. \n\nS.15.  The  Government  to  draft  and  submit  to \nParliament  an  NBFSA  Framework  Law \nthat \ncodifies  the  Financial  Sector  Regulatory  Working \nCommission  and  provides  the  legal  basis  for \nestablishing  the  NBFSA  for  the  regulation  and \nsupervision  of  nonbank  financial  institutions  and \nservices. \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n1\n\n \n\n\f \n\nPolicy Objective \n\nFirst Tranche Conditions \n\nF.14. The status of the SCSM to be upgraded by decree to that of \nan  agency  with  appropriate  autonomy  and  budget  resources  to \nsupervise securities markets and intermediaries and implement the \naction  plan  for  establishing  the  NBFSA  in  coordination  with  the \nFinancial Sector Regulatory Working Commission. \n\nF.15.  The  MOF  to  provide  sufficient  provisions  in  the  2006  budget \nfor  SAFSR \nin \naccordance with the responsibilities of the former SCSM, as defined. \n\nto  effectively  regulate  and  supervise  NBFIs \n\nB.  Strengthen the \n\nLegal Framework \nfor Securities \nMarkets \n\nF.16.  The  Government \nto  undertake  a  seminar  with  broad \nparticipation  to  discuss  securities  market  development  issues, \nincluding  changes  to  the  legal  and  institutional  framework  for \nsecurities markets. \n\nF.17. The Government to submit to Parliament amendments to the \nAdministrative  Responsibility  Code  to  harmonize  the  maximum \nadministrative fines for violation of securities market legislation and \nregulation  from  the  current  level  for  legal  persons  and  physical \npersons with the level of comparable fines granted to NBKR under \napplicable laws, as amended. \nF.18. The SAFSR to draft and submit to Government a new Law on \nSecurities Markets that  \n(i)  establishes provisions related to the powers and responsibilities \nfor the NBFSA, self-regulatory bodies, enforcement of securities \nregulation,  cooperation  between \nmarket \n\nlegislation  and \n\n5\n2\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.16.  SCSM  to  develop  and  implement  a  training \nprogram  and  capacity  building  on  the  regulation \nand supervision (both  on-site  inspections  and  off-\nsite  monitoring)  of  the  securities  markets  and \nintermediaries taking into account the International \nOrganization  of  Securities  Commissions  (IOSCO) \nprinciples of best practice  in securities  regulation, \nto  include  the  development  of  a  policy  and \nprocedures  manual  on  supervision  of  securities \nmarket intermediaries. \nS.17. The Government to establish the NBFSA \nas an independent regulatory and supervisory \nagency with authority, status, and governance \nsimilar  to  that  of  NBKR  to  regulate  and \nsupervise  NBFIs  and  services,  including  at \nleast  securities  markets  and  intermediaries, \ninsurance  companies,  and  private  pension \nfunds. \nS.18.  The  NBFSA \ninternal \nRegulatory  Appeals  Tribunal  to  hear  cases  on \nregulatory  decisions  or  sanctions \nappeal  of \ninvolving  a \ntheir \nlicensed \nassociated  persons  as  pre-court  procedures  for \nresolving  disputes  between  NBFSA  and  such \nlicensed  financial  institutions  or  their  associated \npersons. \n\nfinancial  entity  or \n\nto  establish  an \n\nS.19.  The  Government  to  submit  a  draft  Law  on \nSecurities markets as described to Parliament. \n\n \n\n\fPolicy Objective \n\nFirst Tranche Conditions \n\n \n\ninvestment \nregulatory  bodies,  securities \nschemes, market intermediaries, and secondary markets, which \nare  substantially  in  compliance  with  the  minimum  principles \ndeveloped by IOSCO; and \n\nissues,  collective \n\n(ii)  contains  a  mandate  for  the  establishment  of  an  integrated  \nnational  market  system  with  appropriate  rules  and  governance \nto  provide  for  a  more  open  and  transparent  method  of  trading \nsecurities, price discovery, and reporting of transactions in such \nsecurities on a real-time basis for at least all listed and the most \nactively traded other public companies. \n\nC.  Strengthen the \n\nGovernance of the \nSecurities Markets \n\nF.19.  The  SAFSR  to  rationalize  its  system  of  fees  for  securities \nissued by decreasing the registration fee from 0.5% of the issue to \n0.3% for public companies and 0.2% for listed companies, given the \nlatter’s  adherence  to  higher  corporate  governance  and  disclosure \nstandards and greater average size of securities issues. \n\nto \n\nfor \n\nthe \n\nto  assume \n\nthe  NBFSA \n\nimplementation \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.20. NBFSA and the Government to establish \na  Board  of  Accounting  and  Auditing  as  an \nadjunct \nthe \nresponsibilities  of  the  SCFRA,  including  the \nlicensing  of  auditors,  and  issue  guidelines  or \nstandards \nof \ninternational  accounting  standards  in  respect \nto  public  companies,  including  joint  stock \ncompanies \n(JSCs)  with  500  or  more \nshareholders,  any  company  that  has  offered \nsecurities  to  the  public,  and  other  companies \nthat  provides \nfinancial  services  under  a \nlicense of the NBFSA. \nS.21.  The  Government  to  require  the  auditors  of \nall public companies, as defined, to report serious \nbreaches of accounting standards to the Board of \nAccounting  and  Auditing  and  the  appropriate \nfinancial regulator (NBFSA or NBKR) in the event \nthe  company  fails  to  make  public  disclosure  of \nsuch information. \nS.22.  The  Government  to  authorize  SAFSR  to \nreview  the  listing  standards  and  fees  of  stock \nexchanges  to  ensure  that  such  fees  provide  a \nsound basis for the listing and trading of securities \nof  both  listed  and  unlisted  public  companies,  as \ndefined,  in  a  fair  and  transparent  manner  on  a \nlicensed exchange. \nS.23.  The  Government  to  require  that  every \nlicensed stock exchange eliminate rules or bylaws \nwhich  are  anticompetitive \nfollowing  a  public \nhearing  to  be  conducted  by  the  Financial  Sector \nRegulatory Working Commission. \n \nS.24.  The  Government  under  the  Law  on \nSecurities  Markets  to  establish  an  integrated \nnational market system, as defined. \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n3\n\n \n\n\fPolicy Objective \n\nFirst Tranche Conditions \n\n \n\nF.20.  The  SAFSR  to  strengthen  licensing  requirement  for  stock \nexchanges and depositories that include, as a condition, for  \n(i)  stock exchanges to submit plans for self-regulation for approval \nby  SAFSR,  including  (a)  identification  of  functions  to  be \nperformed;  (b)  clearly  defined  plans  for  each  area  of  the  plan \n(such as listed companies, market surveillance, and on-site and \noff-site  inspection  of  professional  market  participants)  for \nadherence to sound business practice and applicable laws and \nregulations  including  the  financial  responsibility  for  and  the \nquality  of  execution  of  trades  on  behalf  of  customers;  and \n(c) budget  estimates  of  the  cost  and  capacity  of  regulatory \ncompliance; and \n\n(ii)  stock  exchanges  and  depositories  to  modify  their  governance \nstructure  to  ensure  that  the  composition  of  their  boards  reflect \nthe  public  interest  responsibility  of  the  exchange  or  depository \nas well as the interest of its shareholders or members. \n\n5\n4\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nfor \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.25. To strengthen the external governance of \npublic  companies,  SAFSR  to  establish  the \nrequirement  for  stock  exchanges  to  adopt \ninitial and continuing listing rules for all public \ntrading  on  an \ncompanies  authorized \nexchange,  including  the  disclosure  of  audited \nfinancial  statements  on  a  timely  basis  and \napplicable \ngovernance \ncorporate \nrequirements, and establish an irregular board \n(listing) for those public companies not able to \ncomply with the listing standards. \nS.26.  The  Government  to  establish  clear  and \ntransparent  criteria  for  auditing  firms  that  are \nallowed to certify financial statements of listed and \nother public companies. \nS.27.  The  Government  to  require  that  all  public \ncompanies have a board of directors with at least \ntwo independent directors; and an audit committee \nthat (a) comprises members of the board of which \na  majority \nand \nbe \n(b) nominates \nto  be \nconsidered by shareholders at the annual general \nmeeting of the company. \nS.28.  The  NBFSA  to  require  that  each  regulated \nprofessional  participant  of  the  securities  markets \nunder its jurisdiction has a designated compliance \nindependent  director,  who  has \nofficer  or  an \ncompleted  a \ntraining  course  by  NBFSA  on \napplicable  laws  and  regulations,  to  carry  out  the \nfunction  of  compliance  officer  reporting  to  the \nboard of directors. \n\nshall \nthe  external  auditor \n\nindependent, \n\nIII. Remove Policy Distortions that Undermine the Development of Capital Markets to Facilitate Diversification of the Financial Sector \nA.  Rationalizing \nTaxation on \nCapital Gains, \nDividends and \nInterest \n\nF.21. To avoid a misallocation of resources between the private and \npublic  sector, \nthe  Parliament \namendments to the Tax Code to harmonize the taxation of interest \non government securities and corporate bonds of listed issuers and \nunlisted public companies for all legal persons. \n\nthe  Government \n\nto  submit \n\nto \n\n \n\n \n\n \n\n\f \n\nPolicy Objective \n\nFirst Tranche Conditions \n\nF.22.  To  facilitate  capital  mobilization  and  economic  development, \nthe MOF to rationalize the taxation of capital gains realized by legal \npersons  through  the  sale  of  shares  of  listed  companies  and  other \npublic companies  with the treatment of dividends, and the treatment \nof capital gains realized by physical persons. \n\nB.  Strengthen  \nPrivatization \nPolicies \n\nF.23.  To  increase  the  effectiveness  of  its  privatization  policies,  the \nGovernment  to  establish  an  Advisory  Committee  on  Privatization \nthrough  the  Capital  Market  (ACPCM)  to  review  the  financial  and \nownership information to be provided for the enterprises considered \nfor  privatization  and  determine  which  enterprises  are  most  suitable \nfor a public offering of securities through the stock exchange. \n\nlegal \n\nand  physical  persons \n\nSecond Tranche (bold) and  \nother Monitorable Conditions \nS.29.  The  MOF  to  review  the  taxation  of \ninterest,  dividends,  and  capital  gains  earned \nby \nfrom \ngovernment and corporate securities in light of \nits  consequences  for  resource  allocation,  risk \ntaking, private sector capital mobilization, and \ndevelopment of the private sector, and submit \nto  the  Government  a  comprehensive  proposal \nto rationalize the tax regime. \nS.30. The ACPCM to \n(i)  appoint subcommittees or working groups, as \n\nappropriate, to facilitate its work;  \n\n(ii)  consider  the  feasibility  of  requiring  that  the \nGovernment gradually reduce state holding to \nless than 50% over a 3–5 year period for any \nnonstrategic  open  or  closed  JSC  that  has \nbeen  profitable  for  2  of  the  last  3  years \nthrough  sale  to  public  shareholders  via  the \nstock  exchange  at  prices  reflecting  the  fair \nmarket value; and \n\nan \n\nreport \n\n(iii)  submit \n\nwith \ninterim \nrecommendations  within  6  months  of  the  first \nmeeting  of  the  ACPCM  and  a  final  report \nwithin  9  months,  following  an  opportunity  for \nformal public comment on the interim report. \nS.31.  Based  on  the  recommendations  of  the \nACPCM,  the  Government  to  draft  and  submit \nto  the  Parliament  a  privatization  program  for \n2007–2008. \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n5\n\n \n\n\f56 \n\nAppendix 5 \n\nTHE TECHNICAL ASSISTANCE FOR SUPPORTING BANKING SECTOR AND CAPITAL \nMARKET DEVELOPMEN PROGRAM \n\nKey Activities  \n\n \n \nA.  \n \n1. \nIn the area of banking sector development, the key activities of the technical assistance \n(TA)  for  Supporting  the  Banking  Sector  and  Capital  Market  Development  Program  (the \nProgram) are the following:  \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nPrepare  prudential  guidelines  on  (a)  market  risk,  and  (b)  country  and  transfer \nrisk,  to  assist  banks  in  implementing  the  broad  provisions  of  the  Regulation  on \nMinimum Risk Management Requirements for Banks, adopted in July 2005. \nRevise  supervision  manuals  to  incorporate  appropriate  procedures  for  verifying \nbanks’ risk management practices. \nDevelop  a  formal  process  for  assessing  home  country  supervision  and  parent \nbank support for foreign banks in the Kyrgyz Republic. \nComplete  a  post  assessment  of  the  achievement  of  individual  bank  supervision \nobjectives in 2006.  \nConduct training workshops on risk management practices. \n\nIn the area of capital market development, the key activities of the TA are the following:  \n \n(i) \n\nDraft  a  framework  law  for  establishing  a  unified  regulatory  body  for  nonbank \nfinancial institutions (NBFIs) and the capital market.  \nDraft  rules  and  regulations,  bylaws,  and  guidelines  with  respect  to  the \nimplementation of a revised Law on Securities Markets. \nDraft  proposals  to  rationalize  the  tax  system  and  reduce  distortions  that \ndiscriminate against corporate securities. \nDraft recommendations for the Government’s privatization program.  \nConduct  training  workshops  and  study  tours  on  (a)  securities  regulation, \n(b) supervision  and  enforcement,  (c)  business  practices  of  securities  market \nintermediaries and institutions in more mature markets, (d) business finance and \nanalysis, and (e) accounting and audit standards or policy. \n\n(ii) \n\n(iii) \n\n(iv) \n(v) \n\n \nCost and Financing  \n\nB.  \n \n3. \nThe TA is estimated to cost $710,000 equivalent. ADB will provide $600,000. The TA will \nbe financed on a grant basis by the Japan Special Fund, funded by the Government of Japan. \nThe  Government’s  contribution  of  $110,000  equivalent  will  cover  office  accommodation, \ntraining/workshop facilities, and counterpart support. Procurement of goods and services under \nthe  TA  will  be  in  accordance  with  ADB’s  Guidelines  for  Procurement.  Details  of  the  cost \nestimates are in Table A5. \n\n \n2. \n\n \n\n \n \n\n\fAppendix 5 \n\n57 \n\nTable A5: Cost Estimates and Financing Plan \n($'000) \n\nTotal Cost \n\nInternational \n\na.  Remuneration and Per Diem \n \n \nb.  International and Local Travel \n\nItem \nA.  Asian Development Bank Financinga \n \n \n \n \n \n \n \n\n1.  Consultants \n \n \n \n \n2.  Training and Workshops \n3.  Equipment \n4.   Miscellaneous TA Administration and  \nSupport Costs (including translation) \n\ni. \nii.  Domestic \n\n5.   Contingency \n \n\n \n\nSubtotal (A) \n\n1.  Office Accommodation and Training/   \n\n \n \nB.  Government Financing \n \n            Workshop Facilities \n2.  Counterpart Support \n \n \n \n \n \n \nTA = technical assistance. \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nSource: Asian Development Bank estimates. \n\n50.00 \n110.00 \n \n710.00 \n\nSubtotal (B) \n\nTotal \n\n \n\n \n\n \n\n \n \n \n\n312.00 \n50.00 \n40.00 \n50.00 \n30.00 \n30.00 \n\n88.00 \n600.00 \n \n \n60.00 \n\nOutline Terms of Reference for Consulting Services \n\n \n\nBanking Sector Development  \n\nC. \n \n \n\n1. \n \n \n\n(i) \n\na. \n \n\nInternational  Banking  Sector  Supervision  Expert \nmonths) \n\n(3  person-\n\n \n3. \nThe  expert  will  support  the  staff  of  the  National  Bank  of  the  Kyrgyz  Republic  (NBKR)  in \nimplementing policy reform measures in pursuit of the objectives of the Banking Sector and Capital \nMarket Development Program. In particular, the expert will work with the Supervision Methodology \nDepartment and Bank Supervision Department of NBKR to achieve the following specific objectives: \n \n\nPrepare  two  prudential  guidelines,  one  addressing  market  risk  and  the  other \ncovering  country  and  transfer  risk,  to  assist  banks  in  implementing  the  broad \nprovisions  of  the  Regulation  on  Minimum  Risk  Management  Requirements  for \nBanks, adopted in December 2004.1 \n\n                                                 \n1  Specific  tasks:  (i)  review  the  legal  framework  for  banking  supervision  in  the  Kyrgyz  Republic  to  ensure  that  the \nproposed guidelines on market, country, and transfer risk management are fully consistent  with the existing legal \nframework while incorporating international best practices; (ii) review existing prudential standards and guidelines \nfor  market  and  country  risk  management  in  neighboring  jurisdictions,  including  at  least  Kazakhstan  and  the \nRussian Federation. If approaches in neighboring jurisdictions are consistent with international best practices, the \nexpert will advise the NBKR on options to ensure that the Kyrgyz standards do not conflict with specific provisions \nof  risk  management  practices  that  apply  to  the  parents  of  Kyrgyz  subsidiaries;  (iii)  prepare  an  initial  draft  of \nguidelines  on  market  risk  management  and  on  country  and  transfer  risk  management,  to  be  circulated  to  the \nbanking industry for review and comment; and (iv) assist in reviewing the comments and suggestions provided by \nthe industry, and preparing final draft implementing guidelines. \n\n \n\n \n\n\f58 \n\nAppendix 5 \n\n(ii) \n\n(iii) \n\n(iv) \n\nReview  existing  supervision  manuals,  and  prepare  revisions  as  necessary  to \nincorporate  measures  for  on-site  verification  of  banks’  implementation  of  the \npolicies  and  procedures  required  by \nthe  Regulation  on  Minimum  Risk \nManagement Requirements for Banks and related prudential guidelines.2 \nIntroduce a formal process for assessing the quality of consolidated supervision \nexercised  by  the  home  country  supervisor  of  foreign  banks  operating  in  the \nKyrgyz Republic.3 \nAssist NBKR as required in preparing a formal assessment of the achievement of \nindividual bank supervision objectives in 2005.4 \n\nCapital Market Development  \n\n2. \n \nThe experts will support the implementation of policy reform measures on the nonbank \n4. \nfinancial  sector  in  pursuit  of  the  objectives  of  the  Program.  A  total  of  9  person-months \ninternational  and  40  person-months  of  domestic  consulting  services  are  expected  under  this \ncomponent. \n \n\na. \n\nFinancial  Regulatory  and  Policy  Expert—Team  Leader  for  the \nNonbank Financial Sector (international, 5 person-months) \n\nThe expert’s tasks will include, but will not be limited to, the following:  \n\n(i) \n\n(ii) \n\nProvide  policy  guidance  to  the  newly  established  State  Agency  for  Financial \nSupervision  and  Reporting  (SAFSR)—or  nonbank  financial  services  agency, \nNonbank  Financial  Services  Agency  (NBFSA)—in  meeting  international  norms \nfor  the  regulation,  supervision,  and  governance  of  securities  markets  and \nnonbank  financial  institutions  (NBFIs)  and  in  implementing  applicable  laws \nrelevant to the nonbank financial sector. \nParticipate,  with  the  international  legal  expert,  in  designing  rules,  bylaws, \nguidelines,  and/or  policy  statements  for  implementing  the  revised  Law  on \nSecurities Markets, and in designing and implementing a Framework Law on the \nEstablishment  of  NBFSA  (or  a  similar  entity)  and  a  Working  Commission  of \nFinancial  Sector  Regulatory  and  Supervisory  Bodies  (Working  Commission), \n\n                                                 \n2  Specific tasks: (i) review existing supervision manuals and make a brief report on current approaches, if any, to the \nassessment  of  bank  policies  on  risk  management,  and  supervisory  methods  for  verifying  the  adequacy  and \npractical  implementation  of  the  procedures  and  internal  controls  required  by  bank  policies;  (ii)  recommend  any \nnecessary  revisions,  based  on  the  results  of  the  review.  The  recommendations  should  be  formulated  to  assist \nNBKR in moving closer to full implementation of the essential criteria of Basel Core Principles 7, 8, 9, and 10 (credit \nrisk),  11  (country  and  transfer  risk),  12  (market  risks),  and  13  (other  risks);  (iii)  draft  appropriate  revisions  to  the \nsupervision manual, as agreed upon with NBKR; and (iv) train NBKR staff, as needed. \n\n3  Specific tasks: (i) develop a structured methodology to apply to each foreign bank operating in the Kyrgyz Republic, \nconsisting of two key components: (a) adequacy of home country consolidated supervision, and (b) oversight of the \nKyrgyz  operation  by  the  parent  bank.  The  methodology  should  incorporate  principles  of  cross-border  supervision \nenumerated  in  the  various  publications  of  the  Basel  Committee  Working  Group  on  Cross-Border  Banking; \n(ii) complete  the  assessment  of  each  foreign  bank  operating  in  the  Kyrgyz  Republic  using  the  methodology \ndeveloped  above.  Following  completion  of  the  initial  exercise  with  assistance  from  the  expert,  NBKR  should  be \nable to replicate the methodology on an annual or as-needed basis; and (iii) recommend supervisory measures, if \nneeded, for incorporation into the following year’s supervision strategy to address any identified weaknesses. \n\n4  Specific tasks: (i) systematically review progress toward supervisory objectives; (ii) in cases where objectives were \nnot achieved, determine whether lack of progress was attributable primarily to shortcomings in the legal framework \nfor supervision, difficulties with the judiciary, deficiencies in NBKR policies and procedures, or other implementation \nissues; and (iii) based on the foregoing analysis, develop recommendations for inclusion in the 2006 Supervision \nStrategy for individual banks, as well as for reforms, if needed, to NBKR policies and procedures, and the broader \nlegal framework for banking supervision. \n\n \n \n\n \n5. \n \n\n \n\n\f \n\nAppendix 5 \n\n59 \n\nwhich  will  be  established  to  coordinate  the  activities  of  the  existing  regulatory \nbodies  for  banking  and  NBFIs,  as  well  as  coordinate  initiatives  to  harmonize \nregulation and supervision with international standards. \nAdvise  NBFSA  in  developing,  reviewing,  and  implementing  self-regulatory \nprograms  and  oversight  procedures  of  self-regulatory  organizations  such  as \nstock  exchanges,  securities  depositories,  and/or  a  national  market  system \ntrading facility. \nAdvise  NBFSA  in  developing  a  strategy  for  achieving  a  unified  stock  exchange \n(and  depository)  with  an  appropriate  governance  and  business  plan,  or  for \nachieving  a  national  market  system  in  securities  with  improved  execution  of \ncustomers’ orders and enhanced price discovery and reporting of transactions. \nAdvise  and  assist  the  Working  Commission  with  its  ongoing  activities  and  in \ndeveloping  a  work  plan  in  conjunction  with  the  start-up  of  NBFSA  under  the \nmandate of the Framework Law or Decree of the President. \nDraft, for consideration by the members of Working Commission, a memorandum \nof  understanding  (MOU)  that  outlines  cooperation  and  coordination  among  the \nbodies represented on the Commission. \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii)  With  the  international  banking  sector  supervision  expert  and  domestic  legal \nexpert,  assist  the  Working  Commission  in  implementing  the  steps  necessary  to \nachieve an effective supervision program for the affiliates and/or subsidiaries of \nbanks and nonbank financial groups.  \n\n(ix) \n\n(viii)  Assist  NBFSA  in  designing  training  programs  taking  into  account  International \nOrganization  of  Securities  Commissions  (IOSCO)  principles  of  best  practice  in \nsecurities regulation. Include development of a policy and procedures manual for \nsupervising securities market intermediaries. \nConduct training workshops for management and staff of NBFSA on (a) IOSCO \nstandards  for  securities  regulation,  supervision,  and  enforcement;  (b)  business \npractices  of  securities  market  intermediaries  and  institutions  in  more  mature \nmarkets; and (c) business finance and analysis. \nProvide  for  NBFSA  personnel  on-the-job  training  on  on-site  inspection  and  off-\nsite monitoring of the securities markets and intermediaries, taking into account \nIOSCO standards. \nAdvise  the  Advisory  Committee  on  Privatization  through  the  Capital  Market \n(ACPCM) on implementing the Program and inform the Asian Development Bank \nof results and recommendations, as appropriate.  \nAdvise  in  rationalizing  the  tax  system  to  reduce  distortions  that  discriminate \nagainst corporate securities.  \n\n(xii) \n\n(xi) \n\n(x) \n\nb. \n\nLegal  Expert  for  Nonbank  Financial  Sector  (international,  4  person-\nmonths) \n\n \nThe expert’s tasks will include, but will not be limited to, the following: \n\n(i) \n\n(ii) \n\n(iii) \n\nDraft  a  Framework  Law  on  the  Establishment  of  NBFSA  and  a  Working \nCommission for policy formulation and coordination. \nAssist  NBFSA  in  drafting  proposed  amendments  to  relevant  laws,  related  to \nNBFIs  in  line  with  international  best  practices  for  regulation,  supervision,  and \nenforcement, considering the unique features of the Kyrgyz legal system and the \npowers and functions of NBFSA under the Framework Law. \nAssist  NBFSA  in  drafting  or  amending  rules,  bylaws,  guidelines,  and  policy \nstatements related to the implementation of the Revised Securities Law. \n\n \n\n6. \n \n\n \n\n\f60 \n\nAppendix 5 \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\n(v) \n\n \n\n \n\nto \n\nfurther  development  of  NBFIs  and \n\nAssist  NBFSA  in  drafting  proposed  regulations,  bylaws,  and/or  orders  in \nimplementing the Framework Law.   \nAdvise  the  team  leader  on  legal  aspects  of  the  Program,  including  any  legal \nimpediments \nthe  capital  market, \nestablishment  of  self-regulatory  organizations  under  the  revised  Securities  Law, \nand establishment of a national market system in securities. \nAssist  NBFSA  in  designing  training  programs,  taking  into  account  IOSCO \nprinciples  of  best  practice  in  securities  regulation;  and  conduct  for  NBFSA \nlegal,  regulatory,  and/or \ntraining  workshops  on \nmanagement  and  staff \nenforcement matters based on IOSCO standards.  \nAssist  in  drafting  proposals  to  rationalize  the  tax  system  and  reduce  distortions \nthat discriminate against corporate securities. \n\n \n\nc. \n\nTwo Legal Experts (domestic, 6 person-months each) \n\nThe experts’ tasks will include, but will not be limited to, the following: \n\nAssist  the  international  legal  expert  in  (a)  drafting  a  framework  law  on  the \nestablishment  of  a  unified  regulatory  body  for  regulating  and  supervising  NBFIs \nand  the  capital  market;  (b)  drafting  proposed  amendments  to  relevant  laws \nrelated to NBFIs in line with international best practices, taking into account the \nunique features of the  Kyrgyz legal system and the powers and functions to be \nperformed  by  NBFSA;  (c)  drafting  or  amending  rules,  bylaws,  guidelines,  and \npolicy  statements  related  to  the  implementation  of  the  Revised  Securities  Law; \nand (d) drafting proposed regulations and/or orders for implementing the Law on \nthe Establishment of NBFSA and the Working Commission. \nAdvise the team leader and the international legal expert on legal aspects of the \nProgram  including  any  legal  impediments  to  the  further  development  of  the \nnonbank financial sector. \nAssist in designing training programs following IOSCO principles of best practice \nin  securities  regulation;  prepare \ntraining \nworkshops  related  to  legal,  regulatory,  and/or  enforcement  matters  based  on \nIOSCO standards.  \nAssist the team leader in drafting recommendations to rationalize the tax system \nand reduce distortions that discriminate against corporate securities. \n\ntraining  materials  and  conduct \n\n \n\nd. \n\nTwo Securities Market Experts (domestic, 8 person-months each) \n\nThe experts’ tasks will include, but will not be limited to, the following: \n\nAdvise the international legal expert and the domestic legal expert in drafting the \nproposed  Framework  Law  on  the  Establishment  of  NBFSA  and  the  Working \nCommission. \nAssist the team leader in formulating the Working Commission’s work plan. \nAssist  the  team  leader  and  the  international  legal  expert  in  drafting,  for \nconsideration by the members of the Working Commission, an MOU that outlines \ncooperation and coordination among the bodies represented on the Commission. \nPerform the duties of the policy secretariat during the transition phase (i.e., first \n6 months of the Working Commission). \nAssist the Working Commission in forming and coordinating working groups to be \ncreated  from  time  to  time  with  respect  to  the  technical  aspects  of  policy \n\n \n\n7. \n \n\n \n\n8. \n \n\n \n\n\fAppendix 5 \n\n61 \n\nformulation,  supervision  practices,  regulatory  harmonization  and  coordination, \nunder the mandate of the Framework Law. \nAdvise and assist the Working Commission in its activities, under the direction of \nthe team leader. \nAssist  in  designing  training  programs,  considering  IOSCO  principles  of  best \npractice  in  securities  regulation;  prepare  training  materials  and  conduct  training \nworkshops  related  to  legal,  regulatory,  supervision,  and/or  policy  matters  based \non IOSCO standards. \n\ne. \n\nAccounting  and  Audit  Expert  for  Nonbank  Financial  Sector  and \nPublic Companies (domestic, 12 person-months) \n\n \nThe expert’s tasks will include, but will not be limited to, the following: \n\nAssist  the  State  Commission  on  Financial  Reporting  and  Auditing  (SCFRA)  (or \nBureau  of  Accounting  and  Auditing  under  NBFSA)  on  matters  related  to  local \naccounting and audit practices and in applying national accounting standards to \nNBFIs. \nAssist  SCFRA/Bureau  of  Accounting  and  Auditing  in  reviewing  the  adequacy  of \ninternational  accounting  standards  (IAS)  methodology  as  applied  to  NBFIs  and \npublic companies, and propose reforms, as appropriate. \nAdvise  on  the  application  of  IAS  to  NBFIs,  such  as  insurance  companies  and \ninvestment funds with existing or potential international linkages. \nReview  the  public  disclosure  and  financial  reporting  standards  applicable  to \npublic  companies  and  NBFIs  and  financial  groups  with  a  view  to  improving \ndisclosure  and  transparency  through  the  application  of  IAS  as  may  be \nappropriate to the different categories of NBFIs. \nReview  existing  standards  and  certification/licensing  requirements  of  entities \nauthorized  to  conduct  audits  of  NBFIs  and/or  public  companies  or  entities \noffering securities to the public. \nAssist  the  SCFRA/Bureau  of  Accounting  and  Auditing  in  developing  revised \ncertification procedures for accountants and auditors, if needed. \nAssist  in  designing  training  programs  taking  into  account  IAS;  prepare  training \nmaterials  and  conduct  training  workshops  related  to  accounting  and  audit \nstandards or policy based on the minimum requirements of IAS. \n\n(vi) \n\n(vii) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n9. \n \n\n \n\n \n\n \n\n \n\n\f62 \n\nAppendix 6 \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \n\nLinkages to the Country Poverty Analysis \n\nA. \n \nIs the sector identified as a national \npriority in country poverty analysis?   \n\n \n\n \n\n \n\n \n\n  Yes \n\n    No \n\n \n\n \n\nIs the sector identified as a national \npriority in country poverty partnership \nagreement?                                         \n\n \n Yes \n  No \n\n   \n    N.A. \n\nContribution of the sector or subsector to reduce poverty in the Kyrgyz Republic: \n \nIn  its  long-term  development  vision,  the  Government  recognizes  the  financial  sector’s  important  role  in  reducing \npoverty  in  the  country  through  facilitation  of  long-term  economic  growth.  The  Comprehensive  Development \nFramework  of  the  Kyrgyz  Republic  to  2010,  which  was  approved  in  2001,  has  poverty  reduction  as  its  overarching \nobjective.  To  implement  the  goals  of  the  Comprehensive  Development  Framework,  the  National  Poverty  Reduction \nStrategy,  a  medium-term  operational  plan  (2003–2005),  was  developed  focusing  on  a  three-pronged  approach: \n(i) formation of an effective and transparent state; (ii) building a fair society; and (iii) promoting sustainable economic \ngrowth through, among others (a) strengthening the financial sector and the regulatory framework, (b) continuing the \nprivatization process and improving the private sector environment, and (c) improving corporate governance. \n \nIn  view  of  the  country’s  low  income  and  high  poverty  levels,  achieving  sustainable  growth  is  a  fundamental \nrequirement for progress in poverty reduction. The public investment led growth of recent years, financed primarily by \nexternal sources, is no longer sustainable. In light of severe fiscal and external debt constraints confronting the Kyrgyz \nRepublic,  the  domestic  financial  sector  must  play  an  increasing  role  in  financing  private  sector  led  growth  in  the \ncountry.  A  well-developed  financial  sector  can  spur  the  growth  of  a  vibrant  private  sector  that  will  be  critical  in \nmaintaining the momentum of growth, broadening the growth base, and benefiting the poor and nonpoor alike. \n\n \nB.  Poverty Analysis                                            Proposed Target Classification: General intervention \nThe  Asian  Development  Bank’s  (ADB’s)  Country  Strategy  and  Program  2005-2006  for  the  Kyrgyz  Republic \ndemonstrates that the breakup of the former Soviet Union and the consequent economic decline led to a substantial \nincrease in the incidence of poverty. \n \nThe latest available data shows that the level of poverty in the Kyrgyz Republic has been significantly reduced after \npeaking  at  an  estimated  55.3%  on  a  per  capita  expenditure  basis  in  1999,  following  the  Russian  financial  crisis. \nDespite  this  progress  due  to  subsequent  economic  recovery,  poverty  remains  a  big  challenge,  with  preliminary \nestimates  showing  38.6%  of  the  population  living  in  absolute  poverty  in  2004.  Around  9.4%  of  Kyrgyz  citizens  were \nliving in extreme poverty in 2003. \n \nRural poverty declined over 1998–2001 at an average rate of 6.3% per year largely due to better performance of the \nagriculture sector. However, rural poverty continues to be significantly higher than urban poverty. About 43.2% of the \nrural population was living in absolute poverty in 2004, while urban poverty is 29.8%.  \n \nThere  is  general  agreement  on  the  causes  and  determinants  of  poverty  in  the  Kyrgyz  Republic.  The  emergence  of \nhigh  levels  of  poverty  can  be  traced  to  the  disintegration  of  the  Soviet  Union,  which  caused  severe  reductions  in \nproduction due to the disruption of geographically spread production chains and the loss of traditional markets. This in \nturn led to rapidly increasing unemployment at a time when the state’s capacity to respond was impaired by the loss of \nfederal budgetary support and a sharp shrinkage of the revenue base. The reasons for the continuing high levels of \npoverty are to be found in the challenges associated with reform of state institutions and the restructuring of society \nand  the  economy,  specifically:  (i)  difficulties  in  creating  and  sustaining  opportunities  for  gainful  employment  on  a \nsubstantial scale; (ii) problems relating to  external and  domestic market  development for Kyrgyz products, reflecting \nthe landlocked nature of the country with its trade and transit problems, limited natural resources, and small size of the \ndomestic  market;  (iii)  limited  capacity  of  the  state  to  address  essential  needs  in  the  social  sectors  due  to  fiscal \nconstraints;  and  (iv)  continuing  corruption  and  inefficiency  in  the  instruments  of  state  governance  that  inhibit  private \nenterprise and legitimate entrepreneurial activity. \n \nThe proposed Banking Sector and Capital Market Development Program is an integral component of ADB’s Country \nStrategy  and  Program  2005-2006  for  the  Kyrgyz  Republic  whose  overall  objective  is,  likewise,  to  reduce  poverty  by \npromoting  private  sector  led  economic  growth  and  supporting  selected  areas  of  human  development.  Despite  the \nprogress made in implementing financial sector reforms, the contribution of the sector to private sector development \nhas been weak, as the banking sector remains fragmented. Capital markets and other parts of the financial sector are \nstill  at  a  very  early  stage  of  development.  Confidence  in  financial  institutions  remains  low.  Weaknesses  in  financial \nintermediation and the consequent lack of savings instruments have contributed to the high level of transient poverty \ndue  to  high  consumption  volatility.  More  importantly,  the  lack  of  mature  financial  institutions  and  capital  markets \n\n \n\n\fAppendix 6 \n\n63 \n\nconstrains  any  potential  leveraging  of  foreign  inflows  of  funds,  whether  official  development  assistance  or  foreign \ndirect investment. Further, given that voucher privatization and subsequent security issues led to a high percentage of \nthe  population,  including  the  poor,  holding  securities  in  the  Kyrgyz  Republic,  strengthening  of  securities  market \nregulation and supervision that leads to fair pricing and transparency of the market will have a direct positive impact on \npoverty reduction. \n \nThe Program will enhance the financial sector’s capacity to carry out its intermediation role effectively by deepening \nreforms, and further strengthening the legal, regulatory, and institutional environment, thereby improving companies’ \naccess to finance, facilitating people’s access to financial services, and protecting vulnerable parts of the population \nagainst fraud.                                                                                                                                                                         \n \n\nC.  Participation Process \n\n \n\n \n\n   No \n\n   Yes               \n\nIs there a stakeholder analysis? \nStakeholder analysis prepared: \nExtensive consultations were undertaken during project preparation with various stakeholders, including government \nagencies, industry participants, and international funding agencies.  \n \nIs there a participation strategy? \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \nThe Project has no specific gender implications.  \n \nHas an output been prepared? \n\n   Yes               \n\n    Yes \n\n   No \n\n   No \n\n \nStrategy to Address Issues \n\nPlan Required \n\n \nE.  Social Safeguards and Other Social Risks \n\n  \nItem \n\nSignificant/ \nNot Significant/ \nNone  \n Significant \n\nResettlement \n\n Not significant \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n \n \nAffordability \n\n \n \nLabor \n\n \n \nIndigenous \nPeoples \n\n \nOther Risks \nand/or \nVulnerabilities \n \n\nThe  establishment  of  an  integrated  supervisory  body  for \nnonbank  financial  institutions  could  result  in  minimal \nreduction  in  overall  government  personnel.  Given  the \nrelatively high staff turnover, no compulsory redundancies \nwould be expected. \n\nLoss of tax revenues mitigated by program loan proceeds \nin  the  short  run.  In  the  medium  term,  reform-induced \neconomic growth is expected to lead to an increase in tax \nrevenues. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Full \n\n Short \n\n None \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\n \n\n \n\n\f64 \n\nAppendix 7 \n\nDevelopment Partner \nInternational Monetary \nFund (IMF) \n\nWorld Bank \n\nInternational Finance \nCorporation (IFC) \n\n \n\nDEVELOPMENT COORDINATION MATRIX \n \n\nActivity \n•  Supported  the  Kyrgyz  Republic  through  technical  assistance  (TA)  and \nthree  arrangements  under  the  Poverty  Reduction  and  Growth  Facility \n(PRGF) since 1998. The first PRGF arrangement (SDR73.38 million) was \napproved in June 1998, the second (SDR73.4 million) in December 2001, \nand the third (SDR 8.88 million) in February 2005.  \n\nthat  specialized  banking \n\n•  The  first  and  second  PRGF  programs  supported  the  Government  in  the \narea of monetary stabilization and fiscal consolidation. The programs also \nincluded  structural  performance  criteria  related  to  the  financial  sector, \nsuch as privatization of Kairat Bank (accomplished with support from the \nFinancial  Sector  Reform  and  Strengthening  Initiative  in  2004)  and \nlaunching  payment    system  reforms.  In  compliance  with  another  PRGF \nbenchmark  for  2004,  the  National  Bank  of  the  Kyrgyz  Republic  (NBKR) \nsubmitted  to  Parliament  amendments  to  a  large  number  of  laws  to \nestablish \nlaws  supersede  other  Kyrgyz \nlegislation,  increase  monetary  fines  for  violation  of  banking  legislation, \nstrengthen  legal  protection  of  NBKR  staff,  and  give  NBKR  the  right  to \nexchange  information  with  other  regulators  on  a  confidential  basis.  The \namendments to the Law on Banks and Banking Activity were enacted in \nOctober 2005. The other amendments are still pending in the Parliament. \n•  The third arrangement under the PRGF includes structural benchmarks to \n(i)  increase  minimum  capital  requirements  for  banks,  (ii)  establish  a \nframework for credit and operational risk management in banks, (iii) allow \nout of court procedures in collecting collateral and simplify procedures for \ncollateral  registration,  and  (iv)  restructure  long-term  government  bonds \nheld  by  NBKR  to  make  them  available  to  commercial  banks.  IMF  is \nplanning  to  provide  TA  to  organize  seminars  and  training  for  judges \ndealing with banking legislation. A strategy for the future development of \nmicrofinance in  the  Kyrgyz  Republic  has  been  developed  under  the  IMF \nprogram  with  support  from  Financial  Sector  Reform  and  Strengthening \nInitiative. \n\n \n•  Helped  to  establish  Kyrgyz  Agricultural  Finance  Corporation  (KAFC)  as \none of main providers of rural finance. Privatization of KAFC is envisioned \nwith support from the Financial Sector Reform and Strengthening Initiative \nin 2006.  \n\n•  Started  to  support  payment  system  reforms  and  restructuring  and \nmodernization  of  the  Settlement  and  Savings  Company  (SSC)  in  2004 \nunder its Payment System and Bank Modernization Project. This project \nincludes  measures  to  expand  the  use  of  the  banking  system  for  payroll \ndisbursements  and  payment  of  utility  bills.  The  Financial  Sector  Reform \nand  Strengthening  Initiative  provides  advisory  services  to  SSC  to \nmodernize  its  management  approach  and  banking  products  and  to \nprovide for sustainable and competitively priced payment services. \n\n \n•  Undertook equity investments in three Kyrgyz banks and the Foundation \nfor  International  Community  Assistance  (FINCA)  Kyrgyzstan,  a  major \nmicrofinance organization in the Kyrgyz Republic. \n\n•  Provided  credit  lines  for  microfinance  and  small  and  medium-sized \nenterprises  (SMEs),  and  supported  complementary  capacity  building  in \ncommercial banks.  \n\nEuropean Bank for \n\n \n•  Has minority shares in four Kyrgyz banks.  \n\n\fDevelopment Partner \nReconstruction and \nDevelopment (EBRD) \n\nEuropean Union \n\nfor \nCorporation \nTechnical  Cooperation \n“GTZ” \n\nUS Agency for \nInternational \nDevelopment (USAID) \n\nAppendix 7 \n\n65 \n\nActivity \n\n•  Working to establish a credit information agency.  \n•  Provided  credit \n\nlines \n\nfor  microfinance  and  SMEs,  and  supported \n\ncomplementary capacity building in commercial banks. \n\n \n•  Has  supported  capacity  building  for  insurance  and  pension  supervision \nfrom  mid-2004  until  December  2005,  and  helped  to  draft  new  laws  for \ninsurance business and private pension funds. \n\n \n•  Has provided TA (until December 2005) in close cooperation with the \nAsian Development Bank (ADB) to build capacity in credit unions and \ntheir roof (apex) organization, which is the Financial Company for the \nSupport and Development of Credit Unions, and in NBKR to regulate and \nsupervise credit unions. \n\n \n•  Aims to improve the environment for the growth of small and medium-\nsized enterprises through training and TA to increase opportunities to \nacquire business information, knowledge, and skills; support for more \nresponsive financial institutions, instruments, and markets; and \nassistance to improve the implementation of laws and regulations.  \n•  The (outgoing) Commercial Law Project helps to strengthen civil and \n\ncommercial laws and build capacity to implement laws, primarily through \njudicial reforms and training. \n\n•  The Enterprise Development Project provides expanded opportunities for \n\nbusinesses to start up, grow, and become more competitive.  \n\n•  The Trade Facilitation and Investment Project will develop trade and \n\ntransit facilitation mechanisms to reduce high trade and transit costs and \nimprove access of businesses to trade-related regulations of Kyrgyzstan \nand its Central Asian neighbors. \n\n•  The regional Economic Policy Reform Project in Central Asian Republics, \nwhich was launched in March 2005, includes a component to support \nNBKR in increasing compliance with the Basel Core Principles, train \nNBKR staff in the area of international accounting standards, and provide \ntraining to microfinance institutions. \n\n \n\nSources:  Asian  Development  Bank,  European  Bank  for  Reconstruction  and  Development,  European  Union, \nInternational Monetary Fund, United States Agency for International Development, the World Bank. \n \n\n \n\n \n\n\f66 \n\nAppendix 8 \n\nLIST OF INELIGIBLE ITEMS \n\n \n1. \nThe  proceeds  of  the  loan  will  be  used  to  finance  the  foreign  currency  expenditures  for \nthe  reasonable  cost  of  imported  goods  required  during  implementation  of  the  Banking  Sector \nand Capital Market Development Program. \n \n2. \n \n\nNotwithstanding the provision of para. 1, no withdrawals will be made for \n\nexpenditures  for  goods  included  in  the  following  Customs  Coordination  Council \nNomenclature  chapters  or  headings  as  designated  by  the  Asian  Development \nBank (ADB) by notice to the Government; \n\n \nGroup \n\nSubgroup \n \n22.03-22.10 \n\n24.01 \n\n24.02 \n \n\n28.50-28.52 \n \n71.01-71.04 \n \n\n71.05-71.06 \n\n71.07-71.08 \n\n84.59 \n\nDescription of Items \n\n \nAlcoholic beverages \n \nTobacco, unmanufactured tobacco refuse; \n\nTobacco, manufactured (whether or not containing \ntobacco substitutes) \n \nRadioactive and associated materials \n\nPearls; precious and semiprecious stones, \nunworked or worked \n \nJewelry  of  gold,  silver,  or  platinum  group  metals \n(except  watches  and  watch  cases);  goldsmiths’  or \nsilversmiths’ wares (including set gems) \n \nGold, nonmonetary (excluding gold ores and \nconcentrates) \n \nNuclear  reactors  and  parts  thereof,  fuel  elements \n(cartridges), nonirradiated for nuclear reactors \n\nexpenditures  in  the  currency  of  the  Borrower  or  of  goods  supplied  from  the \nterritory of the Borrower; \npayments  made  for  expenditures  incurred  more  than  180  days  before  the \neffectiveness date of the loan; \nexpenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational  financing  institution  or  agency  will  have  financed  or  agreed  to \nfinance, including any contract financed under any loans from ADB; \nexpenditures  for  goods  intended  for  a  military  or  paramilitary  purpose  or  for \nluxury consumption; and \nexpenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous  in  Class  1a  or  1b,  respectively,  of  the  World  Health  Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification. \n\n \n\n(i) \n\n \n22 \n\n24 \n \n24 \n\n28 \n\n71 \n\n71 \n\n71 \n\n84 \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n \n\n \n \n\n \n\n\f", "author_pages": [" \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "CURRENCY EQUIVALENTS \n(as of 19 November 2005) \n", "Currency Unit\n", "Som1.00\n$1.00\n", "– \n", "= \n= \n", "som (Som) \n", "$0.0245 \nSom40.755 \n", "ABBREVIATIONS \n", "ACPCM \nADB \nCASE \nCGERP \nDPL \nEBRD \nFDI \nFINCA \nFIRM \nGDP \nGTZ \n", "IAS \nIFC \nIMF \nIOSCO \nJSC \nKAFC \nKSE \nLBBA \nMOF \nMOU \nNBFI \nNBFSA \nNBKR \nNPL \nPRGF \nSAFSR \nSCFRA \nSCSM \nSDR \nSETS \nSME \nSOE \nSSC \nTA \nUSAID \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Advisory Committee on Privatization through the Capital Market \nAsian Development Bank \nCentral Asian Stock Exchange \nCorporate Governance and Enterprise Reform Program \nDevelopment Policy Letter \nEuropean Bank for Reconstruction and Development \nforeign direct investment \nFoundation for International Community Assistance \nFinancial Intermediation and Resource Mobilization Program \ngross domestic product \nGesellschaft fuer Technische Zusammenarbeit (Corporation for \nTechnical Cooperation) \nInternational Accounting Standards \nInternational Finance Corporation \nInternational Monetary Fund \nInternational Organization of Securities Commissions \njoint stock company \nKyrgyz Agricultural Finance Corporation \nKyrgyz Stock Exchange \nLaw on Banks and Banking Activity \nMinistry of Finance \nmemorandum of understanding \nnonbank financial institution \nNonbank Financial Services Agency \nNational Bank of the Kyrgyz Republic \nnonperforming loan \nPoverty Reduction and Growth Facility \nState Agency for Financial Supervision and Reporting \nState Commission on Financial Reporting and Auditing \nState Commission on Securities Markets \nspecial drawing rights \nStock Exchange Trading System \nsmall and medium-sized enterprise \nstate-owned enterprise \nSettlements and Savings Company \ntechnical assistance \nUS Agency for International Development  \n", " \n \n \n", "NOTE \n", "(i) \n(ii) \n", "The fiscal year of the Government ends on 31 December.  \nIn this report, \"$\" refers to US dollars. \n", "Vice President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n", " \n", "J. Eichenberger, (Operations Group 2) \nH. S. Rao, East and Central Asia Department (ECRD)  \nA. Siackhachanh, Governance, Finance, and Trade Division, ECRD \n \nJ. Conrad, Economist, ECRD  \nX Peng, Office of the General Counsel \nL. Raquipiso, Economic Officer, ECRD  \n", " \n", " \n", " \n \n", " \n \n", " \n"]}