{"CreationDate": "D:20070910093952+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "laotian private sector development plans, laotian small medium sized enterprises development program, laotian institutional development, laotian macroeconomic stability maintenance programs, rrp: lao 35304, laotian sme policy strategy", "Producer": "Acrobat Distiller 6.0 (Windows)", "ModDate": "D:20071003160545+08'00'", "Title": "Private Sector and Small and Medium-sized Enterprises Development Program Cluster (Subprogram 1)", "content": " \n\n \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\n.Sri Lanka \nProject Number 35304 \nSeptember 2007 \n\n \n\nProposed Asian Development Fund Grant and \nTechnical Assistance Grant  \nLao People’s Democratic Republic: Private Sector and \nSmall and Medium-sized Enterprises Development \nProgram Cluster (Subprogram 1)                        \n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 3 September 2007) \n– \n= \n= \n\nkip (KN) \n$0.000104 \nKN9629 \n\nCurrency Unit\nKN1.00\n$1.00\n\nADB \nAusAID \nAFTA \nASEAN \nBDS \nBOL \nBSRP \nCBTA \nCEPT \nCPI \nCSP \nDDT \nEC \nFDI \nGDP \nGMS \nGTZ \nIFC \nJICA \nJSF \nIMF \nLao PDR \nLBF \nNSC \nMDG \nMFN \nMOIC \nMOF \nMTEF \nNTB \nNERI \nPMU \nPMO \nPSD \nRFSDP \nSEDP \nSida \nSME \nSMEPDC \nSMEPDO \nSOCB \nUNIDO \nVAT \nWTO \n\n \n\nABBREVIATIONS \n\nforeign direct investment \n\ncountry strategy and program \n\n–  Asian Development Bank \n–  Australian Agency for International Development \n–  ASEAN Free Trade Area \n–  Association of Southeast Asian Nations \n–  business development service \n–  Bank of Lao \n–  banking sector reform program \n–  Greater Mekong Subregion Cross-Border Transport Agreement \n– \ncommon effective preferential tariff \n–  Committee for Planning and Investment \n– \n–  Department of Domestic Trade \n–  European Commission \n– \n–  gross domestic product \n–  Greater Mekong Subregion \n–  Deutsche Gesellschaft für Technische Zusammenarbeit \nInternational Finance Corporation \n– \nJapan International Cooperation Agency \n– \nJapan Special Fund \n– \n– \nInternational Monetary Fund \n–  Lao People’s Democratic Republic \n–  Lao Business Forum \n–  National Statistics Center \n–  Millennium Development Goal \n–  most favored nation \n–  Ministry of Industry and Commerce \n–  Ministry of Finance \n–  medium-term expenditure framework \n–  nontariff barrier \n–  National Economic Research Institute  \n–  program management unit \n–  Prime Minister’s Office \n–  private sector development \n– \n–  Socio-Economic Development Plan \n–  Swedish International Development Cooperation Agency \n– \n–  SME Promotion and Development Committee \n–  SME Promotion and Development Office \n– \n–  United Nations Industrial Organization \n– \n–  World Trade Organization \n\nrural finance sector development program \n\nsmall and medium-sized enterprise \n\nstate-owned commercial banks \n\nvalue-added tax \n\n \n\n \n\n\f \n \n\n \n\n \n \n \n\n \n\nNOTES \n\n(i) \n\nThe fiscal year (FY) of the Government and its agencies ends on 30 September. \nFY  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends,  e.g., \nFY2007 ends on 30 September 2007. \n\n(ii) \n\nIn this report, \"$\" refers to US dollars.  \n\nC. Lawrence Greenwood Jr., Operations Group 2  \n\nVice President \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector \n \nTeam Leader \nTeam Members \n \n \n\nJ. Ahmed, Governance, Finance, and Trade Division, SERD \n \nK. Bird, Economist, SERD \nJ Farinha, Economist, SERD \nC Hnanguie, Country Economist, Lao PDR Resident Mission, SERD \nR. O’Sullivan, Senior Counsel, Office of the General Counsel \n\n\fCONTENTS \n \n\n \n \nGRANT AND PROGRAM SUMMARY \n\nTHE PROPOSAL \n\n     \n\n \n\n \n\n \n\n \n\n      \n\n          i \n\nTHE PROGRAM AND MACROECONOMIC CONTEXT \nA. \nB. \n\n1 \nDevelopment Strategies and the Lao PDR Socio-Economic Development Plan  1 \n3 \nThe Government and its ADB Partnership \n\nTHE SECTOR \nA. \nB. \nC. \n\nReview of the Economy, Investment Climate, and Poverty \nIssues and Opportunities \nLessons \n\nTHE PROPOSED PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \nG. \n\nObjective and Scope \nPolicy Framework and Actions \nThe PSME Medium-Term Program: Triggers for Subprogram 2 \nImportant Features \nADF Grant Rationale \nFinancing Plan \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nPROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA. \nB. \n\nExpected Impacts \nRisks and Mitigating Measures \n\nVII. \n\nASSURANCES \n\n \n\nVIII.  RECOMMENDATION \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n \n \n\nDesign and Monitoring Framework \nDevelopment Policy Letter  \nPolicy Matrix \nDevelopment Partners Coordination Matrix \nSector Analysis   \nMacroeconomic Assessment and Debt Sustainability Assessment \nProgram Impact Assessment \nList  of Ineligible Items \nTechnical Asistance  \nSummary of Poverty Reduction and Social Strategy \n \n         \n\n        \n\n \n\nPage \n\n1 \n\n6 \n6 \n8 \n17 \n\n21 \n21 \n21 \n24 \n26 \n27 \n27 \n28 \n\n31 \n\n32 \n32 \n33 \n\n33 \n\n34 \n\n35         \n38 \n42 \n46         \n47     \n56 \n62 \n64 \n65 \n75\n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\nVI. \n\n \n\n\f \n\nGRANT AND PROGRAM SUMMARY \n\nLao People’s Democratic Republic (Lao PDR) \n \nThe proposal comprises (i) a program cluster for the Private Sector and \nSmall  and  Medium-Sized  Enterprises  Development  Program  (PSME) \nCluster,  comprising  two  subprograms  (subprogram  1  and  2)  covering \nreforms  in  institutional  development  in  SME  policy  formulation  and \nimplementation, access to finance, investment climate, trade policy and \ncapacity  building,  and  macroeconomic  stability;  and  (ii)  a  proposed \ngrant  of  $5  million  for  subprogram  1  of  the  cluster,  and  a  proposal  to \nadminister  a  technical  assistance  grant  from  the  Japan  Special  Fund \n(JSF).  \n \nTargeting Classification: General intervention \nSector: Law, economic management, and public policy \nSubsector: Economic management \nThemes: Private sector development, governance, sustainable \neconomic growth \nSubthemes: Promoting institutional/regulatory reforms, economic \ngovernance, and macroeconomic stability \n\n \n\nCategory C       \n\n \nThe  core  objective  of \nthe  Government’s  Sixth  Socio-Economic \nDevelopment  Plan  (SEDP6)  is  sustaining  economic  growth  of  7%–8% \nper  year,  while  reducing  poverty.  SEDP6  targets  poverty  incidence  of \n23% by 2015, and the creation of 652,000 jobs during 2006 and 2010. \nPrivate sector expansion is considered a key mechanism for achieving \nthese  two  objectives.  Poverty  rates  have  declined  in  Lao  PDR  from \n46% in 1992 to 33% in 2003, a remarkable achievement given the rapid \npopulation growth during this period. As much as half the population is \nnow  under  20  years  old.  Poverty  reduction  has  been  driven  by \neconomic  expansion,  opening  up  of  the  economy  to  trade  and \ninvestment, increased rice production, greater urbanization, and higher \nremittances  from  Lao  workers  abroad.  A  sharp  reduction  in  poverty  is \ncommon once a country passes a certain per capita income threshold, \nas  Lao  PDR  has  done.  Further  poverty  reduction  of  the  magnitude \nSEDP6  is  targeting  will  depend  on  sustaining  economic  growth  at  the \ncurrent rate of 7% per year over the medium term, as well as mobilizing \nadditional fiscal resources to support long-term development and social \nspending  objectives.  Lao  PDR  has  the  potential  to  accomplish  these \ngoals,  and  the  private  sector  increasingly  will  be  relied  upon  to \naccomplish them.  \n\nThe  Asian  Development  Bank  (ADB)  country  strategy  and  program \n(CSP)  for  2007–2011  prioritizes  private  sector development  (PSD).  As \none  PSD  outcome  indicator,  the  CSP  has  targeted  an  increase  of \nformal  private  sector \nfirms  by  15%  per  year.  As  SMEs  are \noverwhelmingly the dominant business form in Lao PDR, sound policy \n\n \nBorrower \n \nThe Proposal \n\n \nClassification \n\n \nEnvironment \nAssessment \n \nThe Program \nRationale \n\n \n\n\f \nii \n \n\n \n\n \nImpact and \nOutcome \n\nthe \n\nsuggests that they should be treated as the private sector norm and not \nthe exception. This further suggests that the reform agenda should be \nbroad-based, focusing on reducing transaction costs and improving the \npredictability of the investment climate. Reforms supporting institutional \ndevelopment in SME policy formulation and implementation, access to \nfinance,  strengthening \nthe \nunfinished  trade  policy  regime,  and  achieving  macroeconomic  stability \nin  support  of  private  sector  growth  are  crucial  for  reducing  transaction \ncosts, expanding the private sector, putting economic growth on a more \nsustainable path,  and contributing  to  poverty  reduction.  These  reforms \nare  being  pursued  in  the  context  of  a  resource  export  boom  that  will \nprovide \nits \nthe \ndevelopment  goals.  Lao  PDR’s  increasing  regional  and  global  market \nintegration  will  create  new  opportunities  and  challenges  for  its  private \nsector. \n\ninvestment  climate,  completing \n\nthe  Government  with \n\nfiscal  space \n\nto  achieve \n\nThe Government has implemented a series of investment reforms aimed \nat reducing the cost of doing business in the country. The Government is \nalso  committed  to  preparing  for  World  Trade  Organization  (WTO) \naccession  talks.  This  process  will  influence  the  way  Lao  PDR  thinks \nabout its business climate and trade policy over the medium term. At the \nsame  time,  the  Government  has  introduced  measures  to  address  the \nfiscal  imbalance,  resulting  in  a  gradual  reduction  in  the  fiscal  deficit, \nimproved  macroeconomic  stability,  and  greater  investor  confidence  in \n2005 and 2006. The program cluster supports the Government’s efforts \nto  create  an  enabling  environment  for  the  private  sector  in  four  target \nareas:  (i)  institutional  development  in  SME  policy  formulation  and \nimplementation, and access to finance; (ii) investment climate; (iii) trade \npolicy  and  capacity;  and  (iv)  macroeconomic  stability  in  support  of \nprivate  sector  growth.  A  joint  team  of  representatives  from  the \nGovernment and ADB prepared the reform program. \n \nThe  program  cluster  aims  to  support  the  Government  in  its  efforts  to \nexpand  the  private  sector,  while  reducing  poverty  and  creating  more \njobs.  To  achieve  these  objectives,  the  program  cluster  will  undertake \nthe following strategic reforms: \n \n(i) \n\nImprove the institutional framework for SME policy formulation and \nimplementation, SME access to finance through better accounting \nrules  and  guidelines  for  taxation,  development  of  nonbank \nthe \ninstruments,  and \nfinancial \nregulatory environment affecting SMEs. \nImprove the investment climate by (a) enacting and implementing \nthe Enterprise Law to enhance the legal and regulatory framework \nfor investments; and (b) implementing other policy reforms aimed \nat reducing transaction costs in Lao PDR. \n\ntransparency  of \n\nincreased \n\n(ii) \n\n(iii)  Strengthen  trade  policy  and  capacity  by  reforming  the  import-\nexport  management  system,  and  by  strengthening  indigenous \ncapacity to carry out trade policy analysis to enable the country to \neffectively continue reforms and participate in the WTO process. \n\n \n\n\f \nFinancing Plan \n\n \nProgram Period and \nTranche Release \n\n \nCounterpart Funds \n\n \nExecuting Agency  \n\n \nImplementation \nArrangements \n\n \nProcurement  \n\nProgram Benefits \nand Beneficiaries \n\n \n\niii \n\n(iv)  Maintain the macroeconomic stability necessary for private sector  \ngrowth and development by continuing to make progress towards \nfiscal  consolidation,  thereby  achieving  price  stability  and  a \ncompetitive exchange rate. \n\nthe \n\nlocal  currency  counterpart \n\n \nAs  proposed,  ADB  will  provide  a  grant  of  $5  million  from  its  Special \nFunds  resources  for  subprogram  1  of  the  Private  Sector  and  SME \nDevelopment Program cluster with terms and conditions set forth in the \ndraft Grant Agreement. \n \nThe program cluster period is from November 2005 to December 2009. \nA single tranche grant of $5 million will be disbursed under subprogram \n1  when  the  Government  has  met  the  conditions  for  effectiveness. \nSubprogram  2,  which  will  not  exceed  $5  million,  will  be  submitted  for \nBoard  consideration  about  24  months  after  subprogram  1  becomes \neffective,  subject  to  the  Government’s  readiness  to  continue  with  its \nreform  agenda.  November  2005  was  selected  as  the  starting  point \nbecause it coincided with the commencement of the project preparatory \ntechnical  assistance  for  the  SME  program  and  the  enactment  of  the \nEnterprise Law. Further, it reflects the period of ADB’s engagement and \ndialogue  with  the  Government  on  business  climate  reforms embedded \nin the cluster program.  \n \nThe  Government  will  use \nfunds \ngenerated  by  the  grant  proceeds  to  meet  program  expenditures  and \nassociated costs of reform, and to help maintain current levels of social \nexpenditure. \n \nThe  Ministry  of  Industry  and  Commerce  (MOIC)  is  the  Executing \nAgency.  MOIC  will  be  responsible  for  coordinating  the  implementation \nof the PSME reforms and sustaining them. \n \nThe  Ministry  of  Finance  (MOF)  and  the  Committee  for  Planning  and \nInvestment (CPI) are the Implementing Agencies. MOIC will establish a \nPSME  steering  committee,  chaired  by  the  minister  of  industry  and \ncommerce,  comprising  senior  officials  from  MOF  and  CPI.  The \ncommittee  will  meet  quarterly  to  monitor  progress  and  oversee  the \nimplementation  of  the  cluster  program,  and  to  provide  guidance  and \ndirection to MOIC, MOF, and CPI.  \n \nThe  grant  proceeds  will  be  used  to  finance  the  full  foreign  exchange \ncosts (excluding local duties and taxes) of items produced and procured \nin  ADB  member  countries,  excluding  ineligible  items  and  imports \nfinanced by other bilateral and multilateral sources.  \n \nThe program cluster will provide the following benefits: \n(i) \n\nImproved  investor  confidence  through  enhanced  implementation \nof the Enterprise Law, and well as synchronization of the positive \nlist  of  sectors  open  to  foreign  investment  under  the  foreign \ninvestment  law  with  the  negative  list  of  sectors  closed  to \nregistration under the Enterprise Law. \n\n \n\n\f \nRisks and \nAssumptions \n\n \niv \n \n\n \n\n(ii)  Lower  transaction  costs  for  business  because  of  streamlined \nbusiness start-up procedures, reduced regulations (red tape), and \nreform of the remaining nontariff barriers. \n\n(iii)  Strengthened  institutional  development  by  raising  the  capabilities \nof MOIC, MOF, and CPI to carry out policy analysis. The posting \nof  regulations  on  the  Small  and  Medium-sized  Enterprises \nPromotions and Development Office (SMEPDO) website also will \ncontribute  to  institutional  development  through  better  regulatory \ntransparency.  The  new  SME  strategy  provides  a  comprehensive, \nintegrated  approach  to  private  sector  policy  and  coordination \nacross relevant line ministries. \n\n(iv)  Support  for  the  Government’s  efforts  to  reduce  poverty  through \nreforms  aimed  at  expanding  the  private  sector  as  a  major \ngenerator  of  new  jobs  and  incomes  by  opening  new  economic \nopportunities and raising productivity. \n\n(v)  Progress toward fiscal consolidation, which will help foster broad-\nbased economic growth, job creation, and poverty reduction. \n\n \nThe  cluster  program  is  embedded  in  SEDP6,  the  Government’s  new \nSME strategy, and ongoing business climate reforms. The assumptions \nunderlying the program include the following:   \n(i)  Macroeconomic  stability  and  the  resource  export  boom  will \n\ncontinue. \n\nshocks. \n\n(ii)  The  economy  will  be  able  to  withstand  external  or  domestic \n\n(iii)  The  Government  will  stay  on  course  with  key  business  climate \n\npolicy reform measures and fiscal consolidation.  \n\n \nHowever, the program faces the following risks: \n(i) \n\nIn  transitional  economies,  maintaining  macroeconomic  stability—\nreflected,  for  example,  in  slow  inflation  and  a  stable  exchange \nrate—is  essential  for  investor  confidence  and  private  sector \ngrowth.  Lao  PDR  is  particularly  vulnerable  to  macroeconomic \ninstability due to weak institutions. In addition, the country is facing \nemerging  fiscal  and  macroeconomic  challenges  in  the  context  of \nits  resource  export  boom,  and  the  associated  volatile  and \nunpredictable nature of commodity prices. \n\n(ii)  Weak  coordination  among  Government  agencies.  However,  the \nGovernment  appears  strongly  committed  to  the  PSME  reform \nprogram,  which  is  embedded  in  SEDP6,  and  the  Government’s \nSME  Strategy.  A  committee  has  been  established  to  oversee \nimplementation  of  the  cluster  program.  The  cluster  program  also \nlimits  the  number  of  implementing  agencies  to  two,  in  addition  to \nMOIC.  \n\n(iii)  A lack of resources and other emerging priorities during 2008 and \n2009  might  constrain  the  capacity  of  agencies  to  implement \nreforms.  The  proposed  JSF  grant  is  designed  to  support  the \nimplementation  of  the  policy  triggers  in  subprogram  2.  The \nEuropean Commission (EC) will provide parallel financing of about \n€3  million  for  additional  technical  assistance  (TA)  to  support  the \nimplementation  of  the  cluster  program,  as  well  as  to  broaden  its \n\n\f \nTechnical \nAssistance \n\n \n\nv \n\nreform agenda. The EC-funded TA is expected to be mobilized in \nSeptember  2007.  Many  other  development  partners  also  are \nsupporting  private  sector  reforms  through  TA:  Australian  Agency \nfor  International  Development  (AusAID),  European  Commission \nthrough  Deutsche \n(EC),  German  development  cooperation \nGesellschaft \nfür  Technische  Zusammenarbeit  (GTZ),  Japan \nInternational Cooperation Agency (JICA), and World Bank. \n(iv)  Vested  interests  might  resist  the  reforms.  Reforms  to  the  import-\nexport  management  system  and  institutionalization  of  economic \ngovernance  reforms—i.e.,  red  tape  review  process—are  likely  to \nbe  long,  drawn  out  processes.  However,  several  factors  mitigate \nthese risks. First, the strategic approach of the program cluster is \nto  focus  efforts  on  supporting  the  Government’s  initiatives  to  (a) \ncomplete the unfinished trade policy agenda; (b) begin tackling the \nmyriad licenses hurting firms, including enterprise registration and \noperating  licenses;  and  (c)  create  an  enabling  environment  for \nSMEs,  as  articulated  in  its  SME  strategy.  Second,  reforms  will \nfocus  on  areas  where  there  is  political  will,  some  capacity,  and \ntraction.  This  has  been  demonstrated  by  enacting  the  new \nEnterprise  Law,  which  promises  to  ensure  enterprise  registration \nwithin  10  days  and  the  introduction  of  the  negative  list  for \nactivities.  The  predictability  and  transparency  of  the  investment \nclimate has improved as a result.   \n\n \nThe proposed advisory TA to support the cluster program is estimated \nto cost $690,000. ADB will finance $550,000 through a grant from JSF. \n \nThe  TA  will  support  MOIC,  MOF,  and  CPI  in  implementing  and \nmonitoring key policy reforms, particularly those to broaden and deepen \nthe  private  sector  policy  reform  agenda  during  the  cluster  program \nperiod,  as  well  as  those  to  provide  the  Government  with  timely,  policy \nadvice  on  demand  basis.  The  TA  has  six  components.  Under \ncomponent  1,  it  will  support  the  streamlining  of  business  registration \nprocedures and assist in establishing the business registry information \nmanagement  system  within  the  national  Government  and  in  four \nprovinces.  The  TA  will  provide  training  before  rolling  out  systems  to \nother  provinces.  Under  component  2,  it  will  assist  the  Government  in \nstreamlining  and  simplifying  import-export  procedures,  analyzing  the \ncosts  of  the  import-controlled  system  for  a  selection  of  commodities, \ndesigning  a  strategy  for  reforming  the  system  consistent  with  WTO \nrules, and improving access to trade data. Component 3 will strengthen \nanalytical support for the Government’s continuing efforts to improve its \ntrade  policy  regime.  This  will  include  estimating  the  effective  rates  of \nprotection to help the Government assess the effects of the trade policy \nagenda on resource allocation, and in-house training programs on trade \npolicy  analysis.  Under  component  4, \nthe \nGovernment’s  efforts  to  carry  out  a  survey  of  red  tape,  including \nquantifying  the  costs  of  complying  with  regulations,  and  devise  a \nstrategy for institutionalizing a continuous review of red tape. It also will \nsupport  SMEPDO  in  strengthening  the  SME  policy  framework  and \nregulatory  transparency,  for  example,  by  encouraging  the  posting  of \n\nthe  TA  will  support \n\n \n\n\fregulations  on  the  SMEPDO  website.  Under  component  5,  the  TA  will \nsupport  efforts  by  MOF  and  the  National  Economic  Research  Institute \nto  improve  the  environment  for  the  private  sector,  including  the \ndevelopment  of  a  macroeconomic  database,  indicators,  and  economic \nreporting.  Component  6  will  assist  MOF  with  developing  accounting \nguidelines \nthe  business \ncommunity.  The  TA  will  require  54  persons-months  of  consulting \nservices, 8 international and 46 national. \n\nfor  SMEs,  and  disseminating \n\nthem \n\nto \n\n \nvi \n \n\n \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nprogram cluster to the Lao People’s Democratic Republic (Lao PDR) for the Private Sector and \nSmall  and  Medium-Sized  Enterprises  (SME)  Development  Program  cluster  (the  program \ncluster), comprising two subprograms; and (ii) a proposed grant to Lao PDR for subprogram 1 of \nthe program cluster. The program cluster supports a policy reform program prepared by a joint \nteam  of  representatives  from  the  Government  of  Lao  PDR  and  the  Asian  Development  Bank \n(ADB).  This  report  also  describes  proposed  technical  assistance  (TA)  for  strengthening  the \ndevelopment of the private sector and SMEs. If the Board approves the proposed grant, I, acting \nunder the authority delegated to me by the Board, will approve the TA. The program design and \nmonitoring framework is in Appendix 1.  \n \n\nII. \n\nTHE PROGRAM AND MACROECONOMIC CONTEXT \n\nA. \n\nDevelopment Strategies and the Lao PDR Socio-Economic Development Plan \n\n2. \nIn 2004, the Government announced its poverty reduction strategy (PRS) and reaffirmed \nthat eradicating poverty and accelerating the pace of social development are the country’s most \nimportant  long-term  strategic  goals.  The  PRS  describes  the  Government’s  plans  to  help  the \ncountry meet the Millennium Development Goals (MDG) by 2015 by fostering economic growth \nwith  equity,  sociocultural  development,  and  sustainable  environmental  preservation.  The \nnational poverty reduction effort prioritizes agriculture, health, education, and infrastructure. The \nPRS has been mainstreamed into the Sixth Socio-Economic Development Plan 2006–2010,1 or \nSEDP6,  which  sets  out  the  country’s  development  priorities,  policy  agenda,  programs,  and \nprojects.  The  five  pillars  of  SEDP6  are  to  (i)  achieve  faster  and  more  sustainable  economic \ngrowth,  and  to  create  jobs  through  private  sector  development  (PSD)  that  emphasizes \ncommercial agriculture, rural development, infrastructure development, and SMEs; (ii) improve \nthe provision of basic social services, focusing on health, education, and clean drinking water; \n(iii)  strengthen  human  security,  including  through  measures  to  improve  food  security,  reduce \nthreats  from  unexploded  ordnance,  and  ensure  protection  against  natural  disasters;  (iv) \nenhance  participation  by  empowering  the  poor;  and  (v)  develop  the  poorest  areas  through  a \nrange  of  targeted  interventions  (Figure  1).  The  SEDP6  approach  is  an  improvement  on  the \nprevious  sector-based  planning  approach,  which  emphasized  setting  quantitative  targets. \nAlthough  SEDP6  still  has  these  targets,  it  focuses  more  on  the  identification  of  crosscutting \npolicy issues and strategies to ensure a more integrated development policy framework.  \n \n3. \nSEDP6  identifies  crosscutting  strategies  for  fostering  PSD.  Continuing  reforms  to \nimprove  the  investment  climate,  regional  integration,  macroeconomic  stability,  and  good \ngovernance are considered key crosscutting issues for PSD. Continuing reforms to the business \nregulatory  environment,  promoting  foreign  direct  investment  (FDI),  and  developing  new \ninfrastructure  are  measures  intended  to  improve  the  investment  climate.  Meanwhile,  reducing \ntrade  barriers,  promoting  cross-border  investment,  and  encouraging  membership  in  regional \neconomic associations and agreements are measures aimed at increasing the integration of the \ndomestic market with the global economy.  \n\n                                                 \n1   Government of the Lao PDR. 2004. Sixth Socio-Economic Development Plan 2006–2010. Vientiane. \n\n \n\n\f \n\n \n\n \nFigure 1: Links Between SEDP6 (2006–2010), ADB Country Strategy and Program (2007–2011), and \nthe Program Cluster (2007–2009) \n\nLao PDR SEDP6: Five Priorities \n\nPriority 1  \nExpansion of economic \nopportunities with \nemphasis on: \n•  Commercial agriculture \n•  Rural development \n•  Infrastructure \ndevelopment \n\n•  SMEs \n\nPriority 2\nImproved provision of \nbasic social services with \nemphasis on: \n•  Health \n•  Education \n•  Drinking water \n\nPriority 3 \nStronger human security \nwith emphasis on: \n•  Food security \n•  Reducing threats from \nunexploded ordnance \n\n•  Protection against \nnatural disasters \n\nPriority 4 \nEnhanced participation \nby and empowerment of \nthe poor \n\nPriority 5\nDevelopment of poorest \nareas \n\nRegional \nintegration by \n•  Reducing trade \n\nbarriers \n•  Economic \ncorridors \n•  Promoting \n\ncross-border \ninvestment \n•  Membership in \nGMS, ASEAN \nand/or AFTA, \nand WTO \n\n \n\nSix Crosscutting Strategies of SEDP6 \n\nPrivate sector development by \n•  Macroeconomic stability \n•  Creation of an enabling \nregulatory environment \n\n•  Promotion of FDI \n•  Infrastructure \n\nFostering gender equality by\n•  Improved access by girls and \nwomen to essential social \nservices, enhancing income-\nearning opportunities for women \n\nCombating HIV/AIDS \n\n \n\nADB Interventions \n \nGender \n \n\nGovernance by  \n•  Public sector financial \nmanagement reforms  \n•  Public administration, \n•  Rule of law \n•  People’s participation \n\nImproved \nenvironmental \nmanagement  \n\n \n\n \n\nPrivate Sector Development \n\nEnvironment \n\nCapacity \nDevelopment \n\nRegional \n Cooperation \n\nADB = Asian Development Bank, AFTA = ASEAN Free Trade Agreement, ASEAN = Association of Southeast Asian \nNations, FDI = foreign direct investment, GMS = Greater Mekong Subregion, SEDP = Socio-Economic Development \nPlan, SME = small and medium-sized enterprise, WTO = World Trade Organization. \nNote: Dotted boxes reflect areas supported by the Private Sector and SME Development Program cluster. \n \n\n2 \n \n\n \n\n \n \n\n \n\n \n\n\f \n\n3\n\nB. \n\nThe Government and its ADB Partnership \n\nfinance;  (ii) \n\ninvestment  climate;  (iii) \n\n4. \nThe proposed PSME grants will support the broad priorities of the Government’s private \nsector and SME development agenda, including institutional strengthening, as highlighted in the \ndevelopment policy letter addressed to the President of ADB (Appendix 2). These broad areas \ninclude (i) institutional development in SME policy formulation and implementation, and access \nto \ntrade  policy  and  capacity  building;  and  (iv) \nmacroeconomic  stability  in  support  of  private  sector  growth  (Figure  2).  The  close  alignment \nbetween  the  Government’s  reform  agenda  and  the  program  cluster  will  strengthen  its \ncommitment to the reforms under the program cluster.  \n \n5. \nThe  Medium-Term  Programmatic  Approach. The proposed program cluster provides \n(i) a coherent reform strategy with two discrete but linked subprograms; (ii) a strong emphasis \non performance, as the decision on whether to proceed with the next subprogram depends on \nsatisfactory  achievement  of  five  “triggers”;  and  (iii)  flexibility  in  the  reform  measures,  with \nprovisions  for  incorporating  lessons  learned  and  responding  to  changes  in  the  external \nenvironment in the design of subsequent subprograms. The proposed program cluster for Lao \nPDR is modeled on recent ADB programs for the Philippines, such as the Development Policy \nSupport  Program. 2  The  key  features  of  this  program  include  (i)  a  series  of  single-tranche \noperations,  with  a  well-defined,  medium-term  framework  specified  at  the  outset,  and  including \ncompleted  high-impact  reforms  before  Board  consideration;  (ii)  triggers  for  subsequent \nsubprograms to ensure continual dialogue among the Government, ADB, and stakeholders; and \n(iii) a small number of well-targeted policy actions designed to achieve high-impact outcomes in \npriority sectors. The program cluster for Lao PDR includes a small number of high-impact policy \nreforms  to  the  business  climate,  while  focusing  on  strengthening  institutional  capacity  with \nattention to positive outcomes for efficient SME development and growth.  \n \n6. \nSubprogram  1  of  the  program  cluster,  financed  with  a  grant  of  $5  million  from  ADB’s \nSpecial  Funds  resources,  focuses  on  legislative  reforms  to  the  enterprise  registration  regime \nand begins the process for SME policy and institutional strengthening, while also targeting trade \npolicy  reforms.  It  will  establish  the  basis  for  continual  policy  dialogue  and  engagement  during \n2007–2009 (subprogram 2).  \n \n7. \nSubprogram  2,  which  is  not  to  exceed  $5  million  in  financing,  will  continue  the \nmomentum  of  the  reforms  in  subprogram  1.  In  addition  to  implementing  investment  climate \nreforms and SME institutional development, subprogram 2 will support the Government’s efforts \nto improve trade policy capacity, especially as Lao PDR prepares for World Trade Organization \n(WTO) accession. Further, subprogram 2 will address key risks identified in subprogram 1, as \nwell as make progress in other areas that might emerge from policy dialogue and engagement \nwith the Government in 2008 and 2009. The expected time frame for processing subprogram 2 \n(2  years  after  subprogram  1  becomes  effective)  is  only  indicative.  Subprogram  2  contains  a \nlimited  number  of  specific  reform  actions  (five  triggers)  to  provide  the  flexibility  needed  to \nrespond to unanticipated changes in the external environment by framing an appropriate policy \nresponse. This approach will ensure the program cluster is synchronized with the Government’s \npolicy agenda in an environment of rapidly changing policy priorities.  \n \n\n                                                 \n2   ADB.  2007.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  to  the \nRepublic  of  the  Philippines  for  the  Development  Policy  Support  Program.  Manila;  and  ADB.  2006.  Report  and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Republic of the Philippines \nfor the Financial Market Regulation and Intermediation Program. Manila. \n\n \n\n\f \n\n \n\n4 \n \n\nCountry  Strategy  and  Program  (CSP).  PSD  is  a  theme  of  the  CSP  for  2007–2011.3 \n8. \nThe  CSP  emphasizes  that  ADB  will  help  the  Government  to  improve  the  climate  for  PSD \nthrough a combination of technical support for policy, institutional, and regulatory reform in key \nsectors  where  ADB  operates.  It  seeks  to  transform  agriculture  sector  from  a  subsistence  to  a \ncommercial  orientation,  improve  basic  transport  and  power  infrastructure,  strengthen  the \nregulatory  regime  governing  financial  institutions,  restructure  the  commercial  state  banks, \nimprove investment regulations, foster SME growth, mobilize resources and broaden access to \nfinancing for PSD, and enhance the soundness and sustainability of public finance.  \n \n9. \nThe  CSP  2007–2011  has  established  two  performance  indicators  for PSD:  (i)  increase \nformal private enterprises by 15% per year, and (ii) reduce the number of days needed to start a \nbusiness.  For  effective  development  results,  the  program  cluster  will  focus  on  four  core  areas \ndirectly  affecting  private  sector  development  and  growth,  and  specifically  SMEs:  institutional \ndevelopment  in  SME  policy  formulation  and  implementation,  investment  climate,  trade  policy \nand capacity building, and macroeconomic stability—all of which are key outcomes and outputs \nof  the  CSP  (footnote  3).  The  program  cluster  complements  ADB’s  other  PSD-related  sector \ngrant  programs  and  projects,  such  as  the  Banking  Sector  Reform  Program  (BSRP)4 and  the \nRural  Finance  Sector  Development  Program  (RFSDP).5 Both  of  these  programs  aim  to  make \nthe formal banking sector an efficient vehicle for mobilizing resources and broadening access to \nfinancing for PSD (Figure 2). ADB’s engagement with the Government on PSD issues leading to \nthe  program  cluster  began  in  2004  and  included  the  project  preparatory  TA  during  2005  and \n2006,  the  private  sector  assessment  in  2006,  and  several  mission  consultations  with  the \nGovernment  on  PSD  issues  during  2004  and  2007.  Much  has  been  achieved  through  this \nprocess. ADB had provided input on the formulation of the Enterprise Law and the implementing \ndecrees,  including  the  negative  list  (see  para.  55),  and  contributed  to  the  development  of  the \nSME strategy, among other items.      \n \n10. \nADB’s  Partnership  With  Other  Development  Partners  and  Stakeholders.  ADB’s \nPSME program will work closely with other development partners such as the Australian Agency \nfor  International  Development  (AusAID),  European  Commission  (EC),  German  development \ncooperation \n(GTZ), \nInternational  Finance  Corporation  (IFC),  Japan  International  Cooperation  Agency  (JICA),  and \nWorld Bank—and stakeholders in providing support for PSD in Lao PDR. In particular, the EC is \nproviding  parallel  financing  (€3  million)  for  TA  designed  to  support  the  implementation  of  the \nprogram cluster. Under this TA, the EC also will work closely with ADB to broaden the private \nsector/SME  reform  agenda,  and  support  the  Government’s  efforts  to  strengthen  institutional \ncapacity for policy formulation. In addition, ADB will work closely with the Lao Business Forum \n(LBF)  and  the  Mekong  Private  Sector  Facility  of  the  IFC.  The  LBF,  established  in  2005, \ncomprises  representatives  from  the  Lao  PDR  private  sector,  senior  Government  officials, \nstakeholders,  and  development  partners.  The  primary  purpose  of  the  forum  is  to  promote \nongoing dialogue between the private sector, the Government, and other stakeholders on PSD \nissues.  \n \n \n \n\nfür  Technische  Zusammenarbeit \n\nthrough  Deutsche  Gesellschaft \n\n                                                 \n3   ADB. 2007. Country Strategy and Program (2007–2011): Lao PDR. Vientiane. \n4   ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \n\nPeoples’ Democratic Republic of Lao for the Banking Sector Reform Program Program. Manila \n\n5   ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \n\nPeoples’ Democratic Republic of Lao for the Rural Finance Sector Development Program. Manila \n\n \n\n \n\n\f \n\n5\n\n(i)   \n(ii) \n(ii)  \n \n\n \n \n\n \n \n \n\nFigure 2: Overview of the Private Sector and SME Development Program Cluster \n \n \nStrategic Framework: Lao PDR SEDP6, 2006–2010 \nKey Economic and Social Outcomes in the SEDP6: \n\nEconomic growth accelerates to 7%–8% per year by 2015 \nPrivate sector/SMEs expand \nHousehold poverty incidence declines from 33% in 2003 to 23% by 2015 \n\nFostering SME Development and Growth by Mainstreaming SME Policy \n\n \n2007 – Subprogram 1 (single tranche) \nGovernment program: SEDP6 \nFocus: \n• \n\nInstitutional development in SME policy \nformulation and access to finance – high \npriority  \nInvestment policy – high priority \n\n• \n•  Trade policy and capacity  \n•  Macroeconomic stability in support of \n\nPSME \n\nLinked by \ntriggers \n\n2008/09 – Subprogram 2 (single tranche) \nGovernment program: \nSEDP6 and SME strategy \nFocus: \n• \n\nInstitutional development in SME policy \nformulation and access to finance – high \npriority \nInvestment policy – high priority  \n\n• \n•  Trade policy and capacity – increased priority \n•  Macroeconomic stability in support of PSME \n•  Other areas that may emerge through dialogue \n\n \nSupporting and Re-Enforcing Other In-Depth ADB Private Sector Development Initiatives Under the CSP, \n2006–2011 \n\n•  GMS trade and \n\n•  GMS trade and \n\nplanning for the SEDP6 \n\ndevelopment program \n(ongoing) \n\n2008 \n•  Public expenditure \n\n2009 \n•  Agriculture sector \ndevelopment grant \nprogram \n\n2007 \n•  Banking sector reform \nprogram (ongoing) \n•  Rural finance sector \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nADB = Asian Development Bank, CSP = country strategy and program, GMS = Greater Mekong Subregion, MOF = \nMinistry  of  Finance,  PSD  =    private  sector  development,  PSME  =  Private  Sector  and  SME  Development  Program, \nSEDP = Socio-Economic Development Plan, SME = small and medium-sized enterprise, TA = technical assistance. \n \n\n•  TA for public \nexpenditure \nmanagement in MOF \n\n•  TA for agriculture \ndiversification and \ncommercialization \n\ninvestment working \ngroup \n\ninvestment working \ngroup \n\ninvestment working \ngroup \n\n•  GMS trade and \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\n6 \n \n\nA. \n\nReview of the Economy, Investment Climate, and Poverty \n\nIII. \n\nTHE SECTOR \n\nSustained Economic Growth in 2006 and 2007. The Lao PDR economy continues to \n11. \nexpand  strongly.  Growth  has  accelerated  from  6.9%  in  2004,  to  7.2%  in  2005,  and  to  an \nestimated 7.3% in 2006. The current growth rate is well above the average of 6% per year from \n1990  to  2003.  The  data  in  Table  1  on  key  indicators  for  2002–2006  show  the  recovery  and \nrestoration of macroeconomic stability after the economic crisis in 1998–1999. Robust growth in \n2006  occurred  across  all  major  sectors,  led  by  mining  and  power,  followed  closely  by \nmanufacturing, and then services and agriculture. Industry and services accounted for 80% of \neconomic  growth  in  2005  compared  with  about  50%  of  growth  in  2000.  In  2006,  exports  of \ngoods  and  services  increased  by  more  than  50%  from  2005  levels  on  the  back  of  a  surge  in \ncommodity prices combined with a huge jump in copper and gold production. Tourism is doing \nwell. More than 1 million foreigners visited Lao PDR in 2005, a record, generating an estimated \n$147  million  in  revenue  and  helping  to  fuel  a  construction  boom  in  the  capital,  Vientiane,  and \nanother  major  tourist  destination,  Luang  Prabang.  Visitor  arrivals  are  estimated  to  reach  1.2 \nmillion in 2006 (Appendix 5). Sales of domestic cement and other construction materials, along \nwith imports of capital goods, suggest investment growth is strong. Foreign investment outside \nthe  mining  sector  is  increasing,  paced  by  investments  in  sectors  where  Lao  PDR  has  a \ncomparative  advantage  (tourism  and  commercial  agriculture).  Foreigners  have  made  several \nimportant  equity  investments  in  relatively  large  domestic  enterprises,  including  the  Australia \nNew Zealand bank’s (ANZ) purchase of Vientiane Commercial Bank and Carlsberg’s purchase \nof equity in Laobeer.  \n \n12. \nStable  Macroeconomic  Conditions. Keeping the inflation rate under 10% has been a \nmajor  challenge  for  Lao  PDR  authorities.  The  country  experienced  hyperinflation  in  1998  and \n1999 with prices rising by more than 200% over these 2 years. Authorities tightened the money \nsupply, slowing inflation to 23% in 2000. Inflation has been kept at about 10% or less since then, \nexcept  in  2003  when  a  drought  drove  up  food  prices.  In  2006,  inflation  slowed  to  a  historical \nyear-end  low  of  4.5%,  and  averaged  6.5%  for  the  year.  Inflation  averaged  about  4.3%  for  the \nfirst 6 months of 2007. Controlling inflation is necessary to create a stable environment for long-\nterm investment. Rapid inflation hurts the poor the most, because food accounts for about 50% \nof  household  their  expenditures.  The  current  account  deficit  has  widened  to  14%  of  gross \ndomestic product (GDP) primarily due to imports of capital goods associated with large projects \nthat will generate substantial exports and foreign currency in the next 2–5 years.  \n\n \n\n\f \n\n7\n\nTable 1: Key Macroeconomic Indicators in Lao PDR \n(% of GDP, unless otherwise indicated) \n\n2004\n\n2002\n\n2003\n\n2006\n(est.)\n\n363.3\n712.7\n894.8\n\n335.5\n462.1\n636.4\n\n300.6\n446.9\n735.7\n\n5.9\n4.0\n10.1\n5.7\n\n6.9\n3.5\n12.5\n7.5\n\n7.3\n3.0\n13.0\n5.5\n\n5.8\n2.2\n11.5\n7.2\n\n882.0\n1059.5\n1200.0\n\nIndicator  \nReal sector \nReal GDP growth (%)a \n— Agriculture \n— Industry \n— Services \nMerchandise trade ($ million) \n— Exports \n— Imports \nInternational visitor arrivals (‘000) \n \nMonetary sector \nAnnual inflation (%, average of period) \nAnnual inflation (%, end of year) \nBroad money (% annual growth) \nExternal public debt (end of period) \nExternal public debt service ratio (% of \nexports) \nCurrent account balance \nGross official reserves ($ million) \n \nPublic finances \nNational Government overall budget \nbalance (incl. grants) \nRevenues and grants \n  Tax and nontax revenues  \n         Of which resources \n  Grants \nExpenditures \n  Current expenditures \n  Capital and onlending \n(#) = negative, –– = no data collected, GDP = gross domestic product. \na International Monetary Fund (IMF) estimate higher economic growth for 2003–2006 from Government estimates of \ngrowth. The fund estimated the economy grew  by  6.1%  in 2003, 6.4% in 2004, 7.1% in 2005, and 7.6% in 2006 \ncompared to official estimates of 5.8%, 6.9%, 7.2%, and 7.3%, respectively. \n\n \n2005 \n \n7.2 \n3.5 \n13.0 \n8.0 \n \n553.1 \n882.0 \n1095.3 \n \n \n7.2 \n8.8 \n7.7 \n80 \n \n7.7 \n(20.2) \n238 \n \n \n \n(3.3) \n12.6 \n11.4 \n1.3 \n1.4 \n16.0 \n8.0 \n6.0 \n\n(4.0)\n14.5\n13.1\n2.4\n1.3\n18.4\n7.2\n10.1\n\n(5.7)\n13.0\n10.9\n1.3\n2.1\n18.6\n7.1\n11.0\n\n(3.4)\n12.1\n11.0\n1.1\n1.1\n15.5\n7.4\n7.3\n\n(3.1)\n14.6\n12.7\n1.7\n1.7\n17.7\n9.0\n6.1\n\n4.4 \n(13.3)\n336\n\n15.5\n12.6\n15.5\n93\n\n10.6\n15.2\n––\n––\n\n10.5\n8.7\n21.5\n86\n\n6.8\n4.7\n30.1\n73\n\n7.5\n(14.3)\n227\n\n6.7\n(8.1)\n214\n\n––\n––\n196\n\n \n\n \n\n \n\nSources:  Department  of  Finance,  Ministry  of  Industry  and  Commerce,  and  National  Statistics  Center;  and \nInternational  Monetary  Fund  (IMF).  (IMF.  2006.  IMF  Country  Report.  Lao  Peoples’  Democratic  Republic:  Selected \nIssues  and  Statistical  Appendix.  IMF  Country  Report  No.  06/398.  Washington,  DC  and  LAO  PDR–  2007  Article  IV \nConsultation, Washington, DC). \n \n13. \nGovernment’s  Improving  Fiscal  Management.  In  2001,  Lao  PDR  emerged  from  a \nserious economic and fiscal crisis. From 1997 to 2000, budget revenues dropped significantly, \nleading  to  suppressed  social  sector  spending  and  a  substantial  decline  in  public  sector  real \nwages.  The  Government  has  restored  and  maintained  macroeconomic  stability  through  fiscal \ndiscipline.  In  2006,  budget  revenues  exceeded  the  budget  plan  by  about  5%  because  of \nintensified efforts to broaden the tax base and higher collections from the booming tourism and \nmining sectors. Overall, tax and nontax collections rose by 1.3 percentage points of GDP. Early \nindications are that revenues might surpass targets in the 2007 budget. As a result, the overall \nbudget deficit has declined steadily from 5.7% of GDP in 2003 to 3.4% in 2004, 3.3% in 2005, \nand  3.1%  in  2006  (better  than  the  Government’s  fiscal  targets  for  2006).  Until  recently,  the \nGovernment has restrained spending, supporting the reduction in the budget deficit. However, \nrecurrent expenditures are rising in step with revenues.  \n\n \n\n\f \n\n \n\n8 \n \n\n14.  Employment in the Formal Sector Expanding.  As the National Statistics Center (NSC) \ndoes  not  carry  out  an  annual  household  labor  force  survey,  tracking  employment  growth  and \nother labor market outcomes is difficult. Every 10 years, NSC does carry out a population and \nhousehold census that collects data on employment. The most recent census in 2005 estimated \nthe workforce at 2.7 million workers, of which 2.4 million (89%) are in the informal sector (i.e., \nown account workers and unpaid family workers, mainly in agriculture). Of the estimated formal \nworkers, about 30% work in the private sector (i.e., nongovernment and state-owned enterprise \nsector). The Ministry of Industry and Commerce (MOIC) carries out an annual survey of industry \nand  handicraft  establishments.  The  2004  survey  reported  102,000  workers,  up  from  72,000  in \n1999  (Appendix  5).  As  the  private  sector  has  expanded  since  then,  current  private  sector \nemployment would be expected to be much higher than the 2004 figure. With 80%–90% of the \npopulation in the informal sector, and 50% of the population under 20 years old, the challenge \nfor the Government will be to support faster growth and development of the private sector as the \nmain generator of new jobs over the coming decade.  \n   \n15. \nRemarkable  Progress  in  Reducing  Poverty.  Using  the  national  poverty  line,  the \nincidence of poverty in Lao PDR has declined from 46% in 1992 to 33% in 2003. Two thirds of \nthe decline in the poverty rate took place as the economy  began to recover from the financial \ncrisis of the late 1990s, and much of this reduction came from the poorest parts of the country. \nFactors  contributing  to  this  remarkable  reduction  in  poverty  incidence  include  sustained  per \ncapita  income  expansion,  greater  labor  mobility  between  rural  and  urban  areas  (and \nurbanization),  higher  rice  production,  private  sector  expansion,  and  improvements  in  market \naccess  internally  and  to  neighboring  countries.  Lao  PDR  is  on  track  to  meet  the  MDG  for \nincome poverty by 2015. Poverty is primarily rural, with the incidence of poverty twice as high as \nin urban areas. Average incomes in Lao PDR are low, with per capita GDP estimated at $490 in \n2005 using current prices. However, income inequality is also low as indicated by a Gini index \n(measure of income inequality) of 33%. This reflects Lao PDR’s stage of development, in which \nsubsistence agriculture remains dominant, and the fairly equitable access to land.   \n \nB. \n\nIssues and Opportunities \n\n16. \nThe  Dominance  of  Micro,  Small,  and  Medium-Sized  Enterprises  in  the  Private \nSector.  The  2001  survey  of  manufacturing  establishments  by  MOIC  provides  the  most  recent \ndata  on  the  number  and  size  of  firms.6 The  survey  found  600–700  firms  with  more  than  10 \nemployees,  of  which  only  116  had  more  than  100  employees.  The  bulk  of  establishments––\nabout 24,000––are micro- and small enterprises with less than 10 workers. This pattern of size \ndistribution in the economy is typical for small, low-income developing economies. In the initial \nstages  of  development,  small-scale  enterprises  dominate  the  private  sector.  As  the  economy \nexpands,  competitive  firms  grow  into  larger  firms.  Findings  from  a  recent  GTZ  survey  of  390 \nregistered  establishments  in  2005  indicate  that  these  growth  dynamics  are  occurring  in  the \neconomy  (Appendix  5).  At  the  same  time,  the  dominance  of  SMEs  and  the  informality  of  this \nbusiness  form  also  reflect  the  weak  regulatory  and  institutional  environment  in  which  they \noperate. \n \nPotential  for  Private  Sector  Growth  and  Development.  Various  measures  of \n17. \nproductivity  and  trade  facilitation  costs,  as  well  as  large  investments  in  infrastructure,  suggest \nthe conditions for growth of the economy are improving gradually (Appendix 5). The improved \nefficiency of the Lao PDR economy—located beside the two fastest-growing economies in the \n\n                                                 \n6 The  National  Statistics  office  completed  the  2006  enterprise  survey,  and  results  are  expected  to  be  published  in \n\n2007. \n\n \n\n\f \n\n9\n\nworld (People’s Republic of China and Viet Nam) and middle-income Thailand—combined with \nexpected higher budget revenues from the booming resource sector provides the country with \ntremendous potential for private sector growth and development over the longer term. However, \nthis  potential  is  being  inhibited  by  a  series  of  barriers  and  constraints,  which  are  slowing \nintegration with its neighbors, deterring investment, and dampening productivity growth of firms. \nThese barriers and constraints impose a greater cost on the growth of SMEs. These constraints \ninclude  (i)  weak  institutional  framework  for  SME  policy  formulation  and  implementation,  and \naccess to finance, (ii) high transaction costs and unpredictability in the investment regime, and \n(iii) relatively high costs involved in  importing and exporting goods. Macroeconomic stability in \nthe context of a resource boom is also vital for private sector development and growth. \n \n\n1. \n\nNeed for Institutional Development on SME Policy and Access to Finance \n\n18.  Weak \nInstitutional  Policy  Making  and  Coordination.  Numerous  Government \nagencies formulate policies and regulations affecting the private sector, particularly SMEs. This \nhas resulted in weak policy formulation across agencies. The Government is addressing these \nissues  in  a  number  of  ways.  In  2004,  the  Government  issued  a  Prime  Minister  Office  (PMO) \ndecree  establishing  the  SME  Promotion  and  Development  Office  (SMEPDO),  an  agency \nattached  to  the  MOIC  and  reporting  to  the  SME  Promotion  and  Development  Committee \n(SMEPDC).  SMEPDC,  comprising senior  officials  from  relevant  line  ministries,  promotes  more \neffective  coordination  and  implementation  of  policies  affecting  the  private  sector.  At  the  same \ntime, SMEPDO has been mandated to develop a comprehensive national strategy to ensure an \nintegrated and consistent approach to PSD (para. 51). \n \nLack  of  Public  Information  on  Regulations  and  SME  Statistics.  The  private  sector \n19. \nhas limited accessibility to information on regulations, because many Government agencies do \nnot publish or post all regulations and instructions on their websites in a user-friendly way. This \ncreates  an  uncertain  and  unpredictable  environment  for  investors.  In  addition,  policy  makers \nhave  access  to  limited  data  on  the  private  sector,  as  statistics  are  updated  infrequently  and \ngenerally are considered unreliable. A good system for gathering and disseminating regulatory, \nmarket, and other information is needed to support effective policy making. \n \nSME Access to Credit. The finance sector of the Lao PDR economy is shallow, with the \n20. \nbanking  system  constituting  the  only  form  of  formal  financial  intermediation.  Consequently, \nSMEs  have  had  limited  access  to  formal  sources  of  financing,  and  generally  rely  on  retained \nearnings and informal sources. The Government, with assistance from ADB through BSRP and \nRFSDP loans, is gradually restoring the health of the banking sector, improving the competitive \nenvironment,  and  developing  microfinance \nlegal  and  capacity \nconstraints  in  accessing  credit,  and  these  need  to  be  addressed  if  SMEs  are  going  to  benefit \nfrom recent banking sector developments. The constraints include weak protection of creditors’ \nrights, which means that banks’ rely on land and buildings as collateral to secure loans, which is \ngenerally biased against SMEs. The Government is addressing this through amendments to the \nsecured transaction law in 2005,  and is drafting an implementing decree under the BSRP. An \noperational secured transaction law creates a framework for securing movables as collateral for \nloans. Another constraint is the absence of other finance products, such as lease financing. The \nBank of Lao PDR is drafting a decree on lease financing with assistance from ADB under the \nBSRP. It is expected to be issued at the end of 2007. \n \nPoor  Accounting  and  Financial  Reporting  Capacity  of  SMEs. Most businesses are \n21. \nunable  to  prepare  reliable  and  meaningful  financial  statements  for  a  loan  application,  or  lack \ncollateral,  making  it  difficult  for  banks  to  assess  borrowers’  capacity  and  willingness  to  repay. \n\ninstitutions.  SMEs \n\nface \n\n \n\n\f \n\n \n\n10 \n \n\nThe chart of accounts provided by the country’s  current accounting procedures is too detailed \nand complicated, imposing high operational costs. As a consequence, most firms use no system \nat all, or record cash receipts and cash payments only, which provides no basis for credit risk \nassessment.  The  ADB-World  Bank  investment  climate  survey  carried  out  in  20057 found  that \nsmall entrepreneurs complain about the arbitrariness of tax assessment, and owners often need \nto negotiate with tax officials, which leads to the unequal application of tax rates. This arises in \npart because tax accounting rules appear to be complicated and are less understood by smaller \nentrepreneurs.  \n \n\n2. \n\nInvestment Climate    \n\n22.   Updating  and  Modernizing  Commercial  Legislation.  The  Government  has  made \nsignificant progress in creating a more conducive business environment by (i) enacting the new \nEnterprise  Law  in  April  2006,  (ii)  amending  the  foreign  and  domestic  investment  laws  in  2004 \nand issuing implementing decrees in 2005, (iii) amending the tax and secured transactions laws \nin  2005,  and  (iv)  issuing  the  SME  decree  in  2004.  The  National  Assembly  passed  the \nCommercial  Banking  Law  in  December  2006,  and  enacted  the  Accounting  Law  and  the  State \nAudit Law in July 2007.  \n \n23. \nBusinesses Constraints. The ADB–World Bank 2005 investment climate survey of 303 \nestablishments in six sectors and seven provinces reported several major constraints (Figure 3). \nThe  main  constraints  for  all  establishments  involve  infrastructure,  regulation,  taxation, \nmacroeconomic stability, and access to finance. The ranking of the constraints differed across \nmajor  sectors.  Manufacturing  firms  ranked  infrastructure,  regulation,  and  taxation  as  the  top \nthree constraints, while tourism operators ranked infrastructure, inadequate skills, and taxation \nas  the  major  constraints.  More  than  30%  of  firms  on  average  said  regulatory  policy \nuncertainty—the uneven interpretation of laws and regulations—was a severe constraint to their \nbusiness.  The  survey  also  found  that,  because  of  too  much  regulation,  inspections  by \ngovernment officials appear to be excessive. Most inspections came from the forest, customs, \nand tax departments, plus the economic police. The IFC Doing Business report for 20068 found \nthat  nine  steps  are  required  to  launch  a  business  (a  hypothetical  manufacturing  firm)  in  Lao \nPDR,  similar  to  the  regional  average  of  eight  steps.  However,  it  takes  more  than  three  times \nlonger in Lao PDR to accomplish them (163 days compared to the regional average of 51 days). \nIn  comparison,  Malaysia  takes  30  days,  Thailand  33  days,  Viet  Nam  50  days,  Philippines  50 \ndays, Cambodia 86, and Indonesia 97 days. A recent GTZ survey of enterprises9 found a much \nshorter  time  to  register  a  business  than  IFC  reported—65%  of  respondent  firms  in  the  GTZ \nsurvey reported that it took less than 30 days to get their investment license and certificate of \nregistration, and only 14% of firms reported needing more than 90 days to start a business. The \nsurvey  did  find  considerable  variation  in  the  number  of  days  required  to  launch  a  business \nacross  firms  of  different  sizes,  suggesting  considerable  uncertainty  and  unpredictability  in  the \nregistration process.10  \n\n \n \n \n \n\n                                                 \n7   ADB and World Bank. 2007. Reducing Investment Climate Constraints to Higher Growth. Manila and Washington, \n\n8  World Bank and IFC. 2006. Doing Business in 2006: Creating Jobs. Washington, DC.  \n9   GTZ. 2006. Enterprise Baseline Survey. Vientiane, Lao PDR. \n10 Like  the  ADB-World  Bank  survey,  the  GTZ  survey  covered  registered  firms  that  got  through  the  registration \n\nprocess. It did not survey firms that decided not to register. \n\nDC. \n\n \n\n\f \n\n11\n\n \nFigure 3: Establishments Identifying Problem as  \n‘Major’ or ‘Very Severe’ Obstacle to Growth \n\n(% of firms) \n\n60 \n50 \n40 \n30 \n20 \n10 \n0 \nInfrastructure  Regulation \n\nTax\n\nMacroeconomic\nstability \n\nFinance \n\nLand \n\nGovernance  Others\n\n \n\n  Source: ADB-World Bank investment climate survey carried out in 2005, published in 2007. \n\n \n \nCumbersome  Registration  Procedures.  To  register  a  business,  several  steps  are \n24. \nrequired involving several agencies depending on the sector. Excessive documentation also is \ninvolved. An investor prepares a wide range of documentation that will be required to obtain the \nnecessary  licenses  and  certificates,  including  a  feasibility  study  or  business  plan,  curriculum \nvitae  of  the  owner,  professional  certificates  of  future  staff,  shareholders’  agreement,  and \nevidence of commercial premises or location (Figure 4). The process is unpredictable, because \nsector ministries can attach additional conditions before approving the investment license. This \nhas discouraged entrepreneurs from formalizing their businesses. Many transitional economies \nhave  moved  away  from  approval  to  pure  registration  to  facilitate  the  transition  from  a  planned \neconomy  to  a  market  economy.  Investors  are  only  required  to  register  the  business  if  the \ninvestment  is  not  in  a  sector  on  the  negative  list.  In  addition,  international  best  practice \nhighlights the need for transparent and simple-to-follow registration procedures. \n \n25.  Modernizing  the  Business  Licensing  Process.  In  2006,  the  Government  made \neffective the Enterprise Law, replacing the Business Law of 1994. The new law, which aims to \nstreamline registration procedures, mandates the registration of enterprises not on the negative \nlist within 10 days. Implementation of the Enterprise Law is essential, and the PSME program \ncluster includes a series of policy actions to implement this legislative reform. Other important \nreforms involved amendments to the Foreign Investment Law and the Domestic Investment Law \nin  2004.  The  two  laws  are  important  milestones  in  Lao  PDR’s  transition  to  an  open  market \neconomy, as they establish a broad framework to promote investment.11 A major weakness of \nthe Foreign Investment Law is the positive list for investment, which allows foreigners to invest \nin  only  those  sectors  listed  as  “open”  to  foreign  investment  or  “open  with  conditions”.  Most \ncountries have shifted away from using a positive list for foreign investment to a negative list, as \nit  improves  certainty  in  the  investment  regime.  To  ensure  investor  certainty  and  transparency, \n\n                                                 \n11 Some positive features of the Foreign Investment law include the following: (i) investments can be 100% foreign-\nowned;  (ii)  some  basic  investor  guarantees  are  provided  such,  as  the  right  to  repatriate  profits;  (iii)  a  foreign \ninvestor  is  allowed  to  hire  foreign  workers  for  up  to  10%  of  the  workforce  (in  Indonesia,  by  comparison,  the \nmaximum is 2.5% of total staff); (iv) a foreign investor is allowed to open Kip and foreign currency accounts in Lao \nPDR; and (v) investments under $5 million, or if not requesting incentives, can be approved at the provincial level \ninstead of by the central Government. \n\n \n\n\f \n\n \n\n12 \n \n\nthe  positive  list  must  be  synchronized  with  the  negative  list  that  will  be  issued  under  the \nEnterprise Law. \n \n26. \nBusiness  Registry  Information  System.  The  information  system  for  operating  a \nbusiness registry office is inadequate and does not function properly outside the main industrial \ncenters. About 77,000 registered firms are listed with the Department of Domestic Trade (DDT) \nat  MOIC  in  Vientiane.  However,  the  provinces  do  not  provide  systematic  updates,  primarily \nbecause registration offices in the provinces are critically underfunded. In some provincial units, \nthe  office  only  has  one  computer  and  limited  access  to  the  Internet.  The  Government  must \naddress  the  information  technology  constraints  in  the  major  provinces  to  allow  the  effective \nimplementation of the provincial and national business registry system under the new Enterprise \nLaw.  Under  the  new  registry  system,  DDT  will  be  responsible  for  maintaining  a  national \ndatabase  of  registered  enterprises.  An  updated  database  would  provide  basic  data  on \nenterprises,  including  a  breakdown  of  such  data  based  on  size,  sector,  and  geographical \ndistribution. A systematic and central database that can gather and disseminate information of \nregistered  enterprises  would  add  significant  value  to  doing  business  by  providing  information \nuseful  to  the  private  sector.  It  also  would  allow  the  tax  department  to  update  its  database  of \ntaxpayers regularly. \n \n27. \nExcessive Red Tape. While the Enterprise Law addresses problems with registration, it \ndoes  not  deal  with  other  operating  business  licenses  issued  by  line  agencies.  Excessive  red \ntape affects business operations, including procedures for importing and exporting goods (para. \n31). The Government lacks a system for reviewing laws and regulations affecting licensing and \ninspection to determine their impact on the private sector. As a result, the regulatory compliance \ncosts imposed on the private sector are not appreciated.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n\n \n\n\f \n\n13\n\n \nFigure 4: Steps Required to Register a Business Under the Business Law of 1994 \n \nInvestor prepares a wide range of documentation that will be required to obtain the necessary licenses \nand certificates including a feasibility study or business plan, curriculum vitae of the owner, professional \ncertificates of future staff, shareholders’ agreement, and evidence of commercial premises or location. \nSteps are as follows: \n \n1. Investor submits application to the Committee for Planning and Investment (CPI). \n \n \n2. CPI circulates copies of the documents to relevant agencies for their approval \n \n \n3. Relevant sector ministries review the documents and can request additional information and attach \napproval conditions \n \n \n4. CPI issues Investment License  \n\n5. Applies to obtain a certificate of business registration from the Department of Domestic Trade in the \nMinistry of Industry and Commerce. For investments less than $5 million, investor applies to the provincial \ngovernment \n \n \n6. Tax registration from the Tax office \n \n \n7. Apply for company seal from the Police Department, and apply for the company sign from \n \n8. Apply for import and export licenses, if intending to import or export \n \n\n \nSource:  ADB.  2004.  Technical  Assistance  to  Lao  PDR  for  Preparing  for  the  Private  Sector  Development  Program. \nManila. \n\n \n\n \n\n3. \n\nTrade Policy and Capacity  \n\n Under the trading system adopted in the late 1970s, the level and composition of trade \n28.  \nwas effectively controlled through quantitative restrictions and state-owned trading companies. \nTariffs  and  trade  taxes  played  little  or  no  role  other  then  as  a  means  to  collect  revenue.  A \nprocess  of  market-oriented  reforms  began  in  the  late  1980s,  including  a  reduction  in  customs \nduties and elimination of most nontariff barriers. As a consequence, the average customs duty \nhas fallen to about 10%, among the lowest in the region. \n \n29. \nAdministrative and Nontariff Barriers to Trade Remain. Nontariff barriers have been \nrelaxed  gradually,  beginning  with  the  introduction  of  the  New  Economic  Mechanism  in  1986. \nThis  process \nIndex  of  Trade \nRestrictiveness  shows  that,  while  tariffs  are  relatively  low,  nontariff  barriers  are  relatively \nrestrictive compared to other countries in the region.  \n\nInternational  Monetary  Fund  (IMF) \n\nis  continuing.  The \n\n \n \n \n\n \n\n\fFigure 5: IMF Index of Trade Restrictiveness \n\n \n\n \n\n14 \n \n\n \n\nPapua New Guinea \n\nViet Nam\n\nThailand \n\nPhilippines\n\nLao PDR \n\nIndonesia \n\nCambodia \n\n0 \n\n2\n\n4\n\n6\n\n8\n\n10 \n\n Overall\n\nTariff\n\n NTBs\n\n \n\nIMF = International Monetary Fund, NTB = nontariff barrier.  \nNotes: Overall rating: 1 (most open) to 10 (most restrictive); tariff rating: 1 (average tariff less \nthan 10%) to 5 (average tariff 25% or more); NTB rating: 1 (less than 1% of production covered \nby NTBs) to 3 (more than 25% of production covered by NTBs).  \nSource: IMF Trade Restrictiveness Index for 2007. \n\n \n \nImport  Licensing  and  Administrative  Procedures  Are  the  Main  Nontariff  Barriers. \n30. \nLao  PDR  operates  an  import-export  management  and  control  system  identical  to  the  one \noperated  in  Viet  Nam  until  recently.  The  system  has  two  key  features.  The  first  feature  is  the \nclassification of imports into three categories: (i) prohibited goods,12 (ii) controlled goods, and (iii) \ngeneral  goods  that  are  easily  imported.  Prohibited  goods  include  many  products  related  to \npublic  safety,  environment,  and  morals,  and  not  to  protection  of  domestic  producers.  The \ncontrolled  category  deals  with  nonautomatic  licenses  for  imports  that  are  not  banned  but \nmanaged by MOIC. Items on this list were defined broadly. Until October 2006, these included \nabout  25  broad  items,  such  as  prepared  foods  and  all  raw  and  semi-manufactured  products \nused in manufacturing. The broad classification of imports provided trade and customs officials \nwith  discretion  in  determining  whether  an  import  item  should  be  on  the  list  and  subject  to  a \nnonautomatic import license. Little empirical work has been done examining the extent to which \nthe import management mechanism has restricted imports for protection purposes. In reforming \nthe import and export management system, MOIC has made significant advances in 2006 and \n2007  in  an  effort  to  reduce  trade  facilitation  costs.  The  list  of  items  on  the  controlled  list  was \nrevised  in  October  2006.  One  important  change  to  the  list  has  been  the  improvement  in  its \ntransparency.  MOIC  has  classified  80%  of  the  items  on  the  list  according  to  the  6-  to  8-digit \nharmonized  code  (HS),    instead  of  the  previous  practice  of  using  the  2-  to  4-digit  harmonized \ncode.  This  reform  has  substantially  reduced  trade  and  customs  officials  with  discretion  in \ndetermining whether an item should be on the list and subject to a nonautomatic import license.   \n \n31. \nImport Administrative Procedures Are Costly for Producers. The second feature of \nthe  import-export  management  system  is  the  requirement  that,  until  March  2007,  all \nproducers/importers must produce an import plan for the year. MOIC and local authorities must \n\n                                                 \n12 List  of  prohibited  goods  and  controlled  goods  set  out  in  MOIC  notice  No. 1376  of  October  2006.  Previous  MOIC \n\nnotices of prohibited goods and controlled goods set out in notices No. 284 and 285 of March 2004 \n\n \n\n\f \n\n15\n\napprove  this  plan,  whether  or  not  the  product  is  on  the  controlled  or  prohibited  list.  Lao  PDR \noperated  an  import  planning/management  system  whereby  MOIC  produces  an  indicative  plan \nfor  total  amount  of  imports  for  a  given  year,  and  then  allocates  the  imports  to  each  province. \nThe provincial trade authorities then divide the allocated amount to traders in their jurisdiction, \nbased on the traders import plan for the year. Trade officials at the customs border posts record \nitems imported, and these are deducted from the producer/importers’ overall plan. Importers are \nnot penalized for underutilization of the approved amount, and they can have their plans revised \nif  more  imports  are  needed.  Nevertheless,  the  system  requires  importers  and  exporters  to \ncomplete a substantial number of documents and obtain permits to export and import shipments. \nAs  such,  the  system  imposes  significant  administrative  costs  on  exporters  and  importers,  with \ngreater  burden  on  SMEs  (Figure  6).  This  system  is  a  legacy  of  a  previous  planned  economy \nwhere authorities allowed imports only to fill the gap between predicted domestic production and \ndomestic  needs.  MOIC  is  chipping  away  at  the  system.  In  March  2007,  MOIC  issued  a  legal \nnotice withdrawing trade officials from the customs border posts, and the Department of Import \nand Export  at MOIC has issued a directive to the provinces to implement the changes. At the \nsame  time,  MOIC  also  abolished  the  requirement  that  producers/importers  produce  an  import \nplan  for  the  year.  This  major  reform  will  reduce  administrative  costs  significantly  for  exporters \nand  SMEs.  Lao  PDR  is  also  committed  to  implementing  the  Association  of  South  East  Asian \nNations (ASEAN) single window initiative to improve customs procedures and facilitate trade. \n \n \n                     Figure 6: Time to Trade Across Borders and its Components \n\ndays \n\n80 \n\n70 \n\n60 \n\n50 \n\n40 \n\n30 \n\n20 \n\n10 \n\n0\n\nPorts and \nterminal \nHandling \n\nCustoms \nclearance and \ntechnical\ncontrol \n\nInland \ntransportation \nand Handling \n\nDocument \nPreparation  \n\nCambodia \n\nLao PDR \n\nViet Nam\n\nThailand\n\nPRC\n\n \n\n             \n                Source: World Bank and International Finance Corporation. 2006. Doing Business in 2006: \n                Creating Jobs. Washington, DC. \n \n \nGovernment  Considers  WTO  Accession  a  Foreign  Trade  Policy  Priority.  The \n32. \nGovernment  is  beginning  preparations  to  apply  for  WTO  membership.  Its  third  working  party \nmeeting  is  planned  for  November  2007.  Lao  PDR’s  preparation  for  WTO  accession  talks  will \ngreatly  influence  the  way  the  Government  considers  trade  policy  and  the  business  climate.  In \nthis regard, MOIC is looking at ways to accelerate reforms to the import management system. It \nintends to continue to reduce the number of sectors on the controlled list, as well as streamline \nand simplify import and export procedures and regulations. The WTO accession efforts build on \nLao  PDR’s  commitments  to  the  Common  Effective  Preferential  Tariff  (CEPT)  schedule  under \nthe ASEAN Free Trade Agreement (AFTA). Lao PDR will phase in the inclusion list (items that \nwill have a tariff of 5% or less) in 2008, phase in the temporary exclusion list also by 2008, and \nphase out items on the sensitive list by 2015.   \n\n \n\n\f \n\n \n\n16 \n \n\nStrengthening  Trade  Policy  Capacity.  The  institutional  arrangements  and  processes \n33. \nfor  making  trade  policy  are  just  as  important  as  reforms  to  the  trade  policy  regime.  The \nDepartment of Foreign Trade Policy at MOIC sets the broad trade policy framework and agenda, \nand is taking the lead in WTO preparations and AFTA. The department, with 30 staff members, \nis overstretched. It also lacks the resources needed to carry out adequate trade policy analysis \nthat is essential for making the case for further trade reforms and effective participation in WTO. \nAt the same time, several agencies of Government are involved in setting trade policy. Besides \nthe Department of Foreign Trade Policy, the Department of Export and Import Management sets \nimport  and  export  procedures,  and  compiles  the  controlled  import  list.  Import  licensing  in \nindividual sectors is controlled by the Department of Agriculture; the Ministry of Health; Ministry \nof Communication, Transport, Post and Construction; as well as MOIC. Ensuring consistency of \ntrade  policy  across  the  government  will  be  a  challenge,  as  in  most  countries.  While  the \nGovernment considers WTO accession important for its integration efforts, it also must build the \ncapacity  to  carry  out  analysis  of  policy  on  its  merits  for  Lao  PDR.  This  requires  significant \ncapacity  building  within  the  Department  of  Foreign  Trade  Policy,  MOIC,  and  other  related \nagencies.  \n \n\n4. \n\nMacroeconomic Stability for Private Sector Growth \n\n34.  Maintaining  macroeconomic  stability  will  be  important  to  support  growth  of  the  private \nsector operating in the nonresource segment of the economy.  \n \n35. \nPrivate  Sector  Growth.  In  Lao  PDR,  future  developments  in  the  resource  sector  will \ninfluence  macroeconomic  stability. 13 The  Government  anticipates  significant  future  revenues \nfrom  hydropower  investments  and  mining  in  the  form  of  taxes,  royalties,  and  dividends.  The \nmining  sector  generated  more  than  $72  million  in  budget  revenues  (about  15%  of  domestic \nbudget  revenues)  in  2006,  a  figure  that  could  rise  to  $100  million  in  2007.  The  revenue  flows \nprovide  fiscal  space  and  a  tremendous  opportunity  for  Lao  PDR  to  finance  its  priority \ndevelopment  goals,  raise  per  capita  incomes,  and  reduce  poverty,  as  earlier  resource  booms \ndid  in  Indonesia  and  Botswana  (another  small,  landlocked  country).  At  the  same  time,  a  long \nresource  boom  can  undermine  the  competitiveness  of  the  nonresource  tradable  goods  sector \n(agriculture  and  manufacturing)  if  it  leads  to  an  excessive  appreciation  of  the  kip––i.e.,  where \nthe appreciation cannot be justified based on economy-wide productivity growth and investment. \nThe real kip exchange rate has appreciated faster than the Thai baht and other currencies in the \nregion  (Appendix  5).  However,  because  macroeconomic  data  is  limited,  it  is  unclear  whether \nthis  appreciation  is  excessive  or  has  affected  competitiveness.  International  experience \nprovides  important  lessons  for  Lao  PDR  regarding  the  need  to  maintain  private  sector  growth \nduring a resource boom. As Indonesia and Botswana have shown, (i) fiscal discipline must be \nmaintained and expenditures smoothed out to avoid excessively inflationary effects of resource \nrevenues flows in the economy, and (ii) business climate reforms and investments are needed \nto raise productive capacity in the tradable goods sectors (Appendix 5, para. 16;  Appendix 6, \npara. 9).14  \n \n36. \nProgress  Towards  Achieving  Macroeconomic  Stability.  The Government is acutely \naware  of  the  necessity  for  macroeconomic  stability  to  achieve  PSD.  In  this  context,  the \nGovernment (i) is making progress towards fiscal consolidation, as reflected in the reduction of \nthe  budget  deficit  to  3.1%  of  GDP  in  2006;  (ii)  intends  to  use  additional  resource  revenues  to \n\n                                                 \n13  ADB.  2007.  LAO  PDR:  Survey  of  Trade  Policies  and  Institutional  Issues  Affecting  SME  Competitiveness, \n\nConsultation Mission Report. Manila.  \n\n14 IMF. 2007. Regional Economic Outlook: Asia and Pacific, Chapter 4. Washington, DC. \n\n \n\n\f \n\n17\n\nincrease  spending  on  priority  education  and  health,  and  on  maintenance  and  operation  of \ninfrastructure over the medium term; and (iii) has maintained inflation at relatively low levels. \n \n37. \nChallenges to Improving Fiscal Sustainability Over the Medium Term. Lao PDR has \none  of  the  lowest  tax  revenue-to-GDP  ratios  (about  11%–12%)  among  low-income  countries, \npartly  because  of  the  dominance  of  subsistence  agriculture  in  the  economy.  Revenue \nmanagement  is  challenged  by  (i)  fragmented  revenue  administration  whereby  provinces  are \nresponsible for collecting major taxes, undermining revenue mobilization at the central level; (ii) \nproliferation of fiscal incentives under the investment laws (about 1,600 firms have incentives); \nand  (iii)  weak  tax  administration.  Recent  improvements  in  tax  collection,  combined  with  the \nboost in royalties and taxes from the mining sector, have helped address part of the problem of \nrevenue  mobilization.  The  Government  is  addressing  these  challenges  on  a  sustainable  basis \n(appendix  6).  In  2006,  the  National  Assembly  enacted  the  new  budget  law,  which  aims  to \nreconcentrate  revenue  collection.  Two  important  features  of  the  law  in  this  regard  are  (i) \nclassifying revenues belonging to the central Government and provincial governments, as well \nas those to be shared between the central and provincial governments (such as excise taxes); \nand  (ii)  bringing  the  customs  and  tax  department/treasury  under  the  jurisdiction  of  the  central \nGovernment. The Government also intends to introduce the value-added tax (VAT) in 2009. The \nWorld Bank and the Swedish International Development Cooperation Agency (Sida) are working \nclosely with the Government to address problems associated with tax administration, particularly \non  ways  to  improve  incentives  for  provinces  to  collect  and  pass  on  more  tax  revenues  to  the \ncentral Government.  \n \n38. \nImproving  Public  Expenditure  Management.  One  of  the  ways  the  Government  is \nattempting  to  improve  expenditure  management  is  by  implementing  the  medium-term \nexpenditure  framework  (MTEF).  The  MTEF  links  annual  budgeting  decisions  to  medium-term \nspending  requirements of approved programs  and  projects. The implementation of the MTEF \nunder  its  public  expenditure  framework  is  in  the  early  stages,  and  the  Government  is  working \nclosely  with  ADB  and  the  World  Bank  to  implement  systems  to  improve  public  expenditure \nmanagement (Appendix 6). The ADB CSP for 2006–2011 includes two TA projects in support of \nthe  Government’s  public  expenditure  management:  (i)  proposed  TA  on  public  expenditure \nplanning  for  SEDP6  in  2008,  and  (ii)  TA  for  public  expenditure  management  with  Ministry  of \nFinance (MOF) in 2009.  \n \n39.  Macroeconomic  Indicators  Needed.  Assessing  the  impact  of  the  resource  boom  on \ncompetitiveness of the nonresource sector is difficult, partly because limited data is available on \na timely basis. In this regard, the collection of relevant macroeconomic data is important. These \nshould  include  a  series  of  tradable  and  non-tradable  price  indices  (to  estimate  the  real \nexchange rate), wage data, employment, and data on key economic activities, preferably on a \nquarterly basis (para. 91). The data would enable authorities to track the impact of any change \nin  the  real  exchange  rate  on  the  private  sector,  and  would  allow  authorities  to  adjust \nmacroeconomic policy appropriately.  \n \nC. \n\nLessons \n\n40.  ADB has supported PSD reforms in several areas, primarily in banking and microfinance, \ntransport,  energy,  and  agriculture.  ADB  also  has  maintained  a  policy  dialogue  with  the \nGovernment.  Assessments  by  ADB’s  Operations  Evaluation  Department  (OED)  found  that \nADB’s  public  sector  operations  in  Lao  PDR  aimed  at  developing  an  enabling  environment  for \nPSD,  largely  through  three  financial  sector  programs,  were  partly  successful.  This  failure  to \ndeliver the intended outcomes was due mainly to delayed compliance and noncompliance with \n\n \n\n\f \n\n \n\n18 \n \n\nmany conditions.15 The ADB Lao PDR Resident Mission, which has tracked the percentage of \ntime elapsed in 24 active loan projects since 2000, verifies implementation difficulties across the \nloan  portfolio—slightly  more  than  60%  of  disbursements  were  met  on  time.  Almost  all  the \nslippage occurs during the first year of the program, suggesting that loan tranche or subprogram \nperiods should be much longer than 12 months (Figure 7).  \n \n41. \nand program design in the Lao PDR context. These include the following:  \n \n\nThis poor performance in operations provides some important lessons for policy lending \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nPolitical  support  and  macroeconomic  stability  is  an  important  factor  behind  the \nsuccess of a development assistance program.  \nSuccess requires careful program preparation, involving prior detailed analytical \nwork and active consultations with stakeholders over a sufficiently long period to \nensure adequate “buy-in” and government ownership of the program. \nProgram  designs  should  be  relatively  simple.  The  three-tranche  loan  program \nmode that characterized previous and current finance sector program designs in \nLao  PDR  has  been  too  complex.  Programs  are  likely  to  fail  if  they  have  been \noverloaded  with  policy  conditions;  involve  complicated  legislative  reforms;  have \ntoo  many  implementing  agencies,  which  the  executing  agency  has  limited \ninfluence  over;  and \nthe  already  weak \nimpose  excessive  demands  on \nadministrative capacities of the implementing agencies. In the country assistance \nprogram  evaluation,  OED  suggested  that  the  performance  of  program  lending \nshould  be  improved  by  a  more  realistic  reform  package  consistent  with  the \nGovernment’s capacity, and by making future program lending more manageable \n(footnote 15).  \nSustaining development impact requires constant policy dialogue and monitoring \nduring implementation. This also requires measurable indicators that are precise \nand  clear.  The  Lao  PDR  experience  strongly  suggests  that  the  quality  and \nfrequency of ADB dialogue with implementing agencies and program monitoring \nare important factors for success. \nThe  success  of  the  assistance  program  depends  on  its  ability  to  nurture \ninstitutional  capacities.  Weak \nimplication  personnel \ninstitutions \ncounterparts)  often  have  been  cited  as  one  of  the  principal  causes  of  program \nfailures  in  Lao  PDR  (footnote  15).  For  effective  development  results,  the  policy \nagenda  needs  to  be  backed  by  focused  TA  that  emphasizes  strengthening \ninstitutions,  particularly  the  analytical  capacity  of  the  implementing  agency  to \nimplement the reforms.  \n\n(and  by \n\n \nIn  light  of  these  lessons,  the  following  steps  have  been  taken  into  account  when \n\n42. \ndesigning this program cluster:16   \n \n\n(i) \n\n(ii) \n\nThe  economic,  social,  and  political  environment  in  which  the  reform  agenda  is \nplanned, and the degree of commitment, ownership, and readiness shown by the \nGovernment, need to be assessed carefully.  \nThe  program  agenda  should  include  the  flexibility  to  cope  with  emerging  policy \nchanges and priorities, as well as institutional weaknesses and problems. \n\n                                                 \n15  ADB.  2006.  Lao  PDR:  Second  Financial  Sector  Program.  Manila;  and  ADB.  2006.  Country  Assistance  Program \n\nEvaluation: Lao 2006–05. Manila. \n\n16 ADB. Review of ADB Approach to Conditionality in the Context of Program Lending. Manila (draft, April 2006); and \nWorld Bank. 2005. Good Practice Note for Development Policy Lending. Results in Development Policy Lending. \nWashington, DC. \n\n \n\n\f \n\n19\n\n(iii) \n\nThe policy reform agenda should be backed up with prior detailed analytical work \nand active consultations with stakeholders. \n\n(iv)  Macroeconomic and fiscal stability measures need to reinforce, and be supported \n\n(v) \n\n(vi) \n\nby, a proper environment for investment, financial management, and governance.  \nAdjustment  lending  should  be  used  as  a  flexible  development  instrument  to \nnurture  an  effective  development  partnership  that  reflects  the  country’s  broader \ndevelopment  agenda,  and  to  build  consensus  among  development  partners  on \npolicy advice. \nFocused  TA  that  emphasizes  strengthening  institutions,  including  policy-making \nprocesses,  and  especially  building  analytical  capacity  in  the  implementing \nagencies, is essential to the success of programs and to lock-in reforms over the \nlonger term.   \n\n \n43. \nThe SME development programs have provided some important lessons. One important \nlesson  is  that  programs  focusing  on  improving  the  regulatory  and  institutional  environment  for \nprivate  sector  growth  are  likely  to  show  more  sustainable  results—in  terms  of  private  sector \nexpansion—than  programs  focusing  on  providing  subsidized  services  to  a  small  group  of \nrecipients.  There  are  genuine  concerns  that  SMEs  face  particular  problems  in  marketing, \ndeveloping  entrepreneurial  skills,  accessing  business  development  services  (BDS),  and \nattracting finance—all of which hold back investment in the sector. However, a key lesson from \nprevious  programs  is  that  subsidized  services  are  not  the  appropriate  long-term  solution. \nImprovements  in  the  market  for  business-to-business  services  are  an  alternative  strategy  to \nsubsidizing BDS. This builds on the recognition that services to SMEs are private goods that are \nprovided  by  other  SMEs.  Program  interventions  should  focus  on  deregulating  professional \nservices  sector  as  the  supplier  of  business  services  to  other  SMEs,  improving  the  regulatory \nenvironment  for  SMEs  to  operate,  improving  the  legal  framework  for  collateral  and  nonbank \nfinancial products, enhancing accounting practices for SMEs, and lowering transaction costs in \ntrade facilitation, among others.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\fFigure 7: Active Loan Portfolio Since 2000: Disbursement Trend \n \n \n% Disbursement \n120 \n\n100 \n\nBenchmark Disbursement Rate\n\nAverage Actual \nDisbursement \nfor 24 Loans\n\n \n\n \n\n20 \n \n\n \n\n80 \n\n60 \n\n40 \n\n20 \n\n0 \n\n0 \n\n20 \n\n40 \n\n60\n\n80\n\n100\n% Time Elapsed\n\n120\n\n140\n\n160 \n\n                               \n\n         Note: The straight line indicates when disbursements should be released from the time the program \n           begins. The other line indicates actual disbursements. It shows that timing of actual disbursements \n           on 24 program loans slipped on average by 50% (i.e.,150% time elapsed versus the 100% benchmark). \n \n            \n\nSources: Asian Development Bank Resident Mission, Vientiane, Lao People’s Democratic Republic.  \n\n \n\n \nThis  program  incorporates  these  lessons  by  adopting  the  program  cluster  mode  (a \n44. \nseries  of  single-tranche  operations).  It  has  a  well-defined,  medium-term  (programmatic) \nframework  drawn from  the Government’s reform agenda and specified at the outset, including \ncompleted  reform  actions  before  Board  consideration,  and  triggers  for  the  subsequent \noperation.17   The  second  subprogram  focuses  on  a  small  number  of  high-priority,  high-impact \npolicy  triggers  to  avoid  overstretching  weak  administrative  capacity  to  implement  reforms  in  a \ntimely manner. The second subprogram is proposed to be submitted to the Board 2 years after \nfirst subprogram becomes effective. \n \n45. \nA distinct feature of the program cluster is the consultative approach taken throughout its \nformulation. A series of workshops was organized for each component with a view to achieving \nthe commitment of the Government and stakeholders. The design of TA also incorporates these \nlessons,  and  is  shaped  to  support  the  implementation  of  the  five  policy  triggers  under  the \nsecond subprogram. It also aims to broaden the reform agenda for the second subprogram by \nproviding detailed analytical work and active consultations with stakeholders to ensure adequate \nbuy-in  and  Government  ownership  of  the  program.  Furthermore,  the  program  is  designed  to \nmaximize  links  with  projects  from  ADB  and  other  development  agencies  (e.g.,  the  EC  parallel \nfinancing  TA  for  the  program  cluster,  and  links  with  IFC’s  Mekong  private  sector  development \nfacility). \n \n\n                                                 \n17 ADB. Review of ADB Approach to Conditionality in the Context of Program Lending. Manila (draft, April 2006); and \nWorld Bank. 2005. Good Practice Note for Development Policy Lending. Results in Development Policy Lending. \nWashington, DC. \n\n \n\n\f \n\n21\n\nIV. \n\nTHE PROPOSED PROGRAM \n\nA. \n\nObjective and Scope \n\nThe program cluster aims to support the Government in two main ways. First, it seeks to \n46. \nexpand  the  private  sector  through  institutional  development  for  SME  policy  and  access  to \nfinance,  a  better  investment  climate,  improved  trade  policy  and  capacity,  and  stable \nmacroeconomic  environment.  Second,  the  program  clusters  aims  to  help  reduce  poverty  and \nincrease jobs through an expansion of the private sector.  \n \n47. \nSEDP6. These reforms are designed to accomplish the following:  \n \n\nThe  program  cluster  includes  a  series  of  policy  reforms  that  underpin  the  priorities  of \n\n(i) \n\n(ii) \n\n(iii) \n\nInstitutional development for SME policy and access to finance by strengthening \nthe  institutional  framework  for  SME  policy  formulation  and  implementation, \nexpanding SME access to finance through improvements in accounting rules and \nincreasing \nguidelines,  developing  nonbank \ntransparency of the regulatory environment affecting SMEs.  \nImprove  the  investment  climate  by  implementing  the  Enterprise  Law  and  other \npolicy reforms aimed at reducing transaction costs in Lao PDR.  \nImproved trade policy and capacity by reforming the import-export management \nsystem,  including  making  measures  more  transparent  and  reforming  the \ncontrolled  list  of  imports  over  the  medium  term,  and  strengthening  indigenous \ncapacity to carry out trade policy analysis. \n\ninstruments,  and \n\nfinancial \n\n(iv)  Maintain macroeconomic stability necessary for private sector development and \ngrowth  by  continuing  to  make  progress  towards  fiscal  consolidation  and  price \nstability, and by producing timely macroeconomic indicators to track performance \nof the private sector. \n\n \n48. \nSubprogram  1  is  designed  to  be  a  single-tranche  operation  with  a  well-defined \nframework to align with the Government’s SEDP6. Advisory TA also is proposed to support the \ndeepening  and  implementation  of  reforms  over  the  program  cluster  period.  Consideration  of \nsubprogram 2 will depend on satisfactory accomplishment of five policy triggers. The design and \nmonitoring framework of the program cluster is in Appendix 1. The development policy letter is \nin  Appendix  2.  The  PSME  medium-term  program,  including  policy  matrix  for  subprogram  1, \ntriggers,  and  milestones  for  subprogram  2  are  in  Appendix  3.  Appendix  4  presents  the  donor \ncoordination matrix.  \n \nB. \n\nPolicy Framework and Actions \n\nAll  14  policy  measures  required  for  subprogram  1  had  been  carried  out  by  the  end  of \n\n49. \nAugust 2007. \n  \n\n1. \n\nSubprogram 1, Core Area 1: Institutional Development for SME Policy and \nAccess to Finance \n\n50. \nSubprogram  1  supports  the  Government’s  goals  of  establishing  the  strategic  and \ninstitutional  framework  for  SME  policy  formulation  and  implementation,  and  improving  SMEs’ \naccounting  capabilities  to  increase  access  to  finance.  Toward  achieving  these  objectives,  two \nactions  were  completed  before  Board  consideration  of  subprogram  1—an  SME  strategy  was \n\n \n\n\f \n\n \n\n22 \n \n\nproduced (para. 51), and the National Assembly enacted an accounting law and state audit law \n(para. 52). \n \n51. \nSME  Strategy.  The  Prime  Minister’s  Office  approved  the  SME  Policy  Strategy. \nSMEPDO  designed  the  SME  strategy  as  mandated  under  Prime  Minister’s  Decree  No.  42  of \n2004. The strategy was drafted with input from international and regional experts, including from \nADB through its SME project preparatory TA.18 It was prepared through a relatively consultative \napproach,  including  consultation  with  the  business  community  and  other  stakeholders.  The \nstrategy provides a comprehensive action plan for assisting SMEs in addressing constraints to \ngrowth, including creating an enabling regulatory environment for SMEs by (i) implementing the \nEnterprise  Law  and  licensing  reforms,  (ii)  providing  business  development  support,  (iii) \npromoting improved accounting practices for SMEs with the aim of expanding access to finance, \nand (iv) providing greater transparency in taxation.  \n \n52. \nAccounting Law and State Audit Law. Enacted by the National Assembly in July 2007, \nthe  Accounting  Law  establishes  the  framework  and  standards  that  are  consistent  with \ninternational  ones.  It  will  support  improvements  in  the  accounting  profession  and  accounting \ncapabilities of all enterprises. The law adopts international accounting practices and certification \nfor  different  types  of  accounting  and  bookkeeping  professions.  The  auditing  provisions  for \nprivate companies are included in the Audit Law, also enacted in July 2007. The law provides \nfor defining standards for smaller enterprises, which would be simpler to follow. Its adoption will \nimprove  SMEs’  accounting  practices  and  their  financial  reporting  capacities,  which  are \nnecessary to improve their access to finance. Subprogram 2 supports the implementation of the \nlaw  on  accounting,  including  MOF’s  issuing  of  guidelines  for  SME  accounting  practices,  and \ndefining the criteria for enterprises that must adopt the new accounting standards. Subprogram \n2  also  includes  measures  to  improve  access  to  finance  by  improving  the  legal  framework  for \nsecured transactions and lease financing (para. 63). \n \n\n2. \n\nSubprogram 1, Core Area 2: Investment Climate \n\nto \n\nimprove \n\nSubprogram  1  supports \n\nthe  Government’s  agenda \n\n53. \nthe  regulatory \nenvironment  for  investments  and  private  sector  growth.  The  main  objective  is  to  expand  the \nnumber  of  private  enterprises  (and  therefore  investment).  Reform  areas  of  critical  significance \ntargeted under subprogram 1 include implementing the new Law of Enterprises, as well as other \npolicy  reforms  aimed  at  reducing  transaction  costs.  The  following  measures  (para.  54–57) \ntoward achieving these objectives were completed before Board consideration of subprogram 1. \n \n54. \nThe New Enterprise Law. In 2006, the Government made effective the Enterprise Law, \nreplacing the Business Law of 1994. The new law improves significantly upon the Business Law \nby (i) reducing ambiguities of procedures and shortening to 10 working days the time needed to \nregister  a  business  for  investments  not  on  the  negative  list,  (ii)  establishing  a  new  business \nregistry  with  the  aim  of  providing  up-to-date  information  on  registered  firms,  (iii)  introducing  a \nnegative  list  for  enterprise  registration,  and  (iv)  removing  the  time-consuming  interministerial \nconsultative process by allowing businesses to register directly at the provincial office.  \n \n55. \nThe Negative List for Enterprise Registration. MOIC submitted the draft negative list \nto  the  Prime  Minister’s  Office  for  approval.  MOIC  was  assigned  the  responsibility  for  drafting \nand coordinating a negative list for enterprise registration. In February 2007, MOIC circulated a \n\n                                                 \n18 ADB.  2004.  Technical  Assistance  to  the  Lao  People’s  Democratic  Republic  for  Preparing  for  the  Private  Sector \n\nDevelopment Program. Manila. \n\n \n\n\f \n\n23\n\nproposed  negative  list  under  the  new  Enterprise  Law.  After  extensive  consultations  within \nGovernment and with stakeholders, MOIC submitted the draft list to the Prime Minister’s Office \nfor  approval.  It  is  expected  to  be  approved  by  the  Prime  Minister  in  shortly.  The  negative  list \nspecifies  sectors  that  are  closed  to  enterprise  registration  or  open  with  certain  conditions. \nSectors are included on the list if they fall into four groups: (i) national security, (ii) public order, \n(iii) traditions, and (iv) environment. The list includes 61 sectors at the 4 ISIC digit level19, which \naccounts for 14.5% of all sectors classified at the 4-digit level.20 The introduction of the negative \nlist  is  one  of  the  most  important  business  climate  policy  reforms.  It  substantially  improves  the \ncertainty, predictability, and transparency of the investment climate by telling investors they can \ninvest in all sectors except for those on the negative list. The list is expected to be reviewed and \nadjusted periodically.  \n \nAction Plan for Enterprise Law. The Prime Minister’s office issued instruction no. 37 in \n56. \nOctober 2006, assigning MOIC responsibility for coordinating and implementing the Enterprise \nLaw.  MOIC  issued  two  notices  as  part  of  this  responsibility.  The  first  notice  (No.  1577  in \nNovember 2006) instructed relevant departments at MOIC to implement various components of \nthe  new  law.  SMEPDO  is  responsible  for  drafting  the  Prime  Minister’s  decree  on  the  negative \nlist, as well as coordinating discussions within the Government on the sectors included on the \nlist. DDT is responsible for establishing the national registry office and coordinating efforts to set \nup  offices  with  the  provinces.  The  Institute  for  Trade  Research  at  MOIC  is  responsible  for \ndrafting revised registration procedures consistent with the Enterprise Law and the promise of \n10 days for registration. The second MOIC notice (No. 0225 in February 2007) mandated DDT \nto  set  up  the  national  business  registry  office  at  MOIC.  Implementing  the  business  registry \nsystem is a trigger for the subprogram 2 (para 66 and para 67). Much progress has been made \nin  starting  the  implementation  of  the  action  plan.  The  negative  list  has  been  submitted  to  the \nPMO. The National Enterprise Registry has been established within DDT and provided with its \nmandate. Seven full-time staff have been appointed to the Enterprise Registration Office (ERO). \nThe ERO is developing its capacity building plan and plans to pilot the ERO in four provinces \nunder subprogram 2.  \n \n57. \nRegulatory  Review  Program.  Reforming red tape will be a long-term effort, as it is in \nmost countries. The program cluster supports the Government’s effort to streamline red tape by \nassisting  with  the  establishment  of  a  regulatory  review  process  in  the medium  term.  As  a  first \nstep  in  this  process,  SMEPDO  has  submitted  to  the  SMEPDC  chairman  a  list  of  key \nregulations/licenses that would be reviewed in the subsequent subprogram under ADB TA. The \nSMEPDO  compiled  the  list  of  priority  licenses  for  review  based  on  research  during  the  ADB \nSME project preparation TA (footnote 18).  \n \n\n3. \n\nSubprogram 1, Core Area 3: Trade Policy and Capacity \n\nSubprogram  1  supports  the  Government’s  goals  of  continuing  trade  policy  reforms  to \n58. \nlower the costs of doing business for the private sector. It also aims to facilitate the integration of \nthe  economy  into  the  Greater  Mekong  Subregion  (GMS),  AFTA,  and  the  global  economy, \n\n                                                 \n19 The ISIC refers to the International Standard for Industrial Classifications. The ISIC classifies industries at both an \naggregate  (1  to  3  digit  level)  to  a  disaggregated  level  (5  digit  level).  Adoption  of  the  ISIC  system  encourages \nharmonization of industrial classifications across countries. Lao PDR uses the ISIC system up to the 4 digit level.    \n20 The  61  (or  14.5%  share)  4-digit  sectors  included  on  the  negative  list  is  not  out  of  line  with  other  developing \ncountries that introduced the negative list for the first time. Indonesia, for example, had included about 80 sectors \non the list introduced in 1989. This was reduced over time and by the 2000 about 56 sectors were included on the \nlist. In the Philippines, 58–60 broad sectors are included on the negative investment list. The Philippines also has a \npriority investment list for investment incentives.    \n\n \n\n\f \n\n \n\n24 \n \n\nincluding participation in WTO. Reforms to the import-export management system was the main \naction toward achieving these objectives completed before Board consideration of subprogram \n1. \n \nImport-Export  Management  System.  MOIC  has  taken  a  sequential  approach  to \n59. \nreforming  the  import-export  management  system  based  on  the  experience  of  neighboring \ncountries,  such  as  Viet  Nam.  The  approach  is  to  improve  transparency,  reduce  discretion  of \ntrade officials, lower administrative costs, and eventually reduce the number of restricted items \nand replace some of them with more transparent forms of protection. As a first step towards this \ngoal,  MOIC  issued  a  revised  import  and  export  controlled  list  in  October  2006  (MOIC  notice \n1376).  The  major  change  was  reclassifying  items  according  to  the  6-  to  8-digit  Harmonized \nStandard (HS) code instead of the 2- to 4-digit level under the previous 2004 MOIC notification. \nThis change improves transparency and reduces the discretion of trade and customs officials in \ndetermining whether an import item requires a nonautomatic license. Under the revised decree, \nabout  80%  of  2-  and  4-digit  items  included  on  the  import-export  prohibited  and  controlled  list \nwere  reclassified  at  the  6-  to  8-digit  level.  The  Government  is  committed  to  reclassifying  the \nremaining 2-digit sectors to 8-digit level during the program period. As a second step, MOIC has \ntaken  actions  to  improve  transparency  in  the  trade  regime  by  issuing  an  instruction  in  March \n2007 removing trade officials from the customs border posts. Their removal will help reduce the \nadministrative  burden  for  importers.  The  third  and  perhaps  most  significant  policy  reform  was \nMOIC’s elimination of the requirement that producers/importers produce an import plan for the \nyear approved by MOIC and local authorities. This major reform to the trade policy regime will \nreduce significantly the administrative costs to exporters and SMEs.  \n  \n\n4. \n \n\nSubprogram  1,  Core  Area  4:  Macroeconomic  Stability  for  Private  Sector \nGrowth and Development \n\n60. \nSubprogram  1  acknowledges  that  Lao  PDR  has  made  progress  on  fiscal  consolidation \nsince 2004, leading to a reduction in the national Government deficit from 5.7% of GDP in 2003 \nto 3.1% in 2006. Subprogram 1 supports the Government’s fiscal reforms that were undertaken \nin  2006.  The  following  measures  were  completed  before  subprogram  1  was  presented  to  the \nBoard. \n \n61. \nLower  Public  Sector  Deficit.  The  reduction  in  the  public  sector  deficit  from  5.7%  of \nGDP in 2003, to 3.3% in 2005, and to 3.1% in 2006, aided by an increase in revenue collections \namounting to 1.3 percentage point of GDP over FY2006 and FY2005, were major achievements \nand contributed significantly to the recent improvement in the macroeconomic situation (stable \nexchange  rate,  economic  growth).  The  increase  in  revenues  was  achieved  through  greater \nrevenue flows from the resource sector, as well as improved tax collections that surpassed the \nbudget plan by about 5%.   \n \n62.  Price Stability. The continual reduction in the year-end inflation rate from 15.5% in 2003, \nto  10.5%  in  2004,  to  7.2%  in  2005,  and  to  4.5%  in  2006  was  a  major  success  for  Lao  PDR, \nwhich  has  been  challenged  by  historically  high  inflation  rates.  Lower  inflation  was  achieved \nthrough  fiscal  discipline  and  improved  monetary  management.  The  reduction  in  inflation  has \ncontributed to a stable exchange rate supporting private sector growth. \n \nC. \n \n63. \nThe  development  policy  letter  sets  out  the  Government’s  reform  agenda  for  the  next  2 \nyears,  building  on  the  reform  momentum  of  subprogram  1.  The  five  triggers  for  subprogram  2 \n\nThe PSME Medium-Term Program: Triggers for Subprogram 2 \n\n \n\n\f \n\n25\n\nare  described  in  Appendix  3.  The  milestones  that  will  be  monitored  for  subprogram  2  are  in \nAppendix 3. \n \n\n1. \n \n\nInstitutional Development for SME Policy and Access to Finance: 1 Policy \nTrigger \n\nfor  SME  policy \n\ninstitutional  strengthening \n\n64. \nIssuance  of  Accounting  Guidelines.  MOF  will  issue  a  set  of  guidelines  (including  a \nbooklet  on  basic  accounting  and  bookkeeping)  for  SME  accounting  based  on  the  new \naccounting and auditing for enterprises law and Lao PDR accounting standards. MOF will use \nthe  guidelines  for  training  and  disseminating  new  accounting  practices  to  SMEs  through  its \nplanned  establishment  of  an  SME  accounting  unit  at  MOF.  Two  important  milestones  support \naccess  to  finance:  the  issuance  of  decrees  on  implementing  the  secured  transaction  law,  and \nlease  financing  in  support  of  Government’s  efforts  to  improve  SME  access  to  finance.  An \nimportant  milestone  supporting \nformulation,  \nimplementation  and  transparency  involves  SMEPDO  upgrading  its  website  and  beginning  to \npost regulations, related instructions, and required licenses to start up and operate a business, \nas well as elaborating on licensing procedures. This governance activity will improve regulatory \ntransparency. \n \n65. \nImpacts  and  Outcomes  of  the  Program  Cluster.  By  the  end  of  2009,  the  PSME-\nsupported  program  cluster  will  have  supported  institutional  development  on  SME  policy \nformulation  through  the  implementation  of  the  SME  strategy.  This  strategy  aims  to  improve \ninterministerial coordination on SME policies and regulatory transparency by posting regulations \nand procedures on the SMEPDO website. The program also will have improved SMEs’ access \nto finance by (i) increasing the number of SMEs with improved financial reporting capabilities; (ii) \nestablishing SMEs-friendly, sound accounting practices; (iii) implementing secured transactions; \nand (iv) developing nonbank financial products (e.g., lease financing). The program cluster will \nassist MOF with drafting accounting guidelines for SMEs, while EC’s parallel financing under the \nSME TA will support capacity building in the accounting profession.  \n \n\n2. \n\nInvestment Climate: 3 Policy Triggers \n\n Streamlined, Transparent Business Registration Procedures. The first policy trigger \n66. \ninvolves MOIC streamlining registration procedures to meet the 10-day registration deadline for \ninvestments  not  on  the  negative  list.  Streamlining  registration  will  include  (i)  removing \nrequirements  for  curriculum  vitae,  declaration  of  sentencing,  and  asset  declaration  and \ncertification; (ii) consolidating business the seal application with the registration application; and \n(iii)  eliminating  the  pre-inspection  requirements  before  registration.  Two  supporting  milestones \ninvolve  MOIC  issuing  a  set  of  guidelines  to  standardize  the  enterprise  registration  procedures \nacross provinces, and SMEPDO starting a red tape review.  \n \n67. \nNational Registry Office and Pilot Programs. MOIC will establish a business registry \nat  the  central  level  and  in  four  pilot  provinces,  which  (i)  establishes  and  implements  an \ninformation technology system and database at MOIC, (ii) designs and starts implementation of \nthe  plan  for  capacity  building  at  registry  offices  in  provinces,  and  (iii)  sets  up  the  network \nconnection for the central database and local stations.  \n \n68. \n Synchronization  of  Positive  Investment  List  with  Enterprise  Law  Negative  List. \nThe  third  policy  trigger  involves  MOIC  and  Committee  for  Planning  and  Investment  (CPI) \nsynchronizing  the  positive  investment  list  under  the  Foreign  Investment  Law  with  the  negative \nlist under the Enterprise Law. \n\n \n\n\f \n\n \n\n26 \n \n\nImpacts  and  Outcomes  of  the  Program  Cluster.  By  the  end  of  2009,  the  PSME-\n 69. \nsupported program cluster is expected to have improved the Lao PDR investment climate. The \nprivate  sector  is  expected  to  expand,  with  the  number  of  registered  private  enterprises \nincreasing  by  15%  per  year.  FDI  also  is  expected  to  rise.  This  progress  will  be  achieved  by \nremoving administrative barriers in the foreign investment law (by synchronizing the positive list \nwith  the  negative  list),  and  reducing  the  transaction  costs  as  reflected  in  the  reduction  in  the \nnumber of days to start a business. \n \n\n3. \n\nTrade Policy and Capacity: 1 Policy Trigger \n\n70. \nReform  the  Import-Export  Management  System.  An  important  policy  trigger  for \nsubprogram  2  will  be  the  reform  of  the  import-export  management  system.  This  will  comprise \ntwo  components.  The  first  component  will  continue  to  reduce  the  number  of  licensed  items \n(classified  at  the  6-  to  8-digit  level)  on  the  controlled  import  list.  The  second  component  will \ndevelop  a  strategy  for  reforming  the  import-export  management  system  consistent  with  WTO \nrules.  Over  the  medium-term,  the  program  cluster  will  start  phasing  out  the  import-export \nmanagement system.  \n       \n71. \nImpact  and  Outcomes  of  the  Program  Cluster.  By  the  end  of  2009,  the  PSME-\nsupported  program  cluster  is  expected  to  have  improved  the  Lao  PDR  trade  policy  regime. \nForeign  trade  as  a  percentage  of  GDP  is  expected  to  rise.  This  progress  will  be  achieved  by \nlowering barriers to trade (i.e., reducing items on import controlled list) and administrative costs \ninvolved in exporting and importing. This will support the growth of SMEs and the private sector \nin general. Through ADB TA, the program cluster also will have strengthened the Government’s \ncapacity to assess trade policy on its merits for Lao PDR.  \n \n\n4. \n\nMacroeconomic Stability in Support of Private Sector Growth \n\nImportant Features \n\nThe  second  subprogram  does  not  have  a  fiscal  policy  trigger.  The  Government’s \n72. \nmedium-term strategy is to continue with fiscal consolidation. However, the PSME program will \nprovide  TA  to  MOF  and  the  National  Economic  Research  Institute  (NERI)  to  construct  a \ndatabase and produce timely macroeconomic and business indicators. This will allow authorities \nto track the impact of changes in macroeconomic conditions for growth in the private sector, as \nwell  as  improve  macroeconomic  reporting  by  MOF  and  NERI.  It  also  will  provide  a  basis  for \ncontinual dialogue between the Government and ADB on macroeconomic policy. \n \nD. \n \n73. \nThe program cluster has some distinct and innovative features. First,  the Lao PDR has \ndemonstrated ownership of the reform program by formulating a consistent and well-sequenced \npolicy framework for private sector reforms over the medium term, as articulated in its SEDP6 \nand the SME strategy. ADB’s strategy and approach has been aligned with the Government’s \nSEDP6 for 2006–2010.  \n \nSecond, the policy framework coordinates well with ADB’s other sector reform programs, \n74. \nwhich  are  designed  to  support  private  sector  development  and  growth.  These  include,  for \nexample, the BSRP, RFSDP, and proposed agriculture  commercialization grant program in the \npipeline  for  2009;  and  proposed  TA  projects  for  public  expenditure  management  and \ncommercialization  of  agriculture,  as  well  as  activities  and  programs  under  the  GMS  trade  and \ninvestment  framework.  Although  these  TA  projects  and  programs  are  not  part  of  the  policy \n\n \n\n\f \n\n27\n\nactions in the PSME cluster program, they support its scope and objectives and ensure regular \npolicy dialogue.   \n \n75. \nThird,  the  program  cluster  is  a  particularly  appropriate  instrument  for  strengthening \nADB’s  partnership  with  the  Government  and  enhancing  relations  with  other  constituencies  in \nLao  PDR.  Traditional  structural  adjustment  lending  in  Lao  PDR  has  had  a  poor  record  of \nsuccess  in  recent  years,  damaging  the  reputations  of  the  Government  and  its  development \npartners.  The  program  cluster  provides  a  unique  opportunity  for  ADB  to  engage  with  the \nGovernment  in  a  more  innovative  way.  By  basing  financial  assistance  on  completed  actions \nderived  from  the  Government’s  own  reform  program,  the  program  cluster  offers  a  new  way  to \nstrengthen  the  Government’s  ownership  of  ADB  strategies.  By  including  policy  triggers  for \nsubprogram  2,  it  creates  a  vehicle  for  policy  dialogue  and  ADB  support  for  the  Government’s \nagenda. The triggers focus on outcomes and results rather than processes (i.e., how to achieve \nthe outcome). The triggers deliberately avoid being overly prescriptive or predetermining at the \noutset how the Government should make the policy change to achieve the desired result. This is \nintended to reflect the reality of policy making in the Government, which requires time-intensive \nconsensus  building  for  policy  reforms.  In  addition,  the  program  cluster  engages  the  new  Lao \nBusiness  Forum  as  a  vehicle  for  dialogue  with  the  private  sector,  other  stakeholders,  and \ndevelopment partners; and for monitoring the program cluster. The Government’s commitment \nto the program cluster is clear from its policy letter (Appendix 2).  \n \n76. \nFourth, the PSME program cluster emphasizes institutionalizing procedures, processes \nand programs to ensure effective implementation. TA is essential to the program. It focuses on \nstrengthening  capabilities  and  institutional  processes  within  the  executing  and  implementing \nagencies to carry out own analytical work to broaden the Government’s reform program. TA is \nattached to each trigger and selected milestones (Appendix 3). \n \nE. \n \n77. \nA  working  paper  on  Revising  the  Framework  for  Asian  Development  Fund  Grants  (W-\npaper), which proposes revisions to the ADF grant framework, was discussed by the Board on \n24 July 2007.21  The policy paper on the revised framework will be considered by the Board on \n26 September 2007. The W-paper provided that for countries eligible for grant assistance, the \nlevel  of  grants  in  the  country  program  will  be  based  according  to  a  country’s  debt-distress \nclassification. For 2007, Lao PDR is classified as a country with high risk of debt distress and \ntherefore eligible to receive 100% grant assistance. \n \nF. \n\nADF Grant Rationale \n\nFinancing Plan \n\n78. \nThe Government has requested an ADF grant of $5 million to finance subprogram 1 of \nthe  program  cluster,  with  such  terms  and  conditions  as  are  substantially  in  accordance  with \nthose set forth in the draft Grant Agreement presented to the Board.  \n \n79. \nThe ADB funds are to support the reforms outlined in the development policy letter and \npolicy matrix (Appendix 3). The grant size was determined by the strength of the policy package, \nits development impact, the importance of the sectors covered, and the development financing \nneeds  of  the  Government,  as  estimated  by  MOF.  While  the  eventual  economic  benefits  will \ngreatly outweigh the costs, the costs will dominate in the short term. Despite a commitment to \ncompleting  the  unfinished  trade  policy  agenda,  some  segments  of  the  bureaucracy  genuinely \n\n                                                 \n21 ADB. 2007. Revising the Framework for Asian Development Fund Grants. Manila. \n\n \n\n\f \n\n \n\n28 \n \n\nsupport the rationale for the import-export management system that developed since the early \nyears  of  socialist  planning.  Delays  in  implementing  these  reforms  could  result  in  substantially \nhigher  costs  for  the  economy  than  the  adjustment  costs,  as  such  delays  would  slow  the \nrealization  of  benefits  of  a  lower-cost  regulatory  and  trade  regime.  Direct  adjustment  costs \ninclude  (i)  foregone  revenues  and  rents  resulting  from  the  reform  of  the  future  import-export \nmanagement  mechanism;  (ii)  further  reductions  in  the  revenues  of  the  relevant  agencies  as  a \nresult of future reductions in red tape; and (iii) the costs of improving the business registration \nsystem and establishing business registry information systems and offices in the provinces, as \nwell as establishing systems for posting on the SMEPDO website the regulations, licenses, and \npermits required to start and operate a business.  \n \n80. \nThe program grant reflects the development financing needs of the Government (Table \n3). The program cluster supports the Government’s efforts to reduce its budget deficit. However, \nthe  Government’s  gross  and  net  financing  needs  will  be  significant  if  it  is  to  sustain  economic \ngrowth  of  more  than  7%  over  the  medium  term  and  reduce  poverty  to  23%  by  2015.  The \nGovernment  aims  to  increase  development  and  social  spending  in  2007.  According  to  MOF \nbudget  and  IMF  reports,  the  net  financing  (primarily  external)  requirements  for  2007  are \nestimated  at  KN1,100  billion.  Over  the  longer  term,  the  Government  envisages  reducing \nexternal  debt  as  a  percentage  of  GDP  as  the  economy  continues  to  expand.  Recent  debt \nassessments by the World Bank, IMF, ADB, and EC indicate that the Government’s debt stock \nand  servicing  levels,  while  close  to  distress  levels,  are  sustainable  over  the  medium  term \nprovided (i) fiscal consolidation remains on track (the budget deficit remains below 3% of GDP \nover the medium term), (ii) the economy continues to expand 6%–7% per year, and (iii) further \ninvestment  and  trade  reforms  stimulate  more  private  sector  growth  (Appendix  6). 22  The \nproposed grant of $5 million will help to close the financing gap for 2007, as well as support the \nGovernment’s reforms to investment and trade.  \n \n\nTable 3: Government of Lao PDR Projected Financing Requirements for 2007 \nFinancing Mix  \nNet external financing requirement \n \nProgrammed external borrowings and grants \nADB’s planned disbursements for 2007 \n\nProposed Amounts ($) \n150 milliona \n \n \n78.6 million \n \n5 million \n5 million \n2.7 million \n65.9 million \n              71.4 milliona \n\nADB = Asian Development Bank, BSRP = Banking Sector Reform Program, PSME = Private Sector and \nSME Development Program, RFSDP = Rural Finance Sector Development Program. \na  Preliminary estimates for the fiscal year 2007 from Ministry of Finance.  \nSource: Ministry of Finance and ADB.  \n\n        of which:  \n\n PSME subprogram 1 \n BSRP second tranche \n RFSDP first tranche \n\n                Other  \n\nOther development partners \n\nImplementation Arrangements \n\n1. \n\nProgram Management \n\n \nAs  the  Executing  Agency,  MOIC  will  be  responsible  for  the  overall  implementation  of \n81. \nsubprogram  1, \nincluding  carrying  out  all  policy  actions,  program  administration,  and \nmaintenance of program records. MOIC will establish a PSME steering committee, chaired by \n                                                 \n22  World  Bank,  IMF,  ADB,  and  EC.  2007.  LAO  PDR:  Public  Expenditure  Review  and  Integrated  Fiduciary \n\nAssessment. Vientiane. \n\n \n\n \nG. \n\n \n\n\f \n\n29\n\nthe  minister  of  industry  and  commerce  and  comprising  senior  officials  from  MOF  and  CPI. \n23 Because  of  the  proposed  timing  of  submission  of  subprogram  2  to  the  ADB  Board,  the \nGovernment  has  agreed  that  implementation  arrangements  will  remain  in  place  during  the \nPSME  program  cluster  period.  The  steering  committee  is  responsible  for  coordinating  the \nimplementation and sustaining the PSME policy actions, with MOIC and relevant line agencies \ninvolved  in  supporting  the  program  (MOF  and  CPI).  The  committee  will  meet  quarterly  to \nmonitor progress and oversee the implementation of the PSME Program. ADB may be invited to \nparticipate in the meetings as an observer. English translations of the minutes of these meetings \nwill be forwarded to ADB within 2 weeks of each meeting. MOIC will be responsible for day-to-\nday program implementation activities, and will  report on implementation progress. MOIC also \nwill  establish  a  program  management  unit  (PMU),  and  assign  a  PMU  officer  and  counterpart \nstaff  with  qualifications  and  experience  acceptable  to  ADB.  MOF  will  be  responsible  for \nsubprogram 1 disbursements.  \n \n \n \nSubprogram  1  implementation  period  is  from  November  2005  to  September  2007.  All \n82. \nactions included in the policy matrix for subprogram 1 were implemented before submission to \nthe Board for consideration.    \n \n\nImplementation Period \n\n2. \n\n3. \n\nProcurement and Disbursement Arrangements  \n\nIn  accordance  with \n\n \n83. \nThe program grant of $5 million will be released in a single tranche upon effectiveness \n(i.e.,  all  conditions  in  the  subprogram  1  policy  matrix  must  be  complied  with  before  release  of \nthe  tranche).  The  grant  proceeds  will  be  used  to  finance  the  full  foreign  exchange  costs \n(excluding local duties and taxes) of items produced and procured in ADB member countries no \nmore than 180 days before the effectiveness date of the grant. Items specified in the negative \nlist  of  ineligible  items  (Appendix  8)  and  imports  financed  by  other  bilateral  and  multilateral \nthe  provisions  of  ADB’s  Simplification  of \nsources  are  excluded. \nDisbursement Procedures and Related Requirements for Program Loans,24 Lao PDR will be the \nrecipient  of  the  proceeds  of  the  program  grant.  Supporting  import  documentation  will  not  be \nrequired if, during each year that grant proceeds are expected to be disbursed, the value of Lao \nPDR imports minus imports from nonmember countries, ineligible imports, and imports financed \nunder other official development assistance is equal to or greater than the amount of the grant \nexpected to be disbursed during that year. The Government will certify its compliance with this \nformula  with \nimport  documentation  under  existing \nprocedures  will  be  required.  In  accordance  with  the  simplified  disbursement  procedures  and \nrelated  requirements  for  program  grants,  all  goods  and  services  produced  and  originating  in \nADB member countries will be procured, with due consideration to economy and efficiency, in \naccordance  with  the  Government’s  standard  public  procedures  and  normal  private  sector \ncommercial  practices  acceptable  to  ADB.  Goods  commonly  traded  on  the  international \ncommodity market will be procured in accordance with procedures appropriate to the trade and \nacceptable to ADB.  \n \n84. \ncurrency counterpart funds generated from the proceeds of the PSME grant.   \n\nThe reform needs supported under the PSME program cluster will be met through local \n\nthe  withdrawal  request.  Otherwise, \n\n                                                 \n23 The Committee will be the same as the committee the Government of Lao PDR has established to coordinate the \nEC’s SME project. The EC’s SME project will provide support to the Government, through technical assistance, to \nimplement the policy measures under the PSME program cluster, as well as to broaden the reform agenda.  \n24  ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n\n \n\n\f \n\n \n\n30 \n \n\n4. \n\nAnticorruption and Fiduciary Assessment \n\n85. \nADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  and  Policy  to  Enhance  the \nAsian  Development  Bank's  Role  in  Combating  Money  Laundering  and  the  Financing  of \nTerrorism (2003) were explained to the Government. All relevant ADB guidelines, including the \nProcurement  Guidelines  (2007,  as  amended  from  time  to  time),  Guidelines  on  the  Use  of \nConsultants  (2007,  as  amended  from  time  to  time),  and  the  Grant  Regulations  (2005,  as \namended from time to time) were brought to the attention of the Government. \n \n86. \nAn assessment of the country’s financial management systems has been carried out to \nimprove the understanding of fiduciary risks and determine appropriate fiduciary arrangements \nfor  the  purpose  of  this  program.  This  assessment  was  based  on  the  2006  Lao  PDR  Public \nExpenditure Review and Integrated Fiduciary Assessment Report (PER) led by the World Bank \nwith the participation of ADB, IMF, and EC (see footnote 21). The assessment carried out under \nthe  PER  identified  core  areas  to  address  with  development  partners  support.  Based  on  this \nassessment,  the  PER  determined  that  the  fiduciary  risk  in  the  use  and  management  of  public \nfunds is high. The Government is aware of the need to increase the amount of public resources \nallocated  to  planning  and  management  to  overcome  the  significant  weaknesses  in  the  basic \nsystems and processes for budget preparation, execution and control, reporting, and oversight. \nThe  PER  acknowledges  that  the  Government  has  taken  significant  actions  since  2002  to \naddress these weaknesses through its Public Expenditure Management Strengthening Program \n(PEMSP).  The  Government  also  is  implementing  the  last  PER  recommendations,  including  (i) \nstrengthening  the  public  accounting  framework  by  issuing  implementation  regulations  and  by \nimplementing a unified budget nomenclature and chart of accounts throughout the Government; \n(ii) progressively implementing a computerized government financial information system, which \nhas  introduced  an  automated  system  for  accounting,  budget  execution  control,  and  reporting \nthat will improve the capture and timely reporting of data and increase budget control; and (iii) \nissuing  a  new  procurement  decree  and  supporting  implementation  regulations,  as  well  as \ncreating  a  Procurement  Monitoring  Office.  ADB,  World  Bank,  and  other  development  partners \nare  working  closely  with  the  Government  to  implement  improved  public  sector  financial \nmanagement  systems.  ADB  has  been  supporting  MOF  with  fiscal  planning  and  budget \npreparation.25 Further,  a  new  TA  is  being  prepared  to  support  the  second  component  of  the \nGovernment’s PEMSP on budget executing, accounting, and reporting. \n   \n\n5. \n\nAccounting, Auditing, and Reporting \n\n \nADB retains the right to audit the use of grant proceeds and to verify the accuracy of the \n87. \nGovernment’s  certification  for  the  withdrawal  applications.  Before  withdrawal,  the  Government \nwill open a deposit account at the Bank of Lao PDR to receive all grant proceeds. The account \nwill be managed, operated, and liquidated in accordance with terms satisfactory to ADB. MOIC \nwill be required to submit quarterly progress reports, as well as a final report on the progress of \nsubprogram  1  implementation,  which  will  form  part  of  the  program  cluster  final  report,  if  the \nsubprogram 2 is approved.  \n \n\n6. \n\nPerformance Monitoring, Evaluation, and Program Review \n\n \n88. \nreview  periodically \nimplementation  progress,  and  assess  the  impact  of  the  program  cluster.  The  Government  will \n\n(para.  82),  ADB  will \n\nIn  cooperation  with \n\nthe  committee \n\n                                                 \n25 ADB. Lao PDR - Public Expenditure Planning for the National Growth and Poverty Eradication Strategy, TA 4627. \n\nManila. \n\n \n\n\f \n\n31\n\nkeep  ADB  informed  of  the  outcome  of  policy  discussions  with  other  multilateral  and  bilateral \nagencies  that  have  implications  for  program  implementation,  and  will  provide  ADB  with  the \nopportunity  to  comment  on  any  resulting  policy  proposals.  ADB  will  review  program \nperformance  6 months  after  grant  effectiveness  to  assess  the  outcome  of  subprogram  1  and \nbegin  preparation  of  subprogram  2.  The  review  will  (i)  evaluate  implementation  of  the  policy \nreform  measures  under  subprogram  1,  and  assess  the  impact  on  each  sector;  (ii)  describe \nlessons identified during the program period; and (iii) outline reforms and assistance needed for \ndevelopment of the sector to enable processing of subprogram 2. In addition, participants in the \nLBF (partner agencies, business groups, and other stakeholders) will be encouraged to support \nprivate sector monitoring of the reforms under the PSME program cluster. MOIC will establish \nthe PMU under the TA grant financed by the Japan Special Fund (JSF). The PMU will submit to \nthe steering committee and ADB quarterly progress reports on policy and institutional measures \nimplemented. The reports will be submitted in such form and in such detail as ADB may request, \nand should include (i) progress made and problems encountered during the period under review, \n(ii)  steps  taken  or  proposed  to  be  taken  to  remedy  problems  encountered,  (iii)  the  proposed \ndetailed activity for program implementation, and (iv) expected progress during the next quarter. \n \n89. \nThe Government and ADB have agreed on a range of outcome and output indicators to \nmonitor  the  PSME  program  cluster  implementation  and  evaluate  its  impact,  within  the  overall \nPSME framework (Appendix 1).  \n \n\nV. \n\nTECHNICAL ASSISTANCE \n\n90. \nIn  connection  with  the  PSME  program  cluster,  an  advisory  TA  grant  is  proposed  to  be \nfinanced  by  the  JSF.  The  TA  grant  will  support  the  implementation  of  the  triggers  for \nsubprogram 2 and the development of a medium-term direction and its implementation, as well \nas  provide  the  Government  with  timely  policy  advice  on  a  demand  basis.  The  objective  of  the \nTA is to assist the Government in finding practical solutions to address these issues, as well as \nto  deepen  the  Government’s  agenda  in  the  investment  area  under  the  program  cluster.  It  has \nsix  components.  Component  1  will  support  streamlining  business  registration  procedures  and \nassist in establishing the business registry information management system within the national \nGovernment  and  one  or  two  pilot  provinces  through  training  before  the  Government  rolls  out \nsystems to other provinces. Component 2 will help the Government to (i) streamline and simplify \nimport-export procedures; (ii) analyze the costs of the import-controlled system for a selection of \ncommodities, and design a strategy for reforming the system consistent with WTO rules; and (iii) \nimprove/modernize systems for better access to trade data now that the requirement to produce \nimport  plans  has  been  abolished  and  trade  officials  have  been  removed  from  customs  border \nposts. Component 3 will strengthen analytical support for the Government’s efforts to continue \nimprovements  to  its  trade  policy  regime.  This  will  include  estimation  of  the  effective  rates  of \nprotection as an analytical tool for the Government to assess resource allocation effects of the \ntrade  policy  agenda,  and  provide  in-house  training  on  trade  policy  analysis.  Component  4  will \nsupport  the  Government’s  efforts  to  carry  out  a  survey  of  red  tape,  including  quantifying  the \ncompliance costs of major red tape and devising a strategy to institutionalize a continual review \nof  red  tape.  It  also  will  support  SMEPDO  in  strengthening  the  SME  policy  framework  and \nregulatory  transparency.  Component  5  will  support  MOF  and  NERI  in  improving  the \nenvironment  for  the  private  sector,  including  the  development  of  a  macroeconomic/business \ndatabase and indicators. It will work with MOF and NERI to improve economic monitoring and \nreporting  for  better  policy  analysis  and  formulation.  Component  6  will  assist  MOF  with \ndeveloping accounting guidelines for SMEs and disseminating them to the business community, \nincluding publishing the booklet on SME accounting standards and practices. The TA grant also \nwill  establish  a  PMU  at  SMEPDO  to  assist  the  steering  committee  with  implementation  and \n\n \n\n\f \n\n \n\n32 \n \n\nmonitoring  reforms,  as  well  as  to  liaise  between  MOIC  and  ADB.    The  draft  TA  budget  and \nterms  of  reference  are  in  Appendix  9.  The  EC  will  provide  parallel  TA  to  complement  these \ncomponents, among other activities.  \n \nThe  TA  is  estimated  to  cost  $690,000,  of  which  ADB  will  provide  $550,000  through  a \n91.  \ngrant  from  the  JSF.  The  Government  will  provide  the  remaining  $140,000  in  the  form  of \ncounterpart staff and facilities. A team of international and national consultants will be recruited \non an individual basis to implement TA activities, in accordance with ADB’s Guidelines on the \nUse  of  Consultants,  using  the  competitive  selection  method.  Up  to  54  person-months  of \nconsulting  services  (8  international  and  46  national)  will  be  required.  The  TA  will  begin  on  or \nabout 1 November 2007 and will be completed in about 18 months, coinciding with preparation \nof subprogram 2 in 2009. The TA purpose, outputs, methodology, implementation arrangements, \nbudget, and terms of references are in Appendix 9. \n\nVI. \n\nPROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n\nExpected Impacts \n\nA. \n \n92. \n \n\nThe key benefits expected from the program cluster are: \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nImproved investor confidence through implementation of the new Enterprise Law, \nissuance  of  the  negative  list,  and  synchronization  of  the  positive  list  under  the \nforeign investment law with the negative list. \nLower transaction costs for businesses because of streamlined business start-up \nprocedures,  reduction  in  red  tape,  and  reform  of  remaining  nontariff  barriers, \nwhich  will  open  new  opportunities,  increase  investment  and  productivity,  boost \nthe economy, increase incomes, and create jobs. \nStrengthened  institutional  development  by  improving  the  capabilities  of  the \nexecuting  and  implementing  agencies  to  carry  out  trade,  investment,  and  SME \npolicy  analysis  with  the  aim  of  upgrading  the  quality  of  policy  and  institutional \nprocesses  for  policy  making.  The  start  of  a  red  tape  review  process  in  the \nmedium  term  enhances  the  Government’s  capacity  to  continually  assess  red \ntape. The posting of regulations on the SMEPDO website also will contribute to \ninstitutional development through better regulatory transparency. \nSupport for the Government’s efforts to reduce poverty through reforms aimed at \nexpanding and tapping the private sector as a major generator of new jobs and \nincomes. \nProgress  toward  fiscal  consolidation,  which  will  help  create  confidence  in  the \neconomy,  promote  macroeconomic  stability,  and  foster  broad-based  economic \ngrowth,  job  creation,  and  poverty  reduction—all  of  which  are  pillars  of  the \nGovernment’s  SEDP6.  The  development  of  macroeconomic  indicators  will \nempower  authorities  to  assess  private  sector  conditions  and  make  timely \nadjustments to economic policies, if necessary. \n\n \nResettlement,  Indigenous  People,  and  Environment.  The  program  cluster  will  not \n93. \ncause  direct  or  indirect  involuntary  resettlement,  or  lead  to  any  issues  affecting  indigenous \npeoples.  Based  on  a  desk  review,  the  measures  supported  under  the  program  cluster  will  not \nhave any adverse environmental impacts. \n \n \n \n\n \n\n\f \n\n33\n\nRisks and Mitigating Measures \n\nThe program cluster is subject to the following risks:  \n\nB. \n \n94. \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nIn transitional economies, maintaining macroeconomic stability––as reflected, for \nexample,  in  slow  inflation  and  a  stable  exchange  rate––is  crucial  for  investor \nconfidence  and  private  sector  growth.  Lao  PDR  is  particularly  vulnerable  to \nmacroeconomic instability due to weak institutions. In addition, Lao PDR is facing \nemerging  fiscal  and  macroeconomic  challenges  in  the  context  of  its  resource \nexport boom and associated volatile commodity prices. Recognizing these risks, \nthe  Government  is  undertaking  measures  to  strengthen  public  expenditure \nmanagement using assistance from its development partners, including ADB.  \nThere  may  be  weak  coordination  among  Government  agencies  leading  to \ndelayed compliance with policy measures. The adoption of the cluster mode for \npolicy  lending  has  reduced  this  risk  in  the  proposed  program  by.  By  basing \nfinancial assistance on completed actions derived from the Government’s reform \nprogram, the PSME program cluster strengthens the Government’s ownership of \nthe  reform  program.  By  including  policy  triggers  for  subprogram  2,  the  program \noffers  the  flexibility  needed  to  take  into  account  changes  in  the  external \nenvironment faced by Lao PDR and emerging priority policy reforms. Moreover, \nthe  Government  has  taken  a  clear  stance  on  the  need  for  policy  adjustment \nregarding the SME/private sector, as articulated in its SME strategy. \nThe  capacity  of  agencies  to  implement  reforms  might  be  constrained  by \nresources and other emerging priorities. The program cluster reduces this risk by \nlimiting the policy triggers to a few high-priority, high-impact policy reforms under \nthe jurisdiction of MOIC and a limited number of implementing agencies (CPI and \nMOF), and by attaching TA to each policy trigger.  \nVested  interests  will  resist  some  of  the  reforms.  Reforms  to  the  import-export \nmanagement system and institutionalization of economic governance reforms––\ni.e.,  red  tape  review  process––are  likely  to  be  long  and  drawn-out.  However, \nseveral  factors  mitigate  these  risks.  First,  the  PSME  strategic  approach  is  to \nfocus  efforts  on  supporting  the  Government’s  initiatives.  Second,  reforms  will \nfocus  on  areas  with  political  will  and  some  measure  of  capacity.  This  has  been \ndemonstrated by enacting the modern Enterprise Law, which promises to ensure \nenterprise registration within 10 days.  \n\nVII. \n\nASSURANCES \n\nIn  addition  to  the  standard  assurances,  the  Government  has  given  the  following \n\n95. \nassurances, which are incorporated in the legal documents.  \n \n\n(i) \n\n(ii) \n\nCounterpart  funds  will  be  used  to  finance  the  development  needs  as  outlined \nunder the PSME  program cluster implementation arrangements. \nThe policies and actions taken before the date of the PSME grant agreement, as \ndescribed  in  the  development  policy  letter  (including  the  policy  matrix),  will \ncontinue  to  be  in  effect  for  the  duration  of  the  PSME  program  cluster  and \nsubsequently. \n\n \n\n \n \n \n \n\n \n\n\fVIII.  RECOMMENDATION \n\nI  am  satisfied  that  the  proposed  grant  would  comply  with  the  Articles  of  Agreement  of \n\n96. \nAsian Development Bank (ADB) and recommend that the Board approve \n \n\nthe  program  cluster  to  the  Lao  Peoples’  Democratic  Republic  for  the  Private \nSector and Small and Medium-Sized Enterprises Development Program Cluster; \nand \n\nthe grant of $5,000,000 to the Lao Peoples’ Democratic Republic for subprogram \n1  of  the  Private  Sector  and  Small  and  Medium-Sized  Enterprises  Development \nProgram  Cluster  from  ADB’s  Special  Funds  resources,  on  the  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft \nGrant Agreement presented to the Board. \n\nHaruhiko Kuroda \nPresident \n\n \n\n \n\n34 \n \n\n(i) \n\n \n(ii) \n\n \n \n\n \n \n \n \n \n \n \n \n6 September 2007 \n \n\n \n\n \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\nPerformance \nTargets/Indicators \n\nData Sources/ \nReporting Mechanisms \n\nAssumptions \nand Risks \n\n \n\nDesign \nSummary \nImpact  \nSustainable economic \ngrowth and reduced \npoverty supported by \nincreased contribution of \nthe private sector and \nSMEs   \n\nOutcome \n(i) Improved business \nenvironment where the \nprivate sector, particularly \nSMEs, operate efficiently \nand effectively \n \n(ii) Stable macroeconomic \nconditions \n\nOutputs \n \n \n \n \n \n1. Institutional \ndevelopment for SME \npolicies and \nfinancial/accounting \ncapabilities of SMEs \nimproved \n \n \n \n \n \n \n \n \n \n \n \n2. Investment climate \nstrengthened  \n \n\n \nBy 2010, SEDP6 goals \nattained:  \n•  GDP growth at 7%–8% \n\nper year \n\n•  Poverty reduced to \n\n23% in 2015 from 33% \nin 2003 \n\n \n \n\n• \n\nBy the end of 2009: \n• \n\nIncreased by 15% per \nyear the number of \nprivate enterprises and \nSMEs formally \nregistered (baseline \n2006 = 77,000 \nregistered firms) \nIncreased employment \nin the private sector \n(baseline 2004 = \n102,000 workers in \nindustry) \nIncreased nonresource \ntrade 5%–10% per \nyear (baseline 2005 = \n$220 million) \nInflation maintained \nunder 10% per year \nBy the end of 2009 (with \nbaseline 2005 indicators \nin parentheses): \n\n• \n\n• \n\n \n \n\n• \n\n• \n\n• \n\nImplemented the SME \nstrategy, which aims \nfor better \ninterministerial \ncoordination on SME \npolicies \nIncreased the number \nof SMEs, included in \nMOF accounting \ntraining programs \n(baseline 2005 = 0) \nIncreased number of \nSMEs served by the \nbanking and finance \nsector (baseline 2005) \n\n \n \n•  Enacted and \nimplemented \nEnterprise Law \n\n•  Reduced the average \n\n \n \n \nNSC data \n \nPoverty incidence data from NSC \n \n \n \n \n \n \n \nNSC enterprise survey \n \nNSC published trade data \n \nGTZ enterprise baseline survey \n \nNSC published consumer price \nindex \n \n  \n \n\n \n \n \n \n \nADB review missions \n \n \n \n \n \nDepartment of Accounting, MOF \n \n \n \n \nADB review missions \n \n \n \n \n \nADB-World Bank investment \nclimate survey, IFC Doing \nBusiness Survey, GTZ benchmark \nenterprise survey (2007 and 2008) \n\nAppendix 1    \n\n35\n\nAssumption \n•  Macroeconomic \n\nstability, resource export \nboom continues \n\n \nRisk \n•  External environment \n\ndeteriorates, increasing \nstress on fiscal policy \n\nAssumptions \n•  Economy able to \n\nwithstand external or \ndomestic shocks \n•  Government stays on \ncourse with key fiscal \npolicy reform measures \nand business regulatory \nreform \n\n \nRisk \n•  Commitment and \nwillingness of \nGovernment \nagencies/stakeholders \nto participate in \nimplementing reforms \n\n \nAssumption \n•  Government stays on \n\ntrack with its \npreparations for WTO \naccession \n\n \nRisks \n•  Weak interagency \n\ncoordination \n\n•  Capacity of agencies to \nimplement reforms \nmight be constrained by \nresources and other \nemerging priorities \n\n•  Reforming import-export \nmanagement system \nmay face strong \nresistance from vested \ninterests \n\n \n\n \n\n \n\n\fAppendix 1 \n\n \n\n36 \n \n\nData Sources/ \nReporting Mechanisms \n\n• \n\nPerformance \nTargets/Indicators \nnumber of days to \nregister an enterprise \nby 20%–30% (baseline \n2006 = 167 days) \nIncreased number of \nFDI projects approved \n(baseline 2004 = 162 \napproved projects) \n\n \n \n \n \n•  On track to reduce the \nnumber of items on the \ncontrolled import list \n(baseline 2006 = 42 \nitems at 8 digit HS; 3 \nitems at 6 digit HS; 9 \nitems at 4 digit HS)a \n\nDesign \nSummary \n \n \n \n \n \n \n \n \n \n \n \n \n \n3. Trade policy reforms \nreduced private sector \ntrade costs \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4. Macroeconomic \nconditions to support \nprivate sector \ndevelopment and growth \nstable \n \n \nActivities with Milestones (during the subprogram 2) \n\nrequired to prepare \ndocuments for \nimporting and exporting \ngoods by 20%–30% \n(base line 2006 = 54 \ndays \n\n•  Reduced prices of \nimported goods \nremoved from the \ncontrolled import list  \n\n \n \n \n•  Macroeconomic \n\nindicators tracking \nprivate sector growth \ndeveloped \n\n•  Reduced the time \n\n \nRegistry Office of Department of \nDomestic Trade, MOIC. \n \nCommittee for Planning and \nInvestment (CPI) \n \n \n \n \n \n \nMOIC (from Department of Export \nand Import) notification of items \nincluded in the controlled list \n(2008) \n \n \n \nIFC Doing Business Survey \n \n \n \n \n \n \nADB TA and review missions \n \n \n \n \n \n \nNSC published consumer price \nindex \n \nADB TA \n\n1.1 \n1.2 \n\n1.3 \n2.1 \n\nMOIC to produce annual report on SME development and issues \nSMEPDO to upgrade website and begin posting major laws, business licenses, \nand explanatory information on steps and processes of adhering to government \nregulations on registration, licensing, investment licensing, and others \nMOF to produce a booklet on SME accounting standards and practices  \nEnterprise registry office to produce capacity building plan for business   \nregistry and pilot provinces \nMOIC to issue a set of guidelines aiming to standardize the enterprise \nregistration procedures across local levels \nSMEPDO to start red tape review \nMOIC to produce a guidebook on new import and export procedures \nMOIC to estimate effective rates of protection under CEPT implementation  \n\n2.3 \n3.1 \n3.2 \n4.1          MOF and NERI to produce report on macroeconomic developments \n\n2.2 \n\n \n\nAssumptions \nand Risks \n\nInputs \n•  ADB subprogram 1 \ngrant ($5 million) \n•  ADB review missions \n•  ADB advisory TA \n\n$550,000 from Japan \nSpecial Fund. TA \ncomprises six \ncomponents: (i) \nestablishment of \nbusiness registry, (ii) \nreforming import-export \nmanagement system, \n(iii) trade policy capacity \nbuilding, (iv) red tape \nreview, (v) survey of \nprivate sector growth \nconditions, and (vi) \nimplementation of \n\n\fDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nData Sources/ \nReporting Mechanisms \n\nADB  =  Asian  Development  Bank,  CPI  =  Committee  for  Planning  and  Investment,  GDP  =  gross  domestic  product,  GTZ  = \nDeutsche Gesellschaft für Technische Zusammenarbeit, IFC = International Finance Corporation, MOF = Ministry of Finance, \nMOIC = Ministry of Industry and Commerce, NERI = National Economic Research Institute, NSC = National Statistics Center, \nSEDP6  =  Socio-economic  Development  Plan,  SME  =  small  and  medium-sized  enterprise,  SMEPDO  =  SME  Promotion  and \nDevelopment Office, TA = technical assistance, WTO = World Trade Organization.  \na  HS = harmonized codes used for classifying imports and exports of goods. \n\nAppendix 1    \n\n37\n\nAssumptions \nand Risks \naccounting law \n•  Government TA \n\n$140,000 \n\n \n \n \n\n \n \n \n \n \n \n\n \n\n\fAppendix 2 \n\n \n\n38 \n \n\n \n\n \n\n\fAppendix 2    \n\n39\n\n \n\n \n\n\fAppendix 2 \n\n \n\n40 \n \n\n \n\n \n\n\fAppendix 2    \n\n41\n\n \n\n \n\n\f \n\n4\n2\n\n \n \n \n \n \n \n \n \n \n\ni\n\nA\np\np\ne\nn\nd\nx\n \n3\n \n \n \n \n \n \n \n \n \n\nPOLICY MATRIX \nPSME Program Cluster with Policy Actions for Subprogram 1, Triggers and Milestones for Subprogram 2, Medium-Term \nProgram Direction, and Technical Assistance \n \nTriggers (in bold) and \nMilestones (in italics) for \nSubprogram 2 \n\nProposed Technical \nAssistance (supporting \ntriggers and milestones) \n\nSummary of Actions Under \nSubprogram 1 \n\nMedium-Term Program \nDirection/Goalsa \n\nPolicy Action \n\nInstitutional development for SME polices and access to finance \n\n1.  \n \n1.1 Develop SME strategy to \ncoordinate SME development \nacross line ministries \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n(i) MOIC (SMEPDO)  \nestablishes a number of ad \nhoc focal groups (made up of \nrepresentatives of \nGovernment agencies, \ndevelopment partners, and \nenterprise sector \nrepresentatives) to initiate the \nformulation of the SME Policy \nStrategy \n\n(ii) Cabinet approves the SME \npolicy strategy (August 2007) \n \n \n\n1.2 Improve the access of \nenterprises to finance by \nincreasing capacity for \nfinancial reporting. \n \n\n \n\n(i)  The Accounting Law and \nState Auditing Law enacted by \nthe National assembly (July \n2007). \n\n \n•  SMEPDO to upgrade its \nwebsite and start posting \nmajor laws, business \nlicenses, and explanatory \ninformation on steps and \nprocesses to adhere to \ngovernment regulations \non registration, licensing, \ninvestment licensing, and \nothers \n\n•  PMO to approve the \n\nimplementing decree on \nthe secured transactions \nlaw \n\n•  PMO to approve decree \non lease financing \n\n•  MOF to issue a set of \n\nguidelines (including a \nbooklet on basic \naccounting and \nbookkeeping) for SME \naccounting practices \nbased on the Lao PDR \naccounting standards \n\n \n•  MOF to issue instruction \ndefining criteria for \nenterprises that must \nadopt Lao PDR \naccounting and auditing \nstandards based on the \nnew accounting \nstandards \n\n \n \n \n\n \n\n \n \n \n \n•  Assist with upgrading \nSMEPDO website and \nstart posting regulations \non the website    \n\n \n•  SMEPDO to institutionalize \nSME strategy, including \nproducing an annual report \non the SME sector \n\n•  Continue posting \n\nregulations on SMEPDO \nwebsite \n\n•  Functioning secured \ntransaction registry \n\n•  Assistance to MOF to \nissue and publish  \nguidelines for SME \naccounting, and \ndisseminate information \nto business community \n\n \n \n \n \n \n \n \n \n \n\n \n\n \n\n\fSummary of Actions Under \nSubprogram 1 \n\nTriggers (in bold) and \nMilestones (in italics) for \nSubprogram 2 \n\nProposed Technical \nAssistance (supporting \ntriggers and milestones) \n\nMedium-Term Program \nDirection/Goalsa \n\n \n \n•  Assistance to Department \n\nof Domestic Trade to \nstreamline registration \nprocedures and establish \nthe national registry \ndatabase and four pilot \nprovinces \n\n \n\n  \n•  Complete implementation \nof the Enterprise Law \n•  Continue to streamline \ninvestment procedures \n\n•  Unified enterprise \n\nregistration and investment \nlicensing procedures \n•  Functioning business \n\nregistry database at the \nnational level and in one or \ntwo municipal \ngovernments. Rollout to \nprovinces started \n•  Reform of business \nlicenses started \n\n \n\nPolicy Action \n\n2.  \n\nInvestment climate \n\n2.1 Enact and start \nimplementation of the \nEnterprise Law \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n(i) The Government enacts the \nEnterprise Law (effective in \n2006), which aims to \nmodernize business \nregistration procedures and \nintroduce a negative list for \ninvestments \n\n(ii) MOIC submits the draft \nnegative list under the \nEnterprise Law to PMO  for \napproval.  \n\n(iii) PMO issues instruction to \nMOIC to develop action plan \nfor the implementation of the \nEnterprise Law  (October \n2006) \n\n(iv) Minister of MOIC issues \ninstruction outlining the action \nplan for implementation of the \nEnterprise Law, which \nincludes assignment of tasks \namong the relevant \ndepartments of MOIC \n(November 2006) \n\n (v) Registry Office established \nwith mandate and 7 staff \npursuant to MOIC Ministerial \ninstruction, as first step to \nimplement the new registration \nprocedures under the \nEnterprise Law (February \n2007) \n\n \n\n \n\n•  MOIC to issue legal \n\nnotification to \nstreamline registration \nprocedures, which (i) \nremoves requirements \nfor curriculum vitae, \ndeclaration of \nsentencing, asset \ndeclaration, and \ncertification; (ii) \nconsolidates business \nseal application; and (iii) \neliminates the pre-\ninspection requirements \nbefore registration \n\n \n•  MOIC to issue a set of \nguidelines aiming to \nstandardize the \nenterprise registration \nprocedures across local \nlevels \n\n \n•  MOIC to establish \n\nbusiness registry at \ncentral level and four \npilot provinces, which \n(i) establishes the \ndatabase at MOIC, (ii) \nprovides plan for \ncapacity building at \nregistry offices in \nprovinces, and (iii) sets \nup the network \nconnection for central \ndatabase and local \nstations \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n\n \n \n \n \n \n \n \n \n \n\n4\n3\n\n \n \n\n \n\n\f \n \n\n \n\nPolicy Action \n\nSummary of Actions Under \nSubprogram 1 \n\nTriggers (in bold) and \nMilestones (in italics) for \nSubprogram 2 \n\nProposed Technical \nAssistance (supporting \ntriggers and milestones) \n\nMedium-Term Program \nDirection/Goalsa \n\n \n\n4\n4\n\n \n \n \n \n \n \n \n \n \n\ni\n\nA\np\np\ne\nn\nd\nx\n \n3\n \n \n \n \n \n \n \n \n \n\n2.2 Regulatory reform aimed \nat reducing transaction costs  \n\n•  SMEPDO starts red tape \n\nreview \n\n3.   \n\nTrade policy and capacity development \n\n•  MOIC and CPI to \n\nsynchronize the positive \ninvestment list under the \nForeign Investment Law \nwith the negative list \nunder the Enterprise \nLaw \n\n•  MOIC  to (i) reduce the \nnumber of items on the \ncontrolled import list, \nand (ii) produce a \nstrategy for reforming \nthe import-export \nmanagement system \nconsistent with WTO \nrules \n\n•  Assist SMEPDO with a \nred tape study and \nstrategy for \ninstitutionalizing a \nregulatory review \nprocess \n\n \n\n \n•  Assist MOIC in simplifying \n\nimport and export \nprocedures, assessing the \ntariff and nontariff \nmeasures, estimating \neffective rates of protection \nincorporating AFTA, and \nevaluating market access \nbarriers to Lao PDR \nexports \n\n•  Provide in-house training \n\non trade policy formulation, \nand trade negotiation \nstrategies  \n\n \n \n\n \n\n \n\n \n\n(i) MOIC (SMEPDO) prepared \na list of business licenses \nrequired for business start-up \nand operations, and submitted \nthem to chairman of SMEPDC \nfor review in subsequent \nsubprogram of PSME (July \n2007) \n\n(i) Minister of MOIC issues \ninstruction to remove trade \nofficials from customs border \nposts, as a first step in \nreforming the import-export \nmanagement system (March \n2007) \n \n(ii) MOIC abolishes \nrequirement for importers to \nsubmit an import plan (March \n2007) \n \n\n(i) MOIC issues notice to \nimprove transparency of the \nimport-export \nprohibited/controlled list  by \nreclassifying 80% of the items \nspecified at the 2- to 4-digit \nlevel in the earlier 2004 notice \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n\n3.1 Continue reforms to trade \npolicies to reduce trade costs \nto private sector \n \n \n  \n \n\n3.2 Improve transparency in \ntrade policy \n\n \n\n• \n\nImproved analytical \ncapacity to assess trade \npolicy for effective \nparticipation in WTO \n•  Continue reform of the \n\nimport-export management \nsystem    \n\n\fTriggers (in bold) and \nMilestones (in italics) for \nSubprogram 2 \n\nProposed Technical \nAssistance (supporting \ntriggers and milestones) \n\nMedium-Term Program \nDirection/Goalsa \n\n \n\n \n \n•  Assist MOF and NERI in \n\ndeveloping \nmacroeconomic indicators \nfor assessing private \nsector growth conditions  \n\n \n \n•  Continue fiscal \nconsolidation \n\n \n\n \n\n \n \n \n\n4.  \n\nMacroeconomic stability in support of SME/private sector growth \n\nSummary of Actions Under \nSubprogram 1 \n\nto a more disaggregated and \ntransparent 6- to 8-digit \nharmonized code (October \n2006) \n\n(i) Reduced national \nGovernment deficit from 3.5% \nof GDP in 2005 to 3.1% in \n2006 \n  \n\n(i) Reduced average (year-\nend) inflation from 10.5% \n(8.7%) in 2004 to 7.2% (8.8%) \nin 2005 and to 6.8% (4.7%) in \n2006 \n\n \n \n \n\n \n\n \n\n \n\nPolicy Action \n\n4.1 Continue efforts for fiscal \nconsolidation \n \n\n4.2 Maintain price stability \n\nSource: Asian Development Bank.  \n \n \n \n\nAFTA = ASEAN Free Trade Area, CPI = Committee for Planning and Investment, GDP = gross domestic product, MOIC = Ministry of Industry and Commerce, \nMOF  =  Ministry  of  Finance,  NERI  =  National  Economic  Research  Institute,  PMO  =  Prime  Minister’s  Office,  PSME  =  private  sector  and  SME  development, \nSMEPDO = SME Promotion and Development Office, SMEs = small and medium-sized enterprises, WTO = World Trade Organization. \na  Consideration  of  subprogram  II  will  depend  on  satisfactory  accomplishment  of  five  policy  triggers  for  subprogram  II.  The  medium-term  direction  refers  to  the \n\nGovernment’s broad PSME agenda and goals during and beyond the program period. \n\n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n\n \n \n \n \n \n \n \n \n \n\n4\n5\n\n \n \n\n \n\n\fAppendix 4 \n\n46 \n \n\nADB Support for Private Sector and \nSMEs \n\nDEVELOPMENT PARTNERS COORDINATION MATRIX \n  \nMajor Support From Other Development \nPartners \n\nBanking Sector Reform Program  \n\nRural Finance Sector Development \nProgram \n\nTrade facilitation and cross-border \ntransport agreement \n\nIrrigation  \n\nCommercial agriculture support, agriculture \nproduction improvement \n \n\nJapan (JICA)  – SME promotion in the local \ndistricts, export promotion \nEuropean Commission – SME technical \nassistance project in partnership with ADB’s \nPSME program, WTO accession \nWorld Bank – financial management, SOE \nreform, integrated framework for trade, Poverty \nReduction Grant Support Program \nIFC -  Mekong Private Sector Facility \n\nUNDP – ASEAN Support Project, integration into \ninternational trading system project \nUNIDO – PSD and SME promotion, \nmanufacturing productivity \nAustralia (AusAID) – regional trade areas \n\nCanada (CIDA) – APEC economic integration, \ntrade policy capacity \nGermany (GTZ) – Human resource development \nfor SMEs \nSwedish (Sida) – Strengthening fiscal \nmanagement \n\nADB  =  Asian  Development  Bank,  APEC  =  Asia  Pacific  Economic  Cooperation,  ASEAN  =  Association  of  Southeast \nAsian  Nations,  AusAID  =  Australian  Agency  for  International  Development,  CIDA  =  Canadian  International \nDevelopment  Agency,  GTZ  =  Deutsche  Gesellschaft  für  Technische  Zusammenarbeit,  IFC  =  International  Finance \nCorporation,  JICA  =  Japan  International  Cooperation  Agency,  PSME  =  Private  Sector  and  SME  Development \nProgram,  Sida  =  Swedish  International  Development  Cooperation  Agency,  SME  =  small  and  medium-sized \nenterprises,  SOE  =  state-owned  enterprise,  UNDP=  United  Nations  Development  Programme,  UNIDO  =  United \nNations Industrial Development Organization, WTO = World Trade Organization. \nSource: Asian Development Bank. \n \n \n\n \n\n \n\n \n\n \n\n \n\n\fAppendix 5 \n\n47\n\nSECTOR ANALYSIS \n \n\nPerformance of the Private Sector  \n\n1. \nThe sector analysis assesses the recent performance of the private sector, and provides \nthe background to identification of issues, constraints, and threats and the Government’s priority \nreforms  in  support  of  private  sector  and  small  and  medium-sized  enterprises  (SME) \ndevelopment and growth.1   \n \nA.  \n \n2. \nAvailable  data  and  discussions  with  stakeholders  indicate  that  the  performance  of  the \nprivate  sector  is  improving.  While  the  private  sector  is  relatively  small,  it  is  growing  and \ninvestments  are  occurring  in  sectors  that  Lao  Peoples’  Democratic  Republic  (Lao  PDR)  has \ncomparative  advantage.  Some  preliminary  evidence  suggests  dynamic  growth  among  micro-, \nsmall, and medium-sized enterprises. \n \n3. \nThe economy has undergone a substantial structural transformation in the past 15 years. \nThis is reflected in the expansion of industry relative to agriculture and services (Figure A5.1). \nIndustry  has  increased  from  about  16%  of  gross  domestic  product  (GDP)  in  1990  to  23%  in \n2000  and  29%  in  2006,  with  investments  in  hydropower  and  the  mining  sector  driving  the \nindustrial expansion in recent years. Agriculture’s share of GDP is declining, while the services \nsector has remained relatively stable at about 26% of GDP. Contraction of the crops subsector \nin the first half of the 1990s accounted for a large share of agriculture’s relative decline during \nthis period. However, crops recovered from 25% to 30% of GDP by 2002, primarily due to large \npublic  investments  in  irrigation.  This  pattern  of  structural  change  is  expected  as  an  economy \ngrows and develops; resources move from low-productivity activities in subsistence agriculture \nand  traditional  services  to  higher-productivity  activities  in  industry  and  modern  services.  This \nprocess,  and  the  associated  rural-to-urban  migration  that  occurs  with  this  transformation,  has \ncontributed to the reduction in poverty in Lao PDR. Within industry, official statistics indicate that \ngrowth  has  been  spread  evenly,  with  the  manufacturing  sector  enjoying  robust  growth  rates. \nExports  of  garments—the  major  manufacturing  export—have  grown  modestly  since  the \ncompletion  of  the  phase-out  of  textile  quotas  in  2005,  while  many  other  comparable  small \nexporting  nations  have  struggled  to  maintain  export  volumes.  Within  services,  tourism  and \nrelated services have expanded rapidly in recent years (Figure A5.2). \n\n                                                 \n1   The  sector  analysis  benefited  from  several  reports  on  the  Lao  PDR  private  sector.  These  include  ADB.  2007. \nSurvey of Issues in Trade Policy and Institutions Affecting SME Competitiveness in Lao PDR. Manila (Consultation \nMission  Report,  April  2007);  ADB  and  World  Bank.  2007.  Reducing  Investment  Climate  Constraints  to  Higher \nGrowth Manila and Washington, DC; ADB.  2004. Technical Assistance to the Lao People’s  Democratic Republic \nfor  Preparing  the  Private  Sector  Development  Program.  Manila  (TA.  No  4526-LAO);  and  ADB.  2006.  Lao  PDR: \nPrivate Sector Assessment. Manila.  \n\n \n\n\f48 \n\nAppendix 5 \n\n \nFigure A5.1: Key Economic Growth Indicators of the Lao People’s Democratic Republic \nEconomy \n\n \nA. Economic transformation of Lao PDR economy     B. Economic growth rates of 3 GMS economies \n      \n\n(% of GDP by major sector) \n\n        (%) \n\n1990\n\n1991\n\n1992\n\n1993\n\n1994\n\n1995\n\n1996\n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n1990\n\n1991\n\n1992\n\n1993\n\n1994\n\n1995\n\n1996\n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\nAgriculture\n\nIndustry\n\nServices\n\nLao PDR\n\nThailand\n\nViet Nam\n\n \nC. Garment exports ($ millions) \n\nD.  Visitors \n \n\n(in \n\n‘000  on  LHS)  and  estimated \n\nrevenues from tourism (in $ million on RHS) \n\n    \n\n180\n160\n140\n120\n100\n\n80\n60\n40\n20\n0\n\n1 99 5\n\n1 9 9 6\n\n1 9 9 7\n\n1 9 9 8\n\n1 9 9 9\n\n2 0 0 0\n\n2 0 0 1\n\n2 0 0 2\n\n2 0 0 3\n\n2 0 0 4\n\n2 0 0 5\n\n2 0 0 6\n\n1 9 9 0\n\n1 9 9 1\n\n1 9 9 2\n\n1 9 9 3\n\n1 9 9 4\n\n1 9 9 5\n\n1 9 9 6\n\n1 9 9 7\n\n1 9 9 8\n\n1 9 9 9\n\n2 0 0 0\n\n2 0 0 1\n\n2 0 0 2\n\n2 0 0 3\n\n2 0 0 4\n\n2 0 0 5\n\n2 0 0 6\n\n \nE. Number of FDI projects by major economic sector \n\nF. Employment in industry (‘000) \n\nVisitors\n\nRevenues\n\n \n\ne\nt\na\nr\n \nh\nt\n\nw\no\nr\ng\n \n\n%\n\n12\n10\n8\n6\n4\n2\n0\n-2\n-4\n-6\n-8\n-10\n-12\n-14\n\n1400\n\n1200\n\n1000\n\n800\n\n600\n\n400\n\n200\n\n0\n\ns\n0\n0\n0\n \nn\n\ni\n \nl\n\np\nm\ne\n\n110\n\n100\n\n90\n\n80\n\n70\n\n60\n\n50\n\n40\n\n1995\n\n2004\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n \nFDI = foreign direct investment, GDP = gross domestic product, GMS = Greater Mekong Subregion, LHS = left hand \nside. \nSources: ADB  staff estimates from national  income accounts, National Statistics Center, Vientiane, Lao PDR. GDP \ndata  for  Thailand  and  Viet  Nam  from  national  income  accounts  of  the  two  countries.  Tourism  data  from  the \nDepartment of Tourism. Garment exports from the Lao PDR Garment Producer Association. Fund estimates for Lao \nPDR  growth  rates  for  2003  to  2005.  FDI  projects  from  the  Committee  for  Planning  and  Investment  (CPI)  and \nemployment in manufacturing from Ministry of Industry and Commerce, Vientiane, Lao PDR. \n\n100%\n\n80%\n\n60%\n\n40%\n\n20%\n\n0%\n\n160\n\n140\n\n120\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\nAgriculture \nIndustry \n\nWood\n\nMining \nHydropower \nHotel \nOther services \n\n \n\n\fAppendix 5 \n\n49\n\nThe private sector comprises micro-, small, and medium-scale enterprises. Data on the \n4. \nnumber and size distribution of establishments operating in the economy are limited. Available \ndata show that the SMEs are the dominant business form in Lao PDR. Large private firms are \nless prevalent in the economy, although the numbers are rising. The most recent data on firm \nnumbers and size are from the 2001 survey of manufacturing establishments by the Ministry of \nIndustry  and  Commerce  (MOIC).2 The  survey  reports  about  600–700  firms  with  more  than  10 \nemployees, of which only 116 firms had more than 100 employees. The bulk of establishments–\n–about 24,000––are micro- and small enterprises with less than 10 workers. This pattern of size \ndistribution in the economy is typical for small, low-income developing economies. In the initial \nstages  of  development,  the  private  sector  is  dominated  by  small  enterprises.  However,  as  the \neconomy  expands,  competitive  firms  become  larger.  The  dominance  of  SMEs  and  the \ninformality of this business form also reflect the weak regulatory and institutional environment in \nwhich they operate.  \n \n5. \nFindings  of  a  recent  Deutsche  Gesellschaft  für  Technische  Zusammenarbeit  (GTZ) \nsurvey  of  390  registered  establishments  in  2005  indicate  that  these  growth  dynamics  are \noccurring in the economy (Table A5.1). The survey asked firms about the size of their workforce \nbefore the survey, providing a basis for comparison of performance over time. The survey found \nthat of the original 135 microenterprises, 78 (or 57%) remained micro, 55 (or 41%) grew to small, \nand  2  became  medium-sized  establishments  by  2005.  Of  the  original 198  small  firms,  168  (or \n81%)  remained  small,  5  declined  to  micro,  31  grew  to  become  medium-sized,  and  1  became \nlarge. Similarly, of the original 43 medium-sized firms, 26 (or 61%) stayed medium-sized in 2005, \n5 became large, and 6 firms shrunk to small. As a consequence of these growth dynamics, the \nshare of medium-sized and large firms in the sample increased from 14.5% to 21.5%. Since Lao \nPDR is a small economy, small and medium-sized firms are expected to be the dominant size \nstructure of the economy.  \n \n\nTable A5.1: Change in Enterprise Size \n\n \nFirm Size \nTotal before 2005 \nLarge \nMedium  \nSmall  \nMicro  \n\nMicro \n135 \n0 \n2 \n55 \n78 \n\nSize Before Survey in 2005 \nMedium\n43 \n11 \n28 \n6 \n0 \n\nSmall\n198 \n1 \n31 \n161 \n5 \n\nLarge \n14 \n8 \n5 \n1 \n0 \n\n \n\n \n390 \n20 \n64 \n223 \n83 \n\nFirms measured by employment. \nSource: 2005 Enterprise Baseline Survey, GTZ, Vientiane, published May 2006. \n\n \n6. \nInvestments  in  infrastructure––especially  roads  and  cross-border  transport  agreements \nwith  neighboring  countries––have  helped  lower  transportation  costs  and  reduce  travel  times \nover  the  past  several  years.  One  garment  exporter  reported  that  trucking  a  container  from \nVientiane to Bangkok takes 1 day and costs approximately $0.20 per shirt, including facilitation \nfees  on  the  way. 3 As  most  of  the  garment  exporters  are  under  the  import  duty  exemption \nscheme,  they  are  relatively  insulated  from  general  problems  associated  with  trade  facilitation. \nOther  businesses  still  face  problems  with  transportation  and  trade  facilitation.  A  recent  TNT \nreport highlighted the time and hassles involved in trucking goods across from Thailand through \nLao  PDR  to  Viet  Nam.  The  hassles  are  a  greater  burden  on  SMEs  (para.  11).  Nevertheless, \n\n                                                 \n2   The National Statistics Center completed the 2006 enterprise survey and results are expected to be published in \n\n3   Mining  companies  confirmed  that  it  takes  between  24  and  36  hours  to  truck  commodities  from  the  mine  to \n\n2007. \n\nBangkok. \n\n \n\n\f50 \n\nAppendix 5 \n\nReducing Transaction Costs \n\nthese  figures  suggest  that  trade  facilitation  costs  in  Lao  PDR  are  falling.  While  developing  a \nmanufacturing  sector  like  its  neighbors  is  unlikely,  the  potential  for  substantial  private  sector \ndevelopment and growth across other sectors is present. Recent growth in tourism, exports of \nhandicrafts, and garments, and new investments in plantations, is indicative of this potential. \n \n8. \nImpediments  to  further  improvements  in  the  conditions  for  growth  remain.  The  gradual \nimprovement  in  the  efficiency  of  the  economy—located  beside  the  two  fastest-growing \neconomies  in  the  world  (People’s  Republic  of  China  and  Viet  Nam)  and  middle-income \nThailand—combined with expected higher budget revenues from the booming resource sector \nprovides the country with tremendous potential for private sector growth and development over \nthe  longer  term.  However,  this  potential  is  being  constrained  by  a  series  of  barriers  and \nconstraints, which are slowing integration with neighbors, hindering investment, and dampening \nproductivity  growth  for  firms—with  SMEs  bearing  a  greater  burden.  These  include  high \ntransaction  costs,  unpredictability  in  the  investment  and  trade  policy  regime,  significant  trade \nfacilitation  costs,  and  weak  institutional  framework  for  SME  development.  Macroeconomic \nstability is also vital for private sector development and growth.  \n  \nB.  \n \n9. \nThis  section  summarizes  the  main  business  climate  impediments  to  private  sector  and \nSME development and growth. It concludes that, while much progress has been made to create \nan enabling environment for the private sector to grow, much more needs to be done to lower \ntransaction  costs  by  addressing  excessive  red  tape,  improving  the  investment  climate, \ncompleting the unfinished trade policy agenda, and strengthening the institutional framework for \nSME policy making.  \n \n10. \nAlthough  transaction  costs  continue  to  be  high  in  Lao  PDR,  they  have  declined \nsubstantially. Lao PDR continues to rank low in several international surveys of competitiveness. \nHigh  transaction  costs  in  the  regulatory  environment,  trade  facilitation,  and  logistics  sector \nexplain part of the difference with neighboring countries. For example, Figure A5.2 shows that \nimprovements  in  the  business  environment  can  reduce  transaction  costs  and  improve  profit \nmargins,  thereby  increasing  the  incentive  for  additional  investment.  Figure  A  depicts  the \ncomposition  of  free  on  board  (FOB)  price  for  men’s  cotton  long-sleeved  shirts  from  a  small \nsample  of  garment  factories  in  the  region. 4  Figure  B  shows  the  impact  of  a  reduction  in \ntransaction costs on profit margins for Lao PDR factories. To make it easier to view, Figure B \nshows FOB price net of raw  materials. For example, transportation and trade facilitation costs \nconstitute about 4%–5% of the FOB price (loaded in Bangkok) for Lao PDR garments. That is \nmore than double the share of Thailand and Bangladesh exports, but half the share of exports \nfrom landlocked Nepal (8% FOB price). Reducing trade facilitation costs by 30% would raise the \ngross profit margin by about 12%, making garment production marginally more profitable in Lao \nPDR.  The  calculations  are  based  on  interviews  with  larger  garment  exporters  under  the  duty \nexemption  scheme.  These  firms  are  relatively  insulated  from  many  of  the  sources  of  high \ntransaction  costs.  For  firms  outside  these  schemes,  particularly  SMEs,  transaction  costs  as  a \nshare  of  FOB  prices  are  much  higher  than  they  are  for  larger  garment  exporters.  Thus, \n\n                                                 \n4   The figure shows a comparison of the FOB price of men’s long-sleeved cotton shirts produced in a small sample of \nfactories  in  the  region.  The  garment  sector  is  selected  for  a  comparison  as  factories  across  of  the  region  are \ncomparable,  produce  similar  products  (men’s  shirts),  use  similar  technology  and  management  practices,  and  are \nprice-takers in the international market. It is also a sector with sufficient data to make a comparison in this exercise.  \nIn Lao PDR, the garment sector comprises of 51 firms employing 22,400 workers. The median size of a garment \nfactory is 332 workers, with the largest firm employing 1,800 workers. Foreigners wholly own 28 firms, while eight \nare joint ventures and 15 are domestically owned.  \n\n \n\n\fAppendix 5 \n\n51\n\naddressing  these  transaction  costs would  be  particularly  beneficial  to smaller  firms.  The  ADB-\nWorld Bank investment climate survey of enterprises carried out in 2005 reported several major \nconstraints  in  the  Lao  PDR:  infrastructure,  regulation,  taxation,  macroeconomic  stability,  and \naccess to finance.  \n \n\nFigure A5.2: Distribution of FOB Prices of Men’s Cotton Shirts Produced in \nSimilar Garment Factories \n\n \n        A. Composition of FOB Prices                                         B. Impact on Profit Margins from a 30% Cut in  \n                                                                                                     Transaction Costs \n\n100%\n\n80%\n\n60%\n\n40%\n\n20%\n\n0% \n\n Gross profits\n\n Other costs\n\n Transport &  \n trade facilitation\n\n Labor\n Raw materials\n\n100%\n\n80%\n\n60%\n\n40%\n\n20%\n\n0%\n\nBangladesh\n\nNepal \n\nLao PDR \n\nIndonesia\n\nThailand \n\nLao PDR\n\nLao PDR - reduced TC by\n\n30%\nOther costs  Gross profits\n\nLabor\n\nTransport & trade\nfacilitation \n\n \n\n    \n\nfirms  complained \n\n    \n FOB = free on board. \n Note: The estimates are indicative. \n Source: Chart A: ADB estimates for Lao PDR, Cambodia, and Indonesia. World Bank estimates for Bangladesh,    \n Nepal, and Thailand (from various diagnostic trade studies: http://www.integratedframework.org). \n  \n \nExcessive  Red  Tape.  The  ADB-World  Bank  investment  climate  survey  reported  that \n11. \nmore \nthat  regulatory  policy  uncertainty––the  uneven \nthan  30%  of \ninterpretation  of  laws  and  regulations––was  a  severe  constraint  to  their  business.  Licensing \nrequirements  from  starting  a  business  to  operating  one  are  substantial,  involve  excessive \ndocumentation,  and  require  significant  amounts  of  time.  Registering  a  business  takes  several \nsteps involving several agencies, depending on the sector, and involves an excessive amount of \ndocumentation.  Investors  need  approval  of  the  relevant  line  ministry  before  the  investment \nlicense can be granted (Figure 4). For foreign investors, a proposed investment must be on the \npositive  list  under  the  Foreign  Investment  Law.  The  process  is  unpredictable,  because  sector \nministries  can  attach  additional  conditions  for  investment  license  approval.  This  has  deterred \nentrepreneurs  from  formalizing  their  businesses.  Many  transitional  economies  have  moved \naway  from  approval  to  pure  registration  to  facilitate  the  move  from  a  planned  economy  to  a \nmarket economy. Investors are required to register a business only if the investment is not in a \nsector  on  a  negative  list  or,  in  some  countries,  only  if  investors  are  seeking  investment \nincentives. To address the red tape issue, international practice takes a two-step approach: (i) \nreview the stock of regulations, estimate compliance costs to businesses and to the economy, \nand  produce  a  reform  strategy;  and  later  (ii)  institutionalize  a  regulatory  review  mechanism \ndesigned  to  screen  and  monitor  future  red  tape  issuances.  Posting  regulations  and  impact \nassessments on the agencies’ websites helps improve transparency in the regulatory regime. \n \nTrade Facilitation. With large investments in road networks and infrastructure, and the \n12. \nGreater  Mekong  Subregion  (GMS)  Cross  Border  Transport  Agreement  with  Thailand,  the \ndelivery time and cost per unit of trucking goods have fallen in the past several years. According \n\n \n\n\f52 \n\nAppendix 5 \n\nto  a  recent  TNT  report,5 trucking  goods  from  the  Viet  Nam  border  to  the  Thai  border  via  the \nEast-West Economic Corridor now takes 4 hours. However, transportation and trade facilitation \nremain  problems.  The  local  truck  industry  does  not  appear  to  be  competitive,  and  is \ncharacterized by poor vehicle standards and breakdowns. The high cost of local truck industry is \npartly  offset  by  Lao  PDR  authorities  permitting  trucks  from  neighboring  countries  to  enter  Lao \nPDR.  Trucks  of  good  quality  registered  in  Lao  PDR  have  limited  access  to  transit  goods  in \nneighboring countries. The time involved in trade facilitation, especially through customs, raises \ncosts significantly. Pre-clearance is required at Savanaket, and original copies must be sent to \ncustoms officials at the border at Dansawan, which require 2 days to process. The TNT report \nstated that the new bridge crossing over to Thailand has saved only 45 minutes due to hassles \nwith customs officials. Another problem identified by the TNT study is the lack of consolidation \npoints along the border, which would be particularly helpful for SME exporters. Trade facilitation \nproblems  hurt  SMEs  in  particular—because  they  export  small  quantities  of  products,  the  fixed \ncosts  of  trade  facilitation  account  for  a  higher  proportion  of  FOB  export  prices  than  for  larger \nfirms.  Governments  of  member  states  of  GMS  are  addressing  some  of  these  trade  facilitation \nproblems 6  by  implementing  the  Cross-Border  Transport  Agreement,  as  well  as  reforming \ncustoms. In Lao PDR, MOIC removed its trade officials from customs border posts in an effort to \nshorten customs processes. \n \n13. \nUnfinished  Trade  Policy  Agenda.  Compared  to  other  countries,  Lao  PDR’s  most \nfavored  nation  (MFN)  import  duty  rate  is  relatively  low  at  a  simple  average  of  10%.  However, \ndispersion is relatively high, with duties ranging from 0% to 40%. The effective tariff rate is lower \nif  various  duty  exemptions  are  included,  and  when  implementation  of  the  ASEAN  Free  Trade \nAgreement (AFTA) tariff schedule commitments under the Common Effective Preferential Tariff \n(CEPT)  is  achieved.  Estimates  of  effective  rates  of  protection—i.e.,  measures  of  much  trade \npolicy  has  raised  prices  above  international  ones—are  not  available.  As  such,  assessing  the \ndomestic  resource  costs  associated  with  the  tariff  dispersion  and  nontariff  measures  is  not \npossible. More serious are the nontariff measures that are not transparent, primarily the import-\nexport management mechanism and the import-controlled list (paras. 30 and 31). Assessments \nhave not been conducted on how restrictive this mechanism in terms of raising domestic prices \nabove \ntime-consuming \nadministrative  costs  on  importers  and  producers.  Lao  PDR  would  have  to  reduce  the \ndocumentation  and  time  required  by  a  third  to  be  on  a  par  with  Viet  Nam.  Viet  Nam’s  recent \nreforms  to  an  identical  import  management  system  provide  lessons  for  Lao  PDR.  Viet  Nam \nreformed  its  system  in  two  steps.  First,  it  converted  some  of  the  nontariff  measures  that  were \nnot transparent into transparent import tariff duties by estimating the import tariff equivalent of \nthe  nontariff  measure  for  selected  commodities.  Second,  it  reduced  tariffs  over  time  and  set \nbounded tariffs through World Trade Organization (WTO) accession.7  \n \n14. \nThe  provinces  also  have  issued  nontariff  measures.  While  an  accurate  picture  of  the \nprevalence of these nontariff barriers is difficult to obtain, at least 214 measures on imports exist \nat the province level.8 The provinces have been slow to remove these barriers, and the customs \nposts  in  the  provinces  have  not  always  implemented  the  notices  issued  by  the  central \nGovernment to relax import licensing.   \n \n\nimport  management  system \n\ninternational  prices.  The \n\nimposes \n\n                                                 \n5   ACMECS. 2007. Cross Border Transport and Trucking.  \n6   Also  see  technical  reports  on  customs  and  logistics  development  presented  at  the  5th  Meeting  of  the  Trade \n\nFacilitation Working Group, 16–17 May 2007, Bangkok. \n\n7   ADB.  2007.  Viet  Nam’s  Trade  Policy  Following  WTO  Accession:  Opportunities  for  ADB  Support.  Manila  (Staff \n\nReport, July). \n\n8   Available: www.aseansecretariat.org \n\n \n\n\fAppendix 5 \n\n53\n\n \n\nFigure A5.4: Lao PDR’s Economic Growth Rates \nand Regional Comparison of Trends in Real Exchange Rates \n \n\n   A. Growth in GDP and Nonresource Sector        \n       \n\n(% growth rate)                                             (base =100 in 1996) \n\nB. Real Exchange Rates \n\n8\n\n7\n\n6\n\n5\n\n4\n\n3\n\n200\n\n175\n\n150\n\n125\n\n100\n\n75\n\n50\n\n \n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007\n\nGDP growth\n\nnon-resource GDP growth\n\nKip\n\nBaht\n\nRupiah\n\nPeso\n\n   \n\n     \nGDP = gross domestic product. \nNotes: Real exchange rate for kip (baht) estimated as: nominal KN/$ rate adjusted by differences in changes in the \nLao PDR consumer price index and the US non-fuel import price index. The Lao PDR consumer price index proxy \nnontradable prices, and the import price index proxy international prices of tradable goods. A decline in the index \nindicates an appreciation in the real exchange rate \nSource:  Bank  of  Lao  PDR,  Bank  of  Thailand,  and  US  Department  of  Labor  and  Statistics.  Non-resource  GDP \nestimates from International Monetary Fund.    \n \n\n \n\nMaintaining Macroeconomic Stability in Support of Private Sector Growth \n\nC.  \n \n15. \nReal  Exchange  Rate.  Private  sector  and  SME  growth  in  Lao  PDR  depends  on \nmacroeconomic  stability.  In  the  future,  this  stability  will  be  influenced  by  developments  in  the \nresource  sector.  Over  the  next  decade,  the  Government  anticipates  significant  future  budget \nrevenues from hydropower investments and mining in the form of taxes, royalties, and dividends. \nThe mining sector in particular is generating substantial revenues for the Government, and more \nare  expected  in  the  future.  In  2006,  the  Government  received  more  than  $72  million  from  the \nmining sector (about 15% of national budget revenues), a figure that is projected to increase to \n$100  million  in  2007  on  the  back  of  a  sharp  and  sustained  increase  in  commodity  prices.  At \nleast  two  large  mining  investments  are  in  the  pipeline.  For  the  first  time  in  its  modern  history, \nLao PDR has a tremendous opportunity to use these revenue flows to finance its development \ngoals,  raise  per  capita  incomes,  and  reduce  poverty—as  another  landlocked  economy, \nBotswana,  did  during  the  diamond  boom.  At  the  same  time,  Lao  PDR  can  draw  important \nlessons  from  international  experience  in  supporting  private  sector  growth  during  a  commodity \nresource boom of uncertain duration. A resource boom can affect the growth conditions of the \nnonresource  sector  if  it  leads  to  an  excessive  appreciation  of  the  real  exchange  rate,  which \ncould  slow  growth  of  the  nonresource  tradable  goods  sector  (manufacturing  and  agriculture). \nThe  manufacturing  sector  (especially  garments)  is  particularly  vulnerable  to  an  excessive  real \nappreciation. While unit labor costs in the Lao PDR garment sector is on par with Cambodia and \n\n \n\n\f54 \n\nAppendix 5 \n\nother regional neighbors,9 the sector operates with relatively lower profit margins (Table A4.2). \nSince  wages  are  paid  in  kip,  an  excessive  appreciation  of  the  exchange  rate  would  raise  unit \nlabor  costs  in  dollar  terms,  squeezing  profit  margins.  Estimates  of  the  real  kip  exchange  rate \nindicate  that  it  has  appreciated  faster  than  its  regional  neighbors’  currencies,  although  no \nevidence is available that this has hurt the competitiveness of the nonresource sector. Based on \nIMF  estimates  of  the  GDP  of  the  nonresource  sector,  growth  of  the  nonresource  sector  has \nbeen slower in recent years (Table A4.4). It is important to monitor the impact of real exchange \nrate appreciation on the nonresource tradable goods sector.  \n \n16.   While  a  resource  boom  inevitably  will  cause  the  domestic  currency  to  appreciate,  this \ndoes not mean the tradable sector would necessarily get hurt. The experience of Indonesia and \nBotswana show that modest appreciation can be managed successfully and can be consistent \nwith growth of the nonresource sector. The important lessons from these two countries include (i) \nmaintaining  fiscal  discipline,  i.e.  guarding  against  inflationary  pressures  from  excessive \nspending  of  resource  revenues  in  the  domestic  economy;  (ii)  promoting  a  balanced  public \nexpenditure program; (iii) maintaining a conservative debt strategy; and (iv) promoting business \nclimate reforms and investments to raise productivity in the tradable sector. Indonesia invested \nheavily in rural infrastructure and agriculture, while implementing trade and investment reforms \nto  improve  productivity.  Perhaps  the  most  relevant  lesson  for  Lao  PDR  is  Botswana,  a \nlandlocked country  with  a  population  of  1.7  million.  In  the  mid-1960s,  before  the  first  diamond \nmine came on stream, Botswana was ranked among the 25 poorest countries in the World. With \nsuccessful  management  of  resource  revenues  through  macroeconomic  policy  and  good \ngovernance, Botswana has been among the fastest growing economies in the World. By 2003, \nits  per  capita  income  was  about  $3,600.  While  the  resource  sector  in  Botswana  is  large, \naccounting  for  about  34%  of  GDP,  it  offers  several  important  lessons  for  Lao  PDR.  The \nGovernment  of  Botswana  (i)  adopted  a  cautious  fiscal  policy,  whereby  spending  of  resource \nrevenue  was  smoothed  out  over  time  and  linked  to  long-term  resource  revenue  forecasts;  (ii) \nsaved  a  portion  of  resource  revenues  by  establishing  a  stabilization  fund  and  a  public  debt \nservice fund, policy measures that allowed Botswana to avoid excessive appreciation of the real \nexchange rate and support competitiveness of the nonresource sector; (iii) did not waste public \nfunds  by  investing  in  inefficient  or  status  projects,  instead  focusing  on  investing  in  education, \nhealth, housing, and rural and urban infrastructure; and (iv) implemented trade and investment \nreforms  to  support  growth  in  the  nonresource  sector,  and  increased  investments  in  rural \ninfrastructure, where the majority of the population lived. In this way, Botswana has avoided the \nextreme  urban  bias  of  public  investments  observed  in  many  other  countries.  Finally,  it \nimplemented  safeguards  within  its  public  expenditure  framework,  as  well  as  good  governance \nwithin  the  Government,  and  has  minimized  the  rent  seeking  and  corruption  experienced  by \nmany other African countries during similar resource booms. The Government of Lao PDR also \nhas  followed  some  of  these  good  practices.  For  example,  it  invested  in  irrigation  projects  in \n1998  and  1999,  which  has  boosted  agriculture  productivity.  ADB  and  other  development \npartners are providing assistance to raise productivity in the agriculture sector (Figure 2).   \n \n17. \nto reduce transaction costs:  \n \n\nThe Government has outlined the following strategy, supported by the program cluster, \n\n(i) \n\nEnacted  key  commercial \nforeign  and  domestic \ninvestment  laws,  and  most  recently  the  Enterprise  Law,  replacing  the  business \nlaw  of  1994.  The  Government  has  articulated  a  strategy  and  committed  to \n\nlegislation \n\nincluding \n\nthe \n\n                                                 \n9 ADB.  2007. Survey  of  Issues  in  Trade  Policy  and  institutions  Affecting  SME  Competitiveness  in  Lao  PDR.  Manila \n\n(Consultation Mission Report, April). \n\n \n\n\fAppendix 5 \n\n55\n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nborder \n\ncustoms \n\nimplementing the Enterprise Law. Key features of the Enterprise Law include the \nintroduction  of  a  negative  list,  and  the  legislated  target  of  10  days  for  business \nregistration if the sector is not on the negative list. \nGovernment  will  synchronize  the  positive  investment  list  under  the  foreign \ninvestment  law  with  the  negative  list  under  the Enterprise  Law,  as  well as  unify \napplication  forms  with  registration  procedures  to  reduce  the  steps  and  days \nrequired to launch a business. \nThe Government started to chip away at the import-export management system. \nIn  2006,  to  improve  transparency,  it  reclassified  goods  on  the  import-controlled \nlist according to harmonized codes. In 2007, MOIC removed trade officials from \nthe \nthat \nproducers/importers have an import plan for the year. Under the PSME program \ncluster,  it  will  reduce  further  the  number  of  sectors  on  the  import-controlled  list \nand  produce  a  strategy  for  phasing  out  the  import  management  system, \nconsistent  with  its  efforts  to  join  WTO.  MOIC  is  beginning  to  streamline  and \nsimplify import and export procedures and regulations.  \nGovernment will improve transparency in regulations and procedures, Small and \nMedium-Sized  Enterprises  Promotion  and  Development  Office  (SMEPDO)  will \nupgrade its website and start posting business regulations, as well as elaborate \non registration procedures.  \nSMEPDO  has  produced  an  SME  strategy,  which  articulates  the  reform  agenda \nfor  the  private  sector.  The  PSME  program  cluster  supports  SMEPDO’s  goal  of \ninstitutionalizing the strategy by producing an annual report on policies affecting \nSMEs, as well as improving data collection and presentation.  \n\nrequirement \n\nabolished \n\nposts \n\nand \n\nthe \n\n \n\n\f56 \n\nAppendix 6 \n\nMACROECONOMIC ASSESSMENT AND \nDEBT SUSTAINABILITY ASSESSMENT \n\nMacroeconomic Stability  \n\n \nA.  \n \n1. \nThis  section  assesses  macroeconomic  performance  to  date  and  summarizes  the \ndiscussion of the key medium-term macroeconomic policy issues. While much has been done to \nput fiscal policy on a sound path, the Government is facing four critical issues in ensuring fiscal \nsustainability  over  the  medium  term:  (i)  increasing  efforts  to  mobilize  domestic  revenues,  (ii) \nimproving efficiency in public expenditure management, (iii) managing resource revenues, and \n(iv) improving debt sustainability. The conclusion drawn from this assessment is that sustainable \nadjustment  will  require  more  efforts  to  raise  domestic  revenues  resources  over  the  next  few \nyears.  \n \n\n1.  \n\nBackground to the Fiscal Problem  \n\n \nAfter  improving  in  the  first  half  of  the  1990s,  the  macroeconomic  fortunes  of  the  Lao \n2. \nPeople’s Democratic Republic (Lao PDR) quickly reversed following the Asian crisis that began \nin 1997. In the mid-1990s, budget revenues were improving and the inflation rate was trending \ndown. However, the drop in demand for Lao PDR products arising from the Asian crisis and the \nexpansion in domestic money supply to finance public investments in irrigation led to a severe \neconomic  crisis.  The  value  of  the  kip  depreciated,  leading  to  hyperinflation  during  1998  and \n1999; tax revenues plunged; and the national Government deficit increased sharply and public \ndebt began to climb.  \n \n3. \nA  major  contributor  to  the  deterioration  of  the  fiscal  balance  was  that  revenues  were \nundermined  by  three  factors:  (i)  tax  collection  was  deconcentrated  with  decentralization,  and \nprovincial governments had little incentive to collect and pass on additional taxes to the central \nGovernment;  (ii)  several  sectors  were  outside  the  tax  base;  and  (iii)  tax  administration \nweaknesses persisted and were not addressed. \n \n4. \nIn  2001,  Lao  PDR  emerged  from  the  economic  and  fiscal  crisis.  The  Government  has \nfiscal  discipline  and  better \nrestored  and  maintained  macroeconomic  stability \nmanagement  of  monetary  policy.  This  has  been  achieved  at  the  expense  of  suppressed \nexpenditure  in  the  social  sectors  (education  and  health),  as  well  as  a  substantial  decline  in \npublic  sector  real  wages.  In  2006,  budget  revenues  exceeded  the  budget  plan  by  about  5%, \nprimarily because of increased collections from the booming mining sector. Revenues from the \nsector  were  equivalent  to  1.7%  of  gross  domestic  product  (GDP)  and  are  expected  to  rise  to \n2.6%  of  GDP  in  2007.  Overall,  budget  revenue  collections  rose  by  1.3  percentage  points  of \nGDP over 2005. As a result, the budget deficit fell from 5.7% of GDP in 2003 to 3.3% in 2005 \nand  3.1%  in  2006,  surpassing  fiscal  targets  (Table  A6.1).  Early  indications  are  that  revenue \ncollections are above planned targets by at least 0.5 percentage points of GDP for 2007. At the \nsame time, improved management of monetary policy combined with fiscal discipline to reduce \nthe  inflation  rate  to  about  4.5%  at  the  end  of  2006  (or  an  average  6.5%  for  the  year).  The \nexchange rate has stabilized with moderate appreciation (about 9%) in 2007.   \n \n \n \n \n \n \n\nthrough \n\n \n\n\f \n\n                   A. Fiscal deficit and public debt to GDP  \n\nFigure A6.1: Macroeconomic Indicators \n \n\nexternal public \n\nbudget deficit \n\n1997 1998 1999 2000 2001 2002 2003 2004 2005 2006\n\n                  \n       \n                       B. Budget revenues (excluding grants) and expenditure to GDP \n\n1997\n\n1998\n\n1999\n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n                  \n \n                      C. Nominal exchange rate and inflation \n\nRevenues\n\nExpenditures\n\nAppendix 6 \n\n57\n\n90\n\n80\n\n70\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\nt\n\nb\ne\nd\n% \n\n  \n\n \n\nt\n\ni\nf\n\nci\ne\nd\n% \n\nP\nD\nG\n%\n\n \n\n9\n\n8\n\n7\n\n6\n\n5\n\n4\n\n3\n\n2\n\n1\n\n0\n\n23\n21\n19\n17\n15\n13\n11\n9\n7\n5\n\n180\n\n160\n\n140\n\n120\n\n100\n80\n\n60\n\n40\n\n20\n\n0\n\ne\nt\na\nr\n \n%\n\n-20\n\n1997 1998 1999 2000 2001 2002 2003 2004 2005 2006\n\nInflation\n\nExchange rate\n\n                 \n             GDP = gross domestic product. \n             Note: Nominal kip/$ exchange rate depreciation depicted by a positive percentage increase \n             in the exchange rate.    \n             Sources: Ministry of Finance and Bank of Lao People’s Democratic Republic. International  \n             Monetary Fund. 2006. Lao PDR: Selected Issues and Statistical Appendix. Washington, DC.  \n \n \n\n \n\n \n \n\n \n\n\f58 \n\nAppendix 6 \n\n3.  \n\nMedium-Term Macroeconomic Issues \n\nConsiderable  fiscal  gains  have  been  achieved  since  2001,  and  fiscal  space  has  been \n\n \n5. \nprovided by taxes on commodities. However, these gains need to be locked in and built upon.  \n \n6. \nSustainable  Fiscal  Consolidation  in  the  Medium  Term.  Lao  PDR  has  one  of  the \nlowest  tax  revenue-to-GDP  ratios  (about  11%–12%)  among  low-income  countries,  partly \nbecause of the dominance of subsistence agriculture. Revenue management is challenged by (i) \na  fragmented  revenue  administration  in  which  provinces  are  responsible  for  collecting  major \ntaxes,  undermining  revenue  mobilization  at  the  central  level;  (ii)  the  erosion  of  the  income  tax \nbase  caused  by  the  proliferation  of  tax  incentives  in  growth  sectors  of  the  economy––about \n1,600 medium and large firms have significant fiscal incentives under the investment laws; and \n(iii)  persistently  weak  tax  administration.  The  Government  is  addressing  these  issues  in  a \nsystematic and sustainable way. The National Assembly enacted the budget law in 2006, which \nreconcentrates  tax  collection.  The  law,  modeled  on  Viet  Nam’s  budget  law,  defines  which \nrevenues belong to the central Government and provincial governments, as well as those to be \nshared between central and provincial governments. The budget law also places the Treasury \nand  Customs  Department  under  central  Government  authority,  ensuring  that  revenues  are \npassed  to  the  central  level.  The  Government  also  has  introduced  a  value  added  tax  (VAT), \nwhich will become effective in 2008.  \n \n7. \nA medium-term outlook for fiscal policy is presented in Table A6.1. It shows a baseline \nscenario  based  on  several  assumptions—further  improvements  in  revenue  collections, \neconomic growth of 6%–7% per year, inflation at about 5%, and the Government’s continuation \nof  investment  and  trade  reforms  supported  by  the  PSME  program  cluster.  The  fiscal  deficit  is \nprojected  to  remain  at  3%  of  GDP  over  the  medium  term,  consistent  with  the  need  to  ensure \ndebt  sustainability.  Fiscal  consolidation  is  driven  primarily  by  an  improved  revenue  collection \neffort, with revenues projected to rise by about 1 percentage point of GDP over the next 3 years. \nPrimary  expenditures  would  be  broadly  unchanged  at  approximately  16%  of  GDP.  While  the \nscenario is indicative, it demonstrates the need to continue increasing revenue collection efforts. \nMore  recent  International  Monetary  Fund  (IMF)  scenarios  indicate  a  faster  decline  in  overall \nbudget  balance,  more  so  if  the  Government  is  proactive  in  managing  resource  revenues, \nincluding saving some portion of them.1  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n                                                 \n1 International Monetary Fund. 2007. Lao PDR – 2007 Article IV Consultations, Washington, DC. \n\n \n\n\fAppendix 6 \n\n59\n\nTable A6.1: Lao PDR Fiscal Policy Indicators, 2001–2006 \n(%, unless otherwise stated) \n\n \nRevenues and grants \n- Revenues \n  - Tax \n     - Resources \n     - Nonresource \n  - Nontax \nGrants \n \nExpenditures \n - Current   \n - Capital expenditure \n - Other \nOverall balance \nForeign Financing (net) \n\n2001 \n16.3 \n13.2 \n10.7 \n1.7 \n9.0 \n2.4 \n3.1 \n \n20.7 \n7.4 \n12.6 \n0.7 \n(4.4) \n3.1 \n\n2002 \n14.5 \n13.1 \n10.6 \n2.4 \n8.2 \n2.5 \n1.3 \n \n18.4 \n7.2 \n10.1 \n1.1 \n(4.0) \n3.3 \n\n2003 \n13.0 \n10.9 \n8.9 \n1.3 \n7.6 \n1.9 \n2.1 \n \n18.6 \n7.1 \n11.0 \n0.5 \n(5.7) \n5.1 \n\n2004 \n\n12.1 \n11.0 \n9.1 \n1.1 \n8.0 \n1.9 \n1.1 \n \n15.5 \n7.4 \n7.3 \n0.8 \n(3.4) \n3.6 \n\n \n2005 \n12.7 \n11.4 \n9.4 \n1.3 \n8.1 \n2.0 \n1.2 \n \n16.0 \n8.0 \n6.0 \n2.0 \n(3.3) \n3.0 \n\n2006 \n(est.) \n14.6 \n12.7 \n10.8 \n1.7 \n9.2 \n1.9 \n1.9 \n \n17.7 \n9.0 \n7.3 \n1.0 \n(3.1) \n4.6 \n\n( ) = negative, est. = estimate, Lao PDR = Lao People’s Democratic Republic. \nSources: Ministry of Finance, Lao PDR; International Monetary Fund. 2006. Lao PDR: Selected Issues and Statistical \nAppendix.  Washington,  DC;  and  International  Monetary  Fund.  2007.  Lao  PDR  –  2007  Article  IV  Consultations. \nWashington, DC. International Monetary Fund. 2007.2 \n \nMedium-Term Fiscal Sustainability. The efficiency of public expenditure management \n8. \nshould be improved by ensuring that public spending is balanced between capital spending and \nrecurrent  expenditures,  as  well  as  between  discretionary  and  nondiscretionary  items  (interest \npayments and wages). This will require reorienting spending towards priority sectors identified in \nthe  Government’s  poverty  reduction  strategy.  At  the  same  time,  it  is  also  important  to  resist \nexcessive spending on recurrent expenditure items, especially in light of large resource revenue \nflows  to  the  budget  and  potential  inflationary  effects  of  these  flows  in  the  economy.  The \nGovernment plans to increase public sector wages over the next few years to compensate for \nthe hyperinflation in 1998 and 1999. While this is understandable, the expansion of the wage bill \nand other nondiscretionary spending items should be prudent (Table A6.2). Implementing better \nsystems for public expenditure management, including the medium-term expenditure framework \nthat  aligns  the  budget  planning  process  with  strategic  objectives  and  priorities,  is  integral  to \nimproving  efficiency.  Progress  is  been  made.  The  Government  has  developed  a  public \nexpenditure  framework  and  is  implementing  improved  budget  processes.  It  has  shifted  to  a \npublic  financial  management  framework,  which  includes  the  revenue  side  of  the  budget.  A \nrecent  public  expenditure  review  by  the  World  Bank,  IMF,  Asian  Development  Bank,  and \nEuropean  Commission  noted  that  public  expenditure  in  education  and  roads  is  reasonably \nefficient and equitable, but less so in other sectors such as agriculture and health.3   \n \n \n \n \n \n \n \n \n\n                                                 \n2 The International Monetary Fund Article IV Consultations report presents a review of the economy, fiscal policy, and \n\n3   World  Bank,  IMF,  ADB,  and  European  Commission.  2007.  LAO  PDR: Public  Expenditure  Review  and  Integrated \n\nmacroeconomic issues. \n\nFiduciary Assessment. Vientiane, Lao PDR. \n\n \n\n\f60 \n\nAppendix 6 \n\nTable A6.2: Lao PDR Medium-Term Outlook, 2007–2010 \n(%, unless otherwise stated) \n\nScenariod \n\n Indicator \nRevenues and grants \n- Revenues \n  - Tax \n     - Resourcesa \n     - Nonresource \n  - Nontax \nGrants \n \nExpenditures \n - Domestic expenditure \n   - Wagesb \n   - Interest  \n   - Otherc \n - Development partners-financed \nexpenditure \nOverall balance \nForeign financing (net) \n \nMemorandum items: \nExternal public sector debt \n\n2007 \n13.4 \n12.0 \n10.2 \n1.8 \n8.3 \n1.8 \n1.4 \n \n17.3 \n12.0 \n4.0 \n1.1 \n6.9 \n5.3 \n\n2008 \n14.1 \n12.7 \n10.2 \n10.9 \n2.5 \n8.4 \n1.4 \n \n17.4 \n12.5 \n4.0 \n1.1 \n7.4 \n4.9 \n\n2009 \n14.5 \n12.8 \n10.9 \n10.9 \n2.4 \n8.5 \n1.8 \n \n17.5 \n12.9 \n4.2 \n1.1 \n7.7 \n\n4.6 \n(3.0) \n3.0 \n \n \n66.7 \n\n2010 \n14.2 \n12.8 \n10.9 \n10.9 \n2.3 \n8.7 \n1.5 \n \n17.2 \n13.0 \n4.2 \n1.1 \n7.7 \n\n4.2 \n(3.0) \n2.6 \n \n \n63.5 \n\n(3.9) \n3.9 \n \n \n71.5 \n \nNominal GDP (fiscal year, KN billion) \n51,782 \n37,103 \n(#) = negative, GDP = gross domestic product, Lao PDR = Lao People’s Democratic Republic. \na  Includes taxes and royalties from timber, hydropower, and mining. \nb  Includes salaries and benefits, compensation, and extra work allowances. \nc  Includes onlending, debt repayment, and contingencies. \nd   Scenarios  are  being  updated,  as  revenue  projections  are  being  revised  upwards  based  on  better-than-\nexpected collections in 2006.  \nSource: International Monetary Fund projections. 2006.  \n\n(3.3) \n3.4 \n \n \n69.1 \n \n41,441 \n\n46,077 \n\nthe  most  successful  example \n\n \n9. \nManaging Resource Revenues. Lao PDR is in the midst of a commodity export boom. \nRecent  investments  in  the  mining  sector  (with  more  to  come),  coupled  with  continuing  high \ncommodity  prices  provides  Lao  PDR  with  a  unique  opportunity  to  fund  its  development  goals \nand  reduce  its  aid  dependence.  At  the  same  time,  it  provides  Lao  PDR  with  important \nchallenges in how these volatile and unpredictable resource revenues should be managed. The \nexperience of similar small countries that underwent resource booms provides good lessons for \nis  Botswana.  Through  cautious \nLao  PDR.  Perhaps \nmacroeconomic policy, public investments, and economic reforms, Botswana has become one \nof the fastest growing economies in the past three decades with per capita income of $3,600 in \n2003. It was ranked among the 25 poorest countries in the world in the mid-1960s. Key features \nof  Botswana’s  macroeconomic  policy  included  (i)  smoothing  out  expenditures  of  resource \nrevenues  rather  than  spending  everything  as  it  comes  in;  (ii)  aligning  expenditures  with \nconservative, long-term forecasts of resource revenues; (iii) saving some portion of revenues by \nestablishing  a  stabilization  fund  and  a  public  debt  service  fund  to  ensure  that  the  country  can \nmeet debt obligations in leaner years if the resource boom busts; (iv) balancing the expenditure \nprogram  between  recurrent  and  capital  expenditures;  and  (v)  investing  in  infrastructure, \nespecially in the rural area where the majority of the population lives.  \n \n10.  Maintaining  Debt  Sustainability.  Public  debt  as  a  share  of  GDP  has  been  declining, \nbut  remains  high.  At  the  end  of  2005,  Lao  PDR’s  external  public  debt  was  estimated  at  $2.1 \nbillion, or 75% of GDP. Concessional borrowing from ADB and World Bank has accounted for \n\n \n\n\fAppendix 6 \n\n61\n\nthe  bulk  of  the  increase  in  public  debt  since  2001.  Domestic  public  debt  is  small  at  1.5%  of \nGDP.  According  to  the  Public  Expenditure  Review  (see  footnote  21),  external  debt  service \nburden  has  remained  manageable  due  to  the  highly  concessional  terms  of  the  borrowing. \nHowever, the debt service to revenue ratio rose from 15% in 2002 to 21.7% in 2005, bringing it \nclose  to  the  indicative  threshold  for  potential  debt  distress  for  low-income  countries  with  weak \ninstitutions.  As  demonstrated  in  Table  A6.2,  maintaining  debt  sustainability  will  require  lifting \nrevenues by at least 1 percentage point over the next 3 years and keeping the deficit below 3% \nover the medium term.  \n \n\n     FY2004 \n\n \n\nFigure A6.5: Composition of National Budget Expenditures \nThe Shift Toward Nondiscretionary Spending \n                    FY2006 \n\n \n\n \n\nCapital and \nonlending, \n49.5%\n\nWages and \nsalaries, 28.7%\n\nSubsidies and \ntransfers, 3.3%\n\nInterest \npayments, 6.3%\n\nOther, 12.2%\n\nCapital and \nonlending, \n44.2%\n\nWages and \nsalaries, 30.3%\n\nSubsidies and \ntransfers, 5.2%\n\nInterest \npayments, 6.3%\n\nOther, 14%\n\n    \n  Source: Budget documents, Ministry of Finance, Vientiane Lao PDR. \n \n \n11. \nin fiscal policy over the next few years that is supported by development partners:   \n \n\n \n\nThe Government has outlined the following strategy to support a sustainable adjustment \n\n \n\n(i) \n\n(ii) \n\n(iii) \n\nfragmented \n\nContinue  to  implement  reforms  to  enhance  the  revenue  system  by  broadening \nthe tax base through the introduction of the VAT in 2008, replacing the turnover \ntax.  In  2005,  the  Government  passed  a  new  tax  law  that  widened  the  tax  base \nand increased receipts form large projects and tourism.  \nAddress  problems  associated  with \ntax  administration.  The \nGovernment  has  made  progress  in  returning  tax  collection  functions  (Treasury \nand  Customs)  to  the  central  government  and  clarifying  the  tax  revenue  sharing \nbetween the central and provincial governments. The Government is developing \na strategy for implementing its tax reforms and is expected to produce an action \nplan later in the year. World Bank, EC, and Swedish International Development \nCooperation  Agency  are  working  closely  with  the  Government  to  address \nproblems associated with tax administration. \nImplement  early  stages  of  the  medium-term  expenditure  framework.  ADB  and \nWorld  Bank,  among  other  development  partners,  are  working  closely  with  the \nGovernment  to  implement  systems  to  improve  public  expenditure  management, \nincluding this framework.  \n\n \n\n \n\n\f62 \n\nAppendix 7 \n\nPROGRAM IMPACT ASSESSMENT \n\ninfrastructure  development,  and \n\nRelevance of the Private Sector and SME Development Program Cluster \n\n \nA.  \n \nRelevance to the Government’s Sixth Socio-Economic Development Plan (SEDP). \n1. \nThe program cluster is closely linked to the key objectives and strategies of SEDP61 for 2006–\n2010.  SEDP6  is  committed  to  achieving  faster  and  more  sustainable  economic  growth,  and \ncreating jobs through private sector development with an emphasis on commercial agriculture, \nfostering  small  and  medium-sized \nrural  development, \nenterprises  (SME).  SEDP6  identifies  crosscutting  strategies  for  fostering  private  sector \ndevelopment,  including  continuing  reforms  to  improve  the  investment  climate,  regional \nintegration, and good governance. To improve the investment climate, SEDP6 aims to continue \nreforms to the business regulatory environment, promote foreign direct investment, and develop \nnew infrastructure. Meanwhile, to increase market integration with the global economy, SEDP6 \nseeks to reduced trade barriers, promote cross-border investment, and membership in various \nregional  economic  associations  and  agreements.  The  program  cluster  supports \nthe \nGovernment’s  agenda  for  improving  the  investment  climate,  reducing  trade  barriers,  and \nfostering private sector and SME development and growth (Figure 1).  \n \n2. \nRelevance  to  ADB’s  Country  Strategy  and  Program  (CSP).  Private  sector \ndevelopment  is  a  key  thematic  initiative  of  the  CSP  2007–2011.2 The  CSP  emphasizes  that \nADB will help the Government to improve the climate for private sector development through a \ncombination  of  technical  support  for  policy,  institutional,  and  regulatory  reform  in  key  sectors \nwhere  ADB  operates,  including  improving  investment  regulations  and  fostering  SME  growth \n(Figure 2).  \n \nB.  \n \n3. \nobjectives of SEDP6––in four ways: \n  \n\nThe program cluster will affect economic growth and poverty reduction––two of the core \n\nImpact Mechanisms \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nImproved  macroeconomic  stability.  The  program  cluster  supports \nthe \nGovernment’s  fiscal  management  as  key  to  macroeconomic  stability.  This  will \ncreate  a  relatively  slow  inflation  regime,  which  will  help  the  poor  because  poor \nhouseholds spend as much as 50% of their budget on food.  \nIncreased  investment. Improving registration procedures, reducing regulations, \nand  removing  trade  barriers  that  hurt  SMEs  will  support  an  expansion  in  SMEs \nand  the  private  sector  in  general.  This  will  increase  the  demand  for  modern, \nproductive jobs. It also will support greater formalization of SMEs, which in turn \nexpands  the  taxpayer  base  and  provides  an  updated  database  for  tax \nadministration.  \nIncreased  trade.  Reducing  trade  barriers  that  are  not  transparent  will  increase \ntrade.  \nLower prices. Reducing transaction costs will lower the cost of goods.  \n\n                                                 \n1   Government of the Lao People’s Democratic Republic. 2004. Sixth Socio-Economic Development Plan 2006–2010. \n\nVientiane. \n\n2   ADB. 2007. Country Strategy and Program 2006–2011: Lao PDR. Vientiane. \n\n \n \n \n\n \n\n\fAppendix 7 \n\n63\n\nImpact on Groups and Sectors \n\nSystematic Impact on Strategic Development Goals and Themes \n\nC. \n \n4. \nThe program cluster will not have a negative impact on vulnerable groups in Lao PDR. \nRegulatory reform will benefit SME entrepreneurs the most, stimulating employment. Removing \ntrade barriers will help exporters, especially SMEs, as they do not have access to import duty \nexemption schemes.  \n \nD. \n \n5. \nThe program cluster targets improved economic management (subsector classification) \nwith  a  focus  on  (i)  promoting  private  sector  development  through  regulatory  reforms  and \ninstitutional  strengthening  of  SME  policy;  (ii)  sustaining  economic  growth  through  stable \nmacroeconomic  management  (fiscal  consolidation);  and  (iii)  promoting  economic  governance \nthrough  improved  transparency  in business  registration  procedures,  development  of  a  modern \nbusiness registry, posting SME regulations on a Government website, and reducing the number \nof nontariff measures in the trade policy regime that are not transparent. \n\n \n\n\f64 \n\nAppendix 8 \n\nLIST OF INELIGIBLE ITEMS \n \n\nGrant proceeds will finance the foreign currency expenditures for the reasonable cost of \n\n1. \nimported goods required during the Private Sector and SME Development Program Cluster. \n\n \n2. \n \n\n(i) \n\n \n\nNo withdrawals will be made for the following: \n\nexpenditures for goods (included in the following Standard International Trading \nCommodity chapters or headings): \n\nTable A8.1: Ineligible Items \n \n\nChapter \n112 \n121 \n122 \n\n525 \n667 \n897 \n\n  Heading                                    Description of Items \nAlcoholic beverages \n \nTobacco, unmanufactured; tobacco refuse \n \nTobacco, manufactures (whether or not containing tobacco    \n \nsubstitute \nRadioactive and associated material \n \n \nPearls, precious and semiprecious stones, unworked or worked \n  897.3                Jewelry of gold, silver or platinum-group metals (except watches \n\nand watch cases) and goldsmiths’ or silversmiths’ wares \n(including set gems) \n\n971 \n718 \n\n                          Gold, nonmonetary (excluding gold ore and concentrates) \n\n \n  718.7                 Nuclear reactors, and parts thereof, fuel elements (cartridges), \n\nnonirridiated for nuclear reactors \n\nSource: United Nations \n\n \n(ii) \n\n \n(iii) \n\n \n(iv) \n\n \n(v) \n\n \n(vi) \n \n(vii) \n\nexpenditures  in  the  currency  of  the  Borrower  or  of  goods  supplied  from  the \nterritory of the Borrower; \n\npayments  made  for  expenditures  incurred  more  than  180  days  before  the \neffectiveness date of the grant; \n\nexpenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational  financing  institution  or  agency  will  have  financed  or  has  agreed  to \nfinance,  including  any  contract  financed  under  any  grants  from  the  Asian \nDevelopment Bank; \n\nexpenditures  for  goods  intended  for  a  military  or  paramilitary  purpose  or  for \nluxury consumption;  \n\nexpenditures for narcotics; and \n\nexpenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous  in  classes  I-a  and  I-b,  Classification  of  Pesticides  by  Hazard  and \nGuidelines to Classification. \n\n \n\n\f Appendix 9 \n\n65 \n\nA. \n\nIntroduction \n\nTECHNICAL ASSISTANCE \n\nTo  support  the  implementation  of  the  Private  Sector  and  SME  Development  Program \n1. \nCluster,  the  Government  of  the  Lao  People’s  Democratic  Republic  (Lao  PDR)  requested \nadvisory technical assistance (TA) from the Asian Development Bank (ADB). The objectives of \nthe  TA  grant  are  threefold:  (i)  support  the  Government  (Ministry  of  Industry  and  Commerce \n(MOIC),  Committee  for  Planning  and  Investment  (CPI)  and  Ministry  of  Finance  (MOF))  in \nimplementing  and  monitoring  the  impact  of  key  policy  reforms;  (ii)  broaden  and  deepen  the \nsmall and medium-sized enterprises (SME), investment, and trade policy reform agenda under \nthe program cluster; and (iii) assist with strengthening the capacity in the executing agency and \nimplementing agencies to produce policy for the sector, as well as participate effectively in the \nWorld  Trade  Organization  (WTO).  This  requires  analytical  inputs  and  institutional  capacity \nbuilding  to  equip  key  agencies  to  continue  to  broaden  and  deepen  the  reform  agenda.  The \nscope  of  the  TA,  therefore,  parallels  the  program  cluster,  covering  principally  the  five  triggers \nand  milestones  for  subprogram  2,  and  the  impact  and  outcomes  listed  in  the  design  and \nmonitoring framework in Appendix 1.  \n \n2.  \nThe  challenge  for  the  Government  is  to  accelerate  the  creation  of  productive  jobs  to \nsustain the country’s remarkable reduction in poverty. This is no easy task with as much as 50% \nof the population under 20 years old and more than 80% of employment in the informal sector \n(mainly subsistence agriculture). The key to sustaining economic growth and poverty reduction \nis  to  expand  the  private  sector.  While  the  private  sector  is  expanding,  more  can  be  done  to \nincrease  the  benefits  Lao  PDR  receives  from  greater  integration  with  neighboring  economies, \nAssociation  of  Southeast  Asian  Nations  (ASEAN),  and  the  rest  of  the  world.  Recent  surveys \nidentify  weaknesses  in  the  investment  climate  and  trade  regime  that  are  impeding  from  Lao \nPDR  realizing  its  potential.  Several  surveys  on  business  climate  perceptions  suggest  that, \namong  other  factors,  excessive  red  tape,  regulatory  uncertainty,  remaining  distortions  in  the \ntrade  regime,  tax  administration,  access  to  finance,  and  macroeconomic  stability  are  some  of \nthe  major  obstacles  to  SME  and  private  sector  growth  and  development.  Asian  Development \nBank  (ADB)  staff  estimates  suggest  that  lowering  transaction  costs  by  25%  could  increase \nprofits  from  exporting  goods  by  at  least  10%,  thereby  allowing  more  SMEs  to  benefit  from \nexports.   \n \n3.  \nThe  TA  supports  a  core  element  of  the  Government’s  private  sector  reform  agenda. \nUnder  the  program  cluster,  the  Government  is  committed  to  lowering  transaction  costs  and \nimproving  certainty  for  investors.  The  Government  has  produced  an  SME  strategy  and \nimplementing the Enterprise Law (issuing the negative list, streamlining registration procedures, \nand developing information management systems) and reduction of red tape are priorities. The \nGovernment  is  increasing  its  preparations  for  WTO  accession  negotiations,  and  these  efforts \nwill  influence  the  way  the  Government  conducts  trade  policy  over  the  medium  term.  In  this \nregard, MOIC is looking at ways to reform the import-export management system to ensure that \nit  is  eventually  consistent  with  WTO  standards.  Reducing  the  number  of  sectors  on  the \ncontrolled-import list, and preparing a medium-term strategy for reforming the mechanism, is a \ntrigger  for  subprogram  2.  This  TA  complements  activities  of  other  development  partners, \nincluding Australian International Aid Agency (AusAID), European Commission (EC), Deutsche \nGesellschaft  für  Technische  Zusammenarbeit  (GTZ),  Japan  International  Cooperation  Agency \n(JICA), and World Bank. The EC has designed a €3 million TA package aimed at supporting the \nimplementation  of  the  proposed  private  sector  development  policy  reform  agenda  and  the  TA \nneeds of the Government. The EC and ADB missions are working closely to coordinate the TA \n\n \n\n\f66 \n\nAppendix 9 \n\neffort.  World  Bank  and  AusAID  are  preparing  TA  to  support  selected  components  of  the \nIntegrated  Framework  Action  Plan.  GTZ  continues  to  support  the  Small  and  Medium-Sized \nPromotions  and  Development  Office  (SMEPDO)  and  MOIC  in  selected  areas  of  SME \ndevelopment, \nincluding  human  resources  and  entrepreneurship  programs.  The  Japan \nInternational Cooperation Agency continues to work with the government on SME issues and is \npreparing TA on export promotion with MOIC. ADB has worked closely with other development \npartners in preparing the TA, and will continue to do so during implementation to ensure efficient \nuse of resources.   \n \nB. \n\nThe Technical Assistance \n\n \n\n1. \n\nImpact and Outcome \n\n4. \nThe  TA  will  support  the  program  cluster  by  (i)  assisting  the  Government  with  the \nimplementation  of  key  elements  of  the  Enterprise  Law  and  other  policy  measures  under  the \nprogram cluster, (ii) providing timely economic policy analysis and advice on SME and business \nclimate issues, and (iii) strengthening institutional capacity within the Government to deepen the \nprivate sector reform agenda.  \n \n5. \nImpacts of the TA are an improved business climate and institutional framework for SME \npolicy formulation that will reduce business transaction costs. This will help expand the private \nsector,  increase  formalization  of  private  enterprises,  contribute  to  faster  economic  growth, \ncreate jobs, and reduce poverty targeted under the SEDP6.   \n \n \n\nMethodology and Key Activities \n\n2. \n\nThe key TA activities are divided into six components:  \n\n6. \n \n\n(i) \n\n(ii) \n\nComponent 1: business registration and information management system. \nThis  component  will  support  streamlining  business  registration  procedures  and \nassist  the  Department  of  Domestic  Trade  (MOIC)  in  establishing  the  business \nregistry information management system within the national Government (MOIC) \nand  in  four  pilot  provinces  before  rolling  out  systems  to  other  provinces.  The \noutput  will  be  issuance  of  registration  procedures,  and  establishment  of  the \nhardware and software for the national registry database and four pilot provinces.  \nComponent  2:  reforming  the  import-export  management  mechanism.  The \nproposed  implementing  agency  is  the  Department  for  Import  and  Exports \n(DIMEX), MOIC. It will support the Government’s efforts to continue to reduce the \nitems subject to nonautomatic import licenses, as well as revise, streamline, and \nsimplify import and export regulations and procedures consistent with WTO rules \nand best regional practices. Specifically, the TA will assist with the following: (a) \naccess  the current  import-export  management  system,  including  quantifying  the \ncost of the system to producers and households for some selected commodities \n(a  small-scale  survey  will  be  carried  out  for  this  purpose);  and  assist  with \ndeveloping  proposals/strategy  for  reforming  the  import-export  management \nsystem consistent with WTO rules, including ways to reduce the number of items \non the controlled list; (b) simplify import and export procedures, drawing on best \npractices  in  ASEAN  member  states;  consultations  are  expected  to  engage \nstakeholders,  including  the  Lao  Chamber  of  Commerce;  (c)  provide  in-house \ntraining/workshops  for  core  staff  responsible  for  simplifying  import  procedures \nand other aspects of the import-export management system (including in areas of \n\n \n\n\f \n\n(iii) \n\n \n\nAppendix 9 \n\n67\n\nproducts falling under information, culture, health, and transport); (d) help DIMEX \nto  modernize  its  trade  database  and  hardware,  particularly  in  ways  to  improve \naccess  to  customs  trade  data;  and  (e)  assist  DIMEX  with  preparing  and \npublishing an import-export guidebook after (a) and (d) have been implemented.  \nComponent  3:  building  trade  policy  capacity.  This  activity  will  assist  the \nDepartment  of  Foreign  Trade  Policy  (DFTP)  in  building  analytical  capacity  for \ntrade  policy  analysis.  This  will  be  done  by  (a)  estimating  the  effective  rates  of \nprotection as an analytical tool for the Government to assess resource allocation \neffects  of  trade  policy,  including  the  impact  of  implementation  of  Asian  Free \nTrade Agreement (AFTA) and later for preparation for WTO accession “requests \nand offers”, (b) assisting DFTP with assessing market access barriers in its major \ntrading  partners;  and  (c)  providing  in-house  training  for  DFTP  staff.  Statistical \npackages (e.g., Eviews) will be procured using the advance payment facility. \n\n (iv)  Component 4: red tape review and regulatory transparency. This component \nwill  assist  SMEPDO  in  carrying  out  a  survey  of  major  red  tape  and  quantifying \nthe  costs  to  the  economy.  The  study  also  will  develop  a  strategy  for \ninstitutionalizing  a  regulatory  impact  assessment  suitable  for  the  Lao  PDR \ncontext.  The  study  will  be  carried  out  through  a  survey  of  businesses  in  key \ncommercial centers of Lao PDR. This component also will help the Government \nto  strengthen  the  institutional  framework  for  policy  making  and  regulatory \ntransparency  by  helping  SMEPDO  to  upgrade  its  website  and  start  posting  the \nSME  statistics,  regulations,  licenses,  and  procedures  required  to  set  up  and \noperate a business in Lao PDR \nComponent  5:  survey  of  private  sector  growth  conditions  and  economic \nreporting.  This  component  will  help  the  Government  to  strengthen  the \ninstitutional framework for policy making for private sector growth by (a) assisting \nMOF  and  National  Economic  Research  Institute  (NERI)  in  establishing  a \ndatabase of macroeconomic and private sector indicators to track conditions for \nprivate  sector  growth,  and  (b)  improving  economic  writing  and  reporting  on  the \neconomy.  This  will  be  done  by  carrying  out  a  quarterly  survey  of  firms,  and \nproducing a quarterly report on the economy. \nComponent  6:  accounting  guidelines  for  SMEs.  This  component  will  assist \nMOF with drafting accounting guidelines for taxation to SMEs based on the new \nAccounting Law and standards, and printing a booklet on accounting practices.  \n\n(vi) \n\n(v) \n\n \n \n\n3. \n\nCost and Financing \n\n7. \nThe proposed TA is estimated to cost $690,000, of which ADB will provide $550,000. As \nproposed,  the  TA  will  be  financed  through  a  grant  from  the  Japan  Special  Fund  (JSF).  The \nGovernment  will  provide  the  remaining  $140,000  by  providing  counterpart  staff  and  other \nfacilities.  The  TA  will  establish  a  project  management  unit  at  SMEPDO  to  assist  MOIC  with \nimplementation  and  monitoring  reforms.  Based  on  lessons  learned  (para.  41,  main  text) \nadministrative  support  and  liaison  through  a  Project  Management  Unit  (PMU)  is  deemed \nnecessary (Table A7.1).  \n\n \n \n \n \n \n \n \n \n\n \n\n\f68 \n\nAppendix 9 \n\nTable 4: Cost Estimates and Financing Plan \n($’000) \n \n\n \n\n \n\n \n\nInternational Consultants \nNational Consultants \n\nRemuneration and Per Diem \ni. \nii. \nTravel \ni. \nii. \nReport Preparation and Communications \n\nInternational  \nLocal \n\n \n\nConsultants \na. \n \n \nb. \n \n \nc. \nEquipment, Data, and Software1  \nWorkshops and In-House Training \n\nAsian Development Bank Financing \n1. \n \n \n \n \n \n \n \n2. \n3. \n\nItem \nA.  \n \n \n \n \n \n \n \n \n \n \n             4.          Survey (Macroeconomic Indicators) \n \n \n \nB. \n \n \n \n \n \n \n\nGovernment Financing \n1. \n2. \n3. \n4. \n\n  Subtotal (B) \n \n\n Total \n\n4. \n5. \n\nOffice Accommodation \nSecretarial and Related Services \nCounterpart Staff Remuneration and Per Diem \nMiscellaneous Administration \n\nProject Management Unit Operation Costs \nContingency \n    Subtotal (A) \n\n  Source: ADB estimates. \n \n\n4. \n\nImplementation Arrangements \n\nTotal Cost \n \n \n \n165,000 \n100,000 \n \n30,000 \n24,000 \n10,000 \n118,000 \n70,000 \n15,000 \n28,000 \n28,000 \n550,000 \n \n115,500 \n10,000 \n10,000 \n500 \n140,000 \n690,000 \n\nMOIC  (SMEPDO)  will  be  the  Executing  Agency;  MOF,  CPI,  and  NERI  will  be  the \n8. \nimplementing agencies. SMEPDO was selected because of its mandate to develop SME/private \nsector strategy and coordinate across relevant Government agencies. It is also responsible for \nimplementing components of the Enterprise Law, namely the negative list. MOF is selected as it \nwill coordinate economic assessments with NERI. CPI is selected as it is responsible with MOIC \nfor synchronizing the positive list and investment procedures with the Enterprise Law. SMEPDO \nwill  provide  office  space,  counterpart  staff,  and  other  services  to  the  consultants.  It  also  will \nclosely coordinate with other stakeholders involved in TA implementation. The TA will start on \nabout 1 November 2007 and will be completed in about 18 months, coinciding with preparation \nof the second subprogram in 2009. Procurement of equipment under component 1 will be done \nby  MOIC  in  accordance  with  ADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to \ntime).  Facilitating  the  advance  disbursement  under  component  1  will  require  the  advance \npayment  facility  (APF).  The  APF  also  will  be  required  to  facilitate  advance  disbursements  for \nsurveys,  workshops,  and  publications  under  the  other  components.  The  APF  also  will  be \nrequired to facilitate the efficient operation of the PMU.  \n \nA team of international and national consultants will implement the TA activities. ADB will \n9. \nrecruit  the  consultants  individually.  Consultants  will  be  engaged  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to time). The TA will require \n54 person-months of consulting services (8 international and 46 national), which will be provided \nby  five  international  consultants  and  13  national  consultants.  One  national  consultant  will  be \n                                                 \n1   This  item  will  include  purchase  of  computers,  photocopiers,  scanners,  business  registry  software,  and  statistical \n\nsoftware packages, \n\n \n\n\f \n\n \n\nAppendix 9 \n\n69\n\nengaged  to  provide  administrative  support  to  the  PMU  throughout  the  TA.  The  APF  will  be \nrequired to facilitate the surveys under components 2, 4, and 5. The terms of reference for the \nconsulting services and their duration are attached. Each component will be considered a stand-\nalone component.  \n \n10.  \nThe  consultants  will  be  responsible  for  providing  reports  and  deliverables  as  required \nunder  their  terms  of  references.  Each  component  will  produce  a  final  report  on  activities.  The \ntiming  of  each  TA  activity  will  be  determined  in  consultation  with  MOIC  and  relevant \nimplementing agency. \n \n \n\nTerms of References \n\n5. \n\n \n \n\na. \n \n\nComponent 1: Business Registration and Information    \nManagement System  \n\n \n \n \n11. \nThis  component  will  engage  one  international  expert  (lead  specialist)  on  business \nregistry systems and two national internet technology (IT) specialists to assist the Department of \nDomestic  Trade  (DDT)  in  establishing  the  business  registry  office  at  the  national  enterprise \nregistry  office  and  in  two  pilot  provinces.  The  focus  of  this  component  will  be  to  (i)  support \nstreamlining  business  registration  procedures;  and  (ii)  assist  DDT  (MOIC)  in  establishing  the \nbusiness registry information management system within the national Government (MOIC) and \ntwo pilot provinces before it rolls out systems to other provinces. The output will be issuance of \nregistration  procedures,  and  establishment  of  the  hardware  and  software  for  the  national \nregistry  database  and  two  pilot  provinces.  The  international  consultant  will  provide  the \nequivalent of 1 person-month of consulting services,2 while a team of two national IT specialists \nwill be engaged for up to 5 persons-months each on an intermittent basis over 12 months. The \nexact duration and timing will be determined in consultation with DDT.  \n \n12.       The lead specialist’s specialization will be in setting up business registry systems and \nregistration  procedures.  The  team  leader  should  have  relevant  experience  in  establishing \nregistries in other similar countries. The team leader’s tasks include: \n \n\nAssist  DDT  in  streamlining  and  simplifying  business  registration  procedures, \ndrawing on international best practice. \n\nAssist  Enterprise  Registry  Office  (ERO)  with  developing  and  implementing  the \ncapacity plan for \nestablishing the national registry and two pilot provinces, including assessment of \nthe  hardware  and  software  needs  and  set  up  of  a  network  connection  between \nthe central database and local stations.  \n\n \n13. \nThe two national consultants will have experience in establishing commercial IT systems, \nincluding  network  connections  between  a  central  database  and  local  stations.  Familiarity  with \nbusiness registry software systems would be an advantage. The two national consultants will: \n\nReport  to  the  lead  specialist  and  provide  technical  support  for  the  activities \nmentioned in (ii) above. \nBe responsible for assessing and, if necessary, upgrading the business registry \nsoftware as requested by national ERO. \n\n                                                 \n2   Additional support is proposed under the parallel EC TA on SME development. \n\n(i) \n\n \n(ii)   \n\n \n\n \n\n(i) \n\n(ii) \n\n \n\n\f70 \n\nAppendix 9 \n\n(iii) \n\n(iv) \n(v) \n(vi) \n\nDesign  and  construct  network  connections  between  the  central  database  and \nlocal stations. \nDesign and develop online system for business registrations. \nHelp the Government on other business registry/IT tasks, as required. \nProvide  IT  training  to  staff  of  the  national  enterprise  registry  and  at  the  ERO  in \ntwo provinces. \n\n \n\nb. \n\nComponent 2: Reforming Import-Export Management System  \n\n \n14.   Deliverables  include:  (i)  simplified  registration  procedures,  (ii)  capacity  plan  for \nestablishing  registry,  and  (iii)  online  registration  system  and  network  connection  between  the \ncentral and local stations. \n \n \n \n15.  \nThis  component  will  engage  one  international  trade  specialist  and  two  national \nconsultants to assist DMIX in reforming the import-export management system consistent with \nWTO,  streamline  and  simplify  export  and  import  procedures,  provide  capacity  building  within \nDMIX, and explore ways to improve access to customs trade data. The proposed implementing \nagency  is  DMIX,  MOIC.  The  output  will  be  a  report  on  options  to  reform  the  import-export \nmanagement system, a plan for improving access to trade data, and simplified trade procedures. \nThe  international  consultant  will  provide  the  equivalent  of  3  person-months  of  consulting \nservices, and a team of two national trade specialists will be engaged for up to 3 person-months \neach on an intermittent basis over 6 months. The exact duration and timing will be determined in \nconsultation with DMIX.  \n \nThe international consultant will be a specialist in trade policy reforms with experience in \n16. \ndeveloping  countries  and  have  extensive  knowledge  of  WTO  rules  and  regulations.  The \ninternational consultant will: \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nBe  responsible  for  assessing  the  import  control/management  system,  including \nquantifying the costs of the system for a selection of commodities. The study also \nwould  recommend  a  strategy  for  reforming  the  import  management  system, \nincluding  the  import-controlled  list,  consistent  with  WTO  rules.  The  study  will \ninvolve  a  small-scale  survey  of  firms  and  importers.  The  consultant  will  be \nresponsible for designing the questionnaire and implementing the survey. \nAssess  import  and  export  procedures,  and  recommend  ways  to  simplify \nprocedures consistent with best practices in ASEAN member states. \nDesign a strategy/options for accessing trade data from customs, including ways \nto modernize its trade database and hardware. \nProvide in-house training on relevant trade policy issues to DMIX staff and other \ninterested persons as requested by DMIX. \nAssist DMIX in preparing a handbook on import and export procedures. \n \n\n17. \nDeliverables include: (i) the final report submitted will be titled “Options for Reforming the \nImport-Export  Management  System”,  (ii)  work  with  counterparts  at  DMIX  to  provide  in-house \ntraining  programs  on  trade  policy  capacity,  and  (iii)  a  handbook  on  import  and  export \nprocedures. \n \n18. \nThe  two  national  consultants  will  have  experience  similar  to  that  of  the  international \nconsultant,  including  research  in  trade  policy.  The  national  consultants  must  have  at  least  3 \nyears experience working on this issue. The national consultants will: \n\n \n\n \n\n\f \n\nAppendix 9 \n\n71\n\n \n\n(i) \n\n(ii) \n\n(iii) \n\nReport  to  the  international  consultant  and  will  provide  technical  support  for  the \nactivities in para 16. \nBe responsible for organizing logistics for carrying out the small-scale survey of \nfirms and, if necessary, arranging and training the survey interviewers. They also \nwill  be  responsible  for  implementing  the  survey,  collecting  survey  data,  and \nprocessing and complying results with guidance from the international specialists \nHelp the Government organize and conduct workshops and seminars based on \nthe  findings  of  the  TA  to  build  awareness  and  strengthen  ownership  of  any \nproposed reforms/programs.  \n\n \n\n \n\nc. \n\nComponent 3: Trade Policy Capacity \n\n \n \n \nThis  component  will  engage  two  international  consultants  (lead  trade  economist  and \n19. \ntrade  economist)  and  two  national  consultants  to  (i)  estimate  the  effective  rates  of  protection \n(ERPs)  and  simulate  ERPs  over  the  medium  term  based  on  the  implementation  of  AFTA;  (ii) \nevaluate  market  access  of  Lao  PDR’s  exports  to  major  trading  partners;  and  (iii)  provide  in-\nhouse training workshops on trade policy and tools for trade policy analysis, as well as statistical \npackages (Eviews), among other areas. The lead trade specialist will provide the equivalent of 2 \nperson-months of consulting services, while the trade economist will provide 1 person-month of \nconsulting  services.  A  team  of  two  national  consultants  will  be  engaged  for  up  to  2  persons-\nmonths each. The exact duration and timing will be determined in consultation with DFTP.  \n \n20. \nThe  two  international  consultant  will  be  specialists  in  trade  policy;  quantitative  skills, \nincluding estimating ERPs; and knowledge of the different types of statistical packages used in \neconomic analysis. The two international consultants will report directly to DFTP at MOIC and \nADB responsible officer. \n \n21.  \nThe expertise of one international trade economist will be engaged for 2 person-months. \nThe consultant’s main task is to assess the magnitude of effective protection in the trade regime, \nspecifically working with DFTP staff to estimate effective rates of protection in the trade policy \nregime, including the following tasks: \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nDevelop  a  simulation  model  of  effective  rates  of  protection.  The  estimates  of \nERPs will incorporate international price comparisons of key commodities subject \nto  quantitative  imports  restrictions.  The  consultant  is  expected  to  construct  an \ninput-output table for Lao PDR. \nUse the model to run simulations of the impact of the Government’s AFTA tariff \nschedule program up to 2010, and a set of alternative trade reform scenarios. \nProvide  training  to  DFTP  staff  and  other  interested  persons  on  operation  of  the \nmodel. \nProvide  other  in-house  training  to  DFTP  and  other  interested  persons  on  trade \npolicy,  tools  for  trade  policy,  statistical  packages,  and  other  areas  later \ndetermined by DFTP.  \n\n \n22. \n \n\nThe consultant will be responsible for the following deliverables: \n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n\nInception, interim, and final reports on ERPs, as required, for DFTP and ADB. \nShort training course at DFTP and others on the ERP simulation model. \nThe ERP model fo DFTP and ADB. \nStatistical packages (e.g., Eviews). \nOther training courses as requested by DFTP. \n\n \n\n\f72 \n\nAppendix 9 \n\nThe expertise of one international trade economist will be engaged for 1 person-month. \n23.  \nThe  consultant’s  main  task  is  to  assess  market  access  barriers  for  key  Lao  PDR  products  to \nmajor trading partners, specifically: \n \n\n(i) \n\n(ii) \n\nWork with DFTP staff to assess trends in Lao PDR’s trade patterns with ASEAN \ncountries and the rest of the world. \nEvaluate the key trade policy barriers for Lao PDR’s exports to its major trading \nor  potential  trading  partners.  Barriers  will  include  tariff  and  nontariff  barriers \ncovering key products and services of interest to Lao PDR. \n\n(iii)  Work  with  the  lead  specialist  to  provide  in-house  training  to  DFTP  and  other \ninterested persons on trade policy, tools for trade policy, statistical packages, and \nother areas later determined by DFTP.  \n\nThe consultant will be responsible for the following deliverables: \n \n(i) \n\nInception, interim, and final reports on Lao PDR’s market  access to key trading \npartners, as required, for DFTP and ADB. \nThe ERP model for DFTP and other interested persons and ADB. \nOther training courses as requested by DFTP. \n\n \n24. \n\n(ii) \n(iii) \n \n \n\n \n\nd. \n\nComponent 4: Red Tape Review \n\n \n \n25. \nThis  component  will  engage  a  team  of  4  national  consultants  to  carry  out  a  red  tape \nreview of priority licenses, and to improve regulatory transparency. The team will consist of the \nteam  leader  and  two  economic  consultants  and  one  IT  specialist  to  (i)  carry  out  a  firm-level \nsurvey to identify and quantify the costs of key regulations and licenses hurting SMEs; and (ii) \nupgrade SMEPDO’s website and regulations and elaborate on procedures. The team leader will \nprovide  the  equivalent  of  4  person-months  of  consulting  services,  while  the  other  three \nconsultants will provide a total of 12 person-months of consulting services. The exact duration \nand timing will be determined in consultation with SMEPDO.  \n \n26. \nThe  economic  consultant’s  specialization  will  be  in  private  sector  development, \nregulations,  and  surveying.  The  IT  specialist’s  expertise  will  be  in  website  development  and \nprogramming.  \n \n27.  \n \n\nThe team leader’s main task is to implement the red tape review, specifically: \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nWork  with  SMEPDO  to  prioritize  the  list  of  regulations  and  licenses  for  review. \nThe list of licenses would include licenses from key ministries. \nDesign a survey to carry out the red tape review. This will include designing the \nquestionnaire, and identifying the sectors, region, and sample size. \nOversee  the  implementation  of  the  survey  and  data  analysis.  The  review  will \ncalculate  the  cost  of  compliance  of  each  license  using  the  standard  cost  model \nsupplied  by  ADB,  and  working  with \nto  make \nrecommendations for reforming the list of licenses, and ways to institutionalize a \nred tape review across the Government. \nBe responsible for coordinating the writing of the final report.   \n \n\ntask  manager \n\nthe  ADB \n\nThe team of two national economic consultants will have experience similar to that of the \n28. \nteam leader, including carrying out surveys. The national consultants must have at least 3 years \n\n \n\n\f \n\nAppendix 9 \n\n73\n\n \n\n \n29. \n \n\nexperience  working  on  these  issues.  The  national  consultants  will  have  the  following \nresponsibilities: \n \n\n(i) \n\n(ii) \n\n(iii) \n\nReport  to  the  team  leader  and  provide  technical  support  for  the  activities \nmentioned in (i) to (iv) in para. 26. \nBe  responsible  for  organizing  logistics  for  carrying  out  the  firm-level  survey, \nincluding arranging and training the survey interviewers. The consultants also will \nbe  responsible  for  implementing  the  survey,  collecting  survey  data,  and \nprocessing results with guidance from the team leader. \nHelp the Government organize and conduct workshops and seminars based on \nthe  findings  of  the  TA  to  build  awareness  and  strengthen  ownership  of  any \nproposed reforms/programs.  \n\nThe deliverables are as follows:3 \n\n(i) \n\n(ii) \n\nInception, interim, and final reports on red tape review, as required, for SMEPDO \nand ADB. \nA  series  of  stakeholder  consultations  during  the  survey  and  after  finalizing  the \nresults. \n\n(iii)  Workshop presenting the findings of the study. \n\n \n30. \nThe  IT  consultant  will  be  engaged  to  assist  SMEPDO  in  improving  regulatory \ntransparency.  The  consultant  (4  person-months)  will  upgrade  the  SMEPDO  website  and  will \nwork  with  counterparts  at  SMEPDO  to  post  all  regulations  and  licenses.  The  consultant  will \nelaborate on procedures affecting SME start-ups and operations on the SMEPDO website.  The \nIT  national  consultant  must  have  at  least  3  years  experience  with  website  development  and \nprogramming.  \n \n31.   Deliverables will be (i) upgraded SMEPDO website, and (ii) all relevant regulations and \nlicenses affecting SMEs posted on the SMEPDO website.   \n \n \n \n32. \nThis component will engage a team of three national consultants (lead specialist and two \nanalysts)  to  carry  out  quarterly  (fax/e-mail)  firm-level  survey  of  private  sector  business/growth \nconditions.  The  survey  is  expected  to  be  carried  quarterly  over  the  program  period.  The  team \nleader  will  provide  the  equivalent  of  4  person-months  of  consulting  services,  while  the  two \nnational  analysts  will  provide  3  person-months  each  on  an  intermittent  basis  over  18  months. \nThe exact duration and timing will be determined in consultation with MOF.  \n \n33. \nThe lead specialist’s main tasks would be: \n \n\nThe lead specialist should have experience in constructing quarterly economic surveys. \n\nComponent 5: Survey of Private Sector Growth Conditions \n\ne. \n\n \n\n(i) \n\nWork  with  the  ADB  task  manager  to  design  the  questionnaire,  sectors,  and \nlocation. About 100 firms will be selected for the survey.  \n\n(ii)  Work  with  the  national  team  to  construct  baseline  indicators,  including  wages, \n\nemployment, and other selected economic activities.  \n\n(iii)  Worki with the ADB task manager develop a template for quarterly reporting on \n\nthe results, and for the biannual report on macroeconomic conditions. \n\n                                                 \n3   A detailed timetable and activity schedule will be formulated with the SMEPDO upon inception of the TA. \n\n \n\n\f74 \n\nAppendix 9 \n\n(iv) \n\n(v) \n\n(i) \n\n(ii) \n\nBe  responsible  for  writing  a  quarterly  briefing  note  on  developments  in  private \nsector  growth  conditions  for  circulation  within  Government,  and  have  overall \nresponsibility for producing the biannual report on the economy. \nBe responsible for commissioning experts in Lao PDR to write relevant chapters \nin the economic report. \n \n\n34. \nThe  team  of  two  national  analysts  will  have  experience  in  economics  and  carrying  out \nsurveys in Lao PDR. The national analysts must have at least 3 years experience working on \nthese issues. The national consultants will be responsible for: \n \n\norganizing  logistics  for  carrying  out  the  firm-level  survey.  In  the  first  stage,  the \nteam  will  survey  firms  for  enlisting  them  in  the  program  of  quarterly  surveys.  In \nthe second stage, questionnaires would be sent to interviewees and returned by \nthem via fax or e-mail. \nimplementing  the  survey,  collecting  survey  data,  and  processing  results  with \nguidance from the team leader. \n\n \n \n\nf. \n \n\nComponent 6: Implementation of the Amended Accounting  \nLaw \n\n \nThe  deliverables  are  as  follows:4 (i)  survey  questionnaire;  (ii)  quarterly  data  set  in  an \n35. \nagreed format (on Excel) with the ADB task manager; (iii) quarterly briefing note on trends in the \ndata  (2–3  pages  excluding  annexes)  circulated  within  Government;  (iv)  biannual  report  on  the \nmacroeconomic conditions. About 4–5 quarterly surveys will be carried out during the program \nperiod.  \n \n \n \n \n36.  \nThis  component  will  engage  one  international  consultant  to  assist  MOF  in  issuing \naccounting  guidelines  for  taxation  to  SMEs.  The  international  consultant  will  provide  the \nequivalent  of  1  person-month  of  consulting  services.  The  exact  duration  and  timing  will  be \ndetermined in consultation with MOF. \n \n37.  \nThe international consultant should be a specialist in tax and accounting with extensive \nexperience working on these issues. The international consultant’s main task would be to work \nwith  the  MOF  staff  to  draft  a  set  of  guidelines  (including  a  booklet  on  basic  accounting  and \nbookkeeping) for SME accounting practices based on the new Accounting Law and standards. \n \nThe  deliverables  are  as  follows:  (i)  draft  guidelines  and  booklet  on  SME  accounting \n38.  \npractices;  and  (ii)  assist  MOF  with  implementing  the  accounting  law,  issuance  of  accounting \nguidelines  for  taxation  to  SMEs,  and  programs  to  disseminate  information  to  business  service \nproviders and the SME business community.   \n\n \n\n                                                 \n4   A detailed timetable and activity schedule will be formulated with the SMEPDO upon inception of the TA. \n\n \n\n \n\n\f75 \n\nAppendix 10 \n\n \n\nSUMMARY OF POVERTY REDUCTION AND SOCIAL STRATEGY \n \n\n \n\n \n\n \n\n \n\n  No \n\n Yes \n\n  Yes \n\n    No \n\nLinks to the Country Poverty Analysis \n\n \nIs the sector identified as a national \npriority in country poverty partnership \nagreement?   \n\nA. \n \nIs the sector identified as a national \npriority in country poverty analysis?   \n \nContribution  of  the  sector  or  subsector  to  poverty  reduction  in  the  Lao  People’s  Democratic  Republic  (Lao \nPDR): The Private Sector and SME Development Program Cluster (the program cluster) focuses on four policy areas: \n(i)  improved  macroeconomic  stability  in  support  of  private  sector  development  and  growth,  (ii)  institutional \ndevelopment  on  small  and  medium-sized  enterprises  (SMEs)  policy  and  access  to  finance,  (iii)  strengthened \ninvestment climate, and (iv) trade policy and capacity building. The program cluster policy areas correspond with those \nof  the  Government  as  spelled  out  in  the  Sixth  Socio-Economic  Development  Plan  (SEDP6)  for  2006–2010.  SEDP6 \nfocuses  on  five  core  areas:  (i)  economic  growth,  including  fostering  SMEs;  (ii)  basic  social  services;  (iii)  stronger \nhuman  security;  (iii)  enhanced  participation  by  the  poor;  (v)  development  of  the  poorest  regions.  SEDP6  also  has \nseveral  crosscutting  issues  relevant  to  the  program  cluster,  including  (i)  private  sector  development  through \nmacroeconomic  stability,  creating  an  enabling  environment  for  businesses  and  promoting  foreign  direct  investment; \nand  (ii)  regional  integration,  including  reducing  trade  barriers,  promoting  cross-border  investments  and  economic \ncorridors,  membership  in  Greater  Mekong  Subregion  (GMS),  Association  of  Southeast Asian  Nations  (ASEAN),  and \nWorld  Trade  Organization  (WTO). The  SEDP6  mission  is  to  reduce  poverty  incidence  from  33%  in  2003  to  23%  by \n2015.  \n \nPrivate sector development and growth is crucial for sustained poverty reduction, as it will be the major generator of \njobs and incomes in the future. This is particularly vital in Lao PDR, where almost 50% of the population is under the \n20  years  old  and  more  than  80%  of  employment  is  in  informal  activities  (mainly  subsistence  agriculture).  Removing \nregulatory  constraints  hindering  private  sector  investment  and  creating  new  businesses  is  crucial.  Regulatory \ntransaction costs, which are more burdensome on SMEs, have constrained dynamic growth of SMEs by keeping most \nof them informal. The Government recently modernized the business law through the enactment of the new Enterprise \nLaw, which makes registering a business easier and opens sectors for new enterprises to invest in through issuing the \nnegative  list  (people  can  invest  in  any  sector  except  for  those  included  on  the  negative  list).  Other  reforms  include \nreducing the nontariff measures that are nor transparent as a way to improve productivity and allow SMEs to access \ninputs at lower prices.  \n \nB.  Poverty Analysis  \n \nPoverty incidence dropped from 46% in 1992 to 33% in 2003, as the economy continued to expand at an average of \n6%  per  year  for  most  of  this  period.  Improved  rice  production  and  rising  overseas  remittances  also  have  helped \nreduce poverty. The Government targets a poverty rate of 23% by 2015, assuming economic growth continues in the \ncurrent range of 7%. An assessment of the poverty implications of the program cluster indicates that, on balance, it will \ncontribute  to  a  reduction  in  the  incidence  of  poverty  by  lowering  transaction  costs.  Reduction  in  red  tape  and  other \nregulatory compliance costs would induce additional SME start-ups, thereby increasing investment and employment. \nReform  of  the  nontariff  measures  will  lower  prices  of  several  industrial  commodities,  which  in  turn  will  support \nindustrial expansion and jobs. Lower prices will ultimately be passed to households/consumers.  \n \nC.  Participation Process \n \nIs there a stakeholder analysis? \n \nIs there a participation strategy? \n \nHowever, as part of the program cluster process, a wide range of stakeholders, including the private sector, civil \nsociety groups, and development partners, was consulted. \n\nTargeting Classification: General intervention \n\n   Yes               \n\n   No  \n\n  Yes \n\n   No \n\nD.  Gender Development.  \n  \nStrategy to maximize impacts on women: The program cluster has indirect gender impacts through its emphasis on \nreducing  transaction  costs.  The  improved  investment  climate  will  steadily  increase  the  number  of  SMEs.  Female \nentrepreneurs  account  for  about  42%  of  small  enterprises,  according  to  the  Deutsche  Gesellschaft  für  Technische \nZusammenarbeit (GTZ) Baseline Enterprise Survey, 2005. \n \nHas an output been prepared? \n\n    Yes \n\n   No \n\n \n\n\f76 \n\nAppendix 10 \n\nE.  Social Safeguards and Other Social Risks \n  \nItem \n\n \n\nResettlement \n\n Not significant \n\nSignificant/ \nNot Significant/ \nNone  \n Significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \nAffordability \n\n \n \nLabor \n\n \n \nIndigenous \nPeoples \n\n \nOther Risks \nand/or \nVulnerabilities \n \n\n \n \nStrategy to Address Issues \n\n \nPlan Required \n\n \nImplementation  of  the  program  cluster  will  not  require \ninvoluntary resettlement. \n\nThe  poor  and  vulnerable  are  expected  to  benefit  from \nlower prices arising from lower transaction costs. \n\nSustained economic growth is expected to generate more \njobs. The program cluster does not envisage any changes \nto labor market policies. \n\nThe  program  cluster  will  not  have  any \nindigenous people. \n\nimpact  on \n\nThe  livelihood  of  the  poor  and  vulnerable  is  expected  to \nbe positively affected. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Full \n\n Short \n\n None \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\n \n \n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 3 September 2007) \n– \n= \n= \n", "kip (KN) \n$0.000104 \nKN9629 \n", "Currency Unit\nKN1.00\n$1.00\n", "ADB \nAusAID \nAFTA \nASEAN \nBDS \nBOL \nBSRP \nCBTA \nCEPT \nCPI \nCSP \nDDT \nEC \nFDI \nGDP \nGMS \nGTZ \nIFC \nJICA \nJSF \nIMF \nLao PDR \nLBF \nNSC \nMDG \nMFN \nMOIC \nMOF \nMTEF \nNTB \nNERI \nPMU \nPMO \nPSD \nRFSDP \nSEDP \nSida \nSME \nSMEPDC \nSMEPDO \nSOCB \nUNIDO \nVAT \nWTO \n", " \n", "ABBREVIATIONS \n", "foreign direct investment \n", "country strategy and program \n", "–  Asian Development Bank \n–  Australian Agency for International Development \n–  ASEAN Free Trade Area \n–  Association of Southeast Asian Nations \n–  business development service \n–  Bank of Lao \n–  banking sector reform program \n–  Greater Mekong Subregion Cross-Border Transport Agreement \n– \ncommon effective preferential tariff \n–  Committee for Planning and Investment \n– \n–  Department of Domestic Trade \n–  European Commission \n– \n–  gross domestic product \n–  Greater Mekong Subregion \n–  Deutsche Gesellschaft für Technische Zusammenarbeit \nInternational Finance Corporation \n– \nJapan International Cooperation Agency \n– \nJapan Special Fund \n– \n– \nInternational Monetary Fund \n–  Lao People’s Democratic Republic \n–  Lao Business Forum \n–  National Statistics Center \n–  Millennium Development Goal \n–  most favored nation \n–  Ministry of Industry and Commerce \n–  Ministry of Finance \n–  medium-term expenditure framework \n–  nontariff barrier \n–  National Economic Research Institute  \n–  program management unit \n–  Prime Minister’s Office \n–  private sector development \n– \n–  Socio-Economic Development Plan \n–  Swedish International Development Cooperation Agency \n– \n–  SME Promotion and Development Committee \n–  SME Promotion and Development Office \n– \n–  United Nations Industrial Organization \n– \n–  World Trade Organization \n", "rural finance sector development program \n", "small and medium-sized enterprise \n", "state-owned commercial banks \n", "value-added tax \n", " \n", " \n", " \n \n", " \n", " \n \n \n", " \n", "NOTES \n", "(i) \n", "The fiscal year (FY) of the Government and its agencies ends on 30 September. \nFY  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends,  e.g., \nFY2007 ends on 30 September 2007. \n", "(ii) \n", "In this report, \"$\" refers to US dollars.  \n", "C. Lawrence Greenwood Jr., Operations Group 2  \n", "Vice President \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector \n \nTeam Leader \nTeam Members \n \n \n", "J. Ahmed, Governance, Finance, and Trade Division, SERD \n \nK. Bird, Economist, SERD \nJ Farinha, Economist, SERD \nC Hnanguie, Country Economist, Lao PDR Resident Mission, SERD \nR. O’Sullivan, Senior Counsel, Office of the General Counsel \n"]}