{"path": "data/input/reports/36297-ban-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 36297 \nSeptember 2006 \nProposed Loan \nPeople’s Republic of Bangladesh: Secondary Towns \n \nWater Supply and Sanitation Sector Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 19 September 2006) \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0151      \n$1.00 =  Tk66.06     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBO  –  community-based organization \n  DPHE  –  Department of Public Health Engineering \n  EARP  –  environmental assessment and review procedures \n  HTW  –  hand tube wells \n  IEE  –  initial environmental examination \n  LGD  –  Local Government Division \n  LGED  –  Local Government Engineering Department \n  LGI    local government institution \n  NGO  –  nongovernment organization \n  OFID  –  OPEC Fund for International Development \n  O&M  –  operation and maintenance \n  OPEC  –  Organization of the Petroleum Exporting Countries \n  PCR  –  project completion report \n  PIU  –  project implementation unit \n  PLC  –  public limited company \n  PMU  –  project management unit \n  POA  –  project operating account \n  PPME  –  project performance monitoring and evaluation  \n  PPRC  –  pourashava performance review committee \n  PRS  –  poverty reduction strategy  \n  PWSS  –  pourashava water supply section \n  SDP-WSSB  –  Sector Development Programme—Water and Sanitation  \nSector in Bangladesh \n  SEP  –  sector investment plan \n  TLCC  –  Town Level Coordinating Committee \n  WASA  –  water supply and sewerage authority \n  WATSAN    water and sanitation committee \n  WSS  –  water supply and sanitation \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. \n(ii)  In this report, \"$\" refers to US dollars. ", " \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  N. Mawilmada, Urban Specialist, SARD \nTeam members  K. M. Emzita, Counsel, Office of the General Counsel \n  N. Huda, Principal Project Specialist, SARD \n  R. Islam, Project Implementation Officer, SARD \n  P. Kamayana, Senior Programs Officer, SARD \n  M. Otsuka, Economist, SARD \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  2 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  4 \nA.  Impact and Outcome  4 \nB.  Outputs  5 \nC.  Special Features  7 \nD.  Project Investment Plan  9 \nE.  Financing Plan  9 \nF.  Implementation Arrangements  10 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  14 \nA.  Poverty Reduction and Social Development  14 \nB.  Environment and Social Safeguards  15 \nC.  Economic and Financial Benefits  16 \nD.  Major Risks and Safeguards  18 \nV.  ASSURANCES  18 \nA.  Specific Assurance                        18 \nB.   Conditions for Loan Effectiveness                    20 \nVI.  RECOMMENDATION  20 \nAPPENDIXES    \n1.  Design and Monitoring Framework  21 \n2.  Sector Analysis  25 \n3.  External Assistance to the Water Supply and Sanitation Sector  29 \n4.  Lessons Learned and Incorporated in the Project  30 \n5.  Subproject Selection Criteria  31 \n6.  Detailed Cost Estimates and Financing Plans  35 \n7.  Implementation Arrangements  37 \n8.  Implementation Schedule  42 \n9.  Indicative Procurement Plan  43 \n10.  Loan Funds Flow  45 \n11.  Summary Poverty Reduction and Social Strategy  47 \n12.  Gender Action Plan  50 \n13.  Draft Summary Resettlement Framework  53 \n \n \n ", "SUPPLEMENTARY APPENDIXES (available on request) \nA.  Sector Development Programme—Water and Sanitation Sector in Bangladesh  \nB.  Institutional Analysis \nC.  Subproject Appraisal Reports \nD.  Tariff and Sanitation Awareness Campaigns \nE.  User Group Associations for Community Infrastructure \nF.  Sanitation Component \nG.  Training Component of the Capacity Building Package \nH.  Pourashava Water Supply Section Institutional Arrangements \nI.  Terms of Reference for Consultants \nJ.  Draft Summary Initial Environmental Examination \nK.  Draft Environmental Assessment Documents  \nL.  Draft Resettlement Framework and Draft Short Resettlement Plans \nM.  Economic Analysis \nN.  Financial Analysis \nO.  Risks and Mitigating Measures \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People's Republic of Bangladesh \n   \nClassification  Targeting classification: Targeted intervention  \nSector: Water supply, sanitation, and waste management \nSubsector: Water supply and sanitation \nThemes: Inclusive social development, capacity development, \ngovernance \nSubthemes: Human development, organizational development, \npublic governance \n   \nEnvironment  Category B \nAssessment \n   \nProject Description  The Project will use a demand- and performance-driven approach \nto extend water supply and sanitation to approximately 1.6 million \npeople in about 16 participating secondary towns (pourashavas). \nThe Project consists of three components: part A: water supply \nimprovements,  part  B:  sanitation  improvements,  and  part  C: \ninstitutional  development.  The  project  design  includes  several \nspecial  features,  such  as  a  phased  investment  structure  for \nperformance-based resource allocation, special attention to tariffs \nand  financial  sustainability,  innovative  contract  packaging  to \nminimize  delays  and  leakage,  and  extensive  nongovernment \norganization and community participation. The Project will follow a \nsector lending approach and will support the Government’s vision \nand strategy for the sector as outlined in the Sector Development \nProgramme—Water and Sanitation Sector in Bangladesh (SDP-\nWSSB).  \n \nRationale  At present, 72% of the urban population and 59% of the rural have \naccess  to  safe  water.  Sanitation  coverage  in  urban  areas  is \nestimated at about 74%, and in rural areas about 57%. Limited \npiped water supply is available in 102 of the 308 pourashavas for \nabout 2–12 hours per day; supplied water often has a high iron \nand mineral content. The population not served by piped systems \ngenerally rely on hand tube wells, ponds, and other sources of \ndoubtful  quality.  Contamination  of  water  sources  is  a  serious \nproblem. Twenty-two percent of about 7 million tube wells in the \ncountry are contaminated with arsenic beyond the Bangladesh \nstandard of 0.05 milligrams/liter. \n \nOverall, the sector is overly centralized and does not efficiently \nrespond to user needs and demands. In spite of improvements in \nreducing  water-related  mortality  and  morbidity  rates,  and \nimproving physical coverage, development in the sector is needed \nto address (i) inadequate cost recovery, (ii) absence of demand \nmanagement,  (iii)  inefficient  service  provision,  (iv)  lack  of \nfinancing, (v) lack of involvement of users in water utility planning \nand operation, and (vi) lack of autonomy for pourashavas to carry \nout their mandate. \n \n ", "ii   \n  Despite  its  many  challenges,  Bangladesh’s  water  sector  does \npresent a significant opportunity at this time. The Government \nclearly places a strong focus on development of the sector in its \npoverty  reduction  strategy,  which  has  broad  funding  agency \nsupport.  The  SDP-WSSB,  developed  through  extensive \nconsultation, outlines a clear and comprehensive vision for the \nsector. The Government and external development partners are \ntaking a broad-based and deliberate approach to sector reform \nand  institutional  change.  Momentum  within  the  sector  is \nsignificant,  and  the  environment  is  conducive  for  change.  An \nAsian  Development  Bank  (ADB)  investment  in  support  of  the \nSDP-WSSB, would be catalytic for the sector. \n   \nImpact and Outcome  The  primary  impact  of  the  Project  is  to  improve  the  living \nconditions and health standards in participating secondary towns \nand  improve  sustainability  of  pourashava  water  utilities.  The \noutcome of the Project will be sustainable access to improved and \nsafe  water  and  sanitation  services  in  the  project  areas.  More \nspecific  outcomes  include  (i)  increased  quantity  and  quality  of \nwater  supply;  (ii)  increased  sanitation  coverage;  (iii)  improved \ncommunity  awareness  of  the  link  between  proper  hygiene, \nsanitation, and health; (iv) improved capacity of pourashavas to \nimplement,  operate,  manage,  and  maintain  water  supply  and \nsanitation  investments;  (v)  adoption  of  improved  management \npractices consistent  with  the  SDP-WSSB  for  greater  efficiency \nand  sustainability  of  local  water  utilities;  and  (vi)  improved \ncapacity of the Department of Public Health Engineering (DPHE) \nto  plan,  design,  supervise,  monitor,  and  provide  technical \nassistance to pourashavas and local water utilities.  \n \nProject Investment Plan  The investment cost of the Project is estimated at $71.1 million \nequivalent, including taxes, duties, interest charges on the ADB \nloan, and physical and price contingencies. About 72% of the \nbase cost is allocated for water supply, 12% for sanitation, and \n16% for institutional strengthening. \n   \nFinancing Plan                                            ($ million) \nSource  Total  % \nAsian Development Bank  41.0  57.7 \nOPEC Fund for International Development  9.0  12.7 \nGovernment and Pourashavasa  20.5  28.8 \nCommunity  0.6  0.8 \n  Total  71.1  100.0 \n   OPEC = Organization of the Petroleum Exporting Countries. \n    a Pourashava contributions will primarily consist of land. \n    Source: Asian Development Bank estimates.  \n \nLoan Amount and Terms  A loan of $41 million equivalent from the Special Funds resources \nof  ADB  will  be  provided.  The  loan  will  have  a  32-year  term \nincluding a grace period of 8 years, and an interest charge of 1% \nper  annum  during  the  grace  period  and  1.5%  per  annum \nthereafter. ADB will finance 57.7% of the project costs. \n   ", "  iii\nAllocation and Relending  Fifty percent of the investment for piped water supply systems will \nTerms  be relent to pourashavas with an amortization period of 20 years, \nincluding a 5-year grace period, and an interest charge of 7% per \nannum. \n \nPeriod of Utilization  Until 30 June 2013 \n   \nEstimated Project  31 December 2012 \nCompletion Date \n   \nExecuting Agency  Department of Public Health Engineering \n   \nImplementation  A  project  management  unit  (PMU)  will  be  established  within \nArrangements  DPHE.  The  PMU  will  be  responsible  for  day-to-day  project \nmanagement.  A  project  steering  committee,  chaired  by  the \nsecretary of the Local Government Division, will be created to \nprovide  policy  guidance  and  overall  coordination  of  project \nimplementation.  In  each  participating  pourashava,  a  project \nimplementation unit (PIU) will be established to be responsible for \ncoordination of all local activities and for the full engagement of \ntown committees. \n   \nProcurement  Goods, works, and services financed by ADB will be procured in \naccordance with ADB’s Procurement Guidelines (2006). Contracts \nabove $2 million will be procured using international competitive \nbidding  procedures,  contracts  up  to  2  million  will  be  procured \nthrough  national  competitive  bidding  procedures,  and  items \ncosting  the  equivalent  of  $100,000  or  less  may  be  procured \nthrough shopping procedures. Civil works contracts for community \nlatrine and water point construction, which will each be under \n$10,000, will be procured through community participation.  \n   \nConsulting Services  Consultants will be selected and engaged using ADB’s quality- \nand cost-based selection procedures in accordance with ADB’s \nGuidelines on the Use of Consultants.  \n \nConsulting  services  will  be  provided  in  three  packages  at  the \nPMU:  (i)  project  management,  engineering  design,  and \nsupervision; (ii) institutional capacity building; and (iii) awareness \nprograms.  In  addition,  the  PIUs  will  engage  nongovernment \norganizations in the pourashavas to mobilize communities and \nconstruct  community  water  points  and  sanitation  facilities.  An \nestimated 80 person-months of international consulting and 1,581 \nperson-months of national consulting expertise will be required. \n   \nProject Benefits and  In addition to improving the overall water supply and sanitation \nBeneficiaries  situation in the participating pourashavas, the Project is expected \nto provide safe water supply and sanitation with emphasis on poor \nhouseholds,  particularly  households  headed  by  women  in  the \nslum and fringe areas. The Project specifically targets the poor in \nterms of the following components: shared standpipes, shared \nsafe  water  points  utilizing  arsenic-free  water  sources,  and \ncommunity latrines and public toilets. Under the Project, 672 water \n ", "iv   \n  standpipes and 360 safe water points are committed solely for use \nin  slum  areas  where  approximately  70%  are  poor.  A  gender \nstrategy  ensures  that  gender  issues  are  addressed,  women \nbenefit equally from the Project, and interventions avoid gender \nbias. \n \n  The initial environmental examinations show that subprojects will \n  result in substantial net environmental and public health benefits \n  including (i) reduced risk of waterborne diseases from improved \n  water supply through the provision of better access to safe and \n  adequate  water  supply,  and  from  improved  sanitation  and \n  hygiene; (ii) reduced risk of arsenic-related diseases, particularly \n  for households that currently use shallow tube wells that are likely \n  to  be  contaminated  with  arsenic;  (iii)  reduced  groundwater \n  contamination and avoided sewage flow in drainage canals, water \n  ponds,  and  rivers;  and  (iv)  increased  social  benefits  from \n  community development. \n   \n  The  Project  is  designed  to  minimize  land  acquisition  and \n  resettlement impacts. The subproject selection criteria rules do \n  not  allow  subprojects  with  significant  resettlement  impacts. \n  Careful subproject siting and alignment will minimize impacts. \n   \n  Improved  safe  water  supply  and  sanitation  services,  and \n  increased  awareness  will  reduce  health  costs,  decrease \n  malnutrition,  and  increase  labor  productivity—issues  critical  to \n  reducing  poverty.  The  Project  will  bring  substantial  economic \n  benefits, including (i) the value of nonincremental water supply; (ii) \n  the value of incremental water supply; (iii) avoided cost of diarrhea \n  and dysentery, which are prevalent diseases in pourashavas; and \n  (iv) avoided loss of productivity/income due to a reduction in the \n  morbidity rate. Since about 70–94% of the pourashava population \n  depend on nonpiped water to satisfy everyday needs, the amount \n  of nonincremental water supply is significant. \n   \nRisks and Assumptions  The  following  are  considered  risks  to  the  Project:  (i)  lack  of \nsupport  for  implementing  reforms,  including  tariff  changes;  (ii) \nresistance  to  allowing  greater  autonomy  to  pourashavas  to \noperate their water utilities; (iii) substantial delays in project start-\nup  due  to  delays  in  staffing  the  PMU  and  PIUs;  (iv)  DPHE \ninexperience  in  managing  ADB  sector  loans  (as  opposed  to \nproject  loans);  (v)  inadequate  capacity  of  the  pourashavas  in \nproject implementation; (vi) noncompliance with agreements and \nunderstandings reached during the Project; and (vii) inability to \nstaff the PMU and pourashava water supply sections in a timely \nmanner to ensure effectiveness of training and capacity-building \nprograms. These risks will be addressed by (i) requiring most \nreforms to be undertaken in the first phase of the Project, with \nsignificant capacity-building support; and developing sustainable \ntariff plans and public awareness campaigns in each pourashava \nto sensitize the population about the importance of cost-recovery \ntariffs;(ii) supporting the transition to the pourashava-owned public ", "  v\n  limited company as an optional operating model for pourashava \nwater supply sections, which will allow much greater flexibility to \nrecruit and retain high quality staff; (iii) receiving assurances from \nthe Local Government Division and DPHE that the PMU will be \nstaffed immediately after internal Government clearance for the \nProject is received, well before final loan approval; (iv) providing \nsubstantial consulting support to DPHE and the pourashavas for \nproject  management  and  implementation;  (v)  creating  and \ninvolving Town Level Coordinating Committees to ensure broader \nsupport  for  project  agreements  and  commitments;  and  (vi) \nproviding partial financing for incremental staff during the Project. \n   \n ", "(cid:118)(cid:105)(cid:105)\n(cid:56)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:57)(cid:49)(cid:32)(cid:111)(cid:32)(cid:52)(cid:53)(cid:39)(cid:69)\n(cid:66)(cid:97)(cid:110)(cid:103)(cid:108)(cid:97)(cid:98)(cid:97)(cid:110)(cid:100)(cid:104)(cid:97)\n(cid:66)(cid:32)(cid:65)(cid:32)(cid:78)(cid:32)(cid:71)(cid:32)(cid:76)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72)\n(cid:80)(cid:97)(cid:110)(cid:99)(cid:104)(cid:97)(cid:103)(cid:97)(cid:114)(cid:104) (cid:83)(cid:69)(cid:67)(cid:79)(cid:78)(cid:68)(cid:65)(cid:82)(cid:89)(cid:32)(cid:84)(cid:79)(cid:87)(cid:78)(cid:83)(cid:32)(cid:87)(cid:65)(cid:84)(cid:69)(cid:82)(cid:32)(cid:83)(cid:85)(cid:80)(cid:80)(cid:76)(cid:89)(cid:32)(cid:65)(cid:78)(cid:68)\n(cid:83)(cid:65)(cid:78)(cid:73)(cid:84)(cid:65)(cid:84)(cid:73)(cid:79)(cid:78)(cid:32)(cid:80)(cid:82)(cid:79)(cid:74)(cid:69)(cid:67)(cid:84)\n(cid:82)(cid:97)(cid:110)(cid:105)(cid:115)(cid:97)(cid:110)(cid:107)(cid:97)(cid:105)(cid:108)(cid:84)(cid:104)(cid:97)(cid:107)(cid:117)(cid:114)(cid:103)(cid:97)(cid:111)(cid:110) (cid:78)(cid:105)(cid:108)(cid:112)(cid:104)(cid:97)(cid:109)(cid:97)(cid:114)(cid:105)\n(cid:76)(cid:97)(cid:108)(cid:109)(cid:111)(cid:110)(cid:105)(cid:114)(cid:104)(cid:97)(cid:116)\n(cid:83)(cid:97)(cid:105)(cid:100)(cid:112)(cid:117)(cid:114) (cid:75)(cid:117)(cid:114)(cid:105)(cid:103)(cid:114)(cid:97)(cid:109) (cid:78)\n(cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:51)(cid:48)(cid:39)(cid:78) (cid:68)(cid:105)(cid:110)(cid:97)(cid:106)(cid:112)(cid:117)(cid:114) (cid:80)(cid:97)(cid:114)(cid:98)(cid:97)(cid:116)(cid:105)(cid:112)(cid:117)(cid:114) (cid:77)(cid:82)(cid:105)(cid:97)(cid:116)(cid:104)(cid:110)(cid:97)(cid:103)(cid:112)(cid:112)(cid:117)(cid:117)(cid:107)(cid:114)(cid:117)(cid:84)(cid:114)(cid:101)(cid:101)(cid:115)(cid:97)(cid:116)(cid:32)(cid:82)(cid:46) (cid:48) (cid:50)(cid:53) (cid:53)(cid:48) (cid:55)(cid:53) (cid:50)(cid:53)(cid:111)(cid:32)(cid:32)(cid:51)(cid:48)(cid:39)(cid:78)\n(cid:77)(cid:97)(cid:100)(cid:104)(cid:121)(cid:97)(cid:112)(cid:97)(cid:114)(cid:97)\n(cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115)\n(cid:71)(cid:97)(cid:105)(cid:98)(cid:97)(cid:110)(cid:100)(cid:104)(cid:97)\n(cid:68)(cid:101)(cid:119)(cid:97)(cid:110)(cid:103)(cid:97)(cid:110)(cid:106)\n(cid:84)(cid:97)(cid:109)(cid:97)(cid:98)(cid:105)(cid:108)\n(cid:74)(cid:111)(cid:121)(cid:112)(cid:117)(cid:114)(cid:104)(cid:97)(cid:116) (cid:83)(cid:104)(cid:101)(cid:114)(cid:112)(cid:117)(cid:114) (cid:83)(cid:117)(cid:110)(cid:97)(cid:109)(cid:103)(cid:97)(cid:110)(cid:106) (cid:67)(cid:104)(cid:104)(cid:97)(cid:116)(cid:97)(cid:107)\n(cid:77)(cid:97)(cid:104)(cid:97)(cid:100)(cid:101)(cid:112)(cid:117)(cid:114) (cid:74)(cid:97)(cid:109) (cid:74)(cid:97)(cid:109)(cid:97)(cid:108)(cid:112)(cid:117)(cid:114) (cid:66)(cid:114)(cid:97)(cid:104)(cid:109)(cid:97)(cid:112)(cid:117)(cid:116)(cid:114)(cid:97)(cid:32)(cid:82)(cid:46) (cid:82)(cid:97)(cid:103)(cid:104)(cid:117)(cid:78)(cid:114)(cid:97)(cid:101)(cid:109)(cid:116)(cid:114)(cid:111)(cid:112)(cid:107)(cid:117)(cid:111)(cid:114)(cid:110)(cid:97) (cid:83) (cid:89) (cid:76) (cid:72) (cid:69) (cid:84) (cid:83)(cid:121)(cid:108)(cid:104)(cid:101)(cid:116)\n(cid:78)(cid:97)(cid:111)(cid:103)(cid:97)(cid:111)(cid:110) (cid:66)(cid:111)(cid:103)(cid:114)(cid:97)(cid:117)(cid:110)(cid:97)(cid:32)(cid:82)(cid:46) (cid:67)(cid:104)(cid:101)(cid:99)(cid:104)(cid:77)(cid:117)(cid:117)(cid:97)(cid:107)(cid:116)(cid:97)(cid:103)(cid:97)(cid:99)(cid:104)(cid:97) (cid:77)(cid:121)(cid:109)(cid:101)(cid:110)(cid:115)(cid:105)(cid:110)(cid:103)(cid:104) (cid:77)(cid:111)(cid:104)(cid:97)(cid:110)(cid:103)(cid:97)(cid:110)(cid:106) (cid:75)(cid:117)(cid:115)(cid:104)(cid:105)(cid:121)(cid:97)(cid:114)(cid:97)(cid:32)(cid:82)(cid:46)\n(cid:78)(cid:97)(cid:119)(cid:97)(cid:98)(cid:103)(cid:97)(cid:110)(cid:106) (cid:82) (cid:65) (cid:74) (cid:83) (cid:72) (cid:65) (cid:72) (cid:73) (cid:71)(cid:80)(cid:111)(cid:112)(cid:111)(cid:97)(cid:114)(cid:97)(cid:108)(cid:112)(cid:98)(cid:117)(cid:97)(cid:114)(cid:114)(cid:105) (cid:77)(cid:97)(cid:100)(cid:104)(cid:117)(cid:112)(cid:117)(cid:80)(cid:114)(cid:117)(cid:108)(cid:98)(cid:97)(cid:114)(cid:105)(cid:97) (cid:67)(cid:104)(cid:97)(cid:109)(cid:114)(cid:97)(cid:103)(cid:104)(cid:97)(cid:116) (cid:75)(cid:117)(cid:108)(cid:97)(cid:117)(cid:114)(cid:97)\n(cid:83)(cid:105)(cid:114)(cid:97)(cid:106)(cid:103)(cid:111)(cid:110)(cid:106) (cid:78)(cid:97)(cid:110)(cid:100)(cid:97)(cid:105)(cid:108) (cid:77)(cid:111)(cid:117)(cid:108)(cid:118)(cid:105)(cid:98)(cid:97)(cid:122)(cid:97)(cid:114)\n(cid:71)(cid:97)(cid:110)(cid:103)(cid:101)(cid:115)(cid:32)(cid:82)(cid:46) (cid:82)(cid:97)(cid:106)(cid:115)(cid:104)(cid:97)(cid:104)(cid:105) (cid:78)(cid:97)(cid:116)(cid:111)(cid:114)(cid:101) (cid:78)(cid:97)(cid:108)(cid:107)(cid:97) (cid:66)(cid:104)(cid:84)(cid:117)(cid:97)(cid:97)(cid:110)(cid:112)(cid:103)(cid:117)(cid:97)(cid:114)(cid:105)(cid:108) (cid:72)(cid:111)(cid:115)(cid:115)(cid:97)(cid:105)(cid:110)(cid:112)(cid:117)(cid:114) (cid:75)(cid:105)(cid:115)(cid:104)(cid:111)(cid:114)(cid:101)(cid:103)(cid:97)(cid:110)(cid:106) (cid:72)(cid:97)(cid:98)(cid:105)(cid:103)(cid:97)(cid:110)(cid:106)\n(cid:66)(cid:111)(cid:110)(cid:112)(cid:97)(cid:114)(cid:97) (cid:66)(cid:97)(cid:115)(cid:97)(cid:105)(cid:108)\n(cid:65)(cid:98)(cid:100)(cid:117)(cid:108)(cid:112)(cid:117)(cid:114) (cid:66)(cid:104)(cid:97)(cid:114)(cid:107)(cid:117)(cid:114)(cid:97) (cid:68) (cid:72) (cid:65) (cid:75) (cid:65) (cid:66)(cid:114)(cid:97)(cid:104)(cid:109)(cid:97)(cid:110)(cid:98)(cid:97)(cid:114)(cid:105)(cid:97)\n(cid:73)(cid:115)(cid:104)(cid:117)(cid:114)(cid:100)(cid:105) (cid:75)(cid:97)(cid:114)(cid:111)(cid:116)(cid:105)(cid:97)\n(cid:73)(cid:78)(cid:68)(cid:73)(cid:65) (cid:80)(cid:97)(cid:98)(cid:110)(cid:97) (cid:75)(cid:97)(cid:108)(cid:105)(cid:97)(cid:107)(cid:111)(cid:105)(cid:114) (cid:83)(cid:104)(cid:97)(cid:104)(cid:106)(cid:105)(cid:32)(cid:66)(cid:97)(cid:122)(cid:97)(cid:114) (cid:65)(cid:115)(cid:104)(cid:117)(cid:103)(cid:97)(cid:110)(cid:106)\n(cid:67)(cid:104)(cid:97)(cid:110)(cid:100)(cid:114)(cid:97) (cid:71)(cid:97)(cid:122)(cid:105)(cid:112)(cid:117)(cid:114)\n(cid:75)(cid:117)(cid:115)(cid:104)(cid:116)(cid:105)(cid:97) (cid:78)(cid:97)(cid:103)(cid:97)(cid:114)(cid:98)(cid:97)(cid:114)(cid:105) (cid:78)(cid:97)(cid:98)(cid:105)(cid:110)(cid:97)(cid:103)(cid:97)(cid:114) (cid:73)(cid:78)(cid:68)(cid:73)(cid:65)\n(cid:77)(cid:97)(cid:110)(cid:105)(cid:107)(cid:103)(cid:97)(cid:110)(cid:106)\n(cid:65)(cid:107)(cid:104)(cid:97)(cid:117)(cid:114)(cid:97)\n(cid:83)(cid:97)(cid:118)(cid:97)(cid:114) (cid:78)(cid:97)(cid:114)(cid:115)(cid:105)(cid:110)(cid:103)(cid:100)(cid:105)\n(cid:77)(cid:101)(cid:104)(cid:101)(cid:114)(cid:112)(cid:117)(cid:114) (cid:68)(cid:72)(cid:65)(cid:75)(cid:65)\n(cid:82)(cid:97)(cid:106)(cid:98)(cid:97)(cid:114)(cid:105) (cid:78)(cid:97)(cid:114)(cid:97)(cid:121)(cid:97)(cid:110)(cid:103)(cid:97)(cid:110)(cid:106)\n(cid:67)(cid:104)(cid:117)(cid:97)(cid:100)(cid:97)(cid:110)(cid:103)(cid:97) (cid:70)(cid:97)(cid:114)(cid:105)(cid:100)(cid:112)(cid:117)(cid:114)(cid:68)(cid:97)(cid:117)(cid:108)(cid:97)(cid:116)(cid:100)(cid:105)(cid:97) (cid:77)(cid:105)(cid:114)(cid:112)(cid:117)(cid:114)\n(cid:74)(cid:104)(cid:101)(cid:110)(cid:97)(cid:105)(cid:100)(cid:97)(cid:104) (cid:77)(cid:97)(cid:103)(cid:117)(cid:114)(cid:97) (cid:80)(cid:97)(cid:100)(cid:109)(cid:97)(cid:32)(cid:82)(cid:46) (cid:77)(cid:117)(cid:110)(cid:115)(cid:104)(cid:105)(cid:103)(cid:97)(cid:110)(cid:106) (cid:68)(cid:67)(cid:97)(cid:104)(cid:117)(cid:97)(cid:100)(cid:110)(cid:107)(cid:100)(cid:97)(cid:105)(cid:110)(cid:110)(cid:100)(cid:97)(cid:105)\n(cid:67)(cid:111)(cid:109)(cid:105)(cid:108)(cid:108)(cid:97)\n(cid:74)(cid:101)(cid:115)(cid:115)(cid:111)(cid:114)(cid:101) (cid:66)(cid:104)(cid:97)(cid:116)(cid:105)(cid:97)(cid:112)(cid:97)(cid:114)(cid:97)(cid:66)(cid:104)(cid:97)(cid:110)(cid:103)(cid:97) (cid:83)(cid:104)(cid:97)(cid:114)(cid:105)(cid:97)(cid:116)(cid:112)(cid:117)(cid:114)\n(cid:67)(cid:104)(cid:97)(cid:110)(cid:100)(cid:112)(cid:117)(cid:114) (cid:76)(cid:97)(cid:107)(cid:115)(cid:104)(cid:97)(cid:109)\n(cid:77)(cid:97)(cid:100)(cid:97)(cid:114)(cid:105)(cid:112)(cid:117)(cid:114)\n(cid:78)(cid:77)(cid:97)(cid:114)(cid:111)(cid:97)(cid:108)(cid:108)(cid:105)(cid:97)(cid:108)(cid:114)(cid:104)(cid:97)(cid:116) (cid:71)(cid:111)(cid:112)(cid:97)(cid:108)(cid:103)(cid:97)(cid:110)(cid:106) (cid:77)(cid:101)(cid:103)(cid:104)(cid:110)(cid:97)(cid:32) (cid:76)(cid:97)(cid:107)(cid:115)(cid:104)(cid:109)(cid:105)(cid:112)(cid:117)(cid:114) (cid:70)(cid:101)(cid:110)(cid:105)\n(cid:82)(cid:46) (cid:75)(cid:104)(cid:97)(cid:103)(cid:114)(cid:97)(cid:99)(cid:104)(cid:97)(cid:114)(cid:105)\n(cid:75)(cid:104)(cid:117)(cid:108)(cid:110)(cid:97) (cid:78)(cid:111)(cid:97)(cid:107)(cid:104)(cid:97)(cid:108)(cid:105)\n(cid:74)(cid:104)(cid:97)(cid:108)(cid:97)(cid:107)(cid:97)(cid:116)(cid:105) (cid:66)(cid:97)(cid:114)(cid:105)(cid:115)(cid:97)(cid:108)\n(cid:67)(cid:104)(cid:117)(cid:108)(cid:110)(cid:97)(cid:103)(cid:97)(cid:114)\n(cid:82)(cid:97)(cid:110)(cid:103)(cid:97)(cid:109)(cid:97)(cid:116)(cid:105)\n(cid:66)(cid:104)(cid:111)(cid:108)(cid:97)\n(cid:84)(cid:111)(cid:119)(cid:110)(cid:32)(cid:78)(cid:111)(cid:97)(cid:112)(cid:97)(cid:114)(cid:97) (cid:66)(cid:97)(cid:103)(cid:101)(cid:114)(cid:104)(cid:97)(cid:116)\n(cid:83)(cid:97)(cid:116)(cid:107)(cid:104)(cid:105)(cid:114)(cid:97) (cid:80)(cid:105)(cid:114)(cid:111)(cid:106)(cid:112)(cid:117)(cid:114)\n(cid:80)(cid:117)(cid:115)(cid:115)(cid:117)(cid:114)(cid:32)(cid:82)(cid:46) (cid:40)(cid:67)(cid:104)(cid:97)(cid:108)(cid:110)(cid:77)(cid:97)(cid:111)(cid:32)(cid:80)(cid:110)(cid:111)(cid:103)(cid:114)(cid:108)(cid:116)(cid:97)(cid:41)(cid:72)(cid:97)(cid:114)(cid:105)(cid:110)(cid:103)(cid:104)(cid:97)(cid:108)(cid:97)(cid:32)(cid:82)(cid:46) (cid:80)(cid:97)(cid:116)(cid:117)(cid:97)(cid:107)(cid:104)(cid:97)(cid:108)(cid:105) (cid:67) (cid:72)(cid:67)(cid:104)(cid:73)(cid:105)(cid:116)(cid:116)(cid:84)(cid:97)(cid:103)(cid:111)(cid:84)(cid:110)(cid:103)(cid:65) (cid:71) (cid:79)(cid:68)(cid:78)(cid:111)(cid:104)(cid:97)(cid:71)(cid:122)(cid:97)(cid:114)(cid:105)\n(cid:75) (cid:72) (cid:85) (cid:76) (cid:78) (cid:65) (cid:75)(cid:104)(cid:101)(cid:112)(cid:117)(cid:112)(cid:97)(cid:114)(cid:97)\n(cid:66)(cid:97)(cid:114)(cid:103)(cid:117)(cid:110)(cid:97)\n(cid:50)(cid:50)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:66)(cid:97)(cid:110)(cid:100)(cid:97)(cid:114)(cid:98)(cid:97)(cid:110) (cid:50)(cid:50)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:66)(cid:32)(cid:97)(cid:32)(cid:121)(cid:32)(cid:32)(cid:32)(cid:32)(cid:111)(cid:32)(cid:102)(cid:32)(cid:32)(cid:32)(cid:32)(cid:66)(cid:32)(cid:101)(cid:32)(cid:110)(cid:32)(cid:103)(cid:32)(cid:97)(cid:32)(cid:108)\n(cid:68)(cid:104)(cid:97)(cid:107)(cid:97)(cid:32)(cid:77)(cid:101)(cid:116)(cid:114)(cid:111)(cid:112)(cid:111)(cid:108)(cid:105)(cid:116)(cid:97)(cid:110)(cid:32)(cid:65)(cid:114)(cid:101)(cid:97) (cid:82)(cid:101)(cid:103)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100) (cid:82)(cid:97)(cid:109)(cid:117)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:84)(cid:111)(cid:119)(cid:110) (cid:82)(cid:97)(cid:105)(cid:108)(cid:119)(cid:97)(cid:121) (cid:67)(cid:111)(cid:120)(cid:39)(cid:115)(cid:32)(cid:66)(cid:97)(cid:122)(cid:97)(cid:114)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108) (cid:82)(cid:105)(cid:118)(cid:101)(cid:114)\n(cid:68)(cid:105)(cid:118)(cid:105)(cid:115)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:72)(cid:101)(cid:97)(cid:100)(cid:113)(cid:117)(cid:97)(cid:114)(cid:116)(cid:101)(cid:114)(cid:115) (cid:68)(cid:105)(cid:115)(cid:116)(cid:114)(cid:105)(cid:99)(cid:116)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:68)(cid:105)(cid:115)(cid:116)(cid:114)(cid:105)(cid:99)(cid:116)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108) (cid:68)(cid:105)(cid:118)(cid:105)(cid:115)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121) (cid:77)(cid:89)(cid:65)(cid:78)(cid:77)(cid:65)(cid:82)\n(cid:67)(cid:105)(cid:116)(cid:121)(cid:47)(cid:84)(cid:111)(cid:119)(cid:110) (cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:65)(cid:105)(cid:114)(cid:112)(cid:111)(cid:114)(cid:116) (cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46) (cid:84)(cid:101)(cid:107)(cid:110)(cid:97)(cid:102)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121)\n(cid:56)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:57)(cid:49)(cid:32)(cid:111)(cid:32)(cid:52)(cid:53)(cid:39)(cid:69)\n(cid:48)(cid:54)(cid:45)(cid:49)(cid:49)(cid:49)(cid:51)(cid:32)(cid:82)(cid:77)", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan to the \nPeople’s  Republic  of  Bangladesh  for  the  Secondary  Towns  Water  Supply  and  Sanitation  Sector \nProject,  and  (ii)  proposed  administration  of  a  loan  for  the  Project  to  be  provided  by  the  OPEC \n(Organization of the Petroleum Exporting Countries) Fund for International Development (OFID). The \ndesign and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \n2.  Bangladesh has a population of about 140 million,1 a quarter live in urban areas. The overall \npopulation grows at 1.4% per year, while the urban population increases at nearly twice (2.5%)2 the \nnational rate. As a result, the urban population is projected to exceed the rural population in about 30 \nyears. Uncontrolled urbanization and rural-to-urban migration is creating heavy and largely unabated \ndemands  on  the  country’s  urban  infrastructure.  Inadequacy  of  basic  urban  services  is  a  chronic \nproblem. \n \n3.  Although poverty incidence decreased significantly from 59% in 1991 to about 42% in 2005,3 \nBangladesh remains one of the world’s least developed countries. It is ranked 139th of 177 countries in \nthe 2000 human development index. Average annual per capita income is about $400, infant mortality \nis 53 per 1,000 live births, and the adult literacy rate is only about 40%.4 \n \n4.  According to Government statistics, urban centers contribute more than 40% to the country’s \ngross domestic product. However, inadequacy of urban services, including water and sanitation, are \nsevere hindrances to the continued development of urban areas, as well as efforts to reduce severe \npoverty. In recognition of this, the Government included the improvement of water supply and sanitation \nas part of its seven-point strategic agenda for reducing poverty in its 2005 poverty reduction strategy \n(PRS),5 which has received wide funding agency support. \n \n5.  The PRS aims to reduce poverty by 30%, extreme poverty by 5%, and child mortality to 31 per \n1,000 live births; and increase literacy to 90% by 2015. The Government has likewise committed to \nachieving the Millennium Development Goals, including reducing by half the proportion of people \nwithout sustainable access to safe water supply and sanitation by 2015, and by two thirds the under-5 \nmortality rate, which in Bangladesh is significantly affected by waterborne diseases. \n \n6.  Government  goals  and  the  priority  given  to  providing  access  to  safe  drinking  water  and \nappropriate sanitation are reflected in the Sector Development Programme—Water and Sanitation \nSector  in  Bangladesh  (SDP-WSSB),  developed  with  significant  funding  agency  and  stakeholder \nconsultation, and approved in January 2006.6 A summary of the salient points in the SDP-WSSB are in \nAppendix 2 and the full SDP-WSSB document is in Supplementary Appendix A. \n \n7.  The water and sanitation sector is an extremely high priority for the Government. This Project \naims to help the Government achieve its PRS targets and the Millennium Development Goals through \nassistance that supports the clearly defined SDP-WSSB for the water sector. This document is based \non  consultants’  feasibility  reports  prepared  during  an  Asian  Development  Bank  (ADB)  financed \ntechnical  assistance  project  (footnote  2),  understandings  reached  during  multiple  missions,  and \n                                                 \n1  Unit for Policy Implementation, Local Government Division. 2005. Sector Development Programme, Water and Sanitation \nSector in Bangladesh. Dhaka (September). \n2  ADB. 2004. Technical Assistance to the People's Republic of Bangladesh for the Secondary Towns Water Supply and \nSanitation Project. Manila (TAR: BAN 36297, TA 4535-BAN, approved on 24 December 2004). \n3  In terms of urban-rural classification, the urban poverty rate is currently estimated at about 30%, while in rural areas, poverty \nincidence stands at nearly 45%. \n4  United Nations Development Programme. 2005. Human Development Report. Dhaka.. \n5  Government of Bangladesh. 2005. Poverty Reduction Strategy. Dhaka. \n6  The SDP-WSSB was developed with support from Danish International Development Assistance.  \n ", "2 \nextensive discussions with central and local governments, nongovernment organizations (NGOs), and \ncommunity groups.  \n \nA.  Performance Indicators and Analysis  \n8.  Bangladesh has made good progress in increasing service coverage for water supply and \nsanitation. In 1993, only 55% of the population had access to safe water supply and 14% to sanitation \nfacilities.7 At present, 71% of urban and 59% of rural populations have access to safe water (footnote \n1). Sanitation coverage in urban areas is estimated at about 74%, and in rural areas at about 57% \n(footnote 1). \n \n9.  Piped water supply is available in 102 of the 298 participating secondary towns (pourashavas)8 \nfor about 2–4 hours per day (footnote 2), but service is limited to town centers. Quality of the piped \nwater in many pourashavas is poor, and often supplied water includes high iron and mineral content. \nPeople not served by the piped systems generally rely on hand tube wells (HTWs), ponds, and other \nsources of doubtful quality; 76% rely on HTWs. \n \n10.  Contamination of water sources is a serious problem. Of the approximately 7 million tube wells \nin the country, 22% are contaminated with arsenic beyond the Bangladesh standard of 0.05 milligrams \nper liter. Moreover, about 29% of the shallow tube wells and 9% of the deep HTWs are contaminated \nby bacteria because of poor maintenance and sanitation conditions.9 The prevalence of arsenic and \niron mandates the use of higher cost technologies, such as those necessary to access arsenic-free \ndeep aquifers, and the construction of arsenic and iron removal plants.  \n \n11.  Sanitation coverage in urban areas increased from 53% in 2003 to 74% by 2005 (footnote 1). \nCoverage  in  rural  areas  almost  doubled  from  29%  to  57%  during  this  period  as  a  result  of  the \naccelerated program to achieve the national sanitation goal of 100% coverage by 2010 (footnote 1). \nHowever about 30% of urban households have no sanitary latrines. While construction of latrines is the \neasiest measurable indicator, the mere construction of latrines does not ensure their usage, or a \nproportionate improvement in hygiene behavior and the health of the population. A vast amount of work \nis needed to change behavior and attitudes to sanitation and hygiene. Only then will the full benefits of \nimproved sanitation be realized. This view is shared by many stakeholders active in the sector. \n \n12.  The Government and external agencies have invested heavily in the water supply and sanitation \n(WSS) sector in Bangladesh (Appendix 3). ADB projects in the sector include the District Towns Water \nSupply Project ($14.4 million loan, 1982) and the Second Water Supply and Sanitation Project ($31 \nmillion loan, 1993). ADB’s first investment was rated partly successful.10 The second, which included \ninterventions in nine towns, was rated successful.11 \n \n13.  Lessons learned through past investments were carefully studied and incorporated into the \nProject. These include (i) adding enforceable milestones into the Project in the form of a phased \nperformance-based funding approach; (ii) placing high priority on financial performance and autonomy \nof  the  pourashava  water  supply  section  (PWSS)  in  the  initial  project  stages  by,  among  others, \nmandating tariff reforms, adopting double-entry accounting systems, separating water supply accounts, \ntraining staff, and embracing the move to public limited company operating models; (iii) drastically \nreducing  the  number  of  contracts  and  procurements  to  minimize  processing  and  implementation \ndelays;  and  (iv)  actively  engaging  pourashava  chairpersons  and  communities  through  extensive \nconsultations,  and  the  establishment  of  Town  Level  Coordinating  Committees  (TLCC),  to  ensure \n                                                 \n7  ADB. 1993. Report and Recommendation of the President on a Proposed Loan and Technical Assistance Grants to the \nPeople’s Republic of Bangladesh for the Second Water Supply and Sanitation Project. Manila. \n8  A pourashava is a secondary town, governed by an elected council of commissioners headed by a chair. \n9  Arsenic  Policy  Support  Unit.  2004.  Risk  Assessment  of  Arsenic  Mitigation  Option.  International  Training  Network-\nBangladesh. \n10 ADB. 1995. Project Performance Audit Report on the District Towns Water Supply Project in Bangladesh. Manila (Loan 571-\nBAN[SF]). \n11 ADB. 2004. Project Completion Report on the Second Water Supply and Sanitation Project in Bangladesh. Manila (Loan \n1264-BAN[SF]). ", "  3 \nstronger commitment and smoother implementation. More information on lessons learned and how they \nare incorporated into the Project are in Appendix 4 and in the special features section of this document. \n \nB.  Analysis of Key Problems and Opportunities  \n \n14.  Based  on  the  National  Policy  for  Safe  Water  Supply  and  Sanitation  (1998),  statutory \nresponsibility for the WSS sector lies with the Ministry of Local Government, Rural Development, and \nCooperatives.  The  ministry  delegates  the  functional  responsibilities  of  the  WSS  sector  to  the \nDepartment of Public Health Engineering (DPHE), Local Government Engineering Department, city \ncorporations, and water supply and sewerage authorities in Dhaka and Chittagong. Historically, DPHE \nhas been responsible for planning, designing, and implementing water supply and sanitation services in \nrural and urban areas. However,  recent policy shifts envision transforming DPHE into more of a \nfacilitator and technical support institution, while transferring greater responsibility to local bodies.  \n \n15.  Provision, and operation and maintenance (O&M) of water supply are statutory responsibilities \nof pourashavas, according to the Pourashava Act of 1977, but execution of the act varies across \nBangladesh.12 Within the pourashava, a PWSS is responsible for the O&M of the town’s water supply \nsystems. PWSSs, however, lack the resources as well as the financial, technical, and managerial \ncapacities to undertake their responsibilities. They do not have the autonomy to set their own water \ntariffs,  create  positions,  and  appoint  personnel;  these  activities  are  conducted  by  the  national \nGovernment  on  a  somewhat  ad-hoc  basis.  Operation  of  water  utilities  is  based  on  outmoded \nprocedures, e.g., use of a single-entry accounting system, manual billing and collection, and manual \ncustomer databases. The water utilities are mere administrative units of the local governments, not \nseparate legal entities, and their accounts are part of the overall accounts of the pourashava. \n \n16.  Overall, the sector is overly centralized and does not efficiently respond to user needs and \ndemands.13 Planning and implementation is largely a supply-driven, top-down, and target-oriented \nprocess; and suffers from duplication, unclear priorities, and uncoordinated development. Agencies \ntypically prefer to meet physical targets rather than establish and monitor processes for reaching goals \nrelated to facility operation, management, utilization, and maintenance. In spite of improvements in \nreducing  water-related  mortality  and  morbidity  rates,  and  improving  physical  coverage,  further \ndevelopment in the sector is needed to address (i) inadequate cost recovery, (ii) absence of demand \nmanagement, (iii) inefficient service provision, (iv) lack of financing, (v) lack of involvement of users in \nwater utility planning and operation, and (vi) lack of autonomy for pourashavas to carry out their \nmandate. \n \n17.  Despite these challenges, Bangladesh’s water sector does present a significant opportunity at \nthis time. The Government clearly places a strong focus on development of the sector in its PRS, which \nhas  broad  funding  agency  support.  The  SDP-WSSB,  developed  through  extensive  consultation, \noutlines a clear and comprehensive vision for the sector (Appendix 2). The Government and its external \ndevelopment  partners  are  taking  a  broad-based  and  deliberate  approach  to  sector  reform  and \ninstitutional change. Momentum in the sector is significant, and the current environment is conducive \nfor change.14 An ADB investment in support of the SDP-WSSB, would be catalytic for the sector. \n \n18.  ADB’s country strategy for Bangladesh15 is to continue helping the Government to expand \naccess to improved water supply and sanitation, and build the capacity of key agencies and local \n                                                 \n12 Within the four sample towns studied under the project preparatory technical assistance, two (Brahmanbaria and Sirajganj) \nare jointly managed by the pourashava and DPHE, Pirojpur is fully managed by the pourashava, while Jessore is fully \nmanaged by DPHE. \n13  World Bank. 2004. Project Appraisal Document on the Bangladesh Water Supply Program Project (May 18). Washington, \nDC. \n14  Extensive discussions and consultations with other development partners active in the sector were carried out during project \npreparation. As a result, the Project is well synchronized with other sector reform initiatives aimed at strengthening and \ngiving greater responsibility and/or autonomy to pourashava governments. \n15 ADB. 2005. Country Strategy and Program (2006–2010): Bangladesh. Manila. \n ", "4 \ngovernment institutions. While the primary focus will be on secondary towns, selected interventions will \nsupport Bangladesh’s megacities (i.e., Chittagong and Dhaka) to foster management efficiency and \nstrengthen  public  utility  institutions.  The  operating  environment  for  megacity  utilities  needs  to  be \nimproved to be able to attract investments to improve service and meet growing urban demand. \n \n19.  ADB’s strategy recommends that ADB play a major role in supporting policy and institutional \nreforms  to  improve  governance  and  efficiency  in  the  urban  water  supply  and  sanitation  sector. \nAssistance  in  the  urban  development  and  water  sectors  is  to  focus  on  strengthening  municipal \nmanagement and local resource mobilization, fostering clean urban environments, and improving basic \nliving conditions in secondary towns and cities. The strategy also states that future investments will be \nperformance based, and designed to reward secondary towns that demonstrate the greatest progress \nin implementing governance, participatory development, and other reforms. ADB aims to contribute to \nimproved management efficiency and institutional strengthening so that local utilities can become \neconomically viable, attract the investment required to service the poor, and meet growing urban \ndemand. This Project is designed with several special features to closely follow and reinforce the \noverall ADB strategy for Bangladesh.  \n \n20.  Sector Lending Approach. The Project was formulated in line with the Government’s sector \npolicies and strategies, particularly the recently approved SDP-WSSB. The SDP-WSSB and related \nGovernment policies set forth clear and well-formulated development objectives, investment plans, \ninstitutional arrangements, and transition plans for the water supply and sanitation sector. DPHE, the \nExecuting  Agency  for  the  Project,  has  experience  managing  externally  funded  projects,  including \nprojects funded by ADB (Appendix 3). However, DPHE will still need support in developing the capacity \nrequired to implement the SDP-WSSB (Supplementary Appendix B). \n \n21.  To support the Government’s strong priority in the water and sanitation sector, and in particular \nSDP-WSSB initiatives, the Project’s financing structure is based on ADB’s sector lending modality. The \nGovernment  meets  the  three  requirements  for  sector  lending:  (i)  a  sector  development  plan,  (ii) \nappropriate sector policies, and (iii) institutional capacity to implement the plan.16  \n \n22.  A subproject will be an integrated package of water supply and sanitation improvements, and \ninstitutional development efforts in one pourashava.17 ADB has reviewed four18 of an estimated 16 \nsubprojects  that  could  be  financed  through  the  Project  to  confirm  approaches,  methodology, \nprocedures  for  subproject  appraisal,  and  overall  feasibility  (Supplementary  Appendix  C).  The \nsubprojects are viable in terms of technical, institutional, social, financial, economic, and environmental \naspects. Subproject selection criteria and rankings of prospective subprojects are clearly defined and \nhave been agreed to by the Government (Appendix 5). \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n23.  The primary impact of the Project is to improve the living conditions and health standards in \npourashavas and improve sustainability of pourashava water utilities. The overarching outcome of the \nProject will be sustainable access to improved and safe water and sanitation services in the project \nareas. More specific outcomes include (i) increased quantity and quality of water supply; (ii) increased \nsanitation  coverage;  (iii)  improved  community  awareness  of  the  link  between  proper  hygiene, \nsanitation, and health; (iv) improved capacity of pourashavas to implement, operate, manage, and \nmaintain water supply and sanitation investments; (v) adoption of improved management practices \nconsistent with the SDP-WSSB for greater efficiency and sustainability of local water utilities; and (vi) \n                                                 \n16  DPHE has not previously implemented an ADB sector project, institutional strengthening support will be provided to build \nthis capacity.  \n17 The water supply improvements in each subproject include two phases. Entry into phase 2 is not automatic, but based on \nassessments of phase 1 performance criteria, and review and approval by ADB and DPHE, as discussed in the special \nfeatures section of this document. \n18 Brahmanbaria, Jessore, Pirojpur, and Sirajganj. ", "  5 \nimproved capacity of DPHE to plan, design, supervise, monitor, and provide technical assistance to \npourashavas and local water utilities.  \n \nB.  Outputs \n24.  The Project will use a demand and performance driven approach to extend water supply and \nsanitation to approximately 853,000 people in about 16 pourashavas. The Project consists of three \ncomponents:  (i)  water  supply  improvements,  (ii)  sanitation  improvements,  and  (iii)  institutional \ndevelopment.  \n \n1.  Part A: Water Supply Improvements \n25.  The  water  supply  improvement  component  will  include  rehabilitation,  development,  and \nexpansion  of  water  sources,  treatment  facilities,  and  piped  water  supply  systems  in  selected \npourashavas. Three technical options will be used to ensure that all segments of the urban population \nbenefit from the Project: (i) piped supply with individual house connections; (ii) shared standpipes;19 \nand (iii) shared safe water points, utilizing arsenic-free groundwater sources for poor households. All \ninterventions will be in accordance with the National Policy for Arsenic Mitigation (2004).  \n \n26.  Water supply improvements will be implemented in two phases. In the first phase the existing \npiped water supply system within the pourashava will be rehabilitated and restored to its original \ncapacity. First phase physical works will include refurbishment/replacement of pipelines, treatment \nfacilities, and pumps; and complete metering of the system. Additional household connections within \nthe existing coverage area will be encouraged. Participating pourashavas will be required to adopt \nsustainable tariffs during phase 1. To support the tariff changes, the Project will initiate awareness \ncampaigns (Supplementary Appendix D) to help customers understand and accept the benefits of \nmetering; these include (i) improved supply and demand management, (ii) reduced unaccounted-for \nwater, (iii) increased water conservation by customers, and ultimately (iv) extended daily water supply \nhours.  \n \n27.  Pourashavas will qualify for phase 2 if they meet a set of performance and reform criteria \n(Appendix 5). In phase 2, the capacity and geographic coverage of the piped water supply systems will \nbe expanded to cover additional areas that are financially feasible. Metered standpipes along the pipe \nnetwork will be provided in areas where households are not capable of meeting the cost of an individual \nconnection. Other poor areas that cannot be efficiently reached by the pipe network will be provided \nwith arsenic-free water through community-managed deep HTWs and safe water points. NGOs will be \nengaged to form and train water user groups to collect user fees, and provide effective O&M for the \ncommunity water supply facilities (Supplementary Appendix E). \n \n2.  Part B: Sanitation Improvements \n28.  The  sanitation  improvement  component  will  support  the  Government’s  National  Sanitation \nPolicy, which aims to achieve 100% sanitation coverage by 2010. The basic approach of the sanitation \ncomponent  will  be  to  increase  appropriate  knowledge,  attitudes,  and  practices  of  the  beneficiary \npopulation; and generate an increased demand for improved sanitation, reducing the incidence of \nwaterborne diseases (Supplementary Appendix F). Experience in Bangladesh suggests that low-cost \nsanitary hardware is available through the private sector, and that it is affordable and accessible to 85% \nof the population. The need for Government intervention in hardware provision, therefore, is very \nlimited. In addition to increasing awareness, the Project will support individual households by providing \ntechnical advice and guidance for sanitary latrine construction; and construct community, school, and \npublic  toilets  (Supplementary  Appendix  F).  Both  the  awareness  campaign  and  community  toilet \nconstruction  and  management  activities  will  incorporate  gender-appropriate  and  user-friendly \n                                                 \n19  Within informal settlements, a metered bulk connection will be provided to local community-based organizations where \npossible, which in turn would be allowed to provide household connections to poor households, and manage billing and \ncollection within the community. Metered standpipes will be used in informal settlements where this modality is not viable. \n ", "6 \napproaches that have been tested in Bangladesh. All activities related to the sanitation program will be \ncarried out through NGOs and community-based organizations (CBOs).  \n \n3.  Part C: Institutional Development \n    a.  Institutional Strengthening at DPHE \n \n29.  The SDP-WSSB envisions that DPHE, as the lead sector institution, will coordinate, facilitate, \nand monitor all sector activities. The Project will enable DPHE to take on the new responsibilities. \nSpecifically, the Project will (i) increase DPHE’s ability to manage sector investments by providing \nsupport for managing and implementing the sector Project; (ii) assist in institutionalizing DPHE’s role as \na technical support agency to the PWSSs, by positioning the DPHE-based Project Management Unit \n(PMU)  as  the  primary  advisory  body  for  all  technical,  contractual,  financial,  and  implementation \nactivities under the Project; (iii) support the development of a DPHE training center by developing a 5-\nyear  training  program;  developing  a  trainers  pool;  designing  training  curricula/courses  for  DPHE, \npourashavas, and other users; and delivering initial training courses (Supplementary Appendix G); and \n(iv) support DPHE’s sector monitoring and planning capability by providing training and equipment \nsupport for a geographic and management information section to be established. \n \nb.  Institutional Strengthening of Pourashavas \n \n30.  The Project will support pourashavas in their effort to assume full responsibility for local water \nsupply and sanitation activities, as envisioned in the SDP-WSSB and the National Policy for Safe Water \nSupply  and  Sanitation  (1998).  The  Project  will  (i)  finance  computerization  of  the  PWSSs;  (ii) \ninstitutionalize double-entry accounting at the PWSSs; (iii) train pourashava staff in accounting and \nfinancial management; operation and management of their water supply systems; and the setting, \nbilling, and collection of tariffs; (iv) establish town water and sanitation coordination committees that \nensure full representation from all socioeconomic groups and women; (v) institutionalize processes for \neffective  community  engagement;  and  (vi)  significantly  improve  pourashava  capacity  to  tender, \nexecute, and manage contracts for infrastructure improvements. In addition, the Project will support the \nSDP-WSSB  objective  of  gradually  transitioning  the  PWSSs  to  become  public  limited  companies \n(PLCs) 20  by  providing  additional  financing  to  pourashavas  that  choose  to  pursue  this  option \n(Supplementary Appendix H).  \n \nc.  Project Management and Implementation Support \n \n31.  Consulting services will be engaged to help with project management at the PMU and project \nimplementation units (PIUs) to implement and supervise the various interventions. Consulting support \nwill include (i) project management and monitoring; (ii) planning and design of subprojects; (iii) contract \nstructuring, tendering, execution, and management; (iv) construction supervision; (v) preparation of a \nhealth  education  program;  (vi)  preparation  of  the  tariff  awareness  program;  and  (vii) planning  of \npourashava and DPHE capacity-building programs. Consulting services will also include engagement \nof NGOs to manage the sanitation program, community water-supply infrastructure improvements, and \nawareness programs. \n \nd.  Project Performance Monitoring and Evaluation  \n \n32.  A project performance monitoring and evaluation (PPME) program will be carried out by the \npourashavas with guidance from the PMU. Consulting support will be provided to the PMU to define the \nPPME program, and identify indicators and methodologies for monitoring benefits such as increased \ncoverage, service level and consumption, efficiency in operations and financial management, and \nhealth improvements among the beneficiary population. \n \n                                                 \n20  The PWSS is a distinct section within the pourashava with assigned staff. The public limited company will allow this section \nto operate with greater operational autonomy.   ", "  7 \nC.  Special Features \n1.  Performance-Based Approach \n33.  The Project is structured into two phases, based on lessons learned from other ADB projects. \nPhase 1, which will last 2 years, will include the complete rehabilitation and metering of piped water \nsupply systems, the introduction of sustainable tariffs, and a range of other pourashava institutional \nreforms. Pourashavas will qualify for inclusion in phase 2 only if they successfully manage phase 1 and \nmeet a clearly defined set of performance criteria (Appendix 5), which will ensure the sustainability of a \nlarger water supply investment. Pourashavas that fail to meet all criteria by the end of the first phase \nwill be given a 6-month grace period to improve their performance, with additional capacity-building \nsupport. Pourashavas that fail to demonstrate their commitment to reforms and the sustainability of \ntheir water supply systems will not receive funding for phase 2. \n \n2.  Emphasis on Tariffs and Financial Sustainability \n34.  The Project will place a strong emphasis on tariff reform and financial sustainability of the \ninvestments. Adoption of a tariff reform plan and implementation of the first major tariff revision, before \nthe end of phase 1, are prerequisites for pourashavas to qualify for the larger investments envisioned in \nphase 2. Piped water supply systems in the project towns will be fully metered. An aggressive public \nawareness  campaign  on  the  need  for  metering  and  tariff  changes  will  be  carried  out  in  each \npourashava  to  help  the  pourashava leadership with this sometimes politically difficult initiative. In \naddition to tariff reforms, pourashavas will be required and supported to (at a minimum) completely \nseparate  their  water  supply  accounts  from  those  of  the  pourashava,  establish  double-entry  book \nkeeping for the PWSS, inventory pourashava water supply assets, have key staff trained in financial \nmanagement, and share PWSS financial performance data shared with the public through the TLCC. \nOutsourcing of billing and collection will be strongly encouraged.  \n \n3.  Supporting Institutional Change in Pourashavas  \n35.  The  recently  approved  SDP-WSSB  clearly  states  that  the  preferred  institutional  model  for \npourashava  urban  water  utilities  is  a  pourashava-owned  PLC.  A  PLC  would  operate  under  the \nCompanies Act of 1994, and would allow the pourashava greater flexibility and autonomy in its water \nsupply operation and financial management, align incentives within the water supply sections for more \nefficient management of the utilities, resolve significant bottlenecks in staff recruitment and retention, \nand position them well for future private-sector-financed system expansion and operation. However, \ngiven the limited awareness on the significant benefits of operating a water supply utility as a PLC, \nwidespread adoption of the model will be slow.  \n \n36.  Given the limited experience and awareness of the PLC model, the Project will not mandate its \nadoption by all project towns. However, the Project will raise awareness among the pourashavas about \nthe model and explain its key elements, processes, benefits, and risks. The pourashavas that decide to \nadopt the PLC model by the end of phase 1 will receive additional support in the form of extra technical \nassistance and budgetary support. Detailed discussion of the benefits of the PLC model, and the \nadditional support to be provided to pourashavas that choose this option are included in Supplementary \nAppendix H.  \n \n4.  NGO Participation \n37.  The NGO sector is developed, and the Project aims to take full advantage of their capacity by \nengaging them to implement significant parts of the overall project investment. The PIUs will engage \nNGOs and CBOs to assist in developing and implementing the sanitation improvement component of \nthe Project. In addition, NGOs will manage the process of constructing community infrastructure such \nas water points, latrines, and standpipes; and manage the entire process of organizing and training \ncommunity user groups to own, operate, and manage such infrastructure. The sanitation improvement \nprogram is expected to significantly increase the demand for latrine hardware, which will be entirely \n ", "8 \nsupplied through pourashava private entrepreneurs. NGOs will conduct the information and education \ncampaign on tariffs and metering. \n \n5.  Innovative Contract Packaging \n38.  All civil works under the Project will be packaged in a limited number of contracts, which will \nminimize administrative burden, implementation delays, and transaction costs. In phase 1, all civil \nworks, including the rehabilitation of production tube wells, treatment plants, and storage facilities; as \nwell  as  the  rehabilitation  and  metering  of  the  entire  distribution  system  will  be grouped  into  one \ncontract. Phase 2 will comprise three contracts: (i) all source development works, (ii) water treatment \nand storage, and (iii) expansion of the distribution network. As a result, civil works in each pourashava \nwill be carried under a total of four contracts executed with the pourashava, while the PIU and PMU will \ncarry out construction supervision and quality assurance. \n \n39.  In addition to the grouping of civil works and procurement, each contract in the second phase \nwill include support for the full O&M of the pourashava systems for a minimum of 1 year.21 While \nensuring accountability and more attention to quality on the part of the contractor, this process will also \nintroduce pourashavas to the benefits of private O&M contracts, and help ease the transition to full \npourashava ownership and operation of the systems. Contract and transaction advisory support will be \nprovided through the Project to assist the PMU and the pourashavas in tendering, negotiating, and \nexecuting these contracts. \n \n6.  Community Management of Common Infrastructure \n40.  The Project will provide public standpipes, deep HTWs, and community latrines in poor areas \nand areas not reached by the pipe network. Contracting/development of these community facilities, as \nwell as their O&M, will be managed by local user groups/CBOs. Experienced NGOs will be engaged \nthrough the PIU to support the formation of such user groups/CBOs, and to train and build their \nawareness  on  the  range  of  skills  and  responsibilities  associated  with  community  ownership  of \ninfrastructure.  \n \n41.  Safe water points will be constructed by the private sector, contracted by the user group/CBO \nwith technical support from the PIU.22 Market and terminal associations will manage the public toilets to \nbe constructed in their areas, while school toilets will be managed by the school administrations. \nCommunity latrines will be built by the communities, with technical and software support from the PIU. \nThe communities will also be responsible for soliciting contributions and subsequently for O&M of \nlatrine  facilities.  The  models  developed  and  used  by  other  agencies  such  as  the  United Nations \nChildren's  Fund  (UNICEF)  and  Danish  International  Development  Assistance  will  be  used  for \ncommunity sanitation facilities. \n \n7.  Linkage to Other Ongoing Government and ADB Initiatives \n42.  Where possible, project interventions will be closely coordinated with the Urban Governance \nand Infrastructure Improvement Project,23 also financed by ADB. The performance-based structure of \nthe Project and the establishment of coordination bodies in the towns are similar to the interventions in \nthe urban governance project. Pourashavas participating in the Project will be able to access some of \nthe  training  programs  provided  through  the  Urban  Management  Support  Unit  and  other  training \ninstitutions in Bangladesh.   \n \n                                                 \n21  Typical civil works contracts include only defects liability, covering between 6 months and 1 year.  \n22  Costs for community safe water points will be borne partly by the community. A fixed grant of Tk56,000 will be provided to \neach user group for financing 80% of the estimated cost of construction; it will be disbursed upon complete installation, and \nquality inspection by the PIU. \n23   ADB. 2002. Report and Recommendation of the President to the Board of Director on a Proposed Loan and Technical \nAssistance Grant to the People's Republic of Bangladesh for the Urban Governance and Infrastructure Improvement \n(Sector) Project. Manila. ", "  9 \nD.  Project Investment Plan \n43.  The project investment cost is estimated at $71.1 million equivalent, including taxes, duties, \ninterest charges on the ADB loan, and physical and price contingencies. About 72% of the base cost is \nallocated for water supply, 12% for sanitation, and 16% for institutional strengthening. A summary of \nthe cost estimates is given in Table 1. The detailed cost estimates and the financing plan are in \nAppendix 6. \nTable 1: Project Investment Plan \n($ million) \nCategory  Amounts \nA.  Base Costsa   \n  1.   Component 1: Water Supply Improvements   \n    a. Brahmanbaria  3.6 \n    b. Jessore  3.0 \n    c. Pirojpur  2.2 \n    d. Sirajganj  2.3 \n    e. Other pourashavas  25.9 \n                   Subtotal (A1)  37.0 \n  2.   Component 2: Sanitation Improvements   \n    a. Awareness campaign  1.3 \n    b. Public and communitiy latrines  3.3 \n    c. School latrines  0.4 \n    d. Environmental management  0.7 \n                  Subtotal (A2)  5.7 \n  3.   Component 3: Institutional Development   \n    a. Project management and implementation support  4.9 \n    b. Institutional strengthening at DPHE and pourashavas (capacity building)  1.2 \n    c. PIU operational support  0.8 \n                  Subtotal (A3)  6.8 \n                             Subtotal (A)  49.5 \nB.    Contingencies   \n  1.   Physical Contingenciesb  2.6 \n  2.   Price Contingenciesc  7.0 \n                            Subtotal (B)  9.6 \nC.  Financing Charges During Implementation  2.0 \nD.  Taxs and Dutiesd  9.9 \n                                           Total  71.1 \nADB  =  Asian  Development  Bank,  DPHE  =  Department  of  Public  Health  Engineering,  PIU  =  project \nimplementing unit. \na   Base costs are as of December 2005. \nb  Physical contingencies are computed at 10% for nongovernment organization contracts, and consultancy; \n5% for civil work and equipment, and 3% for others. \nc   Price contingencies are computed at 1.9% in all years for foreign cost, and at 6% in all years for local costs. \nd   Taxes and duties are computed at 15% value-added tax for all goods and 20% custom duties for imported \ngoods. \nNote: Exchange rate of Tk65 = $1 is used. \nThe ADB loan has an interest rate of 1% during the implementation period; the OPEC (Organization of the \nPetroleum Exporting Countries) Fund for International Development loan has an interest rate of 1% and a \nservice charge of 1% during implementation.  \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n44.  The Government has requested a loan of $41 million equivalent from ADB’s Special Funds \nresources to help finance the Project. The loan will have a 32-year term, including a grace period of 8 \nyears, and an interest charge of 1% per annum during the grace period and 1.5% per annum thereafter.  \n \n ", "10 \n45.  Part of the loan proceeds will be onlent to each participating pourashava in a blend of grant and \nloan; the term will depend on the component. For piped water schemes, 50% of construction cost will \nbe a loan at an interest rate of 7% for 20 years including a 5-year grace period, while 50% will be a \ngrant.24 For the community water supply and sanitation component, 100% of the construction cost will \nbe a grant. The Government will bear the foreign exchange risk.  \n \n46.  The ADB loan will cover about 57.7% of the total project cost. ADB will fund 100% of equipment, \nconsulting, NGO contracts, vehicles, office equipment, and interest charges during the project period; \n55% of civil work; and 40% of incremental recurrent costs. About $20.5 million equivalent (28.8% of the \ntotal project cost) will be provided by the Government and participating pourashavas to finance 100% of \ntax and duties, land and resettlement, and part of civil work and incremental recurrent cost. The \ncommunity  will  contribute  $0.6  million  equivalent  (0.8%  of  the  total  project  cost)  as  20%  equity \ncontribution to construct community toilets and water points. The financing plan is summarized in Table \n2. \nTable 2: Financing Plan \n($ million) \nSource  Total    Percent \nAsian Development Bank  41.0  57.7 \nOFID  9.0  12.7 \nGovernment and Pourashavasa  20.5  28.8 \nCommunity  0.6  0.8 \n  Total  71.1  100.0 \nOFID = OPEC (Organization of the Petroleum Exporting Countries) Fund for International Development. \na Pourashava contributions will primarily consist of land. \nSource: Asian Development Bank estimates. \n \n47.  OFID will cofinance the Project on a parallel basis by providing a loan of $9 million equivalent \n(12.7% of the total project cost). ADB, OFID, and the Government are in the process of confirming the \ncofinancing arrangements. The OFID loan is anticipated to have a term of 20 years, including a grace \nperiod of 5 years, with a 1% of interest rate and 1% service charge per annum. The OFID cofinancing \nwill be used for civil works and equipment for the water supply improvement component in three to four \npourashavas.  In  the  event  OFID  cofinancing  does  not  materialize,  the  number  of  pourashavas \nparticipating in the Project will be reduced.  \n \nF.  Implementation Arrangements \n1.  Project Management \n48.  DPHE  will  be  the  Executing  Agency  responsible  for  the  overall  technical  supervision  and \nexecution of the Project. The PMU at DPHE, headed by a full-time project director and staffed by full-\ntime DPHE staff (Appendix 7), will be responsible for day-to-day management of the Project. The PMU \nwill (i) prepare the overall project implementation plan; (ii) manage the selection of eligible pourashavas \nin  accordance  with  the  established  criteria;  (iii)  provide  overall  supervision  in  the  preparation  of \nfeasibility  studies,  design,  subproject  appraisal  reports,  and  construction  supervision;  (iv) provide \nsupport to pourashavas in tendering and executing contracts; (v) manage the overall training and \ncapacity-building  program  for  DPHE  and  the  pourashavas;  (vi)  monitor  and  supervise  all  project \nmanagement  activities;  (vii)  organize  monitoring  and  evaluation  activities;  (viii)  prepare  necessary \nproject  progress  and  project  completion  reports;  and  (ix)  ensure  full  compliance  with  ADB’s \nresettlement, environment, and other safeguards and policies.  \n \n49.  A project steering committee, chaired by the secretary of the Local Government Division, will be \ncreated to provide policy guidance and overall coordination for project implementation.25 The committee \n                                                 \n24  These are also the terms of the subsidiary loans under the World Bank-financed Water Supply Program Project, and the \nADB-financed Urban Governance and Infrastructure Improvement Project.  \n25  Committee membership will include the chief engineer, DPHE; project director, PMU; representatives from the Economic \nRelations Division and Finance Division of the Ministry of Finance; Planning Commission; Implementation Monitoring and ", "  11 \nwill hold its first meeting within 3 months of loan effectiveness, and meet at least once every 6 months \nthereafter, to coordinate and resolve any issues in project implementation. A pourashava performance \nreview committee will be established within LGD and will be responsible for evaluating each of the \npourashavas’ performance and eligibility for phase 2.26  \n \n50.  In each participating pourashava, a PIU will be established as soon as the pourashava enters \ninto a subproject agreement with DPHE. The PIU will be headed by the pourashava chairperson and be \nstaffed  by  PWSS  staff  and  others  as  defined  in  Appendix  7.  The  PIU  will  be  responsible  for \nimplementation and coordination of all local activities and for the full engagement of town committees.27  \n \n2.  Subproject and Subsidiary Loan Agreements \n51.  Each selected pourashava will be required to enter into a subproject agreement with DPHE prior \nto  any  investment.  The  subproject  agreement  will  outline  the  overall  guidelines  for  project \nimplementation, and clearly define roles and responsibilities of DPHE and the pourashava. In addition, \nthe subproject agreement will clearly highlight and define the performance and other criteria that the \npourashava must meet to enter and be eligible for financing in phase 2.  \n \n52.  Once detailed appraisals of rehabilitation works are done, with the endorsement of DPHE, the \npourashava will enter into a subsidiary loan agreement with the Ministry of Finance for the investments \nrelated to its phase 1 piped water supply improvements. Based on reviews by DPHE and ADB, if a \ngiven pourashava qualifies to enter into phase 2, it will enter into a second subsidiary loan agreement \nfor the financing required for system expansion and other phase 2 activities.  \n \n3.  Implementation Period \n \n53.  The Project will be implemented over 6 years, from 2007 to 2012. Phase 1 is expected to take 2 \nyears and phase 2, 4 years. The implementation schedule is in Appendix 8. \n \n4.  Subproject Selection \n54.  Eligibility to participate in the Project will be determined through a clearly defined selection \nmethodology. An initial screening will identify pourashavas that are secondary towns (class A and B) \nand  important  small  commercial  towns,  have  a  current  population  of  over  50,000,  and  have  not \nreceived any external assistance for water supply improvements valued at more than Tk50 million since \n1998. To establish the final selection, pourashavas meeting the initial screening criteria will be ranked \nbased on (i) need for piped water supply improvements; (ii) sanitary latrine coverage; (iii) quality of \navailable water resources, and need for treatment; (iv) poverty incidence; (v) incidence of waterborne \ndiseases, such as diarrhea and dysentery; and (vi) demonstrated institutional commitment to improving \nthe sustainability of WSS operations. The methodology for the ranking of towns is explained in detail in \nAppendix 5.   \n \n55.  Detailed  assessments  of  rehabilitation  works  will  be  carried  out  in  the  selected  towns  to \ndetermine their eligibility for financing through phase 1 of the Project.28 Based on this assessment, \npourashavas that (i) have rehabilitation costs of not more than $500 per connection, (ii) will not be \n                                                                                                                                                                      \nEvaluation Division; Ministry of Health and Family Welfare, Ministry of Environment and Forests, Local Government \nEngineering Department, Power Development Board, Bangladesh Telephone and Telegraph Board, and pourashava chairs. \n26 Committee membership will include Secretary, LGD; Chief Engineer, DPHE; Joint Secretary, LGD; Director General, LGD; \nrepresentatives from the Planning Commission, ERD, and IMED; and DPHE Project Director for this Project. ADB may \nparticipate in PPRC meetings as observer. \n27  Specifically, PIU responsibilities will include (i) procuring and managing all pourashava civil works; (ii) managing all local \nNGOs and CBOs in implementing the health and hygiene education programs, constructing community sanitation facilities, \nas well as constructing community water points; (iii) coordinating all pourashava activities with the PMU and ensuring that all \ninterventions are in accordance with the pourashavas’ needs; (iv) maintaining and managing all pourashava contracts, \naccounts, and other project management matters in full compliance with ADB and government guidelines; and (v) ensuring \neffective engagement of the pourashava community on all project-related matters. \n28  The top 16 towns will be included in the initial assessment of rehabilitation costs. \n ", "12 \nclassified  as  category  A  for  involuntary  resettlement  according  to  ADB’s  involuntary  resettlement \npolicy,29 and (iii) will not be classified as category A for environmental impacts according to ADB’s \nEnvironment  Policy  (2002)  and  Environmental  Assessment  Guidelines  (2003),30 and  satisfy  the \nenvironmental  subproject  selection  criteria  in  the  Project’s  environmental  assessment  and  review \nprocedures will be included in phase 1. To be eligible for financing under phase 2, subprojects should \nmeet all phase 1 performance criteria31 and (i) not be category A for involuntary resettlement; (ii) not be \ncategory A for environmental impacts, and satisfy the environmental subproject selection criteria in the \nProject’s environmental assessment and review procedures; (iii) have investment cost for piped water \nsystems of not more than $900 per connection; and (iv) have total investment costs for phase 2 piped \nwater supply improvements of not more than $3 million.   \n \n5.  Procurement  \n \n56.  Goods,  works,  and  services  financed  by  ADB  will  be  procured  in  accordance  with  ADB’s \nProcurement Guidelines (2006). All procurement contracts will contain anticorruption provisions as \nspecified by ADB. Procurement will generally be carried out by the PIUs under the guidance of the \nPMU, except for equipment and vehicles common to all project towns, which will be procured by the \nPMU. Procurement of goods and services, including civil works, will be carried out in accordance with \nthe indicative procurement plan in Appendix 9.32 National competitive bidding procurements refer to the \nGovernment's Public Procurement Regulations 2003.  \n \n6.  Consulting Services \n \n57.  Consultants will be selected and engaged using ADB’s quality- and cost-based selection or \nconsultants' qualifications selection33 procedures in accordance with ADB’s Guidelines on the Use of \nConsultants by ADB and its Borrowers (2006). Full technical proposals will be used to evaluate all \nconsulting packages of over $1 million, while simplified technical proposals will be used for all others.  \n \n58.  Consulting services will be provided in three packages at the PMU: (i) project management, \nengineering design, and supervision; (ii) institutional capacity building; and (iii) awareness programs. In \naddition, the PIU will engage pourashava NGOs to mobilize communities and construct community \nwater points and sanitation facilities. An estimated 80 person-months of international consulting and \n1,581 person-months of national consulting expertise will be required. The outline terms of references \nfor consulting service packages are in Supplementary Appendix I. \n \n7.  Advance Contracting \n \n59.  To expedite implementation, the Government requested advance action for the recruitment of \nconsultants and procurement. Engagement of consultants is expected to advance up to the stage of \ntechnical proposal evaluation. The development of bidding documents for rehabilitation works in the \nfour sample towns will also be initiated. The Government was informed that approval of advance \ncontracting does not commit ADB to finance the Project. \n \n                                                 \n29  ADB. 1995. Involuntary Resettlement. Manila. Subprojects classified as category A will be rejected. Category A (significant) \nmeans 200 or more people will experience major impacts, which are defined as (i) being physically displaced from housing, \nor (ii) losing 10% or more of their productive assets (income generating) (ADB. 2003. Operations Manual. Section F2/BP: \nInvoluntary Resettlement. Manila [29 October].) Category B or C will be accepted. Category B projects include involuntary \nresettlement impacts that are not deemed significant. No involuntary resettlement effects are foreseen in category C \nprojects. \n30  Subprojects classified as category A will be rejected.  \n31 Evaluation will be carried out by the Pourashava Performance Review Committee as defined in Appendix 7 in accordance \nwith criteria set forth in Appendix 5. \n32  As this is a sector project, the procurement plan includes indicative procurement for the sample subproject towns. A \nprocurement plan for each of the subprojects will be agreed to by ADB and the Government, and updated from time to time \nin accordance with ADB’s Procurement Guidelines. \n33  Consultants' qualifications selection will be used for NGO contracts for community infrastructure development. ", "  13 \n8.  Anticorruption Policy  \n \n60.  ADB’s policies relating to anticorruption34 and the combating of money laundering and financing \nof terrorism35 were explained to and discussed with the Government. Consistent with its commitment to \ngood governance, accountability, and transparency, ADB will require the Government to institute, \nmaintain,  and  comply  with  internal  procedures  and  controls  following  international  best  practice \nstandards for the purpose of preventing corruption or money laundering activities or the financing of \nterrorism,  and  covenant  with  ADB  to  refrain  from  engaging  in  such  activities.  The  investment \ndocumentation  between  ADB  and  the  Government  will  allow  ADB  to  investigate  any  violation  or \npotential violation of these undertakings. In particular, all contracts financed by ADB in connection with \nthe Project will include provisions specifying the right of ADB to audit and examine the records and \naccounts of DPHE and all contractors, suppliers, consultants, and other service providers as they relate \nto the Project. \n \n61.  The Project incorporates several other measures, in addition to the standard ADB requirements, \nto deter corruption and increase transparency. The Government will create a project website to disclose \ninformation about various project matters, including procurement. With regard to procurement, the \nwebsite will include information on, among others, the list of participating bidders, name of the winning \nbidder, basic details on bidding procedures adopted, amount of contract awarded, and goods/services \nprocured. In addition to the web-based disclosure, the TLCC, which include civil society and NGO \nrepresentation, will be provided with detailed information on each PIU procurement in their respective \npourashavas.  \n \n9.  Disbursement Arrangements \n62.  Withdrawal of loan proceeds will be in accordance with ADB’s Loan Disbursement Handbook \n(2001), as updated periodically and with arrangements between the Government and ADB. Imprest \naccount and statement-of-expenditure procedures will be used. An imprest account will be established \nimmediately following loan effectiveness at Bangladesh Bank. DPHE will manage the imprest account. \nThe imprest account ceiling will be limited to 10% of the loan or the forecast expenditure for the next 6 \nmonths, whichever is lower. ADB’s statement-of-expenditures procedures will be used to replenish and \nliquidate  the  imprest  account  for  eligible  expenditures  not  exceeding  $50,000  per  payment.  The \nProject’s funds flow is explained in Appendix 10.  \n  \n10.  Accounting, Auditing, and Reporting \n \n63.  The Government, acting through DPHE, will maintain records and accounts to identify all goods \nand services financed by the loan proceeds. Each of the participating pourashavas will maintain similar \nrecords and submit annual accounts and financial statements to the PMU for further submission to \nADB. The Government will ensure that accounts and financial statements are audited annually, in \naccordance with sound accounting principles, by independent external auditors acceptable to ADB. \nDPHE will provide ADB, not later than 6 months after the close of each fiscal year, certified copies of \naudited accounts and financial statements, and the report of the auditor on these. Imprest account and \nstatement of expenditure records will be audited annually and a separate audit opinion will be provided \nfor each.  \n \n64.  The  PMU  will  prepare  quarterly  progress  reports  and  submit  them  to  ADB  and  the  Local \nGovernment Division within 20 days of the end of the applicable period. The reports will be prepared in \na format acceptable to ADB and will include the following: (i) project progress in each pourashava, (ii) \nthe status of institutional development activities, (iii) delays and problems encountered and actions \ntaken to resolve them, (iv) compliance with loan covenants, and (v) expected progress during the next 6 \n                                                 \n34  ADB. 1998. Anticorruption. Manila. \n35  ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "14 \nmonths. Within 6 months of the Project’s physical completion, the Government will prepare and submit \nto ADB a project completion report, including costs and compliance with loan covenants. \n \n11.  Project Performance Monitoring and Evaluation \n65.  The PIU in each pourashava will be responsible for ensuring that a comprehensive program for \nPPME acceptable to ADB is carried out to (i) examine the Project’s technical performance, (ii) evaluate \nthe delivery of the planned facilities, (iii) assess the achievement of the Project’s objectives, and (iv) \nmeasure the Project’s social and economic benefits. A set of PPME indicators will be developed at the \nstart of the Project by the PMU and consultants in consultation with the pourashavas. Indicators will \ninclude number of household water connections, number of public latrines constructed, number of \nparticipants in awareness campaigns, incidence of waterborne disease, volume of water produced, \nvolume of unaccounted-for-water, and collection efficiency. \n \n66.  The PMU will conduct initial baseline physical and socioeconomic surveys and submit a detailed \nimplementation plan for monitoring performance and for preparing benchmark information for ADB’s \nreview  and  concurrence  within  6  months  from  loan  effectiveness.  Annual  PPME  reports  will  be \nprepared  by  each  PIU,  consolidated  by  the  PMU  and  submitted  to  ADB  throughout  project \nimplementation. \n \n12.  Project Review \n \n67.  ADB and the Government will jointly review project progress at least twice a year. In addition to \nthe regular reviews, ADB and the Government will undertake a comprehensive review at the end of the \nrehabilitation phase when phase 2 feasibility studies will be substantially completed. A midterm review \nwill be undertaken within 36 months from loan effectiveness. These reviews will include a detailed \nevaluation of the project scope, implementation arrangements, and achievement of scheduled targets. \nThey  will  assess  progress  on  pourashava  reform  criteria  compliance,  institutional  development, \nsubproject implementation, and performance of consultants and DPHE. \n      \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Poverty Reduction and Social Development \n \n1.  Poverty Reduction \n \n68.  Based on the assessment of four pourashavas during project preparation, 63% of the population \ndoes not have access to safe water supply and 41% do not have access to sanitary latrines. Access is \neven more limited for poor households, with 70% of poor households without access to safe water \nsupply and 58% without access to sanitary latrines. In slum areas, where 70% of the poor in the four \npourashavas are found, 81% have no access to safe water supply and 73% lack access to sanitary \nlatrines.  \n \n69.  The Project is expected to provide safe water supply and sanitation with emphasis on poor \nhouseholds,  particularly  households  headed  by  women  in  slum  and  fringe  areas.  The  Project \nspecifically targets the poor in terms of the following components: shared standpipes, shared safe \nwater points utilizing arsenic-free water sources, and community latrines and public toilets. Under the \nProject,  672  water  standpipes  and  360  safe  water  points  are  committed  solely  for  use  of  the \napproximately 70% poor households in slum areas. These facilities, along with community latrines, will \nbe directly managed and maintained by poor beneficiary households organized and trained by NGOs. \nPoverty impact analysis undertaken in four pourashavas suggests that 30% of beneficiaries for other \nproject  components  comprise  the  poor.  Improved  safe  water  supply  and  sanitation  services  and \nincreased awareness will reduce health costs, decrease malnutrition, and increase labor productivity—\nissues critical to reducing poverty. The summary poverty reduction and social strategy is in Appendix \n11. \n ", "  15 \n2.  Participation \n \n70.  Participation is a key element of the Project, particularly in targeting vulnerable households and \nensuring  sustainability.  In  the  communities,  stakeholder  participation  in  project  planning  and \nimplementation will be through extensive information campaigns, and community organization and \nmobilization activities through NGOs and CBOs. Through community organization, water and sanitation \nuser  associations  (including  women’s  user  groups)  will  be  formed  to  ensure  the  sustainability  of \nfacilities.36 An information and education campaign will be formulated based on identified needs. Skills \ndevelopment, training, and provision of linkages to institutions will also be undertaken as part of the \nProject to ensure participation.  \n \n3.  Gender \n \n71.  Primary and secondary data were analyzed to assess the status of women in the four sample \npourashavas. The assessment shows gender gaps in employment, income, education, household \nroles, and decision making. Parallel to this disparity, access to piped water supply and sanitary latrines \nby households headed by women is lower. Drinking water is largely sourced from HTWs, open wells, \nand ponds, putting households headed by women at higher risk of arsenic contamination and other \nwaterborne  diseases.  Moreover,  water  collection,  and  water  and  sanitation  management  are \ntraditionally female roles in the household and community. Thus, women are vulnerable to health risks \ndue to deficiencies in water, hygiene, and sanitation. Their access to latrines and other sanitation \nfacilities is often reduced by gender insensitivity to the construction and management of such facilities. \nA gender strategy ensures that gender issues are addressed, women benefit equally from the Project, \nand interventions avoid gender bias.37 A gender action plan is in Appendix 12. \nB.  Environment and Social Safeguards \n \n  1.  Environment \n \n72.  DPHE has prepared initial environmental examinations (IEEs) for the four sample subprojects \nfollowing ADB’s Environment Policy (2002) and Environmental Assessment Guidelines (2003). The \nIEEs show that the subprojects will result in substantial net environmental and public health benefits \nincluding (i) reduced risk of waterborne diseases from improved water supply through the provision of \nbetter  access  to  safe  and  adequate  water  supply  and  from  improved  sanitation  and  hygiene; \n(ii) reduced risk of arsenic-related diseases particularly for households that currently use shallow tube \nwells that are likely to be contaminated with arsenic; (iii) reduced groundwater contamination and \navoided sewage flow in drainage canals, ponds, and rivers; and (iv) increased social benefits from \ncommunity development. The salient points of the IEEs including impacts and risks and mitigation \nmeasures are summarized in Supplementary Appendix J (the full IEE and subproject IEEs are in \nSupplementary Appendix K). \n \n73.  The Project will not generate any significant negative environmental impacts. Potential negative \nenvironmental impacts are mostly temporary and localized, and can be addressed through subproject \ndesign and mitigation measures. The subproject selection criteria rule out subprojects with significant \nenvironmental  impacts.  The  IEEs  contain  environmental  monitoring  plans  identifying  monitoring \n                                                 \n36  In addition project participation will be promoted through (i) target beneficiary involvement in the choice of interventions \nappropriate for the community or household; (ii) site selection; (iii) participation in construction; (iv) provision of counterpart \nfunds; (v) conduct of information, education, and awareness campaigns; (vi) implementation of community ordinances \nand/or sanctions on sanitation and hygiene from the O&M activities; (vii) planning and conduct of income enhancement \nactivities; and (viii) monitoring and evaluation. \n37  Project design has taken into consideration group targeting strategies to identify (i) the location of vulnerable households \nheaded by women, (ii) their mobilization and organization to participate in intervention formulation and implementation, and \n(iii) mechanisms to institutionalize and sustain their involvement. During project design, gender issues were identified and \nmitigation measures proposed and incorporated. The project design proposes that women be made primarily responsible for \nlocating the site for construction of community standpipes and community latrines. Monitoring and evaluation systems will \ngenerate gender disaggregated information to enable tracking of the Project’s gender impacts. \n ", "16 \nparameters and responsible agencies to ensure mitigation measures are properly undertaken. The \nIEEs conclude that no further assessment on environmental impacts is required for sample subprojects. \nTo ensure compliance with the Government and ADB’s environmental guidelines and requirements, \nenvironmental assessment and review procedures to guide the implementation of future subprojects \nwere formulated (details in Supplementary Appendix K).  \n \n2.  Involuntary Resettlement \n \n74.  To ensure compliance with the Government and ADB’s policy and requirements for involuntary \nresettlement,  DPHE  developed  a  resettlement  framework  to  guide  subproject  implementation.  A \nsummary of the framework is in Appendix 13. DPHE prepared draft resettlement plans for the four \nsample subprojects following the Government’s Acquisition and Requisition of Immovable Property \nOrdinance of 1982 (amended in 1993 and 1994), ADB’s policy on involuntary resettlement (footnote \n29), and the resettlement framework for the Project (Supplementary Appendix L). DPHE had endorsed \nthe draft resettlement framework and draft resettlement plans for the sample subprojects, which are on \nthe ADB website. The Project is designed to minimize land acquisition and resettlement impacts, and \nthe subproject selection criteria do not allow subprojects with significant resettlement impacts. Careful \nsubproject siting and alignment will further minimize impacts. Most new construction and rehabilitation \nwill be undertaken on Government land or within the premises of existing facilities. In the four sample \nsubprojects, permanent land acquisition required for overhead tanks, production wells, and treatment \nplants is 0.43 hectares affecting five households. Impacts due to the rehabilitation and construction of \nwater supply networks will be temporary and minimal, as these will be undertaken on road shoulders \nand under roads if structures are on the shoulders.  \n \n3.  Indigenous Peoples \n \n75.  The Project provides social benefits by improving and expanding access to water supply and \nsanitation resulting in significant environmental and public health benefits in subproject pourashavas. \nSocial assessments undertaken for sample subprojects do not indicate significant adverse impacts on \nvulnerable groups, and did not identify any indigenous groups. The 16 shortlisted pourashavas do not \nhave significant indigenous populations. The resettlement framework and resettlement plans provide \nadditional  entitlements  to  vulnerable  people  affected,  including  households  headed  by  indigenous \npeople. \n \nC.  Economic and Financial Benefits \n \n  1.  Economic Benefits \n \n76.  The economic rationale for Government intervention is sound as the Project supports only the \npourashavas’ service delivery operations (i.e., water supply and sanitation), which are all basic public \nservices  characterized  by  monopolistic  conditions  (for  piped  water  supply  schemes),  externality \nmanagement  (for  sanitation  awareness  campaign),  and  protection  of  public  goods  (for  sanitation \ncomponents). The goals of the SDP-WSSB are to (i) ensure that the basic minimum water supply and \nsanitation needs for all citizens is met by 2010, and upgrade the system beyond 2010; (ii) decentralize \nthe  service  delivery  mechanism  to,  and  build  capacity  of,  the  local  government  institutions  (e.g., \npourashavas) for sustainability of investment and good governance; and (iii) implement the optimal \nservice delivery options recommended by the SDP-WSSB including a PLC modality. These goals were \nwidely accepted through a long-term sequence of development of WSS policies and strategies, and are \nconsistent  with  the  Millennium  Development  Goals  and  the  PRS.  The  Project  will  assist  the \nGovernment in achieving all three goals by improving water service delivery with rehabilitated and \nexpanded piped water schemes and more deep HTWs, raising awareness of sanitation practices, \nconstructing  latrines  in  public  places  and  poor  communities,  and  supporting  institutional  capacity \ndevelopment of DPHE and PWSS in selected pourashavas. The participating pourashavas will be \nselected, based on criteria that ensure that (i) they require financial assistance to achieve the goals, \nand (ii) they are willing to commit to the reform actions to sustain the improved services. For the water \nsupply schemes, the subproject selection criteria impose a cost ceiling per existing connection for the ", "  17 \nfirst phase investment, a cost ceiling per new connection for the second phase investment, and an \noverall cost ceiling of $3 million per pourashava for the second phase investment. It will ensure fair \nallocation of the available funds among the participating pourashavas. As the investment needs are \nmuch higher than the available funds, imposition of cost ceilings will automatically translate into the \nleast cost options in engineering design. \n  \n77.  The  sanitation  subsector  has  a  target  of  achieving  100%  nationwide  coverage  by  2010. \nAccordingly, the Government prepared a national sanitation strategy to accelerate accomplishment of \nthis target. The Project assists the pourashavas to achieve 100% sanitary latrine coverage. Since the \nstrategy states that a subsidy should only be applied for the poor, and low cost latrines can be easily \npurchased  in  the  local  market,  the  Project  will  not  provide  any  investment  support  to  individual \nhousehold latrine construction. Rather, the Project provides for an awareness campaign to raise the \neffective demand in the general public for sanitary latrines as well as construction of community, \nschool, and public latrines. \n \n78.  The Project will bring substantial economic benefits, including the (i) value of nonincremental \nwater supply; (ii) value of incremental water supply; (iii) avoided cost of diarrhea and dysentery, which \nare prevalent diseases in pourashavas; and (iv) avoided loss of productivity/income due to a reduction \nin morbidity rate. Since about 70–94% of the pourashava population depend on nonpiped water to \nsatisfy everyday needs, the amount of nonincremental water supply is significant. The economic value \nof the nonincremental water supply, computed as costs of fetching and treating water from other \nsources,  is  also  high  at  Tk29.3  (Brahmanbaria),  Tk27.7  (Jessore),  Tk31.3  (Pirojpur),  and  Tk25.5 \n(Sirajganj) per cubic meter. The medical cost burden in a case of falling ill with diarrhea or dysentery is \nTk200–Tk2,000 per incidence. The economic analysis is in Supplementary Appendix M. \n \n2.  Financial Benefits \n \n79.  The participating pourashavas will borrow only for piped water schemes. They will need to \ngenerate enough cash to sustain the piped water systems without a transfer from the other pourashava \nbudgets, and to pay O&M costs, depreciation, and debt service. The tariff revision schedule should be \nprepared to demonstrate sufficient cash flow over 20 years; implementation of the first tariff revision is \npart  of  the  entry  criteria  to  the  second  phase  of  the  Project.  Other  investment  costs,  including \ncommunity  water  schemes  (e.g.,  deep  HTWs)  and  sanitation,  are  provided  as  a  grant  from  the \nGovernment  to  the  pourashavas.  The  O&M  responsibilities  and  costs  will  be  transferred  to  each \ncommunity for deep HTWs, public standpipes, and community toilets; to each school for school toilets; \nand to private operators for public toilets. The pourashavas are also responsible for O&M of sludge \nremoval trucks purchased under the Project.     \n \n80.  The financial management capacity of the PWSS or PLC of the participating pourashavas will \nbe significantly improved though consultancy services and training provided under the Project. At a \nminimum, the PWSS should operate in a financially autonomous manner (its financial account is \ncurrently not separate from the other pourashava budget). If a pourashava chooses to establish a PLC, \nits  autonomy  will  be  strengthened  and  more  securely  guaranteed  along  with  stronger  financial \ndiscipline. Hence, establishment of a PLC is highly encouraged under the Project, which will also \nprovide  incentives.  If  the  pourashavas  are  successful  in  operating  the  PLCs  as  envisaged,  their \nfinancial strength will allow them to expand the system at their own cost or in partnership with private \ninvestors/operators.  \n \n81.  Financial projections for piped water supply schemes in four sample pourashavas were made to \nexamine the financial viability given the proposed tariff revision schedule. The financial internal rates of \nreturn of three of the four water supply schemes are estimated to be higher than the weighted average \ncost of capital, ranging from –0.27% (Jessore) to 16.22% (Sirajganji). The financial analysis is in \nSupplementary Appendix N.  \n \n ", "18 \nD.  Major Risks and Safeguards \n82.  The Project has two primary risks. The first is lack of public support to implement reforms, \nincluding tariff changes. The Project will address this risk by requiring most reforms to be implemented \nin phase 1, and requiring such implementation to be complete for a pourashava to qualify for larger \ninvestments  in  phase  2.38 The  process  of  reform  will  be  supported  through  aggressive  public \nawareness campaigns as well as training and capacity building. Required reforms will be clearly spelled \nout in all project agreements as well, and the selection process will exclude pourashavas that do not \ncommit to change. Another primary risk is resistance from the central Government to allow greater \nautonomy to pourashavas to operate their water utilities by adopting a PLC operational model and \nrecruiting new staff. This risk has been addressed by supporting the adoption of a PLC management \nstructure as an optional reform, rather than a mandatory one, synchronizing efforts with other external \nagencies  in  the  sector,  and  providing  partial  financing  for  incremental  staff  during  project \nimplementation.  \n \n83.  Other risks to the Project include (i) substantial delays in project start-up due to delays in \nstaffing the PMU and PIUs, (ii) the fact that this is the first sector loan project to be implemented by \nDPHE, (iii) inadequate capacity of the pourashavas in project implementation, (iv) noncompliance with \nagreements  and  understandings  reached  during  Project  design  and  formulation,  and  (v)  possible \ncorruption. These risks will be addressed through (i) gaining assurances from the Local Government \nDivision and DPHE that the PMU will be staffed as soon as possible, and will begin initial project \nactivities well before loan effectiveness; (ii) providing substantial consulting support to DPHE and the \npourashavas for project management and implementation; (iii) creating and involving TLCC, NGOs, \nand CBOs to ensure broader local support for and commitment to project agreements and assurances; \nand (iv) requiring external audits of project accounts, minimizing the number of contracts/procurements, \nestablishing a procurement disclosure website, and closely involving the TLCC in all project aspects to \nadd significant transparency to project processes. Further information on assessed risks and mitigating \nmeasures incorporated in the Project are in Supplementary Appendix O. \n \nV.  ASSURANCES \nA.  Specific Assurances \n84.  In addition to the standard assurances, the Government has given the following assurances, \nwhich are incorporated in the legal documents: \n \n(i)  The Government will provide counterpart funds for project implementation on time. The \nGovernment will make timely submission of annual budgetary appropriation requests \nand ensure prompt disbursement of appropriated funds during each year of project \nimplementation. \n(ii)  Not  later  than  18  months  after  the  loan  effective  date,  the  Government  will  have \nestablished  and  institutionalized  a  human  resources  development  center  and/or  a \ntraining center at DPHE and all key staff will have been appointed. \n(iii)  The Government and DPHE will ensure that subprojects will be selected and carried out \nin accordance with agreed subproject selection criteria as set out in Appendix 5 of this \nreport.  \n(iv)  The Government will ensure that only pourashavas that have successfully managed \nphase 1 and meet the defined set of performance criteria are eligible to receive financial \nsupport for phase 2. Pourashavas that fail to meet all criteria by the end of phase 1 will \nbe given a 6-month grace period to improve their performance. Pourashavas that fail to \ndemonstrate their commitment to reforms and the sustainability of their water supply \nsystems will not receive funding for phase 2. \n                                                 \n38  Sustainability of the pourashava utilities (with or without any new investment) is heavily dependent on the institutionalization \nof the proposed reforms. Therefore, in principle, ADB/the Government should reward towns that demonstrate commitment \nto reforms and long-term sustainability, and not provide phase 2 funding to towns that do not.  ", "  19 \n(v)  The Government will enter into a subproject agreement and a subsidiary loan agreement \nwith each participating pourashava, on terms and conditions satisfactory to ADB.  \n(vi)  The Government will cause each of the participating pourashavas to adopt a tariff reform \nplan and before the end of phase 1 the pourashava will implement the first major tariff \nrevision. Fulfillment of this requirement will be a prerequisite for the pourashavas to \nqualify for inclusion in phase 2. Each pourashava will have fully metered piped water \nsupply systems in the project towns and will carry out an aggressive public awareness \ncampaign on the need for metering and tariff charges.  \n(vii)  The Government and DPHE will ensure that it will not approve any subproject that \ninvolves significant involuntary resettlement according to ADB’s Policy on Involuntary \nResettlement (1995). The Government will further ensure that all land and right-of-way \nrequired  for  the  Project  will  be  made  available  in  a  timely  manner  and  adequate \ncompensations will be paid to affected people prior to any civil works contract’s award. \nAny involuntary resettlement will be carried out in accordance with the resettlement \nframework agreed between the Government and ADB, and ADB’s policy on involuntary \nresettlement.39 A resettlement plan will be prepared for each subproject involving land \nacquisition or resettlement and will be submitted to ADB for review and approval prior to \nany  related  civil  works  contract’s  award.  The  Resettlement  Plans,  that  have  been \nprepared  and  agreed  between  the  Government  and  ADB,  for  the  four  sample \nsubprojects, will be updated and provided to ADB for review and approval following \ndetailed design and prior to civil work contracts’ award. Draft resettlement plans and \ndraft updated resettlement plans will be disclosed to people affected prior to submission \nto ADB for review and approval.  \n(viii)  To ensure that women benefit equally from the Project and interventions avoid gender \nbias, the Government and DPHE will ensure that the Project will be carried out in \naccordance with ADB’s policy on gender and development40 and the gender strategy \ncontained in the gender action plan that has been prepared and agreed between the \nGovernment and ADB. \n(ix)  The  Government  will  ensure  that  it  will  not  approve  any  subproject  that  involves \nsignificant environmental impacts according to ADB’s Environment Policy (2002). The \ndesign, construction, operation, and implementation of all subproject facilities will be \ncarried out in accordance with the environmental assessment and review procedures, \nand IEEs for sample subprojects agreed to between the Government and ADB; and \ncomplies  with  the  Government’s  environmental  laws  and  regulations  and  ADB’s \nEnvironment  Policy  (2002).  Any  adverse  environmental  impacts  arising  from  the \nconstruction, operation, and implementation of subproject facilities will be minimized by \nimplementing  the  environmental  mitigation  and  management  measures,  and  other \nrecommendations specified in environmental assessment reports. The Government will \nensure the satisfactory preparation and implementation of the asbestos management \nplan and other safety plans, and that qualified and competent personnel will be recruited \nto carry out the work. The Government will ensure environmental requirements will be \nincorporated in bidding documents and civil works contracts. \n(x)  Although the Project does not envisage any adverse impact on indigenous peoples, the \nGovernment and DPHE will ensure the subprojects will be prepared and implemented in \naccordance with ADB’s policy on indigenous peoples,41 in order to increase the quality \nand access of water supply and sanitation received by indigenous peoples. \n(xi)  The Government will cause each of the participating pourashavas to carry out a PPME \nprogram.  The  PIU  in  each  pourashava  will  be  responsible  for  ensuring  that  a \ncomprehensive program for PPME acceptable to ADB is carried out to (a) examine the \nProject’s technical performance, (b) evaluate the delivery of the planned facilities, (c) \n                                                 \n39  ADB. 1995. Involuntary Resettlement. Manila. \n40  ADB. 2003. Gender and Development. Manila. \n41  ADB. 1998. The Bank’s Policy on Indigenous Peoples. Manila. \n ", "20 \nassess the achievement of the Project’s objectives, and (d) measure the Project’s social \nand economic benefits. \n(xii)  Not later than 6 months after the loan effective date, the PMU will conduct initial baseline \nphysical and socioeconomic surveys and submit a detailed implementation plan for \nmonitoring performance and for preparing benchmark information to ADB for review and \nconcurrence. Throughout project implementation, annual PPME reports will be prepared \nby each PIU, consolidated by the PMU, and submitted to ADB.  \n \nB.   Conditions for Loan Effectiveness \n \n85.  Prior to loan effectiveness, the following will have been completed: \n \n(i)  The Government will have established a PMU within DPHE, and will have appointed a \nproject director together with all the agreed key technical and accounts and finance staff. \n(ii)  The  Government  will  have  established  a  project  steering  committee,  and  will  have \nappointed the secretary of the Local Government Division as the chair, and its members \nthe chief engineer of DPHE and the project director of PMU; representatives from the \nBangladesh Telephone and Telegraph Board, Economic Relations Division, Finance \nDivision of the Ministry of Finance, Local Government Engineering Department, Ministry \nof Environment, Ministry of Health and Family Welfare, Planning Commission, Power \nDevelopment  Board,  Urban  Management  Support  Unit,  and  the  pourashavas’ \nchairpersons. \n(iii)  A draft subproject agreement and a draft subsidiary loan agreement, in the form and \nsubstance acceptable to ADB, will be submitted to ADB. \n \nVI.   RECOMMENDATION \n \n86.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the Asian \nDevelopment Bank (ADB) and recommend that the Board approve: \n \n(i)  the loan in various currencies equivalent to Special Drawing Rights 27,588,000 to the \nPeople’s Republic of Bangladesh for the Secondary Towns Water Supply and Sanitation \nSector Project, from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter, a term of 32 \nyears, including a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to \nthe Board; and \n(ii)  the administration by ADB of a loan not exceeding $9,000,000 to the People’s Republic \nof Bangladesh for the Secondary Towns Water Supply and Sanitation Sector Project to \nbe provided by OPEC Fund for International Development (OFID) under the terms of a \nLetter of Administration to be entered into between ADB and OFID. \n \n \nHaruhiko Kuroda \nPresident \n \n21 September 2006 ", "            Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary     Performance Targets/  Data Sources/  Assumptions and Risks \nIndicators  Reporting \nMechanisms \nImpact      Assumption \n• Improve living conditions and  • People perceive an  • PPME reports  • Financial, human, and other resources \nhealth standards in  improved quality of life  • ADB mission  required by the Project are adequate \nparticipating secondary  • Mortality and morbidity  reports   and provided on time. \ntowns.  rates from diarrhea,  • National  Risk \n• Improve sustainability and  dysentery, and other  economic  • Secondary towns may lack political \nefficiency of pourashava  waterborne diseases  statistics  will to implement the investments and \nwater utilities.  reduced  • Bangladesh  reforms diligently.  \n• Tariff and institutional  Bureau of \nreforms adopted and  Statistics reports \nfinancial performance of  • Pourashava \nPWSSs improved in 16  health statistics \npourashavas   \n \nOutcomea      Assumptions \n• Increased quantity and  • 158,800 households with  • PPME reports  • Households will connect to the water \nimproved quality of water  access to safe water  • Training reports  supply system because water quality \nsupply in project towns  through piped household  • ADB mission  is better and supply is more reliable \n(contribute to achievement of  connections or public  reports  compared with the existing situation. \nthe targets of Millennium  water points   • PWSS financial  • Key water utility and sanitation \nDevelopment Goal 7)  • Volume of safe water  statements  personnel with appropriate \n  produced and billed to  • Project  qualifications are appointed on time. \n  existing and new  completion  • Only qualified, permanent staff with \n  customers increased  report (PCR)  direct responsibilities in the water \n• Improved community  • All school children and  • Government and  supply and sanitation sector are \nawareness of the link  over 40% of adults in each  external agency  trained. \nbetween proper hygiene,  pourashava participated in  reports on the  • The pourashavas will adopt revised \nsanitation, and health,  the hygiene education and  WSS sector  tariff structures and improve collection \nparticularly among women  sanitation promotion  efficiency. \nand children  programs   • The Government is committed to the \n• Increased sanitation coverage  • Number of households  institutional reforms (in particular the \n  using sanitary latrines  PLC model for local utilities) and does \n  increased by 25%  not block pourashavas from pursuing \n• Improved capacity of  • Financial performance of  this option.  \nsecondary towns to  PWSS significantly   \nimplement, operate, manage,  improved   Risks \nand maintain water supply    • The central and community \nand sanitation investments    governments lack the political will to \n• Improved capacity of DPHE to  • More than 500 DPHE and  adopt reforms. \nplan, design, supervise,  pourashava staff trained  • Delays occur in recruitment and \nmonitor, and provide technical  on various aspects of  appointment of key staff.  \nassistance to local water  water supply and  • Collection efficiency is poor. \nutilities   sanitation   \n• Management options  • About 5 pourashavas opt \nconsistent with the SDP- to pursue new (PLC) \nWSSB (PLC entity,  institutional models \noutsourcing billing and   \ncollection) pushed forward   \nand piloted \nOutputsa      Assumptions \nPart A. Water Supply  Phase 1: Rehabilitation  • Detailed  • Recruitment/mobilization of all \nImprovements  • 172 km of water mains  subproject  consultants, contractors, and \n• Rehabilitation, expansion,  rehabilitated  appraisals/  nongovernment organizations is \nand completion of metering  • 8 iron removal/surface  engineering  timely.  \nof existing piped water  water treatment plant  designs  • Required land and rights-of-way are \nsupply systems  plants with 300 cubic  • Construction  procured without significant delays, in ", "22  Appendix 1 \nDesign Summary     Performance Targets/  Data Sources/  Assumptions and Risks \nIndicators  Reporting \nMechanisms \n  meters (m3)/hour (hr)  progress reports  accordance with all ADB and \n  capacity rehabilitated   • PPME reports  Government guidelines. \n• Number of metered  • 29 overhead tanks with  • PMU reports   • Necessary approvals/issuance of \nhousehold connections  680 m3 capacity  • ADB mission  environmental clearance and other \nmaximized   rehabilitated   reports  permits are secured from appropriate \n  • 53 production tube wells  • PCR  government agencies on time. \n• Shared standpipes and other  regenerated     • Civil works contractors perform in \nsafe water points provided to  • 250 km of distribution  accordance with approved schedules \nareas that cannot be  mains replaced  and guidelines. \nprovided with household  • 68,000 existing household  • Counterpart funds are made available \nconnections efficiently  connections metered  on time. \n     \n  Phase 2: System Expansion  Risks \n   • 67 production tube wells  • Construction is delayed due to \ninstalled   problems of land/right-of-way \n• 9 new iron removal  acquisition and force majeure. \nplants/surface water  • Delays and disputes in finalizing \ntreatment plant with 300  contracts result from corruption and \nm3 capacity operational  weak capacity. \n• 18 new overhead tanks  • Some pourashavas may not enter into \nwith 680 m3 capacity  phase 2 because of poor performance, \noperational.   and unwillingness to implement \n• 600 km of distribution  reforms, including tariff increases. \nmains of various   \ndiameters installed \n• 40 km of new transmission \nmains installed  \n• 64,500 water meters \ninstalled \n• 583 new standpipes for \npoor households \noperational \n• 732 new safe water points \nconstructed \n• 1,315 community water \nsupply user groups \norganized and/trained \n \nPart B: Sanitation  • Number of community,  • Detailed  Assumptions \nImprovements  school, and public sanitary  subproject  • Recruitment/mobilization of \n• Community, school, public  latrines constructed  appraisals  consultants, contractors, and \nsanitation improvements  • Number of community  • PPME reports  nongovernment organizations is \n  sanitation user groups  • ADB mission  timely.  \n  organized and/trained, and  reports  • School administrations, market and \n  their gender mix  • PCR  terminal associations, and \n• Sanitation awareness and  • Number of adults and  • Government and  communities will be willing to maintain \npromotion, hygiene  children participating in  external agency  public latrines.  \neducation, capacity building   sanitation awareness and  reports on   \n  promotion, and hygiene  sanitation  Risk \n  education program,  improvement  • Participation in the sanitation \n  disaggregated by gender    awareness program is low. \n  • Increased demand for \n  sanitary latrine hardware \n  and construction  \n• Septic-tank sludge  • Sludge removal equipment \nremoval/management  and sludge composting/ \ndisposal facilities utilized \nin line with project \nguidelines ", "            Appendix 1  23 \nDesign Summary     Performance Targets/  Data Sources/  Assumptions and Risks \nIndicators  Reporting \nMechanisms \nPart C: Institutional  • DPHE training needs  • PPME reports  Assumptions \nDevelopment  assessment completed,  • ADB mission  •  Consultant recruitment is timely. \n• Strengthening of DPHE  and 5-year training  reports  •  Only qualified permanent staff with \n  strategy and program  •  PCR  direct responsibilities in the WSS \n  established  •  Training reports  sector are trained. \n  • DPHE human resources  •  Government  •  Key staff with appropriate \n  development /training  and external  qualifications and skills are \n  center established, and  agency reports  appointed on time. \n  trainers trained  on WSS sector   \n  • Approximately 210 DPHE  •  PWSS financial  Risks \n  staff trained in the various  statements  •  Nonqualified staff or those without \n  aspects of WSS    direct involvement in the WSS \n  • PPME system established    sector are selected for training. \n  and regular reports    •  Political will to implement reforms is \n  submitted    lacking. \n  • DPHE acquired skills to    •  The central Government may not \n  effectively manage SDP-   allow pourashavas to recruit \n  WSSB investments and  additional staff, or transition to PLC \n  future sector projects with  models of management. \n  minimal support \n  • DPHE capacity to \n \neffectively become a \n  facilitator and technical \n \nsupport entity in the sector \n  improved \n \n• PWSS accounts \n•  Strengthening of the  separated from those of \npourashavas \npourashavas  \n \n• Double-entry accounting \n \ninstitutionalized, staff \n \ntrained and fully equipped \n \nwith computers/software \n \n• PWSS asset inventory \n \nestablished \n \n• Simplified technical \n \nmanuals, commercial \n \nsystems manuals \n \ncompleted    \n \n• Number of pourashava \n \nchairs, ward \n \ncommissioners, and staff \n \ntrained on water supply \n \nand sanitation (about 160 \n \nparticipants total) \n \n• Number of local water \n \nutility and sanitation staff \n \ntrained on accounting, \n \ntariff setting, and other \n \naspects of water supply \n \nand sanitation (about 480 \n \nparticipants) \n \n• Implementation assistance  • All project management \nand implementation \nassistance delivered \nefficiently and effectively \nenabling smooth \nimplementation \n \n ", "24  Appendix 1 \n \n \nActivities with Milestones  Inputs \n• PMU established and fully staffed, and project steering committee established  ADB: $41 million \nimmediately after loan signing   OFID Fund: $9 million \n• Subproject agreements with DPHE for four sample towns signed upon loan effectiveness   Government: $20.5 million \n• Preparation of initial feasibility studies for additional towns completed by month 4, and  Community: $ 0.6 million \nadditional subproject agreements signed \n• Project implementation units established immediately upon signing of the subproject \nagreements \n• Detailed design for rehabilitation works completed by end of month 6 \n• Subsidiary loan agreements for phase 1 signed by month 7 \n• Completion of water supplysystem rehabilitation by end of month 24 \n• Detailed design work for all phase 2 activities completed by end of month 24 \n• Phase 1 performance evaluated, and phase 2 eligibility decided by month 24 \n• Subsidiary loan agreements for phase 2 signed by month 26 \n• Civil works for water supply improvements completed by month 60  \n• Consumer awareness program completed by month 24 \n• Sanitation awareness program and sanitation improvements complete by month 36              \nADB = Asian Development Bank, DPHE = Department of Public Health Engineering, km = kilometer, m3 = cubic meter, PCR \n= project completion report, PLC = public limited company, PMU = project monitoring unit, PPME = project performance \nmanagement and evaluation, PWSS = pourashava water supply section, SDP-WSSB = Sector Development Programme—\nWater and Sanitation Sector in Bangladesh, WSS = water supply and sanitation. \na  As this is a sector project, all numbers provided in the outcome and outputs sections of the framework are estimates \nbased on the sample towns and may change based on detailed design. The estimates assume that participation in phase \n2 will not be 100%.  \n \n \n \n \n \n ", "            Appendix 2  25 \nSECTOR ANALYSIS \n \nA.  Assessment of the Urban Water and Sanitation Sector  \n \n1.  Existing Situation. Water service coverage in the urban area is 72%, of which 39% is \nserved by piped water supply systems though household connections and public taps; and 33% is \nserved by hand tube wells. Average coverage in urban areas is low, but varies enormously from \ntown to town, from almost nil to as high as 95%. Of the total 298 pourashavas, only 102 have \npiped water supply. Water supply operation in the pourashavas in general is characterized by (i) \nlimited service hours up to 12 hours per day (average 9 hours per day), (ii) average unaccounted-\nfor water of 33%, (iii) low billing and collection rates, and (iv) low and flat rates of tariffs. Urban \nsanitation is also a major challenge: 26% of urban households have no latrines or use unhygienic \nones. High-density urban areas require different approaches. Conventional sewer systems are \nabsent in all urban areas except Dhaka, where 20% of the population are served by a highly \nexpensive sewer network.  \n \n2.  Present Delivery System. Urban water supply and sanitation (WSS) services are carried \nout  by  water  supply  and  sewerage  authorities  (WASAs)  (Dhaka  and  Chittagong),  city \ncorporations, and pourashava water supply sections (PWSSs). The Department of Public Health \nEngineering (DPHE) implements new water supply systems and carries out major rehabilitation \nprograms except in the areas managed by the WASAs. After completion of the works, DPHE \ngives the WSS systems to local government institutions (LGIs) for operation and maintenance \n(O&M). In reality, the local DPHE offices also assist the PWSSs with O&M if necessary and \npossible. The shortcomings in the present service delivery situation are (i) absence of demand \nmanagement; (ii) inadequate cost recovery; (iii) inefficient service provision; and (iv) lack  of \nautonomy,  especially  in  tariff  setting  and  staffing.  The  last  factor  is  considered  the  major \nconstraint in service provision, related to this is local external influence. \n \nB.  Overview of Current Policies and Strategies for the Urban WSS Sector \n \n3.  Eight national policies and strategies govern the WSS sector. The National Policy for Safe \nWater  Supply  &  Sanitation  (WSS policy,  1998)  is the  most  significant  policy  for  the  sector, \nemphasizing  user  participation,  decentralizing  to  LGIs  and  community-based  organizations \n(CBOs), and involving nongovernment organizations (NGOs) and the private sector in service \ndelivery. Subsequently, the Sector Development Framework (2004), National Sanitation Strategy \n(2005), and Pro-Poor Strategy (2005) were formulated to further define and complement the WSS \npolicy. The National Policy of Arsenic Mitigation (2004) was formulated specifically to address the \nwidespread arsenic contamination of groundwater. On the other hand, the National Water Policy \n(1998) and the National Water Management Plan (2004) give broad direction for water resources \nmanagement. The poverty reduction strategy (2005) recognizes the importance of water and \nsanitation as a means of achieving accelerated poverty reduction in the country. In addition, \nBangladesh is committed to achieving the targets of the Millennium Development Goals.  \n \n4.  The existing policies and strategies in general address the outstanding issues in the \nsector. However, policy gaps include (i) policies are not usually followed by a concrete time frame, \nfinancial allocations, and government directives, resulting in implementation difficulties; (ii) the \ntargets set in several policies are not comprehensive, and are often too ambitious in the context of \nprevailing sector capacity and financial requirements; (iii) the institutional arrangements between \nthe national government agencies (DPHE and Local Government Engineering Department) and \nthe LGIs are not clearly defined, and decentralization modalities for the LGIs are not developed; ", "26  Appendix 2 \nand (iv) the requirement of a regulating authority for the WSS sector is not mentioned in any \npolicy despite the urgent need.  \n \n5.  To  address  these  outstanding  concerns,  the  Government  recently  developed  and \napproved  the  Sector  Development  Programme—Water  Supply  and  Sanitation  Sector  in \nBangladesh (SDP-WSSB), through a process of extensive stakeholder consultation. The SDP-\nWSSB is a comprehensive government initiative that makes recommendations to address policy \ngaps and reinforce policies, and sets out a strategy to help implement the policies.    \n \nC.  Sector Development Programme—Water and Sanitation Sector  \n \n6.  The  SDP-WSSB  was  prepared  to  compile  the  spirit  of  different  relevant  policies, \nstrategies, and national and international commitments; and to develop a 10 year framework for \ndevelopment and cooperation in the WSS sector. Within this broader objective, the specific \nobjectives are to (i) ensure that the basic minimum needs related to the water and sanitation \nservices for all citizens, especially that of the poor, are met by 2010, and upgrade the service \nlevels after 2010; (ii) decentralize the service delivery mechanism and build the capacity of the \nLGIs for sustainability of investments and good governance; (iii) recommend optimal service \ndelivery options including a public limited company (PLC) model for the urban WSS subsector; (iv) \npropose a transitional plan to realize sector reform and sector capacity building; and (v) outline a \nsector investment plan to fulfill the sector targets, sector reforms, and capacity-building needs. \nThe study was carried out in close consultation with the Local Government Division, its line \nagencies (i.e., DPHE, WASAs, and Local Government Engineering Department), LGIs, private \nservice  providers,  NGOs,  and  the  general  public.  The  SDP-WSSB  mainly  consists  of  five \nsections:  (i)  an  overview  of  the  current  policies  and  strategies  for  the  WSS  sector;  (ii)  an \nassessment of the present situation, coverage, technology options, and proposed service delivery \nsystems for the rural WSS subsector; (iii) assessment, options, and proposals for the urban WSS \nsubsector; (iv) the reforms and capacity-building plan; and (v) the sector investment plan (SIP). \nThis appendix summarizes some of the key elements of the SDP-WSSB. The full SDP-WSSB is \nSupplementary Appendix A.  \n \n1.  Recommended Service Delivery Models \n \n7.   Five basic models of water supply company organization are to be considered under the \nSDP-WSSB: public utility, corporate utility, public-owned private limited company (public-PLC), \ndelegated private utility, and direct private utility. The first two models are in fact public agencies \nthat  remain  within  the  domain  of  public  law  and,  as  such,  are  constrained  in  management \nflexibility. The second three models are fundamentally different as they are incorporated under the \ncompany law. The currently prevailing model in pourashavas is a public utility with very little \nautonomy, where even a separate financial budget does not exist and its operation is subject to \npolitical interference. Two WASAs are corporate utilities set up by the special acts. The public-\nPLC model is a highly recommended option, as it uses the company law as a buffer, shielding the \nwater services business from the public sector rules and regulations.1 Delegated private utility and \nprivate utility involve different levels of Public Private Partnership (PPP). However, while there is a \npotential for private sector investments in the WSS operation, Bangladesh needs more work to \ncreate an enabling environment. For example, an independent regulatory body should be set up, \ntariff structures should be rationalized, and political risks should be minimized.  \n \n \n                                                 \n1  More discussion is found in Supplementary Appendix H. ", "            Appendix 2  27 \n8.  A regional utility may be formed when a number of neighboring towns together form a \nlarger  utility  to  gain  the  benefits  of  economy  of  scale,  financial  opportunities,  and  skill \nimprovements. This is a recommended long-term outcome, especially for small- and medium-\nsized towns. Ultimately, water supply and sanitation services in Bangladesh could readily be \nconsolidated into 27 areas all with urban population in the range of 268,000–921,000. Such \nchanges would need to be implemented with the appropriate legal and regulatory framework \nsupported by considerable socioeconomic and public awareness activities.  \n \n9.  To  transform  the  current  models  into  recommended  delivery  models,  an  institutional \nframework is needed for the urban sector regulatory regime. Policy, regulation, and service \ndelivery must be clearly separated and each should be assigned to a different entity. The central \nGovernment departments continue to be responsible for policy development. The water regulatory \ncommission to be established as an independent body will be responsible for regulating, fixing \napplicable  service  standards,  setting  tariffs,  monitoring  utility  performance,  and  enforcing \ncompliance.  WSS  utilities  are  responsible  for  providing  water  and  sanitation  services.  The \nmunicipalities own the assets, and consult with central Government departments and the water \nregulatory commission.  \n \n2.  Reforms and Capacity-Building Plans \n \n10.  Sector capacity building and reforms are required for the transition from the current to the \nfuture envisaged scenario. The strategy for capacity development is to make interventions at \nthree strategic levels: institutional development (task allocation among the sector organizations), \norganizational development (changes in internal arrangements of the particular organization), and \nhuman resources development (staffing requirement and training needs).  \n \n11.  Institutional Development. In urban areas, establishing public-PLCs, or regional utilities \nin the long term, and setting up a regulatory framework are recommended. During the transition, \nthe process can be started by setting up autonomous WSS utilities under the municipality and city \ncorporations.  A  comprehensive  water  services  act  should  be  enacted,  and  then,  the  water \nregulatory commission should be brought into action. DPHE needs to change its role from an \nimplementer to a leader and coordinator of sector development as well as a quality technical \nassistance provider. DPHE should focus more on the urban sector and transfer responsibilities for \nthe conventional rural WSS development to the union parishads.2 A national human resources \ndevelopment center for WSS and a national water supply and sanitation information center will be \nestablished  under  DPHE  to  institutionalize  human  resources  development  and  information \nmanagement of the WSS sector.   \n \n12.  Organizational Development. In the urban subsector, autonomous WSS utilities need to \nbe developed; and at the central level, DPHE needs to be developed as the main sector agency. \nWhichever delivery model is chosen for a particular urban area, all the organizational models are \nessentially for utilities that are more autonomous with adequate staff skills and work procedures. \nDuring  the  transitional phase,  DPHE  should  provide  WSS  utilities  and  union  parishads  with \nsupport in implementing their reforms. At the same time, DPHE itself will require capacity-building \ninfrastructure including a human resources development center, and a restructuring of its staff.  \n \n13.  Human  Resource  Development.  Training  is  required  for  union  parishad  staff,  the \nautonomous WSS utilities, and DPHE to take up new responsibilities and perform their functions \nefficiently. For the urban WSS utilities, the training needs are estimated at $7.92 million. A \nnational training program to address the training needs should be taken up in the transition period.  \n                                                 \n2 Union parishads is the lowest level of elected government in rural areas composed of groups of religious or unions.  ", "28  Appendix 2 \n \n3.  Sector Investment Plan \n \n14.  The SIP estimates the investment requirement in the sector for the next 10 years, at about \n$5 billion. The SIP comprises a rural investment plan (rural water and rural sanitation) and an \nurban investment plan (urban water and sanitation). A scenario approach was followed for each of \nthe subsectors to calculate the investment requirement. For all the scenarios, the goals are the \nsame: 100% coverage of safe water supply at the basic minimum level and 100% coverage of \nsanitation by 2010, then gradual improvements of services after 2010. However, each scenario \nassumes different growth rates of coverage by technology and different ultimate service levels in \n2025. For urban water supply, the technologies considered are household connections, yard taps, \npublic taps, slum water points, water bowsers, and public tube wells in a decreasing order of the \nservice level; four scenarios were considered. The SDP-WSSB chooses the least cost scenario \n($1,069 million over 10 years) with a moderate coverage increase and moderate service level in \n2025. For urban sanitation, the technologies considered are public toilets, latrines, septic tanks, \neco-sanitation, small-bore sewers, and sewer system; three scenarios were considered. The \nSDP-WSSB again chooses the least cost scenario ($2,427 million over 10 years). The summary \nof the SIP and the financing plan is in Supplementary Appendix M. \n \n15.  The annual investment requirement under Annual Development Programme allocations \n(Government and funding agencies) will be about five times higher than the present level. Urban \nwater supply will need major reforms and high investments. If its reforms and capacity-building \nplans are implemented successfully, the subsector should start generating money; this would \nencourage the Government, funding agencies, and eventually the private sector to invest more. \nUrban  sanitation  has  the  largest  investment  requirement  at  about  a  half  of  the  total  sector \ninvestment requirement over 10 years; the sewer system is expensive. In view of difficulties in \nsecuring finance for urban sanitation, an alternative plan was developed to cover the entire urban \nareas by latrine sanitation by 2010. It will cost $15.99 million from 2005–2010, much lower than \n$1,082 million required in the original plan. \n \nD.  Conclusions \n \n16.  The  SDP-WSSB  is  a  holistic  plan  for  Bangladesh’s  WSS  sector  to  meet  its  future \nrequirements and the aspirations of the general public. As required by the poverty reduction \nstrategy, the Ministry of Local Government, Rural Development, and Cooperatives communicated \nto the Planning Commission that the SIP will constitute a medium-term expenditure framework for \nthe sector. The Local Government Division has decided to set up a policy support unit to ensure \nall stakeholders reach a consensus on various components of the SDP-WSSB and that a sector \napproach is developed with funding agency harmonization and sector coordination.    \n \n17.  The investment requirement of the SIP is substantially higher than the present funding. \nCompared with the other regional countries, the percentage of the total development budget \nallocated  by  government  in  the  sector  is  low.  Moreover,  the  percentage  of  total  allocation \ndecreased in recent years. Because the SDP-WSSB is owned by the Government and other \nsector partners, political commitment is strong; thus mobilizing the required financial resources for \nthe sector should be feasible. The SDP-WSSB forms a solid basis for an Asian Development \nBank sector investment. \n ", "            Appendix 3  29 \nEXTERNAL ASSISTANCE TO THE WATER SUPPLY AND SANITATION SECTOR \n \nName of Project  Executing    Amount  Approved/ \nAgency  ($ million)  Implementation \nPeriod \nA. Asian Development Bank (ADB)       \n1.  District Towns Water Supply Project  DPHE, Gov  14.40  1982 \n \n2.  Second Water Supply and Sanitation Project  DPHE, Gov  31.00  1994–2002 \nB. World Bank/IDA       \n1.  Bangladesh Arsenic Mitigation Water Supply Project  DPHE, Gov  22.08  1998–2005 \n2.  Bangladesh Water Supply Program Project  DPHE, Gov  35.69  2004–2010 \nC. Danida       \n1.  Water Supply, Sanitation, Drainage and Waste  DPHE, Gov  22.85  1996–2005 \nManagement Project at Pourashava, Thana, and \nGrowth Center \n2.  Rural Water Supply and Sanitation Project at Coastal  DPHE, Gov  12.64  1999–2005 \nBelt. \n3.  Gov-Danida Arsenic Mitigation Project  DPHE, Gov   6.66  2001–2005 \nD. UNICEF       \n1.  Social Mobilization for Sanitation  DPHE, Gov    2.85  1993–1998 \n2.  Environmental Sanitation, Hygiene and Water  DPHE, Gov  20.06  1996–2005 \nSupply in Rural Areas of Bangladesh \n3.  Study on Arsenic Affected Area of Bangladesh  DPHE, Gov    0.19  1996–2000 \n4.  Environmental Sanitation, Hygiene and Water  DPHE, Gov    2.42  1997–2005 \nSupply Project in Slum Areas \n5.  WS Rehabilitation Project for the Flood-Affected  DPHE, Gov    5.86  2005–2006 \nPeople in 2004    \n6.  Sanitation Health Education and Water Supply  DPHE, Gov  65.83  2006–2010 \nProject \n7.  Action Research on Community Based Arsenic  DPHE, Gov     2.11  2001–2005 \nMitigation in 15 Upazila Projects \nE. JICA       \n1.  Establishment of DPHE Central Laboratory for  DPHE, Gov    4.19  2004–2006 \nStrengthening Water Supply Examination System \n2.  Study on Groundwater Development of Deep  DPHE, Gov    3.79  2000–2001 \nAquifers for Safe Drinking Water Supply to Arsenic \nAffected Area in Western Bangladesh  \nF.  Netherlands       \n1.  Water Supply, Sanitation, and Drainage Project in 18  DPHE, Gov  18.58  1978–1999 \nDistricts \n2.  Char Development and Settlement Project-2  DPHE, Gov     0.5  1999–2005 \nG.  IDB       \n1.  Water Supply Project at Coastal Belt (second phase)  DPHE, Gov    7.64  2003–2006 \n2.  Water Supply Project at Coastal Belt (first phase)  DPHE, Gov    8.13  1998–2003 \nH. DFID       \n1.  TA Project for Research on Arsenic-Affected  DPHE, Gov    0.57  1997–2000 \nGroundwater of Bangladesh \nADB = Asian Development Bank, Danida = Danish International Development Assistance, DFID = Department \nfor International Development, DPHE = Department of Public Health Engineering, Gov = Government of \nBangladesh, IDB = Inter-American Development Bank, JICA = Japan International Cooperation Agency, \nUNICEF = United Nations Children's Fund. \nNote: Conversion rate used for projects other than ADB: Tk65 = $1. \nSources: DPHE and ADB. \n ", "30  Appendix 4 \nLESSONS LEARNED AND INCORPORATED IN THE PROJECT \nExperience and/or Lesson  Incorporation In Project Design \n•  Covenants did not include any enforceable  • Two-phased loan effectiveness requirements are based on entry and rehabilitation \nmilestone to result in specified actions to be  (phase 1) followed by new works (phase 2) only upon satisfaction of qualifying \ntaken if covenants were not met  performance criteria. \n•  PWWS financial performance requires  • Phase 1 works are geared to high impact, high revenue improvements that will \nimmediate improvement and strengthening  allow the pourashavas to raise tariffs and enforce collection based on improved \n•  Non-implementation of required tariff  quantity and quality of water service provided. \nadjustments threatened financial \nsustainability of previous projects  \n•  Autonomy of water supply entity is essential  •  The Project will enable substantial improvements in the efficiency of PWSS \nin (i) setting water tariffs to meet financial  operations through institutional development support including (i) separation of \nneeds, and in (ii) appointing adequate  water supply accounts, (ii) institutionalization of double-entry accounting, (iii) \nnumber of qualified staff to operate and  establishment of asset inventory and balance sheet, and (iv) improvement and \nmaintain the water supply and sanitation  possibly outsourcing of billing and collection.  \nsystem to acceptable standards   •   All the activities and institutional changes outlined above will be mandatory, and \nmust be completed for a pourashava to qualify for phase 2 financing. This is \nexpected, at the minimum, to create financially autonomous water supply units in the \npourashava. In addition, organizational assistance will be provided to prepare and \nimplement simplified guidelines to allow full decentralization of tariff approval and \nstaff appointment/approval to the pourashava.  \n•   The SDP-WSSB clearly states that the preferred option for pourashava water \nutilities is a pourashava-owned PLC—an option that the Project will support as an \noptional reform. The PLC model will allow much greater operational autonomy, as it \nwould operate under the Companies Act. \n•  Implementation delays can be avoided by  •  Other advance actions were agreed to including establishing and staffing the PMU \nearly establishment and staffing of the PMU   and appointing a permanent project director upon approval of the Government’s \nDevelopment Project Proposal.  \n•  Inadequate staff resources to implement the •  Permanent staff appointments are incorporated in the project plan and given high \nproject  priority; budgetary support is provided for incremental staff for the project duration. \n•  Lack of management transparency   •  Significant transparency measures, including a procurement website and civil society \nengagement through the town coordinating committees are included in project design.\n•  Design and documentation inadequately  •  Documentation will be in both English and Bengali. \nunderstood by local contractors  \n•  Approval processes in design and tender  •  Significant authority is given to the PIU in the project design; the Project will \nmanagement delayed by lack of delegation  incorporate delegation of authority provisions in the loan covenants. \nof authority \n•  Contractor failure to adequately staff and  •  Tender documents are to place specific emphasis on tender appraisal of contractor \nresource project  staffing and resources. \n•  Multiple contracts add to implementation  •  The reduced number of contracts and contract packaging to include all materials \ndelays due to lengthy administrative  should minimize delays. \nprocedures for each contract \n•  Construction delays caused by poor  •  Civil works contracts will include materials, minimizing the need for separate \nprocurement practices  procurement. The procurement website will increase transparency of the \nprocurement process.  \n•  Project financing inadequate to prevent  •  The final year of the Project will cover operation and maintenance, and hence will \ncash flow problems in final year  have minimal cash outflow. \n•  Inadequate community participation resulting •  Extensive NGO and community participation is included in all aspects of the Project; \nin poor revenue collection  tariff and sanitation awareness programs will directly engage communities; \nmandatory establishment of town coordinating committees will formalize \nparticipation of stakeholders. \n•  Community awareness of benefits from water •  The emphasis of the sanitation component is on building awareness, not hardware; \nand sanitation hygiene practices  NGO and local CBO implementation of community education and awareness \ninadequately understood and promoted  programs is  included in design \n•  Arsenic impacts on costs of treatment and  •  The Project adopts national guidelines for avoidance of shallow hand tube wells in \nservice delivery reduce benefits of schemes  preference for deep hand tube wells/access to piped supplies from community \nsystems. Increased costs due to arsenic prevalence are unavoidable. \n•  Involvement of the pourashava chairs in the  •  The Project has adopted a consultative approach, particularly with the pourashava \nearlier project proved to be very effective  chairs during project design and preparation. This approach will be continued into \nand was of tremendous help in overall  implementation. Pourashava chairs will also chair the PIU, and be part of all major \nproject implementation, especially in  project decisions.   \nsolving a range of local issues \nCBO = community-based organization, NGO = nongovernment organization, PIU = project implementation unit, PLC = public limited \ncompany,  PMU  =  project  management  unit,  PWSS  =  Pourshava  Water  Supply  Section,  SDP-WSSB  =  Sector  Development \nProgramme-Water and Sanitation Sector in Bangladesh. \nSource: ADB. 1995. Project Performance Audit Report on the District Towns Water Supply Project in Bangladesh. Manila. and ADB. \n2004. Project Completion Report on the Second Water Supply and Sanitation Project in Bangladesh.  Manila. ", "            Appendix 5  31 \nSUBPROJECT SELECTION CRITERIA \n \nA.  Entry into Phase 1 \n \n1.  Pilot Towns \n \n1.  At the early stage of project design, the Government recommended four pourashavas to \nbe pilot towns for the Project. Feasibility studies were prepared for Brahmanbaria, Jessore, \nPirojpur, and Sirajganj. The Department of Public Health Engineering (DPHE) selected the four \ntowns based on (i) achieving better geographic coverage; (ii) having a range of development \nexamples, with Jessore being the most advanced in terms of development and the others being \nless developed; and (iii) considering different water resource situations, with Pirojpur using \nsurface water for its piped water supply while others depend on groundwater. The water supply \nsystems in these four towns also represent different institutional arrangements with Jessore \nbeing managed by DPHE, Brahmanbaria and Sirajganj being jointly managed by DPHE and the \npourashavas, and Pirojpur being managed by the pourashavas. The four pilot towns were \nstudied to establish a basis for developing the proposed project interventions. These four pilot \ntowns will be included in the Project. \n \n2.  Selection and Ranking of Additional Towns \n \n2.  Approximately 12 additional towns will be selected for financing under the Project using \na  clear  and  transparent  selection  methodology.  First,  an  initial  screening  will  identify \npourashavas that are secondary towns (classes A and B) and important small commercial \ntowns, have a current population of over 50,000, and have not received any external assistance \nfor water supply improvements worth over Tk50 million since 1998.1 Next, pourashavas will be \nranked based on their weighted scores on the following: \n \n(i)  Need for piped water supply improvements. All pourashavas generally require \nsome improvements in water supply and sanitation (WSS), and coverage levels \nare not higher than 30%. However pourashavas with less than 5% coverage with \npiped water systems are assumed to demonstrate no demand or need for piped \nsystems, because the shallow water sources available are of high quality and \ninexpensive to access (weight 30%). \n(ii)  Sanitary latrine coverage. Pourashavas with sanitation coverage below 60%, \nwhich indicates a stronger need for intervention, will be given higher priority \n(weight 15%). \n(iii)  Quality of available water resources, and need for treatment. Water sources \nthat include elements such as iron and arsenic above Government allowable \nlevels  will  require  treatment  and  more  complex  technical  interventions,  and \ntherefore be given higher priority (weight 15%). \n(iv)  Poverty incidence. Pourashavas with 30% or higher poverty levels will be given \nhigher priority. As pourashava data is not available, district data will be used as a \nproxy (weight 5%). \n(v)  Incidence of waterborne diseases. Pourashavas that have high incidence of \ndiarrhea and dysentery (more than 0.5% of population per year) indicate more \nsevere need for WSS intervention. As pourashava data is not available, district \ndata will be used as a proxy (weight 5%). \n(vi)  Demonstrated institutional commitment to improving the sustainability of \nWSS  operations.  The  commitment  of  the  pourashava  to  tariff  reforms  is \nconsidered one of the key criteria to ensure success and sustainability of the \n                                                 \n1   Investments of less than Tk50 million indicates only minor improvements were done, which would not have \nsignificant impacts on the overall viability of the pourashava-wide system. ", "32  Appendix 5 \nProject. Therefore, pourashavas that have revised tariffs since 2000 will be given \nhigher priority (weight 30%). \n \n3.  The initial ranking of towns, based on the selection criteria is shown in Table A5.1: \n \nTable A5.1: Pourashava Rankings \n \nTotal  \nRank  Pourashava  Weighted Score \n1  Natore  1.00 \n2  Jhinadha  1.00 \n3  Moulavi Bazar 0.95 \n4  Kishorganj  0.85 \n5  Mymensing  0.85 \n6  Netrokona  0.85 \n7  Madaripur  0.80 \n8  Choumohani  0.80 \n9  Narsingdi  0.80 \n10  Joypurhat  0.80 \n11  Sherpur  0.80 \n12  Lakshmipur  0.75 \n13  Munshiganj  0.75 \n14  Gaibandha  0.65 \n15  Iswardi  0.55 \n16  Lalmonir Hat  0.55 \n17  Rajbari  0.50 \n18  Hazigonj  0.45 \n19  Gazipur  0.35 \n20  Laksham  0.35 \n21  Saidpur  0.05 \n             Source: Asian Development Bank.  \n \n4.  Detailed assessments of rehabilitation works will be carried out in the top 12 ranked \ntowns to determine their final eligibility for financing through phase 1 of the Project. Based on \nthis assessment, pourashavas that (i) have rehabilitation costs of no more than $500 per \nconnection; (ii) will not be classified as category A for involuntary resettlement according to \nAsian Development Bank (ADB)'s requirements; and (iii) will not be classified as category A for \nenvironmental impacts according to ADB guidelines, and satisfy the environmental subproject \nselection criteria in the Project’s environmental assessment and review procedures, will be \nincluded in phase 1 (Table A5.3). \n  \nB.  Entry into Phase 2 \n \n5.  Inclusion in phase 2 will primarily be based on the feasibility of proposed phase 2 \ninvestments, and performance in phase 1. The feasibility assessments for phase 2 will be \ncarried out during phase 1. Only pourashavas with phase 2 investments that (i) will not fall into \ncategory A for involuntary resettlement according to ADB guidelines, (ii) will not fall into category \nA on environmental impacts and satisfy the environmental subproject selection criteria in the \nProject’s environmental assessment and review procedures, (iii) have investment cost for piped \nwater systems of not more than $1,000 per new connection, and (iv) have total investment costs \nfor phase 2 piped water supply improvements of no more than $3 million will be eligible for \nconsideration in phase 2. \n ", "            Appendix 5  33 \n6.  In addition to these feasibility criteria, pourashavas must also meet the performance \ncriteria  given  in  Table  A5.2  to  qualify  for  phase  2.  Evaluation  will  be  carried  out  by  the \nPourashava Performance Review Committee. Environmental criteria for subproject selection are \noutlined in Table A5.3. \n \nTable A5.2: Performance Criteria \n \nMinimum \nPhase 2  Fully Satisfactory \nRequirements \nA.  Technical       \n1.  Rehabilitation and other physical works under phase 1 \n100% completed  80% completed \ninvestment plan completed  \n2.  Targeted service connections and sanitary latrine \n100% completed  80% completed \nconstruction under phase 1 investment plan completed \n3.  Water meters in all existing and planned service \n100% metered  80% metered \nconnections under phase 1 plan installed \nB.  Financial       \n1.  A tariff and financial action plan for the water utility \n100% completed  100% completed \nprepared and approved by the pourashava council \n2.  First tariff increase in tariff and financial action plan  100%  100% \nimplemented  implemented  implemented \n3.  Double-entry accounting system established and  Established and  Established and \noperational  operational  operational \n4.  Water utility assets fully inventoried and appraised; asset \n100% completed  80% completed \nregistry completed  \n5.  100% collection  80% collection \nTariff collection efficiency improved \nefficiency  efficiency \n6.  Water supply-related electricity arrears paid  60% paid \n80% paid (current  (current bill), \nbill), clearance of  clearance of \narrears (more than  arrears (more \n60% over 2 years)   than 40% over 2 \nyears)  \nC.  Social       \n1.  Town coordinating committee established with at least 10  4 meetings  2 meetings \nwomen members  conducted  conducted \n2.  Town water and sanitation committee established with at  4 meetings  2 meetings \nleast 10% women members  conducted  conducted \nD.  Institutional       \n1.  Pourashava and pourashava water supply section \n100% completed  100% completed \npersonnel trained as scheduled \n2.  Staff positions in pourashava water supply section filled   Full staffing as \nKey staff \nrequired \nSource: Asian Development Bank. ", "34  Appendix 5 \nTable A5.3: Environmental Criteria for Subproject Component Selection \n \nComponent  Criteria \nOverall Selection  •  Site selection will result in minimum or no resettlement/relocation. \nCriteria  •  No destruction/disturbance to historical and cultural places/values will \noccur. \n•  Component establishment should avoid conversion of prime agriculture \nareas as much as possible. \nWater Supply  •  The plant will not impair or cause damage/loss to cultural sites and \nSystem (Water  environmentally sensitive areas, and will not be located adjacent to or \nTreatment Plant)  within critical sites such as areas of historical, archaeological, of cultural \nsignificance; ecologically protected area; wetland; mangrove forests; \nestuarine zone; bays; or special area for protecting biodiversity. If sensitive \narea(s) are found in the vicinity of the project site, consultation with the \ngovernment agency concerned will be conducted to determine the \nappropriate distance that should be observed and clearance/approval will \nbe secured (phase 2). \n•  The plant will not be located in areas prone to raw water pollution from \nupstream wastewater discharge from communities, industries, or \nagricultural and soil erosion runoff (phase 2). \n•  Pump tests show safe drawdown of well field and will not lead to \nexcessive groundwater extraction (phases 1 and 2). \n•  Absence of social conflict is confirmed after consultation with affected \ngroups (phases 1 and 2). \n•  Abstraction of raw water for water supply does not conflict with other \nbeneficial water uses for surface and groundwater resources, and \nexcessive abstraction of water affecting downstream water users is \navoided (phases 1 and 2). \n•  Excessive pathogens or minerals are not in the raw water supply requiring \nexpensive water treatment (phases 1 and 2). \n•  Densely populated areas are avoided (applicable to phase 2 Water \nTreatment Plant  but not to distribution pipe network). \nLeaching pits for  •  Will not cause emission of foul odor and proliferation of insects, rodents, \ntoilets  etc. \n•  Favorable soil characteristics are present to ensure seepage and at the \nsame time protect shallow groundwater aquifers. \nCompost sludge  •  Sites should be accessible by road. \npits  •  Site is located at a distance (about 2 kilometers) from the main town area. \n•  Possible wind direction is away from the town area. \n•  Site is located in an elevated and dry area. \nSource: Environmental Assessment and Review Procedure. \n ", "                                                                                                                Appendix 6     35\nDETAILED COST ESTIMATES AND FINANCING PLANS \n \nTable A6.1: Detailed Cost Estimates by Expenditure Category \n($) \nForeign  Local   % of Total \nItem Exchange  Currency   Total  Base Cost \nA. Base Cost\n1. Water Supply Improvements\nCivil work     1,712,084    15,408,758   17,120,842               35\nEquipment   11,440,461      4,903,055   16,343,516               33\nResettlement        387,692 0        387,692                 1\nLand 0      3,142,408     3,142,408                 6\nSubtotal (A1) 13,540,237  23,454,220 36,994,457              75\n2. Sanitation Improvements\nCivil work        377,150      3,394,350     3,771,500                 8\nEquipment        490,000         210,000        700,000                 1\nNongovernment organization 0      1,240,000     1,240,000                 3\nSubtotal (A2)      867,150    4,844,350   5,711,500              12\n3. Institutional Development\nConsultancy     1,677,028      4,324,827     6,001,855               12\nVehicles/motorcycles/office equipment \nand computer        297,385           18,000        315,385                 1\nIncremental recurrent cost 0         509,077        509,077                 1\nSubtotal (A3)   1,974,413    4,851,904   6,826,317              14\nBase Costs before Taxes and Duties 16,381,800  33,150,474 49,532,274            100\nTax and Duties 0      9,939,096     9,939,096               20\nBase Costs after Taxes and Duties 16,381,800  43,089,570 59,471,370            120\nB. Contingencies\n1. Physical Contingencies        875,383      1,728,231     2,603,614                 5\n2. Price Contingencies     1,854,244      5,117,290     6,971,534               14\nC. Interest Charges     2,005,191 0     2,005,191                 4\n Total 21,116,617  49,935,091 71,051,708            143  \nNote: \na.  Exchange rate of Tk65 = $1 is used throughout the project period. \nb.  Base costs are as of December 2005. \nc.  Taxes and duties are computed at 15% VAT for all goods and 20% custom for imported goods. \nd.  Physical contingencies are computed as 10% for NGO contracts, and consultancy; 5% for civil work and  \n     equipment, and 3% for others. \ne.  Price contingencies are computed at 1.9% in all years for foreign cost, and at 6% in all years for local costs. \nf.  The ADB loan has an interest rate of 1% during implementation; OPEC loan has an interest rate of 1% and a \nservice charge of 1% during the implementation period. \nSource: Asian Development Bank estimates. ", "3\n                                                                                                                  6 \n \nTable A6.2: Detailed Cost Estimate by Financier    \n \n \n($)    A\np\n  p\ne\nADB OFID Government Community n\nd\n Foreign  Local  Foreign  Local  Foreign  Local  Foreign  Local  ix\n Item   Cost  Exchange  Currency   Total   %  Exchange  Currency   Total   %  Exchange  Currency   Total   %  Exchange  Currency   Total   %   6\n \nA. Base Cost\n1. Water Supply Improvements\nCivil work      17,120,842           909,562        8,186,056        9,095,618     53         397,689      3,579,197      3,976,886   23         404,834        3,485,804        3,890,638    23 0      157,700    157,700     1\nEquipment      16,343,515        9,208,269        3,946,401      13,154,670     80      2,232,191         956,653      3,188,845   20 0 0 0 0 0 0 0 0\nResettlement           387,692 0 0 0 0 0 0 0 0         387,692 0           387,692  100 0 0 0 0\nLand        3,142,408 0 0 0 0 0 0 0 0 0        3,142,408        3,142,408  100 0 0 0 0\nSubtotal (A1)      36,994,457      10,117,831    12,132,457    22,250,288   60    2,629,880    4,535,851     7,165,731 19       792,526      6,628,212      7,420,738  20 0    157,700  157,700 0\n2. Sanitation Improvements 0\nCivil work        3,771,500           260,988        2,348,890        2,609,878     69 0 0 0 0         116,162           726,260           842,422 22 0      319,200    319,200 8\nEquipment           700,000           490,000           210,000           700,000   100 0 0 0 0 0 0 0 0 0 0 0 0\nNongovernment organization        1,240,000 0        1,240,000        1,240,000   100 0 0 0 0 0 0 0 0 0 0 0 0\nSubtotal (A2)        5,711,500          750,988      3,798,890      4,549,878   80 0 0 0 0       116,162         726,260         842,422  15 0    319,200  319,200     6\n3. Institutional Development\nConsultancy        6,001,855        1,677,028        4,324,827        6,001,855   100 0 0 0 0 0 0 0 0 0 0 0 0\nVehicles/motorcycles/office equipment and compu           315,385           297,385             18,000           315,385   100 0 0 0 0 0 0 0 0 0 0 0 0\nIncremental recurrent cost           509,077 0           203,631           203,631     40 0 0 0 0 0           305,446           305,446    60 0 0 0 0\nSubtotal (A3)        6,826,317        1,974,413      4,546,458      6,520,871   96 0 0 0 0 0         305,446         305,446    4 0 0 0 0\nBase Costs before Taxes and Duties      49,532,274      12,843,231    20,477,805    33,321,037   67    2,629,880    4,535,851     7,165,731 14       908,688      7,659,918      8,568,606  17 0    476,900  476,900     1\nTax and Duties        9,939,096 0 0 0 0 0 0 0 0 0      9,939,096      9,939,096 100 0 0 0 0\nBase Costs after Taxes and Duties      59,471,370      12,843,231    20,477,805    33,321,037   56    2,629,880    4,535,851     7,165,731 12       908,688    17,599,014    18,507,702  31 0    476,900  476,900     1\nB. Contingencies 0\n1. Physical Contingencies        2,603,614           717,709        1,265,818        1,983,526     76         131,494         226,793         358,287   14           26,180           211,404           237,584      9 0        24,217      24,217     1\n2. Price Contingencies        6,971,534        1,360,889        2,889,965        4,250,855     61         375,590      1,098,868      1,474,458   21         117,764        1,049,834        1,167,599    17 0        78,622      78,622     1\n0\nC. Interest Charges        2,005,191        1,447,416 0      1,447,416   72 0 0 0 0       557,775 0         557,775  28 0 0 0 0\n0\n Total      71,051,708      16,369,245      24,633,588      41,002,833     58      3,136,964      5,861,512      8,998,476   13      1,610,408      18,860,252      20,470,660    29 0      579,739    579,739     1  \nADB = Asian Development Bank, OFID = OPEC Fund for International Development. \nSource: Asian Development Bank estimates. ", "       Appendix 7    37\nIMPLEMENTATION ARRANGEMENTS \n \nA.  The Executing Agency and Project Management Unit \n \n1.  The Department of Public Health Engineering (DPHE) will be the Executing Agency \nand be responsible for the overall technical supervision and execution of the Project.  \n \n2.  A project management unit (PMU) established in DPHE will be responsible for day-to-\nday management of the Project and for coordinating with the Asian Development Bank (ADB) \nand  relevant  Government  agencies.  Figure  A7.1  provides  the  framework  for  project \nimplementation. \n \n \nFigure A7.1: Project Implementation Framework \n \nLGD\nPSC\nMDS \nPPRC\nConsultants\nDPHE \nCapacity Building\n(PMU)\nIEC Consultant\nDistrict \nWATSAN\nCivil Works \nContractor\nTLCC\nPIUs\nNGO for \nCommunity \nTown  Mobilization\nWATSAN\nOversight Bodies Consultants/Contractors  \nDPHE = Department of Public Health Engineering, IEC = Information and Education Campaign, LGD = Local \nGovernment Division, MDS = Management Design and Supervision, NGO = nongovernment organization, PIU = \nproject  implementation  unit,  PMU  =  project  management  unit,  PPRC  =  pourashava  performance  review \ncommittee, PSC = project steering committee, TLCC = town level coordinating committee, WATSAN = water \nsupply and sewerage authority. \nSource: Asian Development Bank. \n \n3.  The PMU will be headed by a full-time project director who will be charged exclusively \nwith project execution. The PMU will be directly responsible for overall project management, \nmonitoring, and supervision. The project director will be supported by the executive engineers \n(2), training officer, and community development officer, who head each of the following \nsubunits: (i) project management, (ii) water supply and sanitation engineering, (iii) capacity \nbuilding, and (iv) community development. In addition, DPHE will provide six staff for the PMU \nas  follows:  accounts  officer  (1),  accountant  (1),  cashier  (1),  resettlement  and/or  social \nsafeguards officer (1), contract and/or procurement officer (1), and monitoring and evaluation \nofficer (1). Figure A7.2 indicates the PMU organization. \n \n4.  The PMU will (i) prepare the overall project implementation plan; (ii) manage the \nselection of eligible pourashavas in accordance with the established criteria; (iii) provide \noverall  supervision  in  the  preparation  of  feasibility  studies,  design,  subproject  appraisal \nreports, and construction supervision; (iv) provide support to pourashavas in tendering and ", "38  Appendix 7 \nexecuting  contracts;  (v)  manage  the  overall  training  and  capacity-building  program  for \npourashavas; (vi) monitor and supervise all project management activities; (vii) organize \nmonitoring and evaluation activities; (viii) prepare necessary project progress and project \ncompletion reports; and (ix) ensure full compliance with ADB’s resettlement, environment, and \nother safeguards and policies. \n \n Figure A7.2: Project Management Unit Organization \n \nProject Management Unit\nProject Director\nProject  Water Supply and  Community \nManagement Sanitation Engineering Capacity Building Development\nCommunity \nExecutive Engineer Executive Engineer Training Officer Development Officer  \nSource: Asian Development Bank. \n \n5.  The  PMU  will  be  assisted  by  consultants  through  two  contract  packages:  (i) the \nmanagement,  design,  and  supervision  contract  (package  A);  and  (ii)  the  institutional \ndevelopment contact (package B). A substantial number of person-months will be provided by \nconsultants (resident and assistant resident engineers and trainers and facilitators) who will \nbe resident in the pourashavas. Outline terms of reference for consulting services are in \nSupplementary Appendix I. \n \nB.  Implementing Agencies and Project Implementation Units \n \n6.  The pourashavas will be the implementation agencies under the Project, and will be \nresponsible for implementing subprojects in their respective localities. In each participating \npourashava,  a  project  implementation  unit  (PIU)  will  be  established  as  soon  as  the \npourashava enters into a subproject agreement with DPHE. The PIU, to be located within the \npourashava office, will be headed by the pourashava chairperson, supported by pourashava \nand DPHE district engineers. \n \n7.  PIU responsibilities will include (i) procuring and managing all pourashava civil works; \n(ii) managing implementation of the health and hygiene education programs, construction of \ncommunity  sanitation  facilities,  and  construction  of  community  water  points  by  local \nnongovernment  organizations  (NGOs)  and  community-based  organizations  (CBOs);  (iii) \ncoordinating all pourashava activities with the PMU, ensuring that all interventions are in \naccordance with the pourashava’s needs; (iv) maintaining and managing all pourashava \ncontracts, accounts, and other project management matters in full compliance with ADB and \nGovernment guidelines; and (v) ensuring effective engagement of the pourashava community \non all project-related matters.  \n \n8.  The  PIU  will  comprise  four  sections:  (i)  project  accounts,  (ii)  construction,  (iii) \ncommunity development, and (iv) operation and management. In addition to the staff of the \npourashava water supply section (PWSS), the pourashava will provide at least three staff to \nthe PIU: executive engineer (1), assistant engineer (1), and an accountant (1). DPHE will \nprovide an executive engineer (1 at 50% time allocation) and an assistant engineer. One of \nthese staff will be designated as the resettlement and/or social safeguards officer. The head \nof the PWSS, will be a member of the operation and management section, expected to focus \non the PIU’s involvement in water supply management and operations. Figure A7.3 shows the \nPIU organization. \n \n ", "       Appendix 7    39\n \nFigure A7.3: Project Implementation Unit Organization \n \nProject Implementation Unit\nPourashava Chairperson\nCommunity  Operations \nConstruction  Projects Accounts  Development  and \nSection Section Section Manageme\nAsst.  Exec. \nDistrict Executive  Executive  Engineer \nEngineer DPHE Accountants Engineer Pourashava\nWater Supply  Environmental \n  Section Sanitation Section  \nDPHE =  Department of Public Health Engineering. \nSource: Asian Development Bank. \n \nC.  Project Steering Committee \n \n9.  A  project steering  committee, chaired  by  the  secretary  of  the  Local  Government \nDivision  will  be  created  to  provide  policy  guidance  and  overall  coordination  in  project \nimplementation. Its membership will include the chief engineer, DPHE; the project director of \nthe PMU; and representatives of the Bangladesh Telephone and Telegraph Board, Economic \nRelations Division, Finance Division of the Ministry of Finance, Implementation Monitoring and \nEvaluation Division, Local Government Engineering Department,  Ministry of Health and \nFamily Welfare, Ministry of Environment, Planning Commission, Power Development Board, \nUrban Management Support Unit, and the pourashava chairpersons.  \n \n10.  The project steering committee will hold its first meeting within 3 months of loan \neffectiveness and at least once every 6 months thereafter to review project progress. The \nmain functions of the committee will be to (i) review project implementation progress, (ii) \ncoordinate with other ministries to resolve project-related problems and issues, (iii) review \nprogress on action plans to be implemented as conditions of the Project, (iv) approve the list \nof pourashavas that will proceed to phase 2 upon the recommendation of PMU, and (v) \nprovide policy guidance. \n \nD.  Pourashava Performance Review Committee (PPRC) \n \n11.  A PPRC will be established within LGD and will be responsible for evaluating each of \nthe Pourashavas’ performance and eligibility for Phase 2, in accordance with the criteria set \nout in Appendix 5. The PMU will provide all required data for this evaluation. PPRC will be \nchaired by the Secretary of LGD and consists of the Chief Engineer of DPHE, Joint Secretary \nof LGD, Director General of LGD, representatives from the Planning Commission, ERD, and \nIMED. The DPHE Project Director for this Project will act as Member Secretary to PPRC.  \nADB may participate in PPRC meetings as observer. \n \nE.  District and Town Implementation and Coordination Arrangements \n \n12.  The PIU will coordinate and consult with several committees including the (i) district \nwater and sanitation committee (district WATSAN), (ii) town coordinating committee (TCC), \nand (iii) town water supply subcommittee (town WATSAN). This is to ensure extensive citizen ", "40  Appendix 7 \nparticipation in all aspects of the Project, greater transparency in all project transactions and \nstrategies,  and  broad-based  commitment  to  project  interventions  and  reforms,  so  that \ncommitments made during the Project are more likely to be sustained despite a change in \npolitical leadership in a pourashava.  \n \n1.  District Water and Sanitation Committee \n \n13.  DPHE has already created a 30-member water and sanitation (WATSAN) committee \nto facilitate coordination among various district government agencies, pourashavas, and local \nNGOs.  Each  committee  is  headed  by  a  deputy  commissioner1  and  a  DPHE  executive \nengineer  acts  as  member-secretary.  Presently,  each  committee  focuses  on  sanitation \nactivities and problems, and meets at least monthly. It has the following functions: \n \n(i)  provide interdepartmental coordination of the national sanitation program; \n(ii)  review and provide guidelines for upazila (footnote 1) activities; \n(iii)  review progress of the national sanitation program, identify obstacles, and \ntake actions to overcome the obstacles; and  \n(iv)  based  on  progress,  submit  consolidated  coverage  report  to  the  project \nsteering committee. \n \n14.  During the loan project, the PIU will provide the district WATSAN with regular updates \non project progress. The district WATSAN will provide assistance to the PIUs to integrate \nproject activities with other ongoing programs in the district, with particular emphasis on \navoiding duplication of efforts.  \n \n2.  Town Coordinating Committee \n \n15.  A TCC will be established in each project pourashava2 during the early months of \nphase  1.  The  committee  will  be  headed  by  the  pourashava  chair  and  have  about  60 \nmembers (10 of which should be women) as follows: (i) all ward commissioners, (ii) civil \nsociety representatives including the poor, (iii) professional group representatives, and (iv) \ncitizen group representatives.  \n \n16.  The TCCs main function related to the Project will be to \n \n(i)  provide mechanisms for public/consumer consultation on project proposals \nand issues, coordinate with the PIU to resolve these issues, and identify roles \nof citizens (specifically women) in resolving these issues; \n(ii)  review  and  endorse  the  proposed  plans  for  the  pourashava  including \nrehabilitation program of works, feasibility studies, and reform action plan \n(including the tariff plans and the management plans for the water supply \nutility); \n(iii)  determine  ways  and  means  to  enlist  cooperation  and  assistance  from \norganizations dealing with pourashava development; \n(iv)  review and provide advice on the community development aspects of the \nProject, particularly with regard to NGO activities (socioeconomic surveys, \nmobilization of user groups, consumer awareness programs); \n(v)  prepare  proposals  for  advocacy  with  the  Government  on  issues  having \nimplications for urban water supply policy reforms; and \n                                                 \n1  A  pourashava  is  administratively  under  a  subdistrict  (upazila),  which  is  under  a  district.  The  deputy \ncommissioner is in charge of a district with responsibilities including coordination of development activities in \nthe district. \n2  TCCs are already established for towns involved in the Urban Governance and Infrastructure Improvement \nProject. For other towns, the TCC will be established in accordance with the guidelines developed for the Urban \nGovernance Project. The TCC terms of reference will be expanded to accommodate WSS-related project \naspects. ", "       Appendix 7    41\n(vi)  set up task forces with time-bound terms of reference to deal with specific \nareas of concern. \n \n  3.  Town Water Supply Subcommittee (Town WATSAN) \n \n17.  The pourashava will create a water supply and sanitation subcommittee headed by \nthe pourashava chair and comprising (i) chief executive officer, (ii) executive engineer of the \npourashava,  (iii)  executive  engineer  of  DPHE,  (iv)  ward  commissioners,  and  (v)  NGO \nrepresentatives  as  appropriate.  This  subcommittee  will  act  as  the  local  project \nimplementation coordination committee, be more technical in nature than the TCC, and help \nto resolve all pourashava implementation issues for the Project.  \n \n18.  The main responsibilities of the town WATSAN are to \n \n(i)  review the proposed plans for the pourashava including rehabilitation program \nof works, feasibility studies, reform action plan (including the tariff plans and \nthe management plans for the water supply utility); \n(ii)  review progress and resolve problems and issues in project implementation; \n(iii)  develop local plans and programs to meet the long-term water supply and \nsanitation needs of the pourashava; \n(iv)  review procedures for contract tendering, procurement, and management; \n(v)  review audits of the PWSS and project accounts; and  \n(vi)  review progress on phase 1 performance criteria and develop strategy to meet \ntargets. \n ", "42 \nAppendix 8 \nIMPLEMENTATION SCHEDULE \n \nPhase 1 Phase 2\nItem Year 0 Year 1 Year 2 Year 3 Year 4 Year 5 Year 6\nA. General\n    1. Loan Effectiveness\n2. Consulting Services\na. Invitation for Bids\nb. Evaluation\nc. Negotiation and Award\nd. Mobilization\nB. Water Supply Component\n1. Phase I: Rehabilitation\na. Preparation if Rehabilitation Program of Works\nb. Procurement of Equipment\nc. Procurement of Civil Works\ni. Prequalification\nii. Tendering and Contract Award\nd. Construction\ne. Commissioning and Testing\nf. Tariff Awareness Campaign\n2. Phase II: Expansion \na. Feasibility Studies for New Towns\nb. Detailed Design\ni. Sample Towns (4)\nii. New Towns (12)\nc. Land Acquisition and Resettlement Activities\nd. Procurement of Equipment\ne. Procurement of Civil Works\ni. Prequalification\nii. Tendering and Contract Award\nf. Construction\ng. Commissioning and Testing\nh. Operations and Maintenance\ni. Water Points\ni. Community Mobilization/Training\nii. Construction of Deep Tubewells\nC. Sanitation Component\n1. Engangement of NGOs\n2. Formation of CBO User Groups\n3. Hygiene Awareness Program\n4. Community and Public Sanitation Improvement\nD. Capacity Building\n1. Project Management Support\n2. Preparation of Training Strategy, Curriculum, \nProgram, Course Design, and Program\n3. Implementation of Training Program\n4. Performance Evaluation for Phase 2 Eligibility  \nCBO = community-based organization, NGO = nongovernment organization. \nSource: Asian Development Bank. \n ", "                                                                                                                                                Appendix 9  43\nINDICATIVE PROCUREMENT PLAN \n \nTable A9.1: Project Information \nCountry  People's Republic of Bangladesh \nName of Borrower  People's Republic of Bangladesh \nProject Name  Secondary Towns Water Supply and \nSanitation Sector Project \nLoan Reference  Loan BAN-36297 \nDate of Effectiveness  January 2007 \nAmount ($)  $41 million \nOf which Committed, ($)   \nExecuting Agency  Department of Public Health Engineering \nApproval Date of Original Procurement Plan   \nApproval of Most Recent Procurement Plan   \nPublication for Loan Advertisements   \nPeriod Covered by this Plan  August 2006–January 2009 \nBAN = Bangladesh. \nSource: Asian Development Bank. \n \nTable A9.2: Procurement Thresholds, Goods and Related Services,  \nWorks, and Supply and Install \nA.  Procurement Method  To be used above (Value $) \nICB Works  $2,000,000 \nICB Goods  $   500,000 \nNCB Works  $   100,000 \nNCB Goods  $   100,000 \nB.  Exceptional Methods   \nCommunity participation in procurement  Community facilities including community \nwater points and community latrines are \nprocured by the community. Each of the \ncommunity facilities should not cost more than \n$10,000.  \nICB = international competitive bidding, NCB = national competitive bidding. \nSource: Asian Development Bank. \n \nTable A9.3: Procurement Thresholds, Consultants Services \nA.  Procurement Method  To be used above (value $) \nQuality- and Cost-Based Selection (QCBS)  $200,000 \nConsultants Qualifications Selection (CQS)  $0 \nLeast Cost Selection (LCS)   \nB.  Alternative Method   \n \n \n \n \n \n \n \n \n \n \n \n ", "44 \n    Appendix 9 \nINDICATIVE PROCUREMENT PLAN \n \nEstimated  Procurement  Expected Date of  Prior \nContract Description Comments\nCost ($) Method  Advertisement  Review Y/N\nA. Water Supply Improvements Responsible Agency\n1. Brahmanbaria\nRehabilitation of the existing water \na.    4 77,970 NCB July,2007 Y Pourashava\nsystem\nb. Drilling, testing & development of PTWs    3 93,513 NCB October,2009 Y Pourashava\nc. Construction of new WTPs and OHTs 1 ,455,759 NCB October,2009 Y Pourashava\nd. New pipeline works    9 87,775 NCB December,2009 Y Pourashava\nCommunity \ne. Water point sources - for communitiesa       9 6,873 January,2009 Y Pourashava\nParticipation\n2. Jessore\nRehabilitation of the existing water \na. 1 ,321,931 NCB July,2007 Y Pourashava\nsystem\nb. Drilling, testing & development of PTWs    8 85,403 NCB October,2009 Y Pourashava\nc. Construction of new OHTs    2 24,809 NCB October,2009 Y Pourashava\nd. New pipeline works 1 ,160,462 NCB December,2009 Y Pourashava\nCommunity \ne. Water point sources - for communitiesa       4 4,711 January,2009 Y Pourashava\nParticipation\n3. Pirojpur\nRehabilitation of the existing water \na. 1 ,118,257 NCB July,2007 Y Pourashava\nsystem\nb. Construction of new WTPs and OHTs 1 ,030,944 NCB October,2009 Y Pourashava\nc. New pipeline works    6 92,643 NCB December,2009 Y Pourashava\n4. Sirajganj\nRehabilitation of the existing water \na.    3 92,162 NCB July,2007 Y Pourashava\nsystem\nb. Drilling, testing & development of PTWs    2 95,134 NCB October,2009 Y Pourashava\nc. Construction of new WTPs and OHTs    7 27,879 NCB October,2009 Y Pourashava\nd. New pipeline works    9 56,188 NCB December,2009 Y Pourashava\nCommunity \ne. Water point sources - for communitiesa       9 3,892 January,2009 Y Pourashava\nParticipation\nB. Sanitation Improvements\nCommunity mobilization through NGO \n1.      2 6,400 QCBS/CQS January,2007 Y Pourashava\n(phase 1) per pourashava\nCommunity mobilization through NGO \n2.      3 9,600 QCBS/CQS January,2009 Y Pourashava\n(phase 2) per pourashava\nC. Consultancyb\n1. PMU management and MDS consultants 5 ,307,386 QCBS March,2007 Y PMU\n2. Capacity building  consultants 1 ,293,236 QCBS March,2007 Y PMU\n3. Awareness Campaigns    3 31,660 QCBS March,2007 Y PMU\nD. Vehicles\n1. Pickup trucks and motorcycles for PIU/PMU    4 24,578 NCB March,2007 Y PMU\nE. Office Equipment\nComputers for PIUs/PMU      3 7,084 Shopping March,2007 Y PMU  \nCBO = community-based organization, CQS = consultants’ qualifications selection, MDS = management design \nsupervision, NCB = national competitive bidding, NGO = nongovernment organization, PIU = project implementation \nunit, PMU = project management unit, PTW = production tube well, QCBS = quality- and cost-based selection, WTP \n= water treatment plant, Y/N = yes/no. \na  Contracts for water point sources are multiple contracts. Typical contract is worth under $1,000. \nb   NGO contracts indicated under sanitation improvement. \nSource: Asian Development Bank. \n \n \n \n ", "Appendix 10         45 \nLOAN FUNDS FLOW \nADB\nNational level\nImprest Account \n(Bangladesh Bank)\nDPHE \n(PMU)\nProject Operating \nPMU Acct\nAccount\nPourashava \nlevel\nPourashava \nProject Acct  Project Acct \n(PIU)\nA B\nSuppliers/NGOs/Contractors          \n(contracted with PIU)\nNGOs\n(contracted with PMU)\nConsultants \n(contracted with PMU)\n \nADB  =  Asian  Development  Bank,  DPHE  =  Department  of  Public  Health  Engineering,  PIU  =  project \nimplementation unit, PMU = project management unit, NGO = nongovernment organization. \nFunds Flow \nReporting \nSource: Asian Development Bank. \n \nSignatory for the imprest account and project operating account will be the project director, PMU. Signatory for \nthe PMU account will be the deputy project director. \n \nProject account A in each pourashava will be used for payments for all invoices related to pourashava NGO \ncontracts, community sanitation facilities, community water points, and all phase 1 civil works. The pourashava \nchair and the pourashava executive engineer will be joint signatories on the account.  \n \nProject account B in each pourashava will be used for payments for all invoices related to phase 2 (water supply \nsystem expansion) civil works. The pourashava chair and the DPHE district executive engineer will be joint \nsignatories on the account. \n ", "46  Appendix 10 \n1.  From the Asian Development Bank (ADB) to the Imprest Account. ADB funds will be \nchanneled though an imprest account dedicated to the Project at Bangladesh Bank. The ADB funds \nwill  be  allocated  in  the  Annual  Development  Program,  based  on  the  annual  budget  estimates \nprepared by the project management unit (PMU) for the Project. The project director, PMU, will be the \nauthorized signatory to withdraw ADB funds from the imprest account and will process all other \ndisbursement requests to ADB, including direct payment to contractors and reimbursement. The \nimprest account will be replenished according to the ADB’s Loan Disbursement Handbook.  \n \n2.  A project operating account (POA) will be established in a commercial bank acceptable to the \nGovernment  and  ADB.  This  will  be  a  short-term  deposit  account,  with  the  project  director  as \nauthorized signatory. The funds in the POA will in turn be transferred to project accounts A and B in \neach  participating  pourashava,  and  the  PMU  account,  for  onward  payments  to  suppliers, \nnongovernment organizations (NGOs), and contractors as in this appendix. Project account A will be \nused to make payments to the first phase civil work contracts, local NGO contracts, and community \ninfrastructure, while project account B will be used to make payments to the second phase civil work \ncontracts,  which  are  relatively  large  contracts.  Joint  signatories  are  the  pourashava  chair  and \npourashava executive engineer for project account A and the pourashava chair and the district \nexecutive engineer of the Department of Public Health Engineering (DPHE) for project account B.  \n \n3.  From POA to Project Accounts at the Project Implementing Unit (PIU). The PIU will make \npayments from project accounts A and B. The PMU makes an initial advance payment not exceeding \n10% of the estimate cost in each phase. To replenish the project accounts, the PIU must submit to the \nPMU (i) a letter of request for replenishment, (ii) a bank statement to show the account amount and a \nbank reconciliation, (iii) invoices and/or receipts, (iv) evidence of payments (e.g., withdrawal and/or \npayment  order  approved  by  the  project  accounts  signatories),  and  (v)  certificates  on  progress \nachievements (civil works). All signed contracts and confirmed purchase orders should be submitted \nto  the  PMU  in  advance  of  replenishment  requests.  The  project  director,  PMU,  approves  the \nreplenishment request and transfers funds to the project accounts. \n    \n4.  From  Project  Accounts  to  NGOs  and  Contractors  of  Civil  Works  and  Community \nInfrastructure at the PIUs. The PIU makes payments from project accounts A and B; this requires \nthe following steps. Contractors and NGOs submit to the PIU (i) a letter of payment request (e.g., \nadvance  payments,  progress  payments,  and  final  payments);  (ii)  invoices  and/or  receipts;  (iii) \ncertificates on progress achievements (civil work); and (iv) a progress report (NGO), as specified in \nthe contracts. The PIU prepares a withdrawal/payment order to be signed by the signatories, and \nmakes payments to contractors from project accounts. \n  \n5.  From the POA to the PMU Account and to NGOs/Suppliers. The PMU makes payments \nfrom the PMU Account for Bangladesh taka-denominated progress payments and invoices as follows. \nSuppliers for equipment submit invoices to the PMU. NGOs submit to the PMU (i) a letter of payment \nrequest; (ii) invoices and/or receipts; and (iii) a progress report, as specified in the contract. The PMU \nprepares a withdrawal/payment order to be signed by the signatory (project director, PMU), and \nmakes payment to suppliers and NGOs. The PMU account is replenished with funds from the imprest \naccount through the POA with approval of the project director, PMU.  \n \n6.  From ADB to Consultants. Dollar-denominated payments for consulting services contracted \nby the PMU are paid directly by ADB, which requires the PMU’s submission of approved invoices and \ndocumentation to ADB in accordance with ADB’s Loan Disbursement Handbook.  \n \n ", "                                                                                                                                         Appendix 11  47\n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector to reduce poverty in Bangladesh: \n \nPoverty incidence in urban areas of Bangladesh is currently estimated at 32.6% (Poverty Monitoring Survey, 2004). \nWith a population growth rate of almost 3%, twice the national average, the expanding urban sector results in a \ngrowing number of urban poor. The increasing urban population causes further stress on the already inadequate basic \nurban services and facilities. Only 20% of households in urban areas have access to piped water supply systems, and \n40% have no access to sanitary latrines.  \n \nAccess of the population to safe water supply and sanitary toilet facilities in secondary towns is low. Based on the \nassessment of four secondary towns (pourashavas) during project preparation, 63% did not have access to safe water \nsupply and 41% did not have access to sanitary latrines. Access is even more limited for poor households with 70% of \npoor households with no access to safe water supply and 58% no access to sanitary latrines. In slum areas where \n70% of the poor in the four pourashavas are found, 81% have no access to safe water supply and 73% no access to \nsanitary latrines. \n \nUnsafe water and unhygienic conditions have contributed to the high prevalence of waterborne diseases, with the \npoor, women, and children most at-risk. Use of shallow hand tube wells, which can be contaminated with arsenic, or \nopen wells and ponds contaminated with bacteria contributes to morbidity and mortality (particularly among infants and \nnewborns). In the four pourashavas assessed, the most common reported diseases are waterborne: diarrhea, \ndysentery, jaundice, parasitic worms, and skin diseases.  \n \nThe Government emphasizes improved safe water supply and sanitation services as a strategy to reduce health costs, \ndecrease malnutrition, and increase labor productivity (Poverty Reduction Strategy, 2005). The Project is expected to \nprovide access to safe water supply and sanitation to poor households especially households headed by women in the \nslum areas. \n \nB.  Poverty Analysis   Targeting Classification: Targeted intervention \n \n \nWhat type of poverty analysis is needed? \n \nThe Project specifically targets the poor in terms of the following components: shared standpipes, shared safe water \npoints utilizing arsenic-free groundwater sources, and community latrines and public toilets. Under the Project, 672 \nwater standpipes and 360 safe water points are committed solely for use of the approximately 70% poor households in \nslum areas. These facilities, along with community latrines, will be directly managed and maintained by poor \nbeneficiary households organized and trained by nongovernment organizations (NGOs). Poverty impact analyses \nundertaken in four pourashavas suggest that 30% of beneficiaries for other project components are poor. \n \nParticipatory analysis using a combination of qualitative and quantitative techniques will gauge post-project benefits in \nterms of improved access of the poor to urban infrastructure and services. The baseline survey will serve as the \nbenchmark against which post-project impacts on the poor will be measured. Benefits to poor households, benefits to \nwomen, and increased participation and capacity building of the poor including women are some of the issues that will \nbe measured and monitored after implementation. \n \nC.           Participation Process \n \n \nIs there a stakeholder analysis?    Yes     No  \n \nNational and local stakeholder consultations ensured stakeholders involvement as part of project development and \ndesign. National steering committee meetings were supplemented with consultations with the Local Government \nDivision, Department of Public Health Engineering, Local Government Engineering Department, and National Institute \n ", "48 48  Appendix 11         Appendix 11 \nof Local Government. Two major consultation meetings were conducted with pourashavas. Local focus group \ndiscussions were held involving representatives of the water works and sanitation agencies, schools, labor groups, \nwomen, religious groups, business sector, and consumer groups to determine their views, issues, and priority \nconcerns on water supply and sanitation; and solicit suggestions on how the Project can best address their interests.  \n \nIs there a participation strategy?     Yes                   No \n \nParticipation is a core principle of the Project, and is mainstreamed in all aspects of its design. Therefore, a separate \nparticipation strategy was not developed.  \n \nIn the communities, stakeholder participation in project planning and implementation will be through extensive \ninformation campaigns, and community organization and mobilization activities through NGOs and community-based \norganizations. Mobilization and preparation will involve participatory surveys to identify disadvantaged groups and \nhouseholds, and determine specific knowledge, attitudes, and practices on water supply and sanitation. This will \nenable the determination of entry points and participation mechanisms for water supply and sanitation services, and \nprovide beneficiaries a major role in decision making in activities such as the constitution of the water and sanitation \nuser groups. Through community organization, water and sanitation user associations (including women’s user \ngroups)  will  be  formed  to  ensure  the  sustainability  of  facilities.  Some  operation  and  maintenance  duties  and \nresponsibilities will be delegated to community members, including the collection of water and sanitation tariffs. User \ngroups will be organized, and the groups will agree on mechanisms for participation. An information and education \ncampaign will be formulated based on identified needs. Skills development, training, and provision of linkages to \ninstitutions will be undertaken as part of the Project to ensure participation. \n \nProject participation will also be promoted through target beneficiary involvement in the choice of interventions \nappropriate for the community or household; site selection; participation in construction; provision of counterpart funds; \nconduct of information, education, and awareness campaigns; implementation of community ordinances/sanctions on \nsanitation and hygiene from the operation and maintenance activities; planning and conduct of income enhancement \nactivities; and monitoring and evaluation. \n \nFinally, the Project will also create and engage town coordinating committees in each participating pourashava, which \nwill  involve  significant  civil  society  representation.  The  committees  are  integral  to  project  implementation  and \noversight. They form part of the participatory process for identifying, developing, and monitoring pourashava project \nactivities, and ensuring full transparency. More details on the various participatory processes integral to the Project are \nincluded in Appendix 7 and supplementary appendixes C, D, and H.  \n \nD.  Gender Development \n \n \nStrategy to maximize impacts on women: \n \nPrimary and secondary data have been analyzed to assess the status of women in the four pourashavas. The \nassessment shows gender gaps in employment, income, education, household roles, and decision making. While the \ncomposition of the labor force is almost equal between men and women, of the 28% employed, 89.5% are men and \nonly 10.5% are women. Further, the average annual income of households headed by women is Tk46,621, only 71% \nof the income of households headed by men. Female illiteracy is four percentage points higher than male illiteracy. In \nthe four pourashavas. While poverty incidence averages 29% poverty incidence, it is 44.1% for households headed by \nwomen and 27% for households headed by men. \n \nParallel to this disparity, access to piped water supply and sanitary latrines by households headed by women is lower. \nDrinking water is largely sourced from hand tube wells, open wells, and ponds, putting households headed by women \nat higher risk of arsenic contamination and other waterborne diseases. Moreover, household and community water \ncollection, and water and sanitation management are traditionally female roles. Thus, women are vulnerable to health \nrisks due to deficiencies in water, hygiene, and sanitation in the households and the community. Their access to \nlatrines and other sanitation facilities is often reduced by gender insensitivity to the construction and management of \nsuch facilities. \n \nProject design included group targeting strategies to identify the location of vulnerable households headed by women, \ntheir mobilization, and organization, to participate in intervention formulation and implementation, and mechanisms to \ninstitutionalize and sustain their involvement. During project design, gender issues were identified and mitigation \nmeasures proposed and incorporated. Women are proposed to be made primarily responsible for locating the site for \nconstruction of community standpipes and community latrines. Monitoring and evaluation systems will generate \ngender disaggregated information to enable tracking of the Project’s gender impacts.  \n ", "                                                                                                                                         Appendix 11  49\n \n \nHas an output been prepared?      Yes     No \n \nThe gender strategy ensures that gender issues are addressed, women benefit equally from the Project, and \ninterventions avoid gender bias. NGOs will undertake further assessments early in project implementation to identify \nhouseholds headed by women. Special organization and capacity building will be undertaken to form women’s groups \nthat will be directly in charge of community standpipe and community sanitary latrine management and monitoring \nactivities.  \n \nE.  Social Safeguards and Other Social Risks \n \nItem  Significant/  Strategy to Address Issues  Plan Required \nNot Significant/   \nNone  \n Significant  Subprojects are not anticipated to result in significant land   Full \nResettlement    acquisition and resettlement impacts. A resettlement   \n Not significant  framework was prepared to guide the implementation of   Short \n  subprojects and short resettlement plans were prepared  Resettlement \n None  for sample subprojects. Proposed subprojects involving  Plans and \nsignificant involuntary resettlement will be rejected.  Resettlement \nFramework \n \n None \n    The proposed water tariff increase will not have significant   \n   Significant  negative impacts on the poor (3% of household income)   Yes \nAffordability    considering that 4–5% of household income is now spent   \n Not significant  on sources that are an alternative to piped water. To    No \n  ensure affordability, a lifeline tariff is part of the proposed \n None  water tariff structure. In poor areas, the Project will \nprovide community standpipes and community sanitary \nlatrines managed by user groups from which a nominal \nfee will be collected representing the users share in the \noperation and maintenance of the facility.  \n    The Project will result in employment opportunities during   \n   Significant  construction and operation.    Yes \nLabor     \n Not significant    No  \n \n None \n \n    The subprojects are not anticipated to result in any   \n   Significant  negative impacts to indigenous people. The sample   Yes  \nIndigenous    subprojects were not found to have any impacts. None of   \nPeoples   Not significant  the current shortlisted pourashavas are in areas with    No \n  significant indigenous populations. The resettlement \n None  framework and resettlement plans provide additional \nentitlements to vulnerable  people affected, including \nhouseholds headed by an indigenous person, should , \nresettlement impacts be experienced. \n    No other risks or vulnerabilities were identified.   \nOther Risks   Significant   Yes \nand/or     \nVulnerabilities   Not significant    No  \n   \n None \n \n \n ", "50           Appendix 11Appendix 12  5\n0\nGENDER ACTION PLAN      5\nASTSroeuewcpaop nonlsyfd   WFaanroaydct  eurs    IpdneeterssiggOprneab ctojetefi v cgWetei SvninedS  te hre   Crpoaolrent iscoiindpA eaWcrtiitnoSigvnS i ,wtin iteo htsmhe eier  n’s  NsdoeGctaOiailsle  adcs odsneeTdssauisgscmnkt  e afonnrt   rdpauhpraiidns eg   HhweooTamuadsreegendhe  otibn lGyd s sr,l o umup   NtahsGes Oerassps Icimndo densniotcrtca aaictanotled rd  s foocri al  SddVeeuestbaripgiilfreniocd jae tcito n  SdaneoAdvcce iatliolo pnm Beny t              A0          A\npp\nSanitation  interventions.  Project will be actively  2 to identify the location  areas  mobilization and IEC,  reports  resettlement  pp\nee\nDesign    sought by  of disadvantaged women  Women residents  awareness campaign    specialists  nn\ndd\nEthmropuogwhe r women  t-h faotr meninsgu rues aetr  lgeraosut ps  i n the target communities  cstloasned ptoip wesa ter   Social development  Prerpoogrrtess s   Contracted  ix 12ix 1\nparticipation in  one third  Select/train women as  specialist involved in    local NGO   2 \ndevelopment  representation of  community motivators  subproject  NGO reports   \nplanning.   women,  and subproject monitors.  implementation  I  Pourashava \n- designating women      Monitoring  WSS \nas community    Number of user groups  reports  committees \nmotivators and  Help identify appropriate  formed and %   \nmonitors in WSS  WSS infrastructure  representation of  Community \nactivities,  facilities in the  women  feedback \n- planning for  community.  Number or percentage   \nparticipants in specific  Assist in  women involved in IEC  Feedback \nsubproject  locating/identifying  campaign and  from women \ninvestments, and  acceptable sites for WSS  subproject monitoring  beneficiaries  \n- representing the  facilities.  Number or percentage  \ncommunity on the town    women \ncommittee to    members/leaders in \noversee/monitor WSS  community and \nactivities.  pourashava WSS \ncommittees  \n  Ensure women’s  IEC and awareness  Prepare and implement  Pourashava  % women actively  Progress  Contracted \n  awareness of their  campaign to highlight  IEC and awareness  residents  involved in WSS  reports   national IEC \nrole in the Project  women’s critical role in  campaign that is gender    activities    group and \nand involvement  WSS  sensitive.  Women  Improved KAP in WSS  Subproject  local NGO \nin implementation.   beneficiaries  Improved collection of  assessment  User groups \nwater tariff  through focus  and women \ngroup  monitors and \ndiscussions  motivators \n  Ensure that  Terms of references of  Workshops and focus  PMO, PIU staff,  Number oriented and  Review  Social \nproject  the IEC group and  group discussion  WATSAN  trained  reports  development. \ninterventions are  local NGOs  committee      specialist \ndesigned to be  incorporate gender  members, user  Feedback from  Monitoring   \ngender sensitive.   concerns and issues to  groups  participants  feedback  Contracted \nbe addressed   NGO \nSocial/community   \ndevelopment specialist  User groups \ndevelops gender   \nsensitive community  PIUs \ndevelopment and \nmobilization   \n  Empower women  Training as community  Define roles and  Women  Training manuals  Feedback  Social \nin poor  motivators and  responsibilities, systems,  members of user  Number of trainings  from women  development \n ", "Appendix 12         51 \nArea of Focus   Objective  Activities  Task  Target Group  Indicator  Verification  Action By \nhouseholds,  subproject monitors  and procedures.  groups  conducted  beneficiaries,  specialist \nwomen heading  Training as tariff for  Formulate rules and  designated as  Training reports  community   \nhouseholds, and  collectors of  regulations for WSS  motivators,  Collection report  Contracted \nfemale member of  standpipes and  concerns.  monitors, and  Improvement in KAP in  NGOs \nthe households.   community sanitary  Provide skills training for  collectors   WSS   \nlatrines  motivators, monitors, and  Increase awareness of  PIUs \ncollectors.  subproject \n  Address needs  Collect gender  SES questionnaire  Households  SES reports  Resettlement  Social \nand concerns of  disaggregated data  designed to be gender  headed by    action plan  development \nwomen affected  during SES for  sensitive and cover  women and other  Compensation  specialist \n(household heads,  resettlement planning.  gender concerns and  disadvantaged  package addressing   \nwidows, elderly,  issues   groups   women’s concerns  Contracted \nand single) for  NGO \nland acquisition   \nand resettlement.  PIU \nProject  Ensure  Conduct gender  Prepare workshop  PMO and PIU  Number of workshop  Workshop  Social \nImplementation  mainstreaming of  awareness workshops  design and training  staff, WATSAN  participants  reports  development \nand Monitoring  gender  at the PMO and PIUs  materials.  committee  Feedback  specialists \nperspectives in  for project  members  from  Contracted \nthe STWSSP.  implementers.   participants  NGO \nProject  Ensure women’s  Conduct IEC and tariff  Contact national IEC  Women  Number or percentage  Progress  IEC groups \nImplementation  full involvement  awareness campaigns  group and local NGOs  beneficiaries in  women aware and  reports  and \nand Monitoring  and participation.   with specific targeting  for implementation.  participating  actively participating in    contracted \nof women.  Prepare and review IEC,  pourashavas,  subproject  Pourashava  local NGOs \nawareness materials,  especially those  implementation  feedback   \nand strategy.  in depressed  Increase in KAP on  PIU \ncommunities  WSS   \nTariff awareness   User groups \n  Ensure that  Civil works contractors  Civil work contract  Contractors  Percentage of women  Contract  Construction \nwomen equitably  to employ sizeable  document to include    employed of total  invoicing  supervision \nbenefit from the  number of women as  such provision  Subproject  employed by  Progress  expert \nProject.   workers and ensure    employers  contractors  reports    \nequal wages for same  Orient contractors.  Wage comparison    PIUs \ntype of work as the  between employed  Feedback   \nmen  men and women   from women  Contractors \n  Ensure that  Establish a monitoring  Develop gender  PMO and PIUs  Progress report  Monitoring  PMO  \nwomen benefit  and evaluation system  disaggregated indicators      report   \npositively from the  to track impact of the  both qualitative and  Consultants  Gender impact of    PIU \nProject and that  subproject intervention  quantitative, such as  subprojects are part of  Special   \nthe benefits are  on women.  reduce burden on women  the regular monitoring  evaluation  Consultants  A\np\nequitable.   for water access, health  and progress reports  reports    p\ne\nimprovement, equal  at various  User groups   n\nd\nemployment  implementation   ix\nopportunities, etc.).  levels    13\nDmaneedva esreluoprpeo msrtyiensngtet ,om af snb aefolnyres fisit s.  5         \n1\nDevelop mechanism to    \n ", "52           Appendix 11Appendix 12  5\n2\nArea of Focus   Objective  Activities  Task  Target Group  Indicator  Verification  Action By     \n \n \ninclude women in    \n \nmonitoring and    \n \n \nevaluation.    \n \n  Ensure that  Monitor resettlement  Include a mechanism to  Households  % of compensation  Resettlement  Social   A\np\nwomen’s concerns  plan implementation.  monitor the impact of  headed by  entitlement provided to  plan  development  p\ne\nare addressed in  resettlement plan  women  women  monitoring  specialist   n\nd\nresettlement plan.  implementation on  Women in  and  NGO  ix\nwomen.   depressed  evaluation     1\n2\ncommunities  reports  IMA    \nInstitutional  Promote gender  Incorporate gender  Review the institutional  DPHE  Revision of Institutional  Institutional  Social \nDevelopment  awareness in the  perspective in all  development program of  Central and  Development Program  reform  development \ninstitutional  aspects of institutional  the STW-SSP.  district offices,  sensitive to gender  measures  specialist \ndevelopment  development program.    pourashava  concerns and issues  are gender   \ncomponent of the    Incorporate gender  committees,    sensitive  Institutional \nProject.    aspects in all training  PMO, and PIUs  Training curricula     development \n  Ensure that women  programs.    All training  expert \nEnsure that  participate in the    User groups  programs   \nwomen benefit  institutional and  Prepare a list of all  Other working  have gender  PMO and PIU \nequally in all the  capacity building.  training activities that will  groups  perspective   \ntraining and  benefit women and    Pourashava \ncapacity-building  ensure a percentage  Progress \nactivities of the  inclusion of women.  reports \ninstitutional   \ndevelopment  Prepare a list of \ncomponent.  committees and work \ngroups for the Project \nand subprojects, and \nensure a percentage \nrepresentation of women. \n  Monitor  Track use of the GAP.  Review impact of the  Project and  The GAP is used and  Review of  Social \nusefulness of the    GAP.  subproject  reported on regularly  progress  development \nGAP.    stakeholders  Increase in number of  reports  specialist \n  gender mainstreaming  Institutional \n  training activities  development \n  Strengthened capacity  expert \n  of project executing   \nand implementing  PMO and PIU \nagencies to promote,   \ndesign, and implement   \ninvestment programs \nsupporting gender \nequality  \nDPHE = Department of Public Health Engineering; GAP = gender action plan; IEC = information, education, and communication, IMA = independent monitoring agency; KAP \n= knowledge, attitude, and practices, NGO = nongovernment organization, PIU = project implementing unit; PMO = project management office; SES = socioeconomic survey; \nSTW-SSP = secondary towns water supply and sanitation; WATSAN = water and sanitation; WSS = water supply and sanitation. \nSource: Asian Development Bank. \n ", "                                                                                                                                             Appendix 13  53\n \nDRAFT SUMMARY RESETTLEMENT FRAMEWORK \n \nA.  Introduction \n \n1.  The Project will improve water supply and sanitation services by implementing water \nsupply  infrastructure  improvements  and  strengthening  local  water  utilities  for  operational \nefficiency and financial sustainability. The water supply component will develop and expand \npiped water supply systems, and provide shared standpipes and shared safe water points. The \nsanitation and behavioral change component is designed to extend the health impacts of project \ninvestments  in  water  supply—promoting  hygiene  behavior  and  creating  an  enabling \nenvironment  for  preventing  waterborne  diseases  through  capacity  building.  It  will  include \ncommunity  and  public  sanitation  facilities,  school  sanitation  and  hygiene  education,  and \nawareness and capacity building in hygiene education and sanitation. Capacity building and \nimplementation  assistance  will  also  be  provided  for  the  Department  of  Public  Health \nEngineering (DPHE), the Executing Agency, and secondary towns.  \n \n2.  The  Project  is  designed  to  minimize  land  acquisition  and  resettlement  impacts. \nRehabilitation  of  production  tube  wells,  overhead  tanks,  and  treatment  plants  will  be \naccommodated within the premises of existing facilities and will not involve land acquisition and \nresettlement. The construction of new water supply infrastructure and sanitation facilities will \nmostly be on Government land. Impacts due to the rehabilitation and construction of water \nsupply networks will be temporary and minimal, as these are proposed within existing road \ncorridors; if structures are situated in the road corridor, alignments will go around them and be \nplaced under the road. Impacts are to be further minimized through careful subproject siting and \nalignment during subproject selection, detailed design, and subproject implementation.1 The \nsubproject  selection  criteria  rule  out  subprojects  with  significant2  involuntary  resettlement \nimpacts. \n \n3.  Resettlement  plans  were  prepared  for  sample  subprojects  in  four  secondary  towns \n(Brahmanbaria,  Jessore,  Pirojpur,  and  Sirajganj  pourashavas).  Permanent  land  acquisition \nrequired for overhead tanks, production wells, and water treatment plants in Jessore, Pirojpur, \nand Sirajganj is 0.43 hectares (ha). Land acquisition will have impacts on five households, all of \nwhom are legal owners of the land being acquired. No structures are affected. Rehabilitation \nand expansion of distribution systems are proposed within existing road corridors. Through \ntransect  walks,  temporary  impacts  were  estimated  in  sample  subprojects.  Assessment  of \nimpacts will be finalized during detailed design.3 A summary of resettlement impacts and key \nsocioeconomic information is in Table A13.1. \n \nB.  Resettlement Framework and Policy \n \n4.  This summary provides key points from the resettlement framework. The framework \noutlines  the  objectives,  policy  principles  and  procedures  for  land  acquisition  (if  required), \ncompensation, and other assistance measures for those affected persons. The framework is \n                                                 \n1  Total estimated land requiring permanent acquisition for the Project in 16 pourashavas is 5 ha. Environmental \nsubproject selection criteria includes “site selection shall result to nonsignificant or no resettlement” under the \noverall selection criteria. \n2  Resettlement is significant when 200 or more people experience major impacts. Major impacts are defined as \ninvolving affected people being physically displaced from housing and/or having 10% or more of their productive, \nincome-generating assets lost. \n3  Though these estimates need to be refined during detailed design when alignments are finalized, the transect walk \nshowed potential minor impacts. Those affected will require provision of planks for access and, for some, possible \nrelocation to the other side of the road during construction. The disturbance is expected to be for less than 1 week.  \n ", "54  Appendix 13 \nbased on the Government’s Acquisition and Requisition of Immovable Property Ordinance of \n1982  (amended  in  1993  and  1994),  and  Asian  Development  Bank  policy  on  involuntary \nresettlement.4 The framework provides a comparison of the two documents and addresses \ngaps. The entitlement matrix for the Project, based on the above ordinance and policy are given \nin Table A13.4. \n \nTable A13.1: Summary of Resettlement Impacts  \nItem  Brahmanbaria  Jessore  Pirojpur  Sirajganj \nPermanent Land Acquisition  0  0.064 ha  0.1121  0.256 ha \nPermanently Affected Households   0  1  3  1 \nPermanently Affected People   0  5  11  4 \nNontitled People Affected  0  0  0  0 \nHouseholds Headed by Women  0  1  0  0 \nVulnerable People Affected  0  5  0  0 \nAffected Structures  0  0  0  0 \nAffected Trees  0  0  0  0 \nAffected Common Property Resources  0  0  0  0 \nAverage Household Monthly Income (Tk)  0  Tk12,500   Tk12,000  Tk40,000 \nPrimary Source of Income    Agriculture  Business and  Employment \nEmployment \n         \nTemporarily Affected Households   26  35  19  29 \nTemporarily Affected People  104  175  115  145 \nNontitled People Affected  104  175  115  145 \nHouseholds Headed by Women  0  0  0  0 \nVulnerable People Affected  19  26  17  25 \nAffected Structures  27  32  27  20 \nAffected Trees  22  40  22  30 \nAffected Common Property Resources  0  0  0  0 \nAverage Household Monthly Income (Tk):  Tk7,600  Tk8,200  Tk6,100  Tk4,500 \nPrimary Source of Income  Business,  Business and  Business  Business \nEmployment,  Hawking  and  and \nand Hawking  Hawking  Hawking \nSource: Asian Development Bank. \n \n5.  Loss of land, structure, assets, trees, and crops will be at replacement cost. Independent \nland appraisers will determine land prices; structures and other assets will be determined by \ncontracted  implementing  nongovernment  organizations  (NGOs)  through  a  survey  of \nconstruction materials; and trees and crops will determined by NGOs based on a survey of \nmarket prices and consultation with agriculture/horticulture experts. NGOs will also undertake \nconsultations with those affected on replacement costs. Vulnerable households will be provided \nadditional assistance in the form of land-for-land replacement options, prioritization in project \nemployment, and an additional allowance for land and structure losses. Income losses are \nanticipated to be minimal and temporary. Income restoration activities include the provision of \nshort-term allowances and restoration of access to livelihood activities. \n \nC.  Procedure for Resettlement Plan Preparation  \n \n6.  Based on preliminary technical design, the project implementing unit (PIU) will ensure \nthat the subproject will not have significant involuntary resettlement impacts consistent with the \nsubproject selection criteria. The PIU, with project consultants, will prepare short resettlement \nplans ensuring that the plans include measures to ensure that socioeconomic conditions, needs, \nand priorities of women are identified and that the process of land acquisition and resettlement \ndoes not disadvantage women. Project consultants will include social development specialists \nfamiliar with ADB policy and procedures for the preparation of subproject resettlement plans. \nThe plans will comply with the Acquisition and Requisition of Immovable Property Ordinance, \nADB  policy  on  involuntary  resettlement,  and  other  social  safeguard  guidelines,  and  the \n                                                 \n4  ADB. 1995. Involuntary Resettlement. Manila. \n ", "                                                                                                                                             Appendix 13  55\nresettlement framework. The resettlement plans for sample subprojects will be used as models \nfor the preparation and implementation of the plans for other subprojects. Approval of subproject \nresettlement plans by ADB and compensation prior to displacement will be conditions for the \ncontract of civil works.  \n \n7.  DPHE and the pourashavas, through the project management unit (PMU) and PIU, will \nensure  that  this  resettlement  framework  is  closely  followed  when  a  resettlement  plan  is \nformulated for a subproject. DPHE will further ensure that adequate resettlement budgets are \ndelivered on time to the pourashavas, and that NGOs are involved for timely implementation of \nthe resettlement plan. \n \nD.  Institutional Arrangements \n \n8.  DPHE is responsible for the overall technical supervision and implementation of the \nProject through the PMU. PIUs will be established in each pourashava. Further details on \nagencies responsible for resettlement plan activities are in Table A13.2.  \n \nTable A13.2: Roles and Responsibilities in the Resettlement Process \nRelated Activities and Responsibilities  Responsibility \nA.  Pre-Land Acquisition and Resettlement Plan \n  Recruitment/mobilization of international and national resettlement consultants   PMU \n  Recruitment of implementing NGOs  PMU, PIU \n  Design and reproduction of project information booklet and preparation of  PMU/consultants \nsubproject maps \n  Project disclosure and public consultations  PMU, PIU \n  Selection of CRC and GRC members  PMU, PIU \nB.  Preparation of Land Acquisition and Resettlement Plan \n  Survey and marking of subproject boundaries and ROW in affected lands  Private engineering firm, PIU \n  Preparation of survey questionnaire  PMU, consultants \n  Training of implementing NGOs.  PMU, consultants \n  Survey (detailed measurement survey, social survey, and inventory of losses)  NGO, district commissioner, \nPIU \n  Survey on market prices of land, structure, crops, and trees  Land appraiser, NGO, PIU \n  Processing of survey data  NGO, consultants \n  Screening of vulnerable people affected  NGO, PIU \n  Establishment of unit prices  PMU, PIU, NGOs \n  Calculation of compensation and consultations with people affected  PMU, PIU, NGOs \n  Writing of resettlement plans  Consultants, PIU \n  Consultation with people affected, DPHE, pourashava, and stakeholders on the  Consultants, PIU, NGO \ndraft resettlement plan \n  Finalization of resettlement plans  Consultants/PMU \n  Review and approval of resettlement plans  ADB \nC.  Resettlement Plan Implementation \n  Mobilization of CRCs/GRCs  PMU, PIU \n  Establishment of internal monitoring and hiring of IMA  PMU, PIU \n  Agreement on compensation with people affected and preparation of deeds of  People affected, PMU/DPHE, \nsale for land  PIU \n  Selection and development of resettlement site(s)  People affected, PMU/DPHE \n  Budget approval for compensation  DPHE, pourashava \n  Release of funds for compensation  DPHE, pourashava \n  Filing and resolution of complaints  People affected, PMU, PIU, \npourashava \n  Application for holding number of lands  Pourashava \n  Consultation with people affected on schedule of clearing lands including  PIU \nrelocation \n  Clearing of lands and relocation  People affected, \n  External assessment of compliance with project policies    IMA \n  Confirmation of “no objection” for the award of civil works contract  ADB \nD.  Monitoring and Evaluation \n  Social Impact Assessment  IMA \nADB = Asian Development Bank, CRC = compensation and resettlement committee, DPHE = Department of Public \nHealth  Engineering,  GRC  =  grievance  redressal  committee,  IMA  =  independent  monitoring  agency,  NGO  = \nnongovernment organization, PIU = project implementation unit, PMU = project management unit, ROW = right of \nway. \nSource: Asian Development Bank. \n ", "56  Appendix 13 \nE.  Consultation, Disclosure, and Grievance Redress \n \n9.  Draft  resettlement  plans  were  prepared  in  consultation  with  stakeholders.  These \nconsultations  included  various  meetings,  discussions  with  those  affected,  29  focus  group \ndiscussions, key informant surveys in four pourashavas, and a socioeconomic survey with 4,847 \nrespondents.  Information,  including  local  language  versions  of  the  summary  resettlement \nframework, was disseminated to the people affected. The resettlement framework and draft \nresettlement plans for sample subprojects have been disclosed in the ADB website. Public \ninformation booklets in local language and project maps are being prepared for dissemination to \npeople affected by future subprojects. Finalized resettlement plans will also be disclosed in \nADB’s website, and information dissemination and consultation will continue throughout project \nimplementation. Grievance redress will be through the mechanism summarized in Table A13.3. \n \nTable A13.3: Grievance and Redressal Mechanism \n \nStep  Concerning Titled Land  Concerning Structures and Other Assets \n  The affected person consults with PIU staff on  The affected person consults with PIU staff on \n  possible complaint. If no acceptable  possible complaint. If no acceptable \nStep 1  solution/clarification is provided, the PIU staff will  solution/clarification is provided, the PIU staff will \nhelp the individual to file a grievance/complaint.   help the individual to file a grievance/complaint. \n  The affected person files a grievance/complaint  The affected person files a grievance/complaint \nStep 2  verbally or in writing to the CRC/GRC. If unwritten,  verbally or in writing to CRC/GRC. If unwritten, \nthe CRC/GRC will place it in writing. The individual,  CRC/GRC will place it in writing. The individual, \nthe CRC/GRC, and PIU representative will meet to  CRC/GRC, and PIU representative will meet to \nhear the complaint, and resolve the grievance/  hear the complaint, and resolve the grievance/ \ncomplaint within 15 days.     complaint within 15 days.    \n  If no solution or understanding is reached, the  If no solution or understanding is reached, the \nStep 3  affected person files the grievance/complaint to the  affected person files the grievance/complaint to the \npourashava chairperson for resolution within 15  pourashava chairperson for resolution within 15 \ndays.   days. \n  If no solution or understanding is reached, the GRC  If no solution or understanding is reached within \nStep 4  will assist the affected person to file a complaint  the prescribed period, or the resolution is \nwith the district commissioner. Guided by Section  unsatisfactory to the affected person, then the \n27 of the ordinance, the district commissioner will  affected person files the grievance/complaint to the \nappoint an arbitrator.  district court. \n  The arbitrator hears the complaints and renders a  The district court will assess the merit of \nStep 5  decision within 30 days upon appointment. If the  grievance/complaint and schedule a hearing. The \naffected person is not satisfied with the decision of  district court’s decision is final. \nthe arbitrator, the district commissioner forms an \narbitration appellate tribunal.  \n  The arbitration appellate tribunal hears and   \nStep 6  assesses the merit of the grievance/complaint. Its \ndecision is final and will be implemented. \nCRC  =  compensation  and  resettlement  committee,  GRC  =  grievance  redressal  committee,  PIU  =  project \nimplementation unit. \nSource: Asian Development Bank. \n \nF.  Monitoring and Evaluation \n \n10.  Internal monitoring will be conducted by the PMU and PIU with assistance from the \nimplementing NGO. Internal monitoring reports on land acquisition and resettlement will be \nincluded in project progress reports. PIU reports will contain (i) accomplishments to-date, (ii) \nobjectives attained and not attained during the period, (iii) problems encountered, and (iv) \ntargets for the next quarter. The PIUs will send these reports to the PMU for integration and \ninclusion in the PPR for submission to ADB. The PMU will engage an independent monitoring \nagency  for  external  monitoring  of  subprojects.  The  agency,  directly  reporting  to  ADB,  will \nundertake compliance monitoring and social impact evaluation. \n \n \n \n ", "                                                                                                                                             Appendix 13  57\nG.  Resettlement Budget \n \n11.  Detailed  budget  estimates  for  involuntary  resettlement  will  be  prepared  for  each \nresettlement plan, by the PMU/PIU. They will be included in the overall subproject estimate. The \nbudget  will  include  (i) detailed  costs  of  land  acquisition,  compensation,  relocation,  and \nrehabilitation of income and livelihood; (ii) source of funding; (iii) arrangements for approval; and \n(iv) the flow of funds and contingency arrangements. All resettlement funds will be provided by \nDPHE based on the financing plan agreed by the Government and ADB. Land acquisition, \ncompensation, relocation and rehabilitation of income and livelihood will be considered as an \nintegral component of project costs. \n \n ", " \nTable A13.4: Entitlement Matrix \n5\n  8\n  Type of  Application  Entitled  Persona  Compensation Policy  Implementation  Responsible Agency     \n \nLoss  Issues    \n \n1a  Loss of  Homestead  Owner(s) with holding  •  Land-for-land arrangements of equal  • Authenticity of  • Verification of people affected   A\np\nland  land,  numbers (legal title)  productive capacity satisfactory to the  holding numbers  by ward commissioner  p\ne\nagricultural  person affected  • If land-for-land is  • Pourashava to provide  n\nland, or vacant  •  Option for cash compensation equivalent  offered, title will be  replacement land  dix\nplot  to replacement cost  to both husband  • Land appraiser to determine   1\n•  Provision of all taxes, registration costs,  and wife.  replacement value  3e\nand transfer payments incurred for  • Vulnerable  • PIU to consult people affected  dn\nreplacement land  households to be  on compensation  ix\n•  Option to be compensated if remaining  identified during  • DPHE to provide budget and   1\nland is no longer viable  DMS conducted as  release cash compensation  3\n \n•  Provision of access to equivalent common  part of the  payments \nproperty resources previously accessed  resettlement plan  • Pourashava with PIU/PMU \n•  Additional compensation for vulnerable  assistance to determine \nhouseholds (item 5)  viability of remaining land \n1b  Loss of  Homestead  Tenant(s) and  •  Compensation equivalent to 3 months of  • Landowners will  • Verification of people affected \nland  land,  leaseholder(s)   rental  reimburse tenants  by ward commissioner \nagricultural  •  Additional compensation for vulnerable  and leaseholders  • Pourashava with PIU/PMU will \nland, or vacant  households (item 5)  land rental deposit  confirm land rental, ensure \nplot  or unexpired lease.  tenants and leaseholders \n• Vulnerable  receive reimbursement for land \nhouseholds to be  rental deposit or unexpired \nidentified during  lease \nDMS conducted as \npart of the \nresettlement plan \n1c  Loss of  Homestead  Sharecropper(s)   •  60 days advance notice to harvest  • Work schedule to  • Verification of people affected \nland  land,  standing seasonal crops, if harvest is not  allow harvesting  by ward commissioner \nagricultural  possible, compensation for share of crops  prior to acquisition   \nland, or vacant  (item 4)  and avoid harvest \nplot  •  Additional compensation for vulnerable  season \nhouseholds (item 5)  • Vulnerable \nhouseholds to be \nidentified during \nDMS conducted as \npart of the \nresettlement plan \n1d  Loss of  Homestead  People affected without  •  60 days advance notice to shift from  • Vulnerable  • Verification of people affected \nland  land,  holding numbers  occupied land  households to be  by ward commissioner \nagricultural  (squatter(s) and  •  Additional compensation for vulnerable  identified during   \nland, or vacant  encroacher(s))  households (item 5)  DMS conducted as \nplot  part of the \nresettlement plan \n2a  Loss of  Residential/  Owner(s) with holding  •  Cash compensation equivalent to  • Vulnerable  •Verification of people affected \nstructure  commercial  numbers  replacement value of structure (or part of  households to be  by ward commissioner \nstructure and  structure)  identified during  • Implementing NGO to \nother assets  •  Option to be compensated for entire  DMS conducted as  determine replacement value in \n(e.g., fences,  structure if remaining structure is no longer  part of the  consultation with people \ngates,  viable  resettlement plan  affected \nposts)structure  •  Rights to salvage materials from structure  •Pourashava with PIU/PMU \n ", "   \n  Type of  Application  Entitled  Persona  Compensation Policy  Implementation  Responsible Agency \nLoss  Issues \n•  Free transport facility or shifting assistance  assistance to determine \n•  Provision of all taxes, registration costs,  viability of remaining structure \nand other fees incurred for replacement  • PIU/PMU to determine shifting \nstructure  assistance, verify all charges. \n•  Subsistence allowance of Tk3,000 based \non Tk100/day \n•  Additional compensation for vulnerable \nhouseholds (item 5) \n2b  Loss of  Residential/  Tenant(s) and  •  Cash compensation equivalent to  • Vulnerable  • Verification of people affected \nstructure  commercial  leaseholder(s)  replacement value of structure (or part of  households to be  by ward commissioner \nstructure and  structure) constructed by the person  identified during  • Implementing NGO to \nother assets  affected  DMS conducted as  determine replacement value in \n(e.g., fences,  •  Rights to salvage materials from structure  part of the  consultation with person \ngates,  •  Free transport facility or shifting assistance  resettlement plan  affected \nposts)structure  •  Provision of all taxes, registration costs,  • Structure owners  • Pourashava with PIU/PMU \nand other fees incurred for replacement  will reimburse  assistance to determine \nstructure  tenants and  viability of remaining structure \n•  Subsistence allowance of Tk3,000 based  leaseholders rental  • PIU/PMU to determine shifting \non Tk100/day  deposit or  assistance, verify all charges. \n•  Additional compensation for vulnerable  unexpired lease,  • Pourashava with PIU/PMU \nhouseholds (item 5)  ensure tenants and \nleaseholders receive \nreimbursement for rental \ndeposit or unexpired lease \n2c  Loss of  Residential/  Encroacher(s) and  •  Cash compensation equivalent to  • Vulnerable  • Verification of people affected \nstructure  commercial  squatter(s)  replacement value of structure (or part of  households to be  by ward commissioner \nstructure and  structure) constructed by the person  identified during  • Implementing NGO to \nother assets  affected  DMS conducted as  determine replacement value in \n(e.g., fences,  •  Rights to salvage materials from structure  part of the  consultation with person \ngates,  •  Free transport facility or shifting assistance  resettlement plan  affected \nposts)structure  •  Provision of all taxes, registration costs,    • Pourashava with PIU/PMU \nand other fees incurred for replacement  assistance to determine \nstructure  viability of remaining structure \n•  Subsistence allowance of Tk3,000 based  • PIU/PMU to determine shifting \non Tk100/day  assistance, verify all charges. \n•  Additional compensation for vulnerable \nhouseholds (item 5) \n3  Loss of  Livelihood  Business owner (s),  •  Assistance for lost income based on 3  • Vulnerable  • Verification of people affected \nlivelihood  and/or source  tenant (s),  months lost income or minimum wage  households to be  by ward commissioner \nof income  leaseholder(s),  rates.  identified during  • PIU/PMU to determine income \nemployee(s),  •  Additional compensation for vulnerable  DMS conducted as  loss/minimum wage during \nagricultural worker(s),  households (item 5)  part of the  detailed socioeconomic \nhawker(s)/vendors(s)  resettlement plan  surveys conducted as part of  A\np\n  the resettlement plan  p\ne\n  n\nd\n4  Loss of  Standing crops  Owner(s) with holding  •  60 days advance notice to harvest  • Work schedule to  • Verification of people affected  ix\ncrops and  and trees  number, tenant(s),  standing seasonal crops, if harvest is not  allow harvesting  by ward commissioner   1\n3\ntrees  lseehnaacsrreeohcaorcolhdpeeprr(e(ssr)(),s,  ),  smphoaasrrskeieb tol efp ,rc icrcoaeps hs) c eoqmupiveanlesantti oton  pforer vcaroilipnsg  (or  pasenriaods ra otvono  aidc qhuairsviteiosnt   • daImesstpeilsertmmaniencneet i mnfrgao rmNke Gt Ova tlou es with  5         \nsquatter(s)  •  Cash compensation for perennial crops  • Market value to be  agriculture/horticulture expert  9\n  \n ", " \n  Type of  Application  Entitled  Persona  Compensation Policy  Implementation  Responsible Agency \nLoss  Issues  6\n0\nand fruit-bearing trees based on annual  determined     \nnet product market value multiplied by    \n \nremaining productive years    A\n•  Cash compensation equivalent to  p\np\nprevailing market price of timber for  e\nn\nnonfruit trees  d\n5  oImn pacts  All impacts  Vafufelnceteradbb le people  •  vLualnnde-rfaobr-llea npde oopplteio anf fweciltl ebde  an option for  • hVouulnseerhaobldles  to be  • bVye rwifaicradt icoonm omf pisesoiopnlee ra ffected  ix 13\ne\nvulnerable  •  Additional allowance equivalent to Tk3,000  identified during  n\nd\npeople  for loss of land or structure  DMS conducted as \nix\naffected  •  Vulnerable households will be prioritized in  part of the   \n1\nand employment required for the Project  resettlement plan  3\n• Land title will be to   \nboth husband and \nwife. \n6  Temporar Land  Owner(s) with holding  •  60 days advance notice    • Verification of people affected \ny loss of  temporarily  number, tenant(s),  •  Provision of land rental value during the  by ward commissioner \nland  acquired for the  leaseholder(s),  duration of temporary acquisition  • Pourashava with PIU/PMU to \nProject  sharecropper(s),  •  Restoration of affected land  determine rental values in \nencroacher(s),  consultation with those affected \nsquatter(s)  • Restoration as part of \ncontractors contract \n  Temporar Temporary loss  Owner(s) with holding  •  60 days advance notice    • Verification of people affected \ny loss of  of access to  number, tenant(s),  •  Provision of temporary access (e.g.,  by ward commissioner \naccess  land, structure,  leaseholder(s),  planks across pipe trench) where possible  • Restoration as part of \nutilities,  sharecropper(s),  •  Restoration/enhancement of affected land,  contractors contract \ncommon  encroacher(s),  structure, utilities, common property \nproperty  squatter(s)  resource \nresource \n7  Temporar Temporary loss  Business owner(s),  •  60 days advance notice    • Verification of people affected \ny loss of  of livelihood  tenant(s),  •  Provision of temporary access (e.g.,  by ward commissioner \nlivelihood  and/or source  leaseholder(s),  planks across pipe trench) where possible  • PIU/PMU to determine income \nof income  employee(s),  •  Provision of alternative sites for continued  loss/minimum wage during \nagricultural worker(s),  economic activity  detailed socioeconomic \nhawker(s)/vendors(s)  •  Where provision of alternative sites is not  surveys conducted as part of \nfeasible, compensation of lost income  the resettlement plan \n•  Compensation for agricultural losses (item  • Restoration as part of \n4)  contractors contract \n•  Restoration of affected land, structure, \nutilities, common property resource \n8  Any other      Unanticipated involuntary impacts will be     \nloss not  documented and mitigated based on the \nidentified  principles provided in ADB’s involuntary \nresettlement policy \nADB = Asian Development Bank, DMS = detailed measurement survey, DPHE = Department of Public Health Engineering, NGO = nongovernment organization, PIU = \nproject implementation unit, PMU = project management unit, RP = resettlement plan. \na  Identified during cut-off date. \nb  Vulnerable people/groups include households headed by women, households headed by the disabled, households headed by indigenous people, and households \nliving below the poverty line. \nSource: Asian Development Bank. \n "], "metadata": {"ModDate": "D:20061020092341+08'00'", "CreationDate": "D:20060920093058+08'00'", "Title": "Microsoft Word - RRP BAN SecTownsWaterSupply Appendixes _after OGC&OSEC_14sep06.doc", "Creator": "PScript5.dll Version 5.2.2", "Author": "TGA", "Producer": "Acrobat Distiller 6.0 (Windows)"}}