{"path": "data/input/reports/36339-lao-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nf$ Lanka \nProject Number: 36339 \nDecember 2008 \nProposed Asian Development Fund Grant and \nAdministration of Grants \nLao People’s Democratic Republic: Small Towns \n \nWater Supply and Sanitation Sector Project \n \n  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 November 2008) \n \nCurrency Unit  –  kip (KN) \n \nKN1.00  =  $0.0001169796     \n$1.00  =  KN8,548.50     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  CIPP  –  Community Information and Participation Program \n  DHUP  –  Department of Housing and Urban Planning \n  DPWT  –  Department of Public Works and Transport \n  EA  –  executing agency \n  EGDF  –  ethnic groups development framework \n  GDCF  –  Gender and Development Cooperation Fund \n  HRD  –  human resources development \n  ICB  –  international competitive bidding \n  IEE  –  initial environmental examination \n  LACF  –  land acquisition and compensation framework \n  LACP  –  land acquisition and compensation plan \n  Lao PDR  –  Lao People’s Democratic Republic \n  LWU  –  Lao Women’s Union \n  M&E  –  Millennium Development Goal \n  MDG  –  monitoring and evaluation \n  MOA  –  memorandum of agreement \n  MOH  –  Ministry of Health \n  MPWT  –  Ministry of Public Works and Transport \n  NCB  –  national competitive bidding \n  NCRWSSP  –  Northern and Central Regions Water Supply and Sanitation \nSector Project \n  O&M  –  operation and maintenance \n  OPG  –  Office of the Provincial Governor \n  PCU  –  project coordination unit \n  PIU  –  project implementation unit \n  PPME  –  project performance monitoring and evaluation \n  PNP  –  provincial nam papa (water supply utility) \n  PPSC  –  provincial project steering committee \n  PSC  –  project steering committee \n  QCBS  –  quality- and cost-based selection \n  SEDP  –  socioeconomic development plan \n  SGIA  –  second-generation imprest account \n  SIP  –  sector investment plan \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  VDC  –  village development committee \n  VEI  –  village environmental improvements \n  WASA  –  Water Supply Authority \n  WSD  –  Water Supply Division \n  WSP-EAP  –  Water and Sanitation Program for East Asia and the Pacific \n ", " \n  WSRC  –  Water Supply Regulatory Committee \n  WSSSP  –  Water Supply and Sanitation Sector Project \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2008 ends \non 30 September 2008. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  A. Jain, Social Sector Specialist, SERD \nTeam members  N. Bouaphim, Project Implementation Officer, Lao Resident Mission, SERD \n  H. Chen, Counsel, Office of General Counsel \n  C. Holmemo, Poverty Reduction Specialist, SERD  \n  N. Ikemoto, Environmental Specialist, SERD \n  P. van Klaveren, Water Supply and Sanitation Specialist, SERD \n \n \n ", " \nCONTENTS \nPage \n \nGRANT AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  4 \nC.  Other Development Partner Assistance  8 \nD.  ADB Experience in the Sector and Lessons  8 \nIII.  THE PROPOSED PROJECT  9 \nA.  Impact and Outcome  9 \nB.  Outputs  10 \nC.  Special Features  15 \nD.  Project Investment Plan  16 \nE.  Financing Plan  16 \nF.  Implementation Arrangements  17 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  22 \nA.  Benefits and Impacts   22 \nB.  Risks  24 \nV.  ASSURANCES AND CONDITIONS  24 \nA.  Specific Assurances  24 \nB.  Conditions  26 \nVI.  RECOMMENDATION  27 \nAPPENDIXES    \n1.  Design and Monitoring Framework  28 \n2.  Urban Water Supply and Sanitation Sector Analysis  32 \n3.  External Assistance to Urban Water Supply and Sanitation Sector   36 \n4.  Subproject Selection Criteria and Procedures for Small Towns  39 \n5.  Program for Water Supply Utility (PNP) Corporatization  41 \n6.  Cost Estimates and Financing Plan  43 \n7.  Project Management and Fund Flow Arrangements  45 \n8.  Implementation Schedule  47 \n9.  Procurement Plan  49 \n10.  Summary Poverty Reduction and Social Strategy  52 \n11.  Water, Sanitation, and Health Impacts  54 \n12.  Gender Action Plan  56 \n13  Economic Analysis  58 \n14.  Financial Analysis  60 \n15.  Summary Land Acquisition and Compensation Framework and  \nShort Land Acquisition and Compensation Plans  65 \n ", " \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Detailed Urban Water Supply and Sanitation Sector Analysis \nB.  Sanitation Coverage and Options \nC.  Lessons Learned \nD.  General Feasibility for 21 Towns \nE  Detailed Program for PNP Corporatization \nF.  Human Resources Development Analysis and Scholarship Program \nG.  Description of the Physical Works for the Three Sample Subprojects \nH.  Draft Capacity Development Program for Implementation and O&M \nI.  Detailed Project Implementation Arrangements \nJ.  Outline and Detailed Terms of Reference \nK.  Detailed Poverty and Social Analysis  \nL.  Land Acquisition and Compensation Framework and Short Land Acquisition and \nCompensation Plans \nM.  Environmental Assessment and Review Framework and Initial Environmental \nExaminations \nN  Ethnic Groups Development Framework \nO  GDCF Proposal: Enhanced Gender Equity in Urban Water Supply and Sanitation in Lao \nPDR  \nP.  Detailed Community Action and Participation Program \nQ.  Activities and Experiences of Development Partners in Sanitation in Lao PDR \n \n \n \n \n \n ", " \nGRANT AND PROJECT SUMMARY \n \nRecipient  Lao People’s Democratic Republic (Lao PDR) \n   \nClassification  Targeting classification: Targeted intervention—MDG \nSector: Water supply, sanitation, and waste management  \nSubsector: Water supply and sanitation   \nThemes: Sustainable economic growth, inclusive social \ndevelopment, capacity development \nSubthemes: Developing urban areas, human development, \ninstitutional development \n   \nEnvironment  Category  B  (nonsensitive).  The  Project  will  not  have  significant \nAssessment  adverse environmental effects. An initial environmental examination \n(IEE) for the project, a summary IEE, an IEE for each of the sample \nsubprojects,  and  the  environmental  assessment  and  review \nframework are in Supplementary Appendix M. \n   \nProject Description   The Project has been designed to improve the quality of life of the \nresidents of small towns in Lao PDR and to enhance the towns’ roles \nas economic, market, manufacturing, and service centers for their \nsurrounding rural areas. It will contribute to the Government’s efforts \nto increase the percentage of the urban population with access to \nsafe piped water to 80% by 2020. The Project aims to strengthen the \noverall water supply sector by supporting the establishment of the \nWater  Supply  Regulatory  Committee  (WSRC);  assisting  its \nsecretariat,  the  Water  Supply  Authority  (WASA),  to  carry  out  its \nsector  regulatory  functions;  and  helping  the  water  supply  utilities \n(PNPs) to become corporate entities under the Enterprise Law. The \nProject will provide support for business and financial management, \nand  efficient  operation  and  maintenance  to  improve  PNPs’ \norganizational performance and sustainability.  \nThe Project will support the provision of piped water and sanitation \nservices for an estimated 137,000 residents in 124 villages in 15 small \ntowns. It is a sector investment project with the following outputs: (i) a \nstronger and more sustainable urban water supply sector; (ii) new and \nrehabilitated water supply systems in 15 small towns; (iii) improved \ndrainage and public sanitation; (iv) enhanced community action and \nparticipation; (v) more gender equity in urban water and sanitation; \nand (vi) improved capacity for project implementation and operation \nand maintenance.  \n   \nRationale  Lao PDR remains essentially a rural country. It had a population of \n5.6 million in 2005, but its high population growth rate of 2.1% per \nannum means this is expected to rise to 7.3 million by 2020. About \n27% of the population lives in urban centers or towns. Urban district \ncenters and villages with populations from 2,000 to 20,000 people are \nclassified  as  small  towns.  Inadequate  water  supply  and  poor \nenvironmental conditions in these small towns results in poor health, \nlost work and school days, and more household expenditure on health \ncare.  It  also  deters  socioeconomic  development  and  restricts  the \n ", "ii   \n \nability of these towns to serve as key administrative and economic \ncenters. In 2006, the overall piped water coverage in the towns was \n21%, while sanitation coverage in the form of pour-flush toilets was \n69%. Many urban households lack water during the dry season to \nclean toilet facilities, which makes it difficult to maintain hygiene in the \nhome. The  importance  of  water supply and sanitation services in \nsmall towns is increasing, as the Lao PDR becomes more regionally \nconnected by better road networks, increased tourism, and greater \ninterregional  trade.  Small  towns  located  in  key  transport  and \neconomic corridors are instrumental in supporting the economic and \nhuman development opportunities in the surrounding rural areas. \n   \nImpact and Outcome  The impact of the Project is to contribute to the Government’s efforts \nto expand access to safe piped water for 80% of the urban population \nby 2020. It will contribute to the achievement of a country-wide target \nof increasing safe piped water supply coverage to 65% of the overall \nurban population and providing pour-flush latrines to 80% of urban \nhouseholds by 2014. The outcome of the Project will be to improve \nthe access, quality, and reliability of the water supply and sanitation \nservices for an estimated 137,000 residents in 124 core villages in 15 \nsmall towns throughout Lao PDR.  \n   \nProject Investment Plan   The investment cost of the project is $31.4 million, including taxes \nand duties of $2.1 million.  \n   \nFinancing Plan  A  grant  of  $23,000,000  will  be  provided  from  ADB’s  Asian \nDevelopment Fund. The Government of Australia will provide a grant \nof  $5,300,000  equivalent,  and  the  Gender  and  Development \nCooperation Fund (GDCF) will provide a grant of $500,000 equivalent, \nboth to be administered by ADB. \n   \nTotal \n  Source  ($ million)    Share (%) \n  ADB   23.00    73.1 \n  Government of Australiaa  5.30    16.9 \n  Gender  and  Development       \nCooperation Fund b  0.50  1.6 \n  Government of Lao PDR     2.48    7.9 \n  Beneficiaries     0.16    0.5 \n  Total  31.44     100.0 \n  a The Government of Australia has indicated that it will provide A$8.0 million in joint \ncofinancing. \nb Contributors: the governments of Canada, Denmark, Ireland, and Norway. \nSource: Asian Development Bank estimates. \n   \nAllocation and Relending  The Government will relend part of the proceeds from ADB’s Special \nTerms  Funds and the Government of Australia, equal to 30% of the capital \ninvestment costs of its respective water supply system to each PNP \nthrough  a  subproject  loan  agreement  acceptable  to  ADB.  The \nsubproject loans will have a maturity of 25 years with a grace period of \n6 years, and a fixed interest rate of 6.4%. The balance of 70% of the \ncost will be provided from the same sources to the PNPs as a grant. \n   \n ", "  iii\nPeriod of Utilization  31 December 2014 \n   \nEstimated Project  Until 30 June 2014 \nCompletion Date \n   \nExecuting Agency  Ministry of Public Works and Transport (MPWT) \n   \nImplementation  The MPWT will be the Executing Agency for the Project. A national \nArrangements  project  steering  committee  (PSC),  chaired  by  the  vice-minister  of \nMPWT will provide overall project direction and guidance. A PSC \nsubcommittee will oversee the process of PNP corporatization. The \nproject coordination unit (PCU) for the ongoing ADB Northern and \nCentral  Regions  Water  Supply  and  Sanitation  Sector  Project \n(NCRWSSP)  in  the  Department  of  Housing  and  Urban  Planning \n(DHUP) of MPWT will be expanded and will be responsible for overall \nplanning, coordination, and management of the Project. A provincial \nproject steering committee (PPSC) will provide project direction and \nguidance for the subproject in each project province and coordinate \nprovincial and district agencies. A project implementation unit (PIU), \nwithin  each  provincial  department  of  public  works  and  transport \n(DPWT) will be responsible for daily subproject implementation. \n   \nProcurement  Goods, works, and services financed by ADB will be procured in \naccordance with ADB’s Procurement Guidelines (2007, as amended \nfrom time to time). International competitive bidding (ICB) procedures \nwill be used for major civil works contracts estimated to cost over \n$1.0 million,  and  for  supply  contracts  valued  over  $500,000. \nProcurement of civil works valued at less than $1.0 million equivalent \nwill  be  undertaken  through  national  competitive  bidding  (NCB). \nShopping procedures will be followed for materials and equipment \npackages or works estimated to cost less than $100,000 equivalent. \nADB shopping procedures will be used for small village-level civil \nworks  and  supply  contracts,  and  for  awareness  activities  and \nequipment under the community action and participation program.   \n   \nConsulting Services  All consultants financed from the proceeds of the grant will be recruited \nin line with ADB’s Guidelines on the Use of Consultants (2007, as \namended  from  time  to  time).  A  total  of  859  person-months  of \nconsulting services (124 person-months international and 735 person-\nmonths national) will be required to assist in project management, \ndesign and construction supervision of water supply and sanitation \ninfrastructure, institutional and human resource development, social \ndevelopment, involuntary resettlement, environment safeguards, and \nproject performance monitoring and evaluation. Consulting services \nwill be hired through one firm, using quality- and cost-based selection \n(QCBS)  and  following  the  standard  quality–ratio  of  80:20.  GDCF-\nsupported consultants will be recruited as individuals.  \n   \n ", "iv   \n \nProject Benefits and  The Project is expected to benefit an estimated 137,000 residents in \nBeneficiaries  124 villages in 15 small towns, by providing safe, reliable piped water, \nincreasing  health  and  hygiene  awareness,  and  improving  urban \nenvironments. About 13% of all beneficiaries are expected to be poor. \nThe  Project  will  have  a  direct  impact  on  the  health  and  living \nconditions  of  the  communities  living  in  the  towns.  Residents  will \nbenefit  from  improved  health,  savings  in  health  care  costs,  and \nultimately income benefits from expanded access to piped water and \nsanitation services. Water and sanitation-related diseases contribute \nsignificantly to the poor health status of many women and children, \nincluding high infant mortality rates. Provision of sanitation facilities in \npublic areas and schools will improve the environmental conditions \nand public health of residents and students. Water and sanitation is \nparticularly important for women, who are primarily responsible for \nwater  collection  and  storage  to  meet  daily  household  needs  and \nfamily health. Women spend up to 2 hours per day collecting and \nstoring  water.  Expanded  water  supply  and  sanitation  coverage  in \nsmall towns with high tourism potential will improve the attractiveness \nof destinations for tourists. In the tourism industry, women are often \nresponsible for preparing food and operating home stays. \n   \nRisks and Assumptions  Institutional  and  Governance  Risks.  Potential  risks  include \n(i) delayed sector regulation as a ministerial decision is required to \nestablish the WSRC, appoint its members, and outline the regulatory \nfunctions  and  relationships  between  the  WSRC  and  WASA, \n(ii) resistance from provincial governors to corporatization of PNPs \nand  their  autonomous  status;  (iii)  failure  to  conduct  annual  tariff \nreviews and subsequent tariff adjustments; and (iv) lack of public \nsupport  for  annual  tariff  adjustments.  To  mitigate  these  risks:  (i) \nactions are included in the Project to inform key stakeholders about \nsector regulation and corporatization and to generate support for the \nProject; (ii) the existing memorandum of agreement between the PNP \nboard and Office of the Provincial Governor (OPG) will be expanded \nto include a number of regulatory provisions; (iii) a phased approach \nwill be  adopted for PNP corporatization, beginning with four PNPs; \n(iv)  policy  reform  actions  for  PNP  corporatization  are  linked  to \ndisbursement  milestones  such  as  tariff  reviews  and  adjustments \nbefore  subproject  approval;  (v)  the  subproject  loan  agreement \nbetween  the  PNP  board  and  the  Government  with  the  OPG  as \nwitness, includes the tariff structure, a 3-year projected tariff level and \na  possible  tariff  adjustment  mechanism;  (vi) a  human  resources \nstrategy  and  scholarships  program  will  be  developed;  and  (vii) \nawareness campaigns will be conducted with communities. \n \nTechnical Risks. The lack of reliable raw water assessments could \nresult in the identification of inappropriate water sources. To mitigate \nthis risk, mechanisms have been incorporated in the project design \nto select good water sources and appropriate technology, collect raw \nwater  measurements,  and  manage,  operate  and  maintain  water \nsupply systems. To qualify for inclusion in the Project, subprojects \nneed to have conducted raw water quantity and quality tests in at \nleast three dry and wet seasons prior to constructions.   \n ", "  v\n   \nProject Implementation Risks. These include possible front-end and \nother delays in implementation caused by a delay in project approval; \ndelay  in  securing  joint  cofinancing;  slow  development  of  project \nplanning, management and administration capabilities; and unclear \nfund flow procedures of parallel financiers. To mitigate these risks (i) a \nfinancial management assessment of the EA was completed; (ii) the \ndesign of the Project closely follows that of the NCRWSSP and uses \nthe  same  PCU;  (iii)  PIUs  will  have  to  submit  training  needs \nassessments at the time of establishment; and (iv) periodic reviews of \nprogress against these training needs assessments will be conducted.\n ", "vi   \n \n ", "  1\nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \ngrant, (ii) proposed administration by the Asian Development Bank (ADB) of grants to be provided \nrespectively by the Government of Australia and by the Gender and Development Cooperation \nFund,1 all to the Lao People’s Democratic Republic for the Small Towns Water Supply and \nSanitation Sector Project (STWSP). The design and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  Following a request from the Government of the Lao PDR, the Asian Development Bank \n(ADB) approved technical assistance (TA)2 to prepare the STWSP. The Project is included in \nthe Lao PDR country operations business plan (2008–2011) as a grant project for 2008.  \n \n3.  Lao PDR remains essentially a rural country. It had a population of 5.6 million in 2005, but \nits high population growth rate of 2.1% means this is expected to rise to 7.3 million by 2020. About \n73% of the population lives in nearly 12,000 small rural villages, with the remaining 27% in urban \ncenters or towns. About 42% of the urban population lives in 140 small towns ranging from 2,000 \nto 20,000 people. Residents of these small towns spend considerable time, energy, and financial \nresources acquiring their daily water from water sources, small independent providers, or from \nbottled water suppliers. Many women spend about 2 hours daily collecting and storing water, \nadding significantly to their workload.  \n \n4.  Small towns within transport and economic corridors can play a key role in supporting the \neconomic and human development opportunities in surrounding rural areas. However, inadequate \nwater supply and poor sanitation in small towns in Lao PDR contribute to poor health, deter \nsocioeconomic development, and restrict the ability of the towns to serve as administrative and \neconomic centers. Many people in these small towns still rely for their water on shallow wells, \nponds, and streams, many of which are biologically contaminated. In 2006, piped water coverage \nin the small towns was 21%, while sanitation coverage in the form of pour-flush toilets or septic \ntanks was about 69%.3 \n \n5.  The importance of water supply and sanitation services in small towns is increasing as the \nLao PDR becomes more connected to other countries by better road networks, increased tourism, \nand expanded interregional trade. The growing significance of small towns is evidenced by (i) the \nincreasing  share  of  industry  and  services  in  the  gross  domestic  product;  \n(ii) an urban population growth rate of 4.0% (2003–2005), and greater rural-to-urban migration in \nall provinces; and (iii) the Government’s socioeconomic development strategies, which emphasize \nsmall town development. \n  \nA.  Performance Indicators and Analysis \n6.  Socioeconomic  and  Poverty  Indicators.  Although  there  has  been  consistent \nimprovement in most socioeconomic indicators over the past few years, Lao PDR remains one \n                                                 \n1  Contributors: the governments of Canada, Denmark, Ireland, and Norway. \n2  ADB. 2006. Technical Assistance to the Lao People’s Democratic Republic for Preparing the Small Towns Water \nSupply and Sanitation Sector Project. Manila. Subsequent support was provided from the Water Financing \nPartnership Facility to develop a plan for corporatizing water supply utilities (PNPs) in Lao PDR. \n3  The figure for the small towns’ piped water supply coverage is based on Water Supply Authority (WASA) 2006 data, \nand the figure for urban sanitation is based on socioeconomic and reconnaissance surveys for 37 small towns, with \nan average population of about 6,400, carried out under the Northern and Central Regions Water Supply and \nSanitation Sector Project and the Project. \n ", "2   \n \nof the world’s least-developed countries, as it was ranked 130 among 177 countries.4 Poverty \nincidence decreased from 46% in 1992–1993 to 34% in 2002–2003 and 29% in 2005. However, \nremoteness and variations in access to basic infrastructure are key determinants of regional \ninequalities in the distribution of poverty. \n \n7.  Water and Sanitation Services. Overall access to safe water supply in urban areas is \nabout 67% (277,000 urban households), with 45% of urban households having access to piped \n5\nwater.  However, these figures mask significant differences in coverage among the five largest \ntowns (Vientiane, Kaysone Phomvihan, Pakse, Thakhek, and Louangphabang), which have a \ncombined piped water supply coverage of 70% and 140 small towns which have a combined \ncoverage of 21%. About 76% of urban households have pour-flush latrines, with 80% coverage \nin the five largest towns and about 69% in the small towns.6 About 74% of urban households in \nthe 15 towns covered by the Project have pour-flush pit latrines. While coverage of facilities is \nhigher in urban than in rural areas, sanitation goes beyond the basic infrastructure. Primary \nschools and public markets often have poor or no toilet facilities. A focus on urban water supply \nand sanitation will contribute to the Government’s efforts to achieve the Lao PDR Millennium \nDevelopment Goals (MDGs)—specifically goal 7, target 7.10—to halve, by 2015, the proportion \nof people without access to safe drinking water.  \n \n8.  Health and Hygiene Behavior. Low coverage of safe piped water supply, inadequate \nsanitation conditions, and poor hygiene practices affect life expectancy at birth, child nutrition, and \ninfant mortality. They increase the risk of diarrheal diseases, intestinal worm infections, dengue, \nand malaria. In Lao PDR, life expectancy at birth is low (63 years), child malnutrition (40%) and \ninfant mortality (62 per 1,000 live births) are high. Diarrheal disease is the second biggest cause \nof mortality in children and the third biggest among adults. In 2000, malaria was the main cause of \nmortality and morbidity (70% of the population is at risk). The poor are particularly vulnerable to \nhealth shocks because of the high cost of treating disease and lost work days for recovery. \nSchoolchildren (ages 5–14) are especially prone to intestinal helminths (62% prevalence in this \nage group), resulting in school absence. Girls are particularly affected, as they lack access to \nclean, safe toilets, and hand washing facilities. While greater availability of water makes it easier \nfor people to wash their hands regularly, on its own it will not reduce the risk of infection. Hygiene \npromotion directed at using soap when washing hands is required for behavior change.  \n \n9.  Government’s Sector Strategy and Investment. The Sixth National Socioeconomic \nDevelopment  Plan  (SEDP6) 7  covering  2006–2010  prioritizes  the  development  of  basic \ninfrastructure  and  services  in  urban  areas,  including  the  expansion  of  water  supply  and \nsanitation services, to accelerate broad-based economic growth. In 1999, a government policy \nstatement8 established an institutional framework and long-term vision for the sector. It set a \ntarget of 24-hour access to safe drinking water for 80% of the urban population by 2020. In \nSeptember 2008, the Ministry of Public Works and Transport (MPWT) approved an urban water \nsupply and sanitation sector road map that reflected the current reforms and reconfirmed the \nGovernment’s long-term vision from 2008 to 2020. In 2004 and 2006, the urban water supply \n                                                 \n4  United  Nations  Development  Programme  (UNDP).  2007.  Human  Development  Report  2007/2008—Fighting \nClimate Change: Human Solidarity in a Divided World. New York. \n5  Safe water comes from pipes or protected wells and/or boreholes, and may still require treatment prior to \ndistribution due to high salinity or mineral content (2005 census).  \n6  Based on 2007 population estimated from 2005 census data using assumed average annual growth rate of 2.7% \n(Supplementary Appendix A). \n7 Lao PDR Committee for Planning and Investment. 2006. National Socio-Economic Development Plan (2006–2010). \nVientiane. \n8  Prime Ministerial Decision No. 37 on Management and Development of Water Supply and Wastewater Sector, \n30 September 1999. \n ", "  3\nsector investment plan (SIP) to 2020 was updated to re-emphasize equitable development by \nimproving small towns, especially in the 47 poorest districts. By developing small towns, the \nGovernment seeks to reduce poverty through economic growth and to improve geographical \nequity  in  urban  social  infrastructure.  The  updated  SIP  provides  a  balanced,  progressive \napproach  to  water  supply  in  the  Lao  PDR,  as  investments  are  prioritized  according  to \npopulation; poverty; location to a major road, growth corridor, or international border; tourism \npotential; and the provincial government’s development priorities. The SIP 2004 prioritizes 112 \nsmall  towns  and  estimates  investment  needs  at  $103  million.  An  urban  water  supply  and \nsanitation sector analysis and investment plan is in Appendix 2 and a detailed analysis is in \nSupplementary Appendix A. \n \n10.  Sector  Institutions.  Under  the  1999  policy  statement,  the  MPWT  has  overall \nresponsibility for water and wastewater management systems in urban areas. The Department of \nHousing and Urban Planning (DHUP) in MPWT is responsible for urban water sector strategies \nand  plans,  technical  standards,  and  managing  the  long-term  capital  investment  program. \nProvincial departments of public works and transport (DPWT) are responsible for supervising \nsanitation  infrastructure  and  associated  regulations  in  the  province.  The  National  Center  of \nEnvironmental Health and Water Supply within the Ministry of Health (MOH) is responsible for \nurban and rural environmental hygiene and rural water supply.  \n \n11.  The 1999 policy statement also established the Water Supply Authority (WASA) and made \na provision for a Water Supply Authority Regulatory Board under the MPWT to regulate and \ncoordinate activities in urban water supply, including water quality control. Further, the 1999 policy \nstatement mandated the decentralization of urban water supply and sanitation management from \nthe central to provincial governments. The urban water supply utility, Nam Papa Lao, was divided \ninto Nam Papa Vientiane Capital and 16 other  water supply utilities (PNPs). Each became a \nsemiautonomous state-owned enterprise (SOE) regulated by the Enterprise Law, 2005.9 The \nWater Supply Division (WSD) within DHUP has responsibility for strategic planning and the long-\nterm  management  of  the  sector.10 A  prime  minister’s  decree  strengthens  the  institutional \nframework  for  regulating  urban  water  supply  operations 11  by  clarifying  the  roles  and \nresponsibilities of WASA. It also called for the establishment of a Water Supply Regulatory \nCommittee  (WSRC)  to  oversee  WASA’s  operations.  Recently,  MPWT  decided  to  make  the \nWSRC as sector regulator with WASA as its secretariat.  \n \n12.  A Draft Water Supply Law  has been under development since 2004 and is due for \napproval  by  2009.  It  received  initial  support  from  the  United  Nations  Economic  and  Social \nCommission  for  Asia  and  the  Pacific,  followed  by  the  World  Bank’s  Water  and  Sanitation \nProgram for East Asia and the Pacific (WSP-EAP). The Water Supply Law will consolidate water \nsupply legislation, strengthen the legal basis for sanitation services, and clarify the regulatory \nenvironment for urban water supply operations.  \n \n13.  ADB Country Strategy and Program. ADB’s country strategy and program (CSP), \n2007–201112 is consistent with SEDP6. It supports the Government’s priority sectors, with a \nfocus on improving the enabling environment for poverty reduction. It includes investment in \nmajor infrastructure projects, and focuses on sector governance and capacity, inclusive social \ndevelopment, and sustainability. Urban water supply and sanitation is a priority sector in the \nCSP, which focuses on improving the delivery and management of water supply and sanitation \n                                                 \n9  The Enterprise Law, 2005, supersedes the Business Law, 1994. An SOE may be corporatized or noncorporatized, \nin which the state has significant control, through full, majority, or significant minority ownership. \n10  Decision No. 8027/DHUP. \n11  Decree No. 191/PM, 2005. \n12  ADB. 2007. Country Strategy and Program (2007–2011): Lao People’s Democratic Republic. Manila. \n ", "4   \n \nservices in a financially sustainable manner in secondary and small towns. ADB’s strategy in the \nwater  and  sanitation  sector  is  to  support  sector  reforms  and  capital  investments  in \nunderserviced small towns.  \n \nB.  Analysis of Key Problems and Opportunities \n14.  Key problems in the urban water supply and sanitation sector in the Lao PDR include a \nlack of sustainability, ineffective sector regulation, the challenge of transforming PNPs into profit-\nmaking corporatized business entities, limited institutional capacity, and high investment costs due \nto the location of water sources, geographical conditions, and dispersed populations. The financial \nsustainability of PNPs will depend on tariff structures and levels, the number of connections, the \nvolume of water sold, operational and management efficiency, cost recovery of investments, and \nleadership and capacity in the sector. Currently, PNPs operate at a loss because of their low \ntariffs, small number of connections, and poor managerial and operational performance. In the \npast, tariff levels have not been adjusted to cover the costs of operation and maintenance and \ndebt service. The combined annual financial losses incurred by PNPs in 2006 are estimated to \nhave been more than KN30 billion, which is greater than the government expenditure on health \nover the same period.13 \n \n15.  Unsustainably  low  tariffs  have  constrained  the  financial,  managerial,  and  operational \nautonomy of PNPs, and made it difficult for them to repay government loans. They have also \nresulted in poor technical and financial performance, bad service to consumers, and increased \nreliance on the Government for budget support. The 2004 water supply tariff policy14 describes a \npolicy framework for setting fair tariffs to meet the needs of different customers; however, tariffs \nrecommended  by  WASA  require  approval  from  the  provincial  government  through  the \nadministration committee (or the PNP board). In the past, provincial tariff levels have been set \nbelow the real cost of producing and distributing water, and have not covered operation and \nmaintenance (O&M) costs. There has been a lack of political willingness to set appropriate \ncharges for piped water, since water has often been seen as a social rather than an economic \ngood, and the provision of piped water as a social service rather than a business. Major arrears \naccumulated because of late payments by government agencies have exacerbated the problem.   \n \n16.  The Project will support a provincial utility-wide progressive tariff structure with three \nconsumption blocks (lifeline, middle, highest). Tariffs will be set at levels that will enable (i) \nrecovery  of  full  O&M  costs,  and  gradually  increasing  depreciation;  and  \n(ii) maintenance of a debt service coverage ratio of 1.2:1. The tariff structure is in line with \ngovernment policy and has been used in previous ADB water projects in Lao PDR. It will make \ntariffs affordable for all customers by spreading the cost of piped water over the entire customer \nbase of a PNP, and is conducive to improving PNPs financial performance and sustainability. It \nalso will help PNPs to lower their administrative costs through the use of a single billing system.15 \nUnder the ongoing NCRWSSP, tariffs adjustments have been linked to disbursements and \ncontract awards, to help improve the financial performance of PNPs. As of May 2008, all 16 \nPNPs raised their tariffs following the WASA’s tariff review (2008–2010).16  \n \n                                                 \n13 WASA. 2007. Annual Urban Water Performance Report 2006. Vientiane.  \n14  Ministerial Decision No. 5336/MCTPC on Water Supply Tariff Policy of the Lao PDR (26 April 2004). \n15  Sector work compared the provincial utility-wide progressive tariff structure to other tariff structures. \n16 Two PNPs and Vientiane Capital will have positive returns on capital (5%) by 2010, six PNPs will achieve cost \nrecovery and partial return on capital, and the remaining eight PNPs will recover more than 50% of depreciation \n(WASA 2006). \n ", "  5\n17.  Establishing Corporate PNPs. While PNPs are state-owned enterprises (SOEs) under \nthe Enterprise Law, 2005 they are required to amend their registration certificates to become state \ncompanies. Many do not operate as business units because of (i) low awareness of the business \naspects of SOEs among provincial governments and PNPs; (ii) lack of autonomy from provincial \ngovernments and other political influences; and (iii) poor operational and financial performance. A \nnumber of prime minister’s implementation orders have been issued to support reforms of SOEs.17 \nUnder the Project, the Government will cause a memorandum of agreement (MOA) to be signed \nbetween the relevant Office of the Provincial Governor (OPG) and the relevant PNP. The MOA \nwill help implementation of the Enterprise Law by covering working arrangements, performance \nindicators and targets, delegation of authority for tariffs, and management. It will set tariffs at \nlevels that will enable PNPs to recover the costs of O&M, debt servicing, and gradually increasing \nlevels of depreciation. It will also include minimum service level targets, regulatory reporting and \nfunding arrangements, and possibly an automatic tariff adjustment mechanism. 18 The Project will \nscale-up efforts to develop PNP capacity in corporate planning, financial management, and \nO&M of water systems.  \n \n18.  Establishing  a  Credible  and  Effective  Regulatory  System.  The  absence  of  legal \nrecognition of the roles of WSRC and WASA has adversely affected the overall regulation \nsystem. Since 1999, the Government has made efforts to establish a regulatory system and to \nstrengthen the institutions in the urban water supply sector. WASA has prepared key financial, \nmanagement, technical and regulatory accounting guidelines, facilitated private sector water \nsupply initiatives, carried out tariff reviews in 2004 and 2007, and published regular annual \nperformance reports. These reports have included regulatory reporting and comparisons over \ntime in order to achieve greater public accountability. However, WASA is still located in the DHUP \nin MPWT and continues to engage in project-related and sector development activities. The \ndelay in issuing WASA’s mandate and establishing the WSRC has left a void in the effective \nregulation of the urban water supply sector, since no single entity exists to take over the \nregulatory functions, including complaints or grievances from consumers and PNPs. Ongoing \ndialogue  on  SOE  reform  and  governance  will  help  increase  awareness  and  support  for \nautonomous sector regulation. The Project will support moving the WSRC and WASA outside \nDHUP  as  a  first  step  toward  an  effective  regulatory  system.  The  WSRC  will  originally  be \ncomprised  of  government  officials,  but  will  eventually  include  members  from  industry  and \nconsumers. The Project, together with other partners, will strengthen the capacity of the WSRC \nfollowing its establishment. The roles and responsibilities of WSRC, WASA, and the WSD are \ndescribed in Supplementary Appendix A.  \n19.  Limited Resources for Sector Planning and Development. Limited resources constrain \nthe long-term development and sustainability of the water supply and sanitation sector. The WSD \nin DHUP is primarily engaged in project management and has limited capacity or staff for sector \nplanning and development. Under the Project, WSD will receive support to strengthen sector \nplanning and development. Provincial departments of public works and transport (DPWT) have \nmore experience in road development than in water supply and sanitation. District regulations for \nsanitation management and information workshops will strengthen the capacity of the DPWT to \n                                                 \n17  No. 28/PM (22 November 2004) Order of the Prime Minister on State-Owned Enterprise Reform, and No. 682/PM \n(15 May 2006) Prime Minister Notice on State-Owned Enterprises Management and Reform. \n18  In the NCRWSSP, the MOA includes a copy of the subsidiary loan agreement between MOF and the PNP with loan \namount and conditions, repayment obligations and amortization schedule, tariffs principles and annual minimum tariff \nadjustments, arrears collection plans, and connection policy. \n ", "6   \n \nplan and develop provincial water supply and sanitation services. The Project will support the \nissuance of district sanitation regulations in towns not covered by the NCRWSSP.19 \n \n20.  A Lack of Qualified Water Supply Engineers. A lack of water supply engineers inhibits \nthe operations of the PNPs, particularly in remote provinces where it is difficult to attract and \nretain skilled staff. Most PNPs have only one water supply engineer on their staff. About 55 civil \nengineers graduate from Lao universities each year, but only 2–3 of these follow a career in the \nwater industry, which is not sufficient to replace those retiring from the industry. A preliminary \nanalysis revealed that an additional 106 water supply or environmental engineers (or 14 per \nyear) will be required by 2015—four times the current rate of supply.20 The Project will assist \nWSD to develop a human resources strategy and to provide direct financial assistance in the \nform of scholarships for water supply and environmental engineers. At least 30% of these \nscholarships will be allocated for female engineers. \n \n21.  Limited Opportunities for Women’s Involvement. There are limited opportunities for \nwomen to engage in water and sanitation activities. The pool of qualified women engineers is \nlimited, as few enter the field after completing high school. Only 20% of all PNP staff are women \nand most of these work in finance, customer services and administration, with only a few in \ntechnical  positions.  There  is  limited  gender  awareness  or  understanding  of  the  potential \ncontributions and roles of women in water and sanitation management within the PNPs. Hence, \nwomen’s opportunities for career advancement within PNPs are limited. The Project includes \nincentives  to  encourage  female  high  school  graduates  to  pursue  higher  education  in \nenvironmental engineering. Training in specific skills and capacity development is included to \nhelp PNPs to incorporate gender activities and opportunities into their corporate plans. \n \n22.  High Investment Costs for Conventional Technology. Initial investment costs in small \ntown water supply schemes in Lao PDR are higher than in neighboring countries because of the \nlocations of the towns, their limited economies of scale, and the need to import construction \nmaterials and skilled labor. The most appropriate technology for each town is dictated by the \navailable water sources, the geography of the town, and the distribution of its population. For \nexample, over 50% of towns will need to pump raw water, which will have to be fully treated in a \nmodern water treatment plant.21 The Project will adopt the most appropriate technology and \ndesign criteria, by focusing water supply services on the most densely populated villages. \nRealistic  and  flexible  unit  water  supply  consumption  will  be  used  for  the  system  design. \nBecause the O&M of these systems require greater technical skill than a low-technology gravity \nspring source or treatment by slow sand filters, each PNP’s ability to manage, operate and \nmaintain the system will be assessed before a subproject is approved for funding to determine \nwhether service contracts will be needed to help the PNP operate and maintain the system in \nthe first year following commissioning.  \n \n23.  Inadequate Raw Water Assessments. Data on water quality and flows for raw water \nsources are inconsistent or nonexistent in most of the small towns. The method of assessing raw \nwater flows and raw water quality varies across PNPs. A high proportion of the water supply \nsystems developed in previous projects have failed to meet their design targets because of \ninadequate  raw  water  assessments  at  the  design  stage.  This  lack  of  data  represents  a \nsubstantial risk that subprojects will be delayed and investments will be ineffective. The Project \n                                                 \n19  ADB. 2005. Report and Recommendation of the President to the Board of Directors on Proposed Loan to the Lao \nPeople’s Democratic Republic for the Northern and Central Regions Water Supply and Sanitation Sector Project. \nManila (Grant 0016-LAO, $24,900,000, approved 25 August). \n20  Source: Lao National University and WSD Director, July 2007. \n21  The base cost of small town water supply systems in Lao PDR range from $80 to $170 per capita. \n ", "  7\nwill provide training for PNP staff to improve their assessment methodology and to enable them \nto monitor raw water flows and water quality over at least three dry and wet seasons prior to \nconstruction.  \n \n24.  Utilization Rate of Plant Capacity. On average, 84% of the design capacity is utilized \nfor all existing PNP systems (75% excluding Vientiane).22 This is comparable with that of Viet \nNam  (60%  for  small  towns).  The  utilization  rate  during  the  first  few  years  following \ncommissioning is influenced by the small number of connections, the design criteria (systems \nare often designed for 15 years), and the availability of alternative water sources. The number of \nconnections affects the volume of water sold and the revenues generated by PNPs to cover the \ncapital cost of investment. The high cost of connections has also acted as a deterrent for \nhouseholds, particularly poor and low-income households, to connect to the piped water supply \nsystem.23 The Project will waive upfront connection fees (equivalent to $100–$150 per metered \nconnection) for domestic consumers and adopt a new approach based on a monthly fee that \ncovers  water  consumption,  turnover  tax,  and  administration.  Under  the  NCRWSSP,  this \napproach increased the demand for connections to more than 90% at the time of construction.  \n \n25.  Lack  of  Household  Sanitation  Options  and  Poor  Hygiene.  Although  sanitation \ncoverage is high in most of the towns, the quality of these facilities is questionable and this, \ncombined with low hygiene awareness and promotion, limits the impact on health. Household \nsanitation facilities often vary because of weak sanitation regulations and unclear institutional \nresponsibilities, as individual property owners are responsible for developing and managing their \non-site sanitation systems. Little attention is paid to stagnant water or moist ground, which can \nlead to breeding of mosquitoes or parasites. The Project will work within the district regulations for \nsanitation  management  to  offer  a  range  of  sanitation  options,  covering  on-site  government-\napproved  systems.  It  recognizes  that  sanitation  development  follows  a  series  of  steps  for \nincremental improvement, and the decision on the most appropriate technical option will depend \non  a  range  of  factors,  including  affordability,  population  density,  household  preferences, \navailability  of  water  supply,  ground  conditions,  and  the  status  of  the  existing  water  and \nsanitation infrastructure24 (Supplementary Appendix B). \n \n26.  Limited Private Sector Participation. The number of public–private partnerships in the \nwater supply sector in Lao PDR remains low, largely because of weak legal and regulatory \nsystems. The introduction of the Enterprise Law, which has simplified registration procedures, is \nan important encouragement to greater private sector involvement. The establishment of the \nWSRC will be another important step. The Project will explore the potential for cooperation \nbetween the PNPs and private companies, e.g., through the use of concession contracts in towns \nwhere small private providers operate informal piped water supply systems. The models selected \nwill be based on those used by other development partners with experience in promoting water \nand sanitation partnerships in the Lao PDR. \n \n27.  Strengthening Cooperation with the Ministry of Health. Cooperation between MPWT \nand  MOH  at  the  central  level  has  been  limited  as  the  ministries  have  separate  roles  and \nresponsibilities for water supply and sanitation. The MOH is mandated to monitor the quality of \nhousehold drinking water provided by entrepreneurs, including the PNPs, while the MPWT is \n                                                 \n22  A plant utilization factor was developed to review production capacity with respect to age (or system) and town category. \n23  Under the Water Supply and Sanitation Sector Project (footnote 29), connection levels were about 60% of those \nprojected in feasibility studies. The designs also underestimated the quantities of small bore reticulation pipes. \n24 The MPWT is currently drafting an urban wastewater strategy and investment plan (2008–2020). \n ", "8   \n \nresponsible for clarifying the frequency of water quality testing. The draft Water Supply Law \nreinforces the MOH’s mandate to monitor drinking water quality standards.25 \n \n28.  Improving Development Partner Coordination. Although significant investments have \nbeen made by ADB and other development partners in urban water supply and sanitation since \nthe  1990s,  there  is  no  formal  mechanism  to  help  the  Government  coordinate  development \npartner-supported activities in the sector. The Project will support the WSD in the DHUP to \nconvene development partner consultation meetings twice a year and to establish a project and/or \nsector website, which will include project information and will be linked to the MPWT website.  \n \nC.  Other Development Partner Assistance \n29.  Several development partners provide assistance to the urban water supply and sanitation \nsector (Appendix 3).26 The ongoing NCRWSSP is a project supported by ADB, the Organization \nof the Petroleum Exporting Countries Fund for International Development (OFID), Norwegian \nAgency  for  Development  Cooperation  (NORAD),  and  United  Nations  Human  Settlements \nProgramme (UN-HABITAT). A French water utility (SEDIF) promotes private investment in the \nurban  water  supply  and  through  a  nonprofit  association,  the  Research  and  Technological \nExchange Group (GRET), which provides output-based subsidies targeted at the poor. GRET is \nassisting  MPWT  to  implement  private  water  supply  concessions.  NORAD  has  provided \nsubstantial assistance to develop the capacity of WASA and WSD, and has been a key partner for \nprevious and ongoing ADB projects. Japan International Cooperation Agency (JICA) has provided \nfunds to develop Vientiane’s water system and assistance in building the capacity of PNPs. \nAgence Française de Développement (AFD) has also supported capacity development for PNPs \nthrough  the  construction  of  the  Waterworks  Technology  Training  Center  in  Vientiane  and \ndevelopment of training courses. UN-HABITAT is assisting MPWT to develop community-based \npiped  water  supply  schemes  in  small  towns.  The  World  Bank’s  WSP-EAP,  United  Nations \nChildren’s Fund (UNICEF), the World Health Organization (WHO), and UN-HABITAT are key \npartners  in  hygiene  awareness  and  promotion  in  communities  and  schools.  ADB  and  the \nInternational Finance Cooperation (IFC) are also working with the Government to implement the \nEnterprise Law and the World Bank and the IFC are supporting SOE governance and reform.  \n \nD.  ADB Experience in the Sector and Lessons \n30.  ADB has been engaged in the urban water supply sector since 1974. It reengaged in the \nearly 1990s, with the Southern Provincial Towns Water Supply Project (1991); Rehabilitation \nand Upgrading of the Vientiane Water Supply Project (1992); and the Northern Provincial Towns \nWater Supply (1993). 27 ADB lending has evolved to sector investment projects to meet the \nGovernment’s emerging needs in the decentralized water supply sector. As of 2008, ADB had \n                                                 \n25  Ministry of Health. 2005. Management of Quality Standards for Drinking Water and Household Water Supply. \nVientiane (Decision No. 1371/MOH, 4 October). \n26  Key agencies currently involved in the sector include ADB, AFD, French Ministry of Foreign Affairs, JICA, KOICA, \nMarie de Paris, NORAD, UN-HABITAT, UNICEF, OPEC, SEDIF, WHO, the World Bank, and the WSP-EAP.  \n27 ADB. 1991. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Southern Provincial Towns Water Supply Project. Manila (Loan 1122-LAO, \nfor $9,600,000, approved on 19 November); ADB. 1992. Report and Recommendation of the President to the \nBoard of Directors on a Proposed Loan to the Lao People’s Democratic Republic for the Rehabilitation and \nUpgrading of Vientiane Water Supply. Manila (Loan 1190-LAO, for $9,500,000, approved on 17 November); and \nADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Northern Provincial Towns Water Supply and Sanitation Sector Project. \nManila (Loan 1267-LAO, for $13,000,000, approved on 18 November). \n ", "  9\nsupported  five  projects  in  water  supply,  sanitation  and  waste  management  totaling \napproximately $58.10 million. \n \n31.  Evaluations of the water supply and sanitation sector in Lao PDR have been completed, \nincluding  a  country  assistance  program  evaluation  in  2006,  which  rated  the  sector  partly \nsuccessful.28 The evaluation identified the need to avoid (i) inappropriate technology for water \ntreatment plants which disregard local conditions, especially where geological and environmental \nconditions are different; (ii) problems of financial sustainability associated with high water loss and \nlow tariff rates; (iii)  poor design and construction of systems; (iv) inadequate provision for staff training \nat water utilities and engineering consulting services for design and supervision; (v) high O&M costs; \nand (vi) underutilization of water treatment capacity because of the small number of connections.  \n \n32.  Since 1999, ADB has provided support for two sector investment projects. Assistance \nhas focused on water supply development and sanitation improvements in small towns, and \nstrengthening decentralized PNPs and sector institutions in policy, planning, management and \nregulation. The Water Supply and Sanitation Sector Project (WSSSP) was the first of these \nsector  investment  projects.29 It  constructed  water  supply  systems  in  15  small  towns  and \nrehabilitated systems in three other towns from 2000 to 2007. The project completion report \n(PCR) rated the project partly successful. By 2007, the WSSSP had helped to increase overall \nwater supply coverage in targeted small towns to 60% and sanitation coverage by 12%. Phase \n1 towns, commissioned by mid-2004, reached the 80% coverage target for piped water supply \nby 2008. The PCR identified the need to avoid (i) noncompliance with financial covenants, \nespecially those related to water tariff increases, cash balance and audit, debt service ratio, and \nseparate depreciation schedules; (ii) low connection rates because of high upfront connection \ncharges; (iii) low awareness by PNPs of their loan obligations under the project; and (iv) low \nlevels of community participation in project implementation.30 While disbursement performance \nwas  satisfactory,  the WSRC  was  not  established  and the  corporatization  process  had  not \nbegun. Lessons from the WSSSP have been incorporated into the design of the Project. \n \n33.  ADB’s second sector investment project was the ongoing NCRWSSP, which is expected \nto develop water supply systems in about 12 small towns by 2010. It incorporated some of the \nlessons from the WSSSP during initial project implementation. For instance, each PNP is required \nto sign a subsidiary loan agreement with the Ministry of Finance and a MOA with the respective \nOPG before disbursing funds for subprojects. Each PNP was also required to adjust its tariffs to \nWASA recommended levels before processing new projects. Lessons from previous projects are \ndescribed in Supplementary Appendix C.  \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n34.  The impact of the proposed Project will be a contribution to the Government’s efforts to \nexpand access to safe piped water supply for the urban population to 65% by 2014 and 80% by \n                                                 \n28  ADB. 2006. Country Assistance Program Evaluation for the Lao PDR. Manila; ADB. 2000. Project Performance \nAudit Report on the Southern Provincial Towns Water Supply Project in Lao PDR. Manila; Gatti, M. 2007. Best \nPractices in Water Supply and Sanitation: Learning from Successful Projects—A Case Study from the 2006 Annual \nEvaluation Review. Manila: ADB. \n29  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Water Supply and Sanitation Sector Project. Manila (Loan 1710-LAO, \n$25,000,000, approved 16 November). \n30  ADB. 2008. Project Completion Report on the Water Supply and Sanitation Project in the Lao People’s Democratic \nRepublic. Manila (Loan 1710-LAO). \n ", "10  \n \n2020 and an increase in urban household coverage of pour-flush latrines to 85% by 2014 and \n90% by 2020. The Project will improve the quality of life in small towns and enhance their role as \neconomic,  market,  manufacturing  and service centers  for their surrounding rural areas.  The \noutcome will be an improvement in the access, quality, and reliability of the water supply and \nsanitation services for an estimated 137,000 residents in 124 villages in 15 small towns. By 2014, \nthe Project is expected to have increased access to piped water in the subproject towns to 55% \nand urban sanitation to 90%. The design and monitoring framework is in Appendix 1.   \n \n35.  The Project is designed as a sector investment project, representing a 3-year time slice of \nthe Government’s sector investment plan to 2020. It meets the criteria for sector lending as (i) the \nGovernment’s 1999 water sector policy statement remains valid and relevant; (ii) an updated \nsector investment plan is in place, providing a balanced, incremental approach to water supply \ndevelopment in the Lao PDR and outlining sector investment requirements to 2020; and (iii) \nMPWT, the Executing Agency, has enough capacity to implement piped water and sanitation \nprojects, as it has demonstrated since the early 1990s. The project design is based on detailed \nanalysis of three subproject towns, which are representative of other small towns in terms of the \ntype of interventions and impacts. Under the Project, subprojects that meet the eligibility criteria \nand PNPs that demonstrate their commitment to tariff reform and corporatization will be included. \n \n36.  Twenty-six towns were initially nominated from the sector investment plan and further \nprioritized  based  on  criteria  reflecting  Government’s  priorities,  policy  objectives  and  data \nassessments for all towns. As a result, 21 towns were ranked first and second priority, and \nassumed eligible for financing provided that sufficient funds are available, and that the subprojects \ncomply with the project eligibility criteria. On average, small towns with a projected population \ngreater than 4,000 people by 2015 will be considered for inclusion. Financing under the Project is \navailable for an estimated 15 towns, including support for minor rehabilitation works in three \ntowns. Of the 15 top-ranked candidate subproject towns, five are in the poor and poorest districts. \nThe 15 top-ranked towns are geographically concentrated—eight are located in the north, two are \nin the central region, and five are in the south. All 15 towns are situated within key transport and \neconomic corridors and seven are key tourism destinations, and near international borders. A \ngeneral feasibility study for the 21 towns is in Supplementary Appendix D. Information on town \nprioritization and the subproject selection criteria and procedures for small towns is in Appendix 4.  \n \nB.  Outputs \n37.  The Project has six integrated outputs: (i) strengthened sector planning, management, \nand regulation; (ii) developed and rehabilitated water supply systems; (iii) improved drainage \nand public sanitation; (iv) enhanced community action and participation in the urban water \nsupply sanitation sector; (v) enhanced gender equity in urban water supply and sanitation; and \n(vi) improved capacity for project implementation and operation and maintenance. The Project \nwill complement initiatives by other development partners and will build on the two earlier ADB-\nfunded water sector projects. It will closely follow the design of the NCRWSSP, with some \nmodification to the project design and added features. \n1.  Strengthened Urban Water Supply and Sanitation Sector  \n38.  This output will result in a strengthened and more sustainable urban water supply sector, \nbuilding on previous and ongoing assistance from ADB and other development partners. The \nProject will (i) strengthen the institutional capacity of WSD, WSRC and WASA, and DPWT to \nenable them to plan, regulate, and manage the sector effectively; (ii) support PNPs become more \nsustainable; and (iii) develop a human resources strategy and scholarship program for water \nsupply engineers.  \n ", "  11\n \n39.  After the WSRC has been established, the Project will assist WSRC and WASA regulate \nand monitor the sector effectively. It will support WSRC and WASA (i) develop and implement an \nannual consultation plan to increase the awareness of the importance of sector regulation among \nministries, provincial governments, and PNPs; (ii) guide PNPs to develop corporate plans to \ninclude key regulatory aspects; (iii) assist PNPs to develop an operating and regulation contract \n(as part of  the  MOA);  (iv) prepare a  PNP  water  quality reference sheet  which clarifies the \nassessment methodology and frequency of collection of raw water flows and MOH’s water quality \nparameters; (v) assist PNPs to incorporate a mechanism for monitoring consumer complaints into \ntheir corporate plans; and (vi) prepare the tariff review for 2011–2013 and annual reports on PNP \nperformance. The Project will also support the development of the regulatory system during the \ninitial years by (i) assisting WSRC to meet twice a year and to prepare an annual report on its \nregulatory activities; and (ii) assisting WASA to prepare biannual progress reports for the WSRC.  \n \n40.  The Project will strengthen WSD’s capacity to plan, manage and formulate policy for the \nurban water supply sector. Assistance will be provided to (i) develop the urban water supply and \nsanitation sector strategy 2009–2020 based on a sector road map (2008–2020); (ii) develop \nguidelines  to  facilitate  private  sector  investment;  (iii) establish  a  mechanism  for  enhanced \ninteragency and development partner coordination; (iv) develop a human resources strategy \nand scholarship program; (v) engage in sector planning and development activities related to \nthe preparation of PNP corporate plans; and (vi) update the sector investment plan, as needed.  \n \n41.  Participating PNPs will be supported to improve their performance and sustainability as \ncorporate entities under the Enterprise Law by developing their capacity in business and financial \nmanagement, commercial orientation, and operational efficiency. The Project will assist each \nPNP  to  (i)  undertake  an  initial  assessment  of  its  organizational  performance  and  needs; \n(ii) identify constraints to sustainable operation; (iii) reach consensus on needed actions and \nreforms;  (iv)  formulate  and  implement  a  time-bound  action  plan  to  rapidly  improve  PNP \nperformance and sustainability;31 and (v) prepare a rolling 3-year corporate plan incorporating \nthe action plan. The PNP corporate plans will provide a road map for transforming individual \nPNPs into more efficient, commercially oriented, autonomous water supply companies.32 The \nProject will also support each PNP to improve its understanding of women’s roles in the sector. \n \n42.  Four  PNPs  are  being  corporatized  under  the  NCRWSSP:  Oudomxai,  Xaignabouli, \nLouangphabang,  and  Louang-Namtha.  The  NCRWSSP  will  provide  financial  software  and \ntraining in billing, accounting, stock management, and depreciation accounts to help PNPs \nmanage  the  greater  revenues  generated  by  recent  tariff  increases  and  to  demonstrate  to \nconsumers that service levels are improving in line with the tariff increases.  \n \n43.  The Project will extend this support to additional PNPs. About 12 PNPs are expected to \nreceive support under the Project, including continued support to the four PNPs supported by the \nNCRWSSP. Each participating PNP will receive support for 3 years, depending on each one’s \nprogress  toward  corporatization.  Contract  awards  and  disbursement  for  water  supply \ndevelopment for the relevant subproject town will depend on the achievement of key milestones in \nthe corporatization process for each PNP (Appendix 5 and Supplementary Appendix E).  \n \n                                                 \n31  Actions  include  restructuring  and  improving  efficiency  through  immediate  technical  improvements,  reducing \nnonrevenue water, improving revenue collection, implementing an arrears collection strategy, and adjusting tariffs. \n32 This includes (i) a mission statement and corporate objectives; (ii) standards, performance indicators and targets; \n(iii) tariffs; (iv) market analysis; (v) PNP management and organization (e.g., staff incentives); (vi) an action plan \nand detailed activities; (vii) a 3-year financial forecast; and (viii) a capital investment program for staged water \nsupply development.  \n ", "12  \n \n44.  The Project will produce a human resources development strategy for the urban water \nsupply sector. The strategy will help WSD to coordinate development partner-supported capacity \ndevelopment programs within the sector human resources framework; evaluate such programs for \ntheir  effectiveness  and  achievement  of  outcomes;  and  ensure  that  lessons  identified  are \nincorporated into new programs. The strategy will include merit-based and employment-linked \nscholarships to (i) increase the supply of qualified water supply engineers and environmental \nengineers; (ii) upgrade technical and management skills of existing staff; and (iii) increase the \nnumber  of  female  engineering  graduates.  For  engineering  students  who  have  successfully \ncompleted at least 3 years of a 5-year engineering bachelor course, scholarships will be available \nfor  the  final  2  years  to  enable  them  to  complete  a  bachelor’s  degree  in  environmental \nengineering.33 These scholarships will be open to all applicants. Scholarship candidates among \ncurrent MPWT or PNP staff will be nominated by DHUP, DPWT, or PNPs with a commitment by \nthe employer and the recipient of the scholarship to continue employment for at least 5 years. At \nleast 30% of these scholarships will be reserved for qualified women. The Project will assist WSD \nto (i) develop detailed eligibility criteria and procedures for the scholarship program, including the \nestablishment  of  a  scholarship  selection  committee;  and  (ii)  administer  and  implement  the \nscholarship program over 2010–2014 (Supplementary Appendix F).  \n \n2.  Developed and Rehabilitated Water Supply Systems  \n \n45.  The Project will support the development and rehabilitation of safe, affordable, reliable \npiped water systems in 15 small towns, including (i) surface, spring, or groundwater sources; (ii) \nraw water transmission; (iii) a distribution and reticulation pipework; (iv) service reservoirs; (v) \nindividual metered service connections; and (vi) O&M equipment. To ensure that the investment \nis efficient, the subprojects will focus on the most densely populated areas in the villages. Water \ntreatment  plants  will  be  designed  for  water  demands  in  2025,  and  levels  of  service  and \nstandards will  be adapted  to local  conditions  to  avoid overinvestment.  Design  criteria  and \nservice levels will aim to optimize capital and long-term O&M costs.  \n \n46.  Water supply rehabilitation will include minor improvements to existing water supply \nsystems to enhance their reliability or water quality. Towns that have asked for assistance for \nsystem expansion, capacity augmentation, and rehabilitation works resulting from a lack of O&M \nare not eligible for support. Three subprojects are nominated for rehabilitation (Huoixai, Vang \nVieng, and Saravane), with investment limited to about $150,000 per town. The scope of works \nincludes (i) construction of a raw water reservoir to supplement dry season flows (Huoixai); \n(ii) development of a supplementary source of supply to remedy dry season water shortages \nand  water  treatment  plant  improvements  to  enhance  water  quality  (Vang  Vieng);  and \n(iii) relocation of raw water intake to avoid a polluted water source (Saravane). The rehabilitation \nsubprojects will include a small amount for O&M equipment and community information and \nparticipation, but will not be eligible for drainage or village environmental improvements.34 \n \n47.  New or rehabilitated water supply systems will be designed and constructed to meet the \nservice levels that are in line with government policy and guidelines and were adopted by the two \nprevious ADB sector investment projects: (i) safe water that meets MOH drinking water quality \nstandards;35 (ii) 24-hour continuous supply; (iii) 10 meter minimum pressure at the point of service \nin  the  distribution  network;  and  (iv)  individual  house  connections  with  meters.  New  water \ntreatment plants will be designed for water demands in 2025 based on (i) per capita consumption \n                                                 \n33  Environmental engineering courses include water supply, wastewater, drainage, sanitation and solid waste management. \n34  These aspects are covered by ADB. 2002. Report and Recommendation of the President to the Board of Directors on \na Proposed Loan to the Lao People’s Democratic Republic for the Small Towns Development Sector Project. Manila. \n35 Decision No. 1371/MOH. \n ", "  13\nfigures of 80 liters per capita per day (lpcd) in 2011 increasing to 100–120 lpcd in 2025; and (ii) \npopulation growth rates ranging from 1.6%–3.6% in 2007–2015 to 1.2%–2.8% in 2016–2025. An \nassessment of the operational capacity of the PNP will be required as part of each feasibility study \nto determine whether PNPs will be required to enter into service contracts with experienced \noperators. System-specific O&M manuals that are being developed under the NCRWSSP for \neach water supply system will be adapted to the requirements of each system. Feasibility studies \nfor three sample subprojects have been prepared—Songkhone, Viengphoukha, and Huoixai. \nPhysical works for the three sample subprojects are described in Supplementary Appendix G. \n \n48.  Domestic  households  will  not  pay  any  up-front  charges  for  household  metered \nconnections. However, they will be required to enter into an agreement to pay a monthly fee that \ncovers  water  supply  consumption,  turnover  tax,  and  basic  administration.  Commercial  and \ninstitutional consumers will pay for connections at the full cost of labor and materials. \n \n3.  Improved Drainage and Public Sanitation \n \n49.  The Project will improve drainage and public sanitation in the villages that were selected \nfor new water supply.  \n \n50.  Drainage works will include the construction or improvement of primary and secondary \ndrains,  roadside  drains,  culverts,  and  outlets.  New  water  supply  systems  will  require \nimprovements to existing drainage systems to make the systems compatible and to help relieve \nminor flooding and ponding and reduce health risks associated with stagnant water. The Project \nwill provide equipment for management and O&M of drainage in the towns, including computers \nand software, workshop and minor construction tools, and other equipment. Priority will be given \nto primary, secondary, and roadside drains in commercial centers or densely populated areas to \nensure the investment is efficient, and that the works are economically viable. Investment will be \nlimited to about $80,000 in each town receiving a new water supply system.  \n \n51.  The Project will provide sanitation in public areas. Public sanitation in market areas will be \nencouraged in all subproject towns with new water supply systems, especially those with high \ntourism  potential.  Investment  will  be  limited  to  about  $45,000  per  town,  and  detailed  O&M \narrangements of the facilities (e.g., by kiosk owners in markets) will be agreed upon during \nfeasibility preparation.  \n \n4.  Enhanced Community Action and Participation  \n \n52.  The community action and participation program will facilitate community development \nand participatory planning to improve the environmental conditions of households and villages; \npromote integrated health and hygiene awareness; provide resources for small-scale investments \nfor households and villages; and coordinate project components in the villages. It promotes \nparticipation and benefits for small town residents in the 15 towns including women, ethnic groups \nand poor households. It consists of (i) community information and participation program (CIPP); \nand (ii) household sanitation improvements and village environmental improvements (VEI). \n  \n53.  The CIPP will give communities control over decisions and actions related to water, \nsanitation and environmental improvements. It will develop capacity to plan, design, operate, \nsupervise, and maintain small-scale infrastructure together with local authorities and agencies. It \nwill  support  health  and  sanitation  promotion  to  (i)  improve  the  basic  health,  hygiene  and \nsanitation knowledge of villagers; (ii) inform households about the benefits of piped water; and \n(iii) encourage households to install or improve their existing latrine facilities. The program will \n ", "14  \n \nsupport  information  campaigns  on  health,  sanitation  and  hygiene  in  schools  and  women’s \ngroups and among the youth. Implementation of the program may be contracted out to the Lao \nWomen's Union (LWU) at the district level, a quasi-government institution, which will work \nclosely with the district education and health departments. This will help to build the capacity of \nLWU, ensure sustainability of the awareness activities, and ensure coordination with overall \nproject activities, as the LWU is represented in project implementation units (PIUs). \n \n54.  Village environmental improvements will adopt a demand-driven approach and will provide \nfunding and technical assistance for communities to (i) improve household sanitation facilities; and \n(ii) undertake priority small-scale community improvements related to water, sanitation, and village \nenvironmental conditions (such as community drainage and public toilets in schools). A household \ngrant of $100 will be provided to each poor household36 connected to the water supply system to \nconstruct or improve pour-flush latrines. A smaller amount will be provided to households who \ndecide not to connect, but wish to improve their toilet facilities. Priority will be given to ethnic \ngroups without previous access to sanitation facilities. The sanitation grant is expected to provide \n1,400 households with toilet facilities in the subproject towns with new water supplies.  \n \n55.  Community needs and priorities for village environmental improvements will be identified \nthrough a participatory process in each village, and facilitated by the LWU in each district. Each \nvillage development committee (VDC) will go through two rounds of planning and prioritization, \ndesign and implementation of small subprojects. Funding will be allocated through grants, \nallowing communities to prioritize one or more initiatives within this budget. The budget will be \ndisclosed to the communities at the start of the planning cycle. The Project will contribute up to \n80% of the cost of village environmental improvements, the provincial or district governments \nwill contribute about 10%, and the village will contribute at least 10% in the form of labor, \nmaterials, and/or cash. Each village will develop an O&M plan, including funding requirements \nand will enter into an agreement with the district office for public works and transport (OPWT) \nbefore any funds are released. The PIUs will provide engineering and financial management \nsupport to the VDCs to implement the small-scale investment program.  \n \n5.  Enhanced Gender Equity in Urban Water Supply and Sanitation  \n \n56.  The Project will enhance gender equity in urban water supply and sanitation, and will \ncontribute to women’s empowerment by (i) providing scholarships to female school graduates to \nenable them to undertake engineering courses, (ii) increasing the attention paid to the role of \nwomen in water supply and sanitation management, and (iii) promoting better opportunities for \nwomen  in  PNPs.  The  Project  will  support  (i)  design  and  administration  of  20  merit-based \nscholarships for female high school graduates in 4-year diploma courses in water supply and \nenvironmental  engineering;  (ii)  gender  assessments  and  a  pilot  demand-driven  capacity \ndevelopment program for gender equality in PNPs; and (iii) knowledge management products \nhighlighting gender roles in the sector. The scholarships will be integrated into the overall human \nresources strategy and scholarships program, open to all female applicants, awarded according to \nagreed upon selection criteria, and subject to a review by a scholarships selection committee.  \n6.  Improved Capacity for Project Implementation and O&M  \n \n57.  The Project will make project implementation and operation and maintenance services more \nefficient. Technical, management and capacity development support will be provided to the project \ncoordination unit (PCU) and PIUs throughout the implementation period (2009–2014). The support \nwill cover such areas as project planning, management and coordination; preparation of feasibility \n                                                 \n36  Government instruction 010/PM/2001 defines poverty and identifies indicators at the household, village and district levels.  \n ", "  15\nstudies and procurement packages; design and construction supervision; contract management; \nbusiness and  corporate  planning;  financial  management and  accounting; and  institutional and \nhuman resources development. It will pilot appropriate PNP–private sector cooperation models for \nwater supply extension. It will produce guidelines and manuals in Lao and English for the O&M of \nwater supply and sanitation, support external monitoring, and project auditing. \n \n58.  The capacity development program will (i) assist PNPs to manage, operate, and maintain \nthe completed water supply and sanitation services; and (ii) define the roles and responsibilities \nof PNPs, local government, and communities for managing, operating, and maintaining the \nwater and sanitation facilities. Capacity development and training activities for the branch PNPs \nand  OPWTs  will  focus  on  training  the  key  staff  responsible  for  managing,  operating,  and \nmaintaining  the  specific  infrastructure  system  and  equipment  provided  by  the  subproject. \nNational trainers from the Water Technical Training Center (WTTC) will be used to implement \ncapacity development program activities (Supplementary Appendix H). \n \nC.  Special Features \n59.  A  Phased  Approach  to  Corporatizing  PNPs.  To  facilitate  the  steps  leading  to \ncorporatization,  key  actions  will  be  linked  to  disbursement  milestones.  Each  PNP  will  be \nrequired to carry out a set of immediate actions (e.g., tariff reviews, updated record of arrears \ncollected, and reduction in nonrevenue water) aimed at improving their operational performance \nand sustainability. Once a subproject has been selected, phase 1 of the corporatization process \nwill begin, which includes (i) initial awareness and support for corporatization, (ii) organization \nrestructuring and basic capacity development, and (iii) submission of corporate plans to the \nPNP board before contract awards. Approval of the plans will be needed before funds for water \nsupply investments are disbursed. A PNP with more than one subproject town will be required \nto update its corporate plan for approval before contract awards for the second town. The \nProject will promote coordination between the DHUP of the MPWT, the SOE of the Ministry of \nFinance, and the Business Promotion Office of the Prime Minister’s Office to strengthen the \nregulatory environment and improve the overall business and financial performance of PNPs. \n \n60.  A Flexible Approach to Water Supply Development. Subprojects will focus on the most \ndensely populated areas in the villages, and water treatment plants will be designed for water \ndemands in 2025.  Demand and  consumption projections were  based on  varying population \ngrowth rates, flexible demand projections, and particular geographic conditions. Design criteria \nand service levels aim to optimize capital and long-term O&M costs. Where protected spring \nsources have been identified, the design of the water treatment plant will be adjusted to local \nsource conditions. Specific O&M manuals will be developed for each water supply system. The \nProject also includes a provision for service contracts to support PNPs to manage, operate and \nmaintain new water supply systems for the first 12 months following commissioning.  \n \n61.  Demand-Driven  Household  and  Village  Sanitation  Improvements.  The  Project \nincludes  a  community  action  and  participation  program  to  enable  community  groups  and \nhouseholds to set their own priorities for improvements related to water, sanitation and the \nenvironment, and to use and manage infrastructure on the basis of collective resources and \ncontributions. Communities will have a greater sense of ownership and stronger management \nskills for (i) community planning, managing, operating, and maintaining small investments; and \n(ii) monitoring and evaluating participatory processes and outputs. Before funds are released, \neach village will prioritize the improvements it needs, develop an O&M plan, including funding \nrequirements and sourcing, and enter into an agreement with district authorities.  \n \n ", "16  \n \nD.  Project Investment Plan \n62.  The project investment is estimated to be $31.4 million equivalent, including taxes and \nduties of $2.1 million. The total cost includes physical and price contingencies. The project \ninvestment plan is in Table 1. Detailed cost estimates and the financing plan are in Appendix 6. \n \nE.  Financing Plan \n \n63.  It is proposed that ADB provide a grant of $23.0 million from its Asian Development Fund \nresources.  The  Gender  and  Development  Cooperation  Fund  will  provide  grant  cofinancing \nequivalent to $500,000, to be administered by ADB. The Government of Australia will provide grant \ncofinancing equivalent to $5.3 million, to be administered by ADB. Government contributions will \ninclude an estimated $2.1 million for taxes and duties and $0.24 million for land acquisition and \ncompensation. Project beneficiaries are expected to contribute about $0.16 million, in the form of \nlabor, materials, or cash. The Government will lend each PNP part of the proceeds from the grants \nfrom ADB’s Special Funds resources and from the Government of Australia, equal to 30% of the \ncapital investment costs of each PNP’s water supply system, through a subproject loan agreement \nacceptable to ADB.37 The subproject loans will have a maturity of 25 years with a grace period of 6 \nyears, and a fixed interest rate of 6.4%. The balance of 70% of the cost will be provided from the \nsame sources to the PNPs as a grant. The financing plan is in Table 2. \n \nTable 1: Project Investment Plan \n($’000) \nItem    Amounta \nA.  Base Costb   \n  1.  Strengthened Urban Water Supply and Sanitation Sector   2,168 \n  2.  Developed and Rehabilitated Water Supply Systems  14,444 \n  3.  Improved Drainage and Public Sanitation  1,514 \n  4.  Enhanced Community Action and Participation  2,418 \n  5.  Enhanced Gender Equity in Urban Water Supply and Sanitation   484 \n  6.  Improved Capacity for Project Implementation and O&M  5,472 \n    Subtotal (A)  26,500 \nB.  Contingenciesc  4,944 \n       Total (A+B+C)  31,444 \na Includes taxes and duties of $2.1 million.  \nb In September 2008 prices.  \nc Physical contingencies computed at 10% for civil works; and 5% on consulting services.  \nSource: Asian Development Bank estimates. \n \n                                                 \n37  A similar  arrangement  was implemented under the NCRWSSP through  a subsidiary  loan agreement. This \nrelending arrangement is based on the financial assessment of the PNPs, and the amount is the maximum capital \ninvestment that the PNP can recover at this stage in the proposed project towns.  \n ", "  17\nTable 2: Project Financing Plan  \nTotal \nSource  ($ million)    Share (%) \nADB   23.00    73.1 \nGovernment of Australiaa  5.30    16.9 \nGDCFb  0.50    1.6 \nGovernment     2.48    7.9 \nBeneficiaries     0.16    0.5 \nTotal  31.44    100.0 \nADB = Asian Development Bank, GDCF = Gender and Development Cooperation Fund. \na  The Government of Australia has indicated A$8 million in joint co-financing. This \namount includes ADB’s administration fee, audit cost, bank charges, and provision for \nforeign exchange fluctuations (if any), to the extent that these items are not covered \nby the interest and investment income earned on this grant, or any additional grant \ncontribution by the Government of Australia. \nb  Contributors: the governments of Canada, Denmark, Ireland, and Norway. \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n64.  Implementation  arrangements  will  be  similar  to  those  of  the  NCRWSSP,  with \nmodifications to improve efficiency and sustainability. MPWT will be the Executing Agency. The \nnational  project  steering  committee  (PSC) for the NCRWSSP will  oversee  the Project  and \nprovide policy guidance. The PSC chair will be the vice-minister of MPWT and the vice-chair the \nDHUP director general. It will include members from Business Promotion Office of the Prime \nMinister’s Office, the Departments of Foreign Relations and of SOE Financial Management of the \nMinistry of Finance, the Department of International Cooperation of the Ministry of Planning and \nInvestment, and the PCU director. A subcommittee for corporatization of PNPs (with the PCU as \nits secretariat), chaired by the DHUP director general, will meet at least once every quarter.  \n \n65.  The existing PCU for the NCRWSSP will be expanded and will be responsible for overall \nplanning, coordination and management of both projects. The director will be assisted by two \ndeputy directors assigned to the STWSP. The PCU will be responsible for (i) overall project \nimplementation  and  coordination;  (ii)  recruiting  and  managing  consultants;  (iii)  recruiting  the \nagency for external monitoring of social, resettlement and environment impacts; (iv) procurement \nof civil works and goods (except those for outputs 3 and 4); (v) confirming the selection of \nsubproject towns based on the selection criteria; (vi) appraising key subproject documents before \nthey are forwarded to ADB for approval; (vii) providing technical and administrative assistance to \nPIUs;  (viii)  preparing  consolidated  project  progress  and  accounting  reports  and  the  project \ncompletion report for submission to ADB and the Government; (ix) providing all necessary data to \nthe auditor on time and submitting the audited financial statements of project accounts to ADB \nand the Government. The PCU will be supported by international and national consultants. \n \n66.  A provincial project steering committee (PPSC) in each province will guide subproject \nimplementation, coordinate provincial and district agencies, and make key decisions on behalf \nof the provincial government. The PPSC will be chaired by a provincial vice-governor and will \ninclude the subproject district governor, senior officials from DPWT, Department of Finance, \nDepartment of Health, PNPs, district office of the Public Works and Transport (OPWT), and the \nPIU manager. The PPSC will meet as required, but at least every 6 months. A PPSC will not be \nrequired in those provinces that have candidate rehabilitation works, unless the province is also \na candidate for a new water supply system. At the district level, the district governor or vice-\n ", "18  \n \ngovernor will oversee the project, monitor progress, review quality of the work, coordinate the \nsubproject with the PIU and local communities, and report on progress to the PPSC.  \n \n67.  The DPWT will be the implementing agency in each project province. The PIU manager \nand deputy manager in each province will be from the PNP or the DPWT (one from each). With \nassistance from the PCU, the PIU will be responsible for day-to-day coordination and supervision \nof project implementation in the project districts. The PIU will manage procurement for outputs 3 \nand 4 and will implement output 4 with full participation and decision-making of the VDCs. If the \nPIU wishes to contract the LWU at the district level for community information and participation \nprogram activities, the PIU will be responsible for verifying completion of the contracted activities \nprior to payment. Each PIU will be responsible for day-to-day project implementation at the local \nlevel and will include expertise in (i) administration and finance, (ii) water supply and sanitation; \nand (iii) community action and participation. The PIU will be responsible for implementing outputs \n3 and 4. Key responsibilities include (i) participating in project planning, feasibility studies, design, \nand  procurement  activities  for  the  province’s  subproject;  (ii)  coordinating  the  activities  of \nconsultants  and  contractors  in  the  province;  (iii)  overseeing  construction  activities;  \n(iv) coordinating resettlement and assisting the resettlement committee; (v) implementing the \ngender  strategy  and  the  ethnic  groups  development  framework;  (vi)  supervising  capacity \ndevelopment activities at the local level; and (vii) preparing the subproject accounting, auditing, \nand monitoring reports to PCU and PPSC. The project management and fund flow is in Appendix \n7 and project implementation details are in Supplementary Appendix I. \n \n2.  Implementation Period \n68.  The Project is a sector investment project and will be implemented over a 5-year period \nfrom  June  2009  to  June  2014.  The  order  in  which  subprojects  are  implemented  will  be \ndetermined  by  agreement  between  the  Government  and  ADB  and  will  depend  on  (i)  the \nreadiness of the concerned provincial and district governments and PNPs to implement the \nsubprojects prioritized in the investment plan; (ii) compliance with the agreed eligibility criteria, \nincluding  confirmation  that  subproject  impacts  on  resettlement  and  the  environment  are \ninsignificant; and (ii) geographical grouping of the subprojects to minimize costs and maximize \nimplementation  efficiency.  For  each  subproject,  a  feasibility  and  appraisal  report38 will  be \nrequired. Subprojects will be implemented as soon as they are ready, but for reasons of cost, \nefficiency and expediency, it is expected that they will be prepared and implemented in groups \nof three to four. If a particular province and its PNP are not considered ready to implement the \nProject, the corresponding subproject will be assigned a lower priority for development, and the \nprovince and PNP will be required to take actions to enhance their readiness to implement \nbefore the subproject is approved for funding. WSD will develop detailed eligibility criteria and \nprocedures for the scholarship program during the early stages of project implementation so the \nprogram can be administered from 2010 to 2014. An implementation schedule is in Appendix 8. \n \n3.  Procurement \n \n69.  All procurement to be financed under the ADB grant will be carried out in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). International competitive \nbidding (ICB) procedures will be used for major civil works contracts estimated to cost over \n$1.0 million, and for supply contracts valued at over $500,000. Procurement of civil works valued \nat less than $1.0 million equivalent will be undertaken through national competitive bidding. \n                                                 \n38  Includes design concept and criteria reports, design standards and specifications, feasibility studies, required social \ndevelopment and safeguard documents, detailed designs and construction drawings, and procurement plans. \nPrequalification and bidding documents are prepared following subproject appraisal reports as detailed design. \n ", "  19\nModifications and clarifications that need to be made to the Recipient’s national competitive \nbidding procedures must be agreed on by ADB and the Recipient. Shopping procedures will be \nfollowed for materials and equipment packages or works estimated to cost less than $100,000 \nequivalent. ADB shopping procedures will be used for the small village civil works and supply \ncontracts,  and  for  awareness  activities  and  equipment  under  the  community  action  and \nparticipation  program.  To  the  extent  possible,  quotations  will  be  invited  from  at  least  three \nsuppliers or contractors for local procurement. The PCU will carry out procurement for outputs 1, 2 \nand 5, and the PIU will be responsible for that for outputs 3 and 4. Installation of water meters and \nservice connections will be carried out by the construction contractor under the main water supply \nconstruction contract for each subproject town. The district LWU will be contracted to implement \nthe community information and participation program, following a capacity assessment in each \nsubproject town through single source selection. This is justified based on: (i) the LWU is the only \norganization with a sustained local presence in the project districts, and has a history of working \nwith local communities and participatory development, ensuring local continuity; and (ii) the cost of \neach assignment is less than $100,000. The procurement plan is in Appendix 9.  \n \n4.  Consulting Services \n \n70.  A total of 859 person-months of consulting services (124 person-months international \nand 735 person-months national) will be required to support implementation of the Project \nthrough project management, feasibility studies, design construction, and supervision of water \nsupply and sanitation infrastructure, preparation of social assessments with information on \npoverty, gender and ethnic groups, financial management, institutional and human resources \ndevelopment, social and community development, health and hygiene, involuntary resettlement \nand  environmental  safeguards,  and  project  performance  management  and  evaluation.  The \nconsultants will deliver on-the-job training and capacity development assistance to the PCU and \nPIUs. They will also provide services for (i) topographical surveys for feasibility studies and \ndesign;  (ii)  water  quality  testing  for  feasibility,  design,  and  monitoring  during  construction; \n(iii) geotechnical investigations and soil testing for feasibility studies and design; (iv) survey and \nclearance of unexploded ordnance;39 and (v) groundwater surveys, if necessary, to include \ndrilling and pump tests. Consulting services will be engaged through a firm in accordance with \nADB’s Guidelines on the Use of Consultants (2007, as amended from time to time) through the \nquality- and cost-based selection (QCBS) method. The weighting will follow the standard quality–\ncost ratio of 80:20. The PCU will recruit the consultant team, which will include international and \nnational consultants led by a team leader. The consultant team will report to the PCU. The \nterms of reference are in Supplementary Appendix J. \n \n5.  Advance Action for Recruitment of Consultants \n \n71.  In keeping with the momentum of the current sector reforms and to help speed up \nproject  implementation,  the  Government  requested  advance  action  for  the  recruitment  of \nconsultants. The Government has been advised that approval of the advance action does not in \nany way commit ADB to finance the Project itself, and that the action should be carried out in \naccordance with ADB’s Guidelines on the Use of Consultants.  \n \n6.  Anticorruption Policy  \n \n72.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  and  EA.  Consistent  with  its  commitment  to  good  governance, \n                                                 \n39  Groundwater investigations and unexploded ordnance clearance will be included in the consultancy contract as \nprovisional cost items to be subcontracted because the scope of such works is uncertain. \n ", "20  \n \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the Project. \nTo support these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the \ngrant regulations and the bidding documents for the Project. In particular, all contracts financed \nby ADB in connection with the Project shall include provisions specifying the right of ADB to \naudit and examine the records and accounts of the Executing Agency and all contractors, \nsuppliers, consultants, and other service providers as they relate to the Project.  \n \n73.  In addition to the standard ADB requirements, the Project incorporates other measures to \ndeter corruption and increase transparency, including (i) establishment and periodic updating of \nan urban water supply and sanitation sector website, including a site dedicated to the Project, \nwhich  will  disclose  project  information  including  procurement  documents,  approved  PNP \ncorporate plans, signed subproject loan agreements and MOAs, and the selection criteria for the \nscholarship  program  and  list  of  scholarship  recipients;  (ii)  participation  by  the  VDCs  in  the \nprocurement committee for outputs handled by the PIUs; (iii) public posting of award contracts \nand monthly progress reports on community boards; and (iv) recruitment of an independent \nexternal  monitor  to  evaluate  social,  resettlement  and  environmental  impacts.  The  PNP \nadministration committee (or the PNP board) comprises the PNP manager and members from \nDPWT and other provincial departments of finance, planning and investment to oversee the PNP \nactivities, tariff reviews and adjustments, and the preparation and approval of corporate plans. \n \n7.  Disbursement Arrangements \n74.  Payment  of  eligible  expenditures  from  the  proceeds  of  the  grants  will  be  made  in \naccordance with ADB’s Loan Disbursement Handbook (2007, as amended from time to time). \nDirect payment procedures will be used for suppliers, contractors and consultants. To ensure \nthe timely release of grant proceeds and to expedite project implementation, the Government \nwill, immediately upon grant effectiveness, open and maintain a project imprest account at the \nBank  of  Lao  for  disbursement  of  eligible  expenditures.  The  Ministry  of  Finance  will  be \nresponsible for establishing, managing, replenishing, and liquidating the account. In addition, \nthe PCU will set up a second-generation imprest account (SGIA) in dollars with a commercial \nbank acceptable to ADB.40The initial amount to be allocated to the imprest account will be \n \nbased on the estimated expenditures to be financed from the imprest account for the first 6 \nmonths of project implementation, or 10% of the grant amount, whichever is lower. The amount \nto be deposited into the SGIA will be based on the first 6 months of the projected expenditure of \nthe PCU to be funded from the SGIA, and will not exceed $500,000. A conduit subproject bank \naccount will be opened at each PIU level (estimated total of 15) for receiving fund remittances to \nmeet administration and recurrent costs of the PIUs, and will not exceed $5,000. Funding of \nsubproject accounts will be based on a prior submission of full documentation to the PCU. Other \nproject expenditures incurred by the PIUs will be paid and liquidated using the PCU’s SGIA. The \nproject imprest account and SGIA will be established, managed, replenished, and liquidated in \naccordance with ADB’s Loan Disbursement Handbook, and detailed arrangements agreed upon \nbetween the recipient and ADB. ADB’s statement of expenditure procedures may be used for \nreimbursing eligible expenditures and liquidating of advances to the imprest account and SGIA. \nThe maximum payment for any individual item using these procedures is $20,000 equivalent per \nindividual payment. Imprest accounts (including the SGIA) and subproject accounts will be \nmaintained according to different financing sources. The grant from the Government of Australia \nwill be disbursed on a pro-rata basis.  \n                                                 \n40  The SGIA will be set up upon grant effectiveness, and the conduit subproject account will be set up after the \nrelevant subproject is approved by ADB. New PIUs will receive training on disbursement arrangements, and \nexisting PCU and PIUs will receive refresher training. \n ", "  21\n8.  Accounting, Auditing, and Reporting \n75.  Each PIU will prepare quarterly project progress reports in a short standard format and \nsubmit them to the PCU for consolidation and reporting to the PSC, ADB, and cofinanciers. The \nprogress  reports  will  include  a  periodic  review  of  progress  against  the  training  needs \nassessment of PIUs. The reports will be in a form and detail satisfactory to ADB and the \ncofinanciers. Each PNP will prepare its annual financial statements, including the balance sheet, \nincome statement, and cash flow statement. The PCU will also submit to ADB, within 3 months \nof the physical completion of the Project, a project completion report that will cover the details of \nproject  implementation,  costs,  and  project  evaluation  activities  at  that  time,  and  other \ninformation requested by ADB. The report will highlight the development impacts achieved by \nthe Project, including an evaluation of resettlement activities and conditions of the affected \npersons after resettlement. Project and subproject accounts and financial statements, including \nthose of the PNPs, will be audited annually by auditors acceptable to ADB. The PCU and PIUs \nwill  prepare  the  required  information  for  audit,  including  information  on  resettlement \nimplementation, in accordance with project auditing requirements of the Government and ADB. \nAudited statements of project and subproject accounts and financial statements, including those \nof the PNPs, together with the report of the auditor, will be submitted to ADB through the PCU \nwithin 6 months of the close of the fiscal year. The audit opinion will be based on the use of the \nimprest account (including the SGIA), and statement of expenditure procedures. \n \n9.  Project Performance Monitoring and Evaluation \n \n76.  A comprehensive program for project performance monitoring and evaluation (PPME) \nacceptable to ADB will be carried out during implementation. It will aim to (i) examine the Project’s \ntechnical  performance;  (ii)  evaluate  the  delivery  of  the  planned  facilities;  (iii)  assess  the \nachievement of the Project’s objectives; and (iv) measure the Project’s social, economic, financial, \nand institutional impacts. The set of PPME indicators developed under the NCRWSSP is in line \nwith the MPWT indicators for urban water supply and sanitation. These indicators will be reviewed \nand additional ones (based on the design and monitoring framework) will be added at the start of \nproject implementation. Socioeconomic data will be disaggregated by sex and by ethnic group \nwhen possible. PIUs will be responsible for carrying out the PPME activities, including pre-project \nand post-project physical and socioeconomic surveys, data collection, and analysis. Each PIU will \nestablish a PPME baseline from the pre-project surveys and data. Annual PPME reports will be \nprepared by each PIU, and consolidated by the PCU for submission to ADB. MPWT will cause the \nPCU to submit a detailed PPME implementation plan for ADB’s review and concurrence within 6 \nmonths of grant effectiveness. \n \n10.  Project Review \n \n77.  In addition to regular reviews, ADB and the Government will undertake a comprehensive \nreview within (i) 1 year of grant effectiveness, at which time the detailed design for the first phase \nsubprojects will be substantially completed and significant progress should have been made \ntoward corporatizing the four PNPs; and (ii) 30 months from grant effectiveness (midterm review) \nat which time the establishment  and functioning of corporate PNPs and the  WSRC  will  be \nreviewed for recommendations. These reviews will include a comprehensive evaluation of project \nimplementation  arrangements,  a  detailed  evaluation  of  the  project  scope,  the  actual \nimplementation progress, feedback from PPME program, performance of consultants, institutional \ndevelopment  progress,  and  possible  reallocation  of  grant  proceeds.  The  cost  recovery \nmechanisms for each subproject, the financial and operational performance of PNPs, and the \noverall sector regulatory system will also be evaluated. Remedial action will be taken as needed. \n \n ", "22  \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Benefits and Impacts \n \n78.  Poverty and Social Benefits. The Project is expected to benefit an estimated 137,000 \nresidents in 124 villages in 15 small towns, by providing safe, reliable piped water, increasing \nhealth  and  hygiene  awareness,  and  improving  the  urban  environments.  About  13%  of  all \nbeneficiaries are expected to be poor. The Project will have a direct impact on the health and \nliving conditions of the communities. Residents of the small towns will benefit from improved \nhealth, savings in health care costs, and ultimately income benefits from expanded access to \npiped water and sanitation services. Ethnic groups in the participating towns will also benefit \nsignificantly from the improved water and sanitation facilities and services provided under the \nProject. Households from some ethnic groups are less likely to be connected to existing piped \nwater supply systems because of their cost and the location of their households. While 89% of \nhouseholds from the Lao-Tai group are connected to piped water, only 64% of households from \nminority ethnic groups are connected. A summary poverty reduction and social strategy is in \nAppendix 10 and a detailed poverty and social analysis in Supplementary Appendix K. An ethnic \ngroups development framework is in Supplementary Appendix N. \n \n79.  Residents of the small towns will also experience health, education and income benefits \nfrom better access to water and sanitation, improved drainage and sanitation, and reduced \nincidence of flooding and polluted water in public areas. Water and sanitation-related diseases \ncontribute significantly to the poor health status of many women and children, including high infant \nmortality rates. Provision of sanitation facilities in public areas and schools will also improve \nenvironmental conditions and public health. Separate toilets and hand washing facilities for girls \nand boys in schools will help increase girls’ enrollment and retention rates. Expanded water \nsupply and sanitation coverage in small towns with high tourism potential will improve their \nattractiveness as destinations (Appendix 11). \n \n80.  Gender Benefits. Water and sanitation are particularly important for women, who are \nprimarily responsible for family health and water collection and storage to meet daily household \nneeds and family health. Women spend up to 2 hours per day collecting and storing water. The \nProject will promote gender equity by (i) setting a minimum 30% target for female representation \nin the PIU and VDCs; (ii) supporting MPWT to recruit and promote women for leadership positions \nwithin the ministry and ensuring that at least 30% of scholarships in all categories are reserved for \nwomen;  (iii)  awarding  special  engineering  scholarships  to  female  high  school  graduates; \n(iv) increasing the number of qualified women in PNPs in technical and leadership positions by \n10%; (v) setting a target participation rate for women for all capacity development and training \nactivities at 40%; and (vi) implementing separate male and female awareness campaigns on safe \nwater use and hygiene. A gender action plan is in Appendix 12.   \n \n81.  Economic Benefits. Economic analyses of the three sample subprojects prepared for \nfeasibility (Songkhone, Viengphoukha and Houixai) were undertaken in accordance with ADB’s \nGuidelines for the Economic Analysis of Projects, Guidelines for the Economic Analysis of Water \nSupply Projects, and Framework for the Economic and Financial Appraisal of Urban Development \nSector Projects.41 Economic benefits of the water supply components will be derived from a safer, \nmore  reliable,  and  more  affordable  water  supply  in  the  subprojects.  Quantifiable  economic \nbenefits  of  the  improved  water  supply  services  include  benefits  from  nonincremental  water \nconsumption,  incremental  water  consumption,  and  other  resource  savings.  Drainage  and \n                                                 \n41  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; ADB. 1998. Guidelines for the Economic \nAnalysis of Water Supply Projects. Manila; ADB. 1994. Framework for the Economic and Financial Appraisal of \nUrban Development Sector Projects. Manila. \n ", "  23\nsanitation components will significantly reduce the incidence and severity of flooding, reduce \nponding of polluted water in public areas, provide sanitation facilities in public areas and schools, \nenhance environmental and living conditions, and improve public health. The economic internal \nrates of return in the three sample subprojects are well above the economic opportunity cost of \ncapital, which is assumed to be 12% (Songkhone is 17.52%, Viengphoukha is 19.24%, and \nHouixai is 17.35%). A least-cost solution has been selected for drainage outputs (Appendix 13). \n \n82.  Financial Benefits. Financial analysis of the three sample subprojects was conducted in \naccordance with ADB’s Financial Management and Analysis of Projects42 and Framework for the \nEconomic  and  Financial  Appraisal  of  Urban  Development  Sector  Projects  (footnote  41).  A \nfinancial sustainability analysis helped to determine appropriate water tariffs, and to project the \nfinancial performance of PNPs during 2008–2015. It found that projected tariffs will need to be in \nline with WASA’s recommendations on average tariffs for 2008–2010, adjusted at the assumed \nannual inflation rate of 5.1% from 2008 to 2010. The analysis showed that projected provincial \nutility-wide progressive tariffs meet the financial objectives. An affordability analysis revealed that \nthe percentage of monthly household income spent on water would be below 5% during this \nperiod for the average household and for households in the low-income group. The financial \nprojections indicate that PNPs are expected to earn positive net income and generate positive net \ncash flow each year during the forecast period. The PNPs will not require further subsidies and \nwill be able to fund all O&M expenses and to service their debt. The debt service coverage ratio is \nexpected to remain above 1.2 times in all years (Appendix 14). \n \n83.  Land Acquisition and Resettlement Impacts. Efforts have been made to minimize and \navoid land acquisition and resettlement; however, some minimal impact is expected. Affected \npersons will be compensated for their losses at full replacement cost at current market prices, \nand provided with transition allowances and rehabilitation measures. Additional support will be \nincluded for the poor, vulnerable, and households headed by women. In accordance with ADB’s \nInvoluntary Resettlement Policy (1995), a land acquisition and compensation framework for the \nProject and a short plan for each of the three sample subprojects have been prepared based on \nan  inventory  of  losses,  socioeconomic  surveys,  and  discussions  with  affected  persons, \nprovincial and district authorities. The framework will assist in assessing and compensating \nimpacts  for  the  remaining  subprojects  where  detailed  design  will  be  undertaken  during \nimplementation. Each subproject town must be category B, or not significant to be eligible for \nfunding (see the summary land acquisition and compensation framework and plans in Appendix \n15 and Supplementary Appendix L).  \n \n84.  Environmental Impacts. The Project will address key environmental issues of access to \nsafe  water,  sanitation  and  drainage  issues  in  the  project  towns.  It  will  improve  the  overall \nenvironment in the project towns through the provision of piped water and improvements to \ndrainage  and  sanitation.  The  initial  environmental  examination  (IEE)  conducted  for  the  three \nsample subprojects showed no significant adverse environmental impact. The initial dry season \nriver flow and water quality test results show sufficient (i) availability of water for the proposed water \nsupply schemes and downstream users, (ii) dilution effect for discharged backwash water, and (iii) \nwater quality that complies with drinking water quality standards. Potential increases in wastewater \nas a result of increased water supply will be mitigated by better drainage, public and household \ntoilets, and soakaways under outputs 3 and 4. For the remaining subprojects, the environmental \nassessment and review framework will guide the environmental assessment and management. \nThe Project is classified as category B (non-sensitive) in accordance with the ADB’s Environment \nPolicy (2002), and each subproject will be required to follow the same classification to be eligible \n                                                 \n42  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "24  \n \nfor funding. The IEE for the Project, a summary IEE, three IEEs for sample subprojects, and the \nenvironmental assessment and review framework are in Supplementary Appendix M. \n \nB.  Risks \n \n85.  Institutional and Governance Risks. Improved sector sustainability depends on effective \nsector  regulation,  corporatization  of  PNPs  to  operate  as  autonomous  business  entities,  and \nadequate human resources and institutional capacity at provincial and district levels. Potential \nrisks include (i) delayed sector regulation as a ministerial decision is required to establish the \nWSRC, appoint its members, and outline the regulatory functions and relationships between \nWSRC and WASA, (ii) resistance from provincial governors to PNP corporatization and to their \nautonomous status; (iii) failure to conduct annual tariff reviews and to make subsequent tariff \nadjustments; and (iv) lack of public support for annual tariff increases.  \n \n86.  To mitigate these risks (i) actions are included in the project to inform and generate \nsupport for sector regulation and corporatization among the key stakeholders; (ii) the existing \nMOA between the PNP board and Office of the Provincial Governor (OPG) will be expanded to \ninclude  a  number  of  regulatory  provisions;  (iii)  a  phased  approach  is  adopted  for  PNP \ncorporatization  with  four  PNPs  selected  initially;  (iv)  policy  reform  actions  for  PNP \ncorporatization are linked to disbursement  milestones such as tariff reviews and adjustments \nprior to subproject approval; (v) the subproject loan agreement between the PNP board and the \nGovernment with the OPG as witness, includes the tariff structure, a 3-year projected tariff level \nand a possible tariff adjustment mechanism; (vi) a human resources strategy and scholarships \nprogram will be developed; and (vii) awareness campaigns will be conducted in communities. \n87.  Technical  Risks.  The  lack  of  reliable  raw  water  assessments  could  result  in  the \nidentification  of  inappropriate  water  sources.  To  mitigate  this,  mechanisms  have  been \nincorporated in the project design to select good water sources and appropriate technology; \ncollect raw water measurements; and manage, operate, and maintain water supply systems. \nRaw water quantity and quality tests need to have been conducted in at least three wet and dry \nseasons before subproject implementation to qualify for inclusion in the Project.  \n88.  Project  Implementation  Risks.  These  include  front-end  and  other  delays  in \nimplementation caused by a delay in project approval; slow development of project planning, \nmanagement and administration capabilities; and the unclear fund flow procedures of parallel \nfinanciers. To mitigate these risks: (i) a financial management assessment of the EA was \ncompleted; (ii) the design of the Project closely follows that of the NCRWSSP and uses the \nsame PCU to coordinate the project; (iii) PIUs will have to submit training needs assessments at \nthe time of establishment; and (iv) periodic progress reviews against these training needs \nassessment will be conducted. \n \nV.  ASSURANCES AND CONDITIONS \n \nA.  Specific Assurances \n \n89.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which will be incorporated in the legal documents: \n(i)  Water bill arrears. Each participating PNP will collect all water bill arrears in \naccordance with the plans to be agreed by the Government, ADB, and each \nparticipating PNP before funds disbursement for the relevant subproject. Each \nparticipating PNP will reduce and maintain accounts receivable to less than 90 \ndays. Where Government agency water bills are outstanding for 60 days or \n ", "  25\nmore, the Government will, within a further 30 days, allocate to the PNP special \nfunds from its budgetary resources to liquidate the outstanding accounts.  \n(ii)  Water supply and sanitation strategies and guidelines. The MPWT will (a) \napprove and implement an urban  water supply and sanitation sector strategy \nwithin  24  months  of  grant  effectiveness;  (b)  review  and  revise  as  necessary \nrelevant  policies  and  guidelines  to  further  clarify  and  strengthen  the  social, \neconomic, financial, and administrative targets for the urban water supply and \nsanitation sector within 30 months; and (c) approve and implement the revised \npolicies and guidelines, as revised and acceptable to ADB, within 36 months. \n(iii)  Water  quality  and  quantity  data  monitoring. MPWT will cause participating \nPNPs to monitor water quality and quantity data of the potential raw water sources \nfor  urban  water  supply,  and  will  ensure  that  the  least-cost  solution  for  each \nsubproject system is adopted, as determined from a comprehensive feasibility \nstudy that focuses on appropriate water treatment technology and service areas. \n(iv)  Latrine  grants  and  connection  fee.  The  Government  will  provide  poor \nhouseholds with a grant for sanitation improvements (the equivalent of $100 per \nhousehold). Relevant eligibility criteria will be determined in accordance with \nGovernment  procedures  and  satisfactory  to  ADB.  For  each  subproject,  the \nrelevant PNPs will waiver upfront fees for household connections in the core \nproject  villages  (domestic  consumers  only)  in  accordance  with  the  relevant \nscheme  agreed  by  the  Government  and  ADB.  Households  that  receive  a \nconnection will be required to pay a monthly fee that covers water consumption, \nturnover tax, and basic administration.  \n(v)  Subproject loans. For each subproject, the Government will relend 30% of the \ncapital cost for the water supply system (as required by such subproject and \nacceptable to ADB) as a subproject loan to participating PNPs, which shall be duly \nsigned and executed prior to the contract award for the relevant subproject. Each \nsubproject loan will have an interest rate of 6.4% with a maturity period of 25 \nyears, including a 6-year grace period. The balance of 70% of the aforesaid cost \nwill be provided to the PNPs as a grant. \n(vi)  Tariffs. Each participating PNP shall adopt a provincial utility-wide progressive tariff \nstructure  with  three  consumption  blocks  prior  to  disbursement  of  funds  to  the \nrelevant subproject. The tariffs must be set at such levels to (a) recover full O&M \nand gradually increasing depreciation; and (b) maintain a debt service coverage \nratio of 1.2:1. Each PNP will undertake an annual tariff review, satisfactory to ADB \nand the Government, and will implement tariff adjustments by 1 April of each year. \n(vii)  Corporate plans. Each participating PNP shall prepare rolling 3-year corporate \nplans, acceptable to ADB and the Government, incorporating a specific action plan. \n(viii)  State companies under the Enterprise Law. Within 24 months commencing \nfrom the date that the EA and ADB agree to conduct a feasibility study for a \nsubproject town, the relevant PNP shall have brought its enterprise registration \ncertificate and its organization structure in line with the Enterprise Law.  \n(ix)  Scholarships program. Within 6 months of grant effectiveness, the MPWT shall \ndevelop a human resource strategy and a scholarships program. The selection \neligibility criteria and the operating procedure for existing practicing engineers \nand technicians, and for new engineering students will be determined under the \nProject in accordance with Government procedures and satisfactory to ADB. At \nleast 30% of all scholarships shall be reserved for qualified women. \n ", "26  \n \n(x)  Environment. The Government will ensure that the MPWT prepares an IEE for \neach subproject for submission to ADB for approval prior to the award of civil \nworks contracts for subprojects, in accordance with the environmental assessment \nand review framework agreed upon by the Government and ADB. In case of any \ndiscrepancies  between  the  Government’s  regulations,  and  ADB’s  Environment \nPolicy (2002), ADB’s requirements will apply. \n(xi)  Land  acquisition  and  resettlement.  The  Government  will  ensure  that  the \nMPWT prepares a land acquisition and compensation plan for each subproject \nfor submission to ADB for approval prior to the award of civil works contracts for \nsubprojects,  in  accordance  with  the  land  acquisition  and  compensation \nframework  agreed  upon  by  the  Government  and  ADB.  In  case  of  any \ndiscrepancies  between  Government’s  regulations  and  ADB’s  Involuntary \nResettlement Policy (1995), ADB's requirements will apply. \n(xii)  Gender. The MPWT will ensure that the gender action plan (Appendix 12), agreed \nbetween the Government and ADB, is fully implemented. This includes, but is not \nlimited to (a) meeting all targets set for female involvement and participation in \nproject activities; (b) trainings for stakeholders on gender issues related to the \nsector; and (c) collecting sex-disaggregated data for project monitoring. \n(xiii)  Ethnic groups. MPWT will ensure that subprojects are designed in accordance \nwith  ADB’s  Policy  on  Indigenous  Peoples  (1998)  and  the  Ethnic  Groups \nDevelopment  Framework  agreed  upon  by  the  Government  and  ADB \n(Supplementary Appendix N).  \n(xiv)  Labor standards. The Government will ensure that the MPWT incorporates the \ncore labor standards into civil work contracts under the Project: (a) prohibit wage \ndifferentiations between male and female workers for the same work and the use \nof  child  labor;  (b)  mandatory  provisions  on  health,  sanitation  and  appropriate \nworking conditions; and (c) assurance that contractors and workers observe local \nprotocols concerning acceptable behavior toward the local population.   \n(xv)  Health. The Government will ensure that the MPWT mainstreams activities for \nHIV/AIDS prevention in the project: (a) contractors involved in disseminating \ninformation  on  the  risks  of  sexually  transmitted  infections  and  HIV/AIDS  to \nworkers employed under the Project and local communities, and (b) HIV/AIDS \nmessages are integrated in output 4 awareness and behavior change activities in \nsubproject towns that are close to bordering countries. \n \nB.  Conditions \n \n90.  Conditions for Grant Disbursement: \n(i)  WSRC, with WASA as its secretariat, has become operational as demonstrated \nby having held its first official meeting; and \n(ii)  Four PNPs that have been selected (Louangphabang, Oudomxai, Xaignabouli, \nand Louang-Namtha) have taken necessary actions to endorse, and demonstrate \ntheir  commitment  to  implement,  the  respective  action  plans  towards  PNP \ncorporatization process (e.g., approved corporate plans). \n \n91.  Conditions for Contract Awards for Each Subproject: \n(i)  The required PIU has been established with human and other resources in place; \n(ii)  A subproject loan agreement, in the form and substance satisfactory to ADB, has \nbeen signed and executed between the Ministry of Finance and the PNP (with the \n ", "  27\nprovincial  government  as  a  witness)  prior  to  contract  award  for  the  relevant \nsubproject; \n(iii)  An MOA, in the form and substance satisfactory to ADB, has been duly signed and \nexecuted  between  the  PNP  and  the  relevant  provincial  government  prior  to \ncontract award for the relevant subproject;  \n(iv)  The  relevant  IEE  and  a  land  acquisition  and  compensation  plan  have  been \napproved by the Government and ADB; and \n(v)  Each PNP will be required to complete phase 1 of the corporatization process by \nsubproject  contract  awards,  as  presented  in  Appendix  5.  Each  PNP  will  be \nrequired  to  submit  an  approved  corporate  plan  and  disclose  it  on  the \nProject/MPWT’s  sector  website  prior  to  subproject  disbursement.  For  those \nPNPs that have more than one subproject town, the PNPs will be required to \nupdate their corporate plan for approval prior to contract award of the second \nsubproject. \n \nVI.  RECOMMENDATION \n \n92.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n \n(i)   the grant not exceeding $23,000,000 from ADB’s Special Funds resources, on \nterms and conditions that are substantially in accordance with those set forth in \nthe draft Grant Agreement presented to the Board; \n(ii)   the administration by ADB of a grant not exceeding the equivalent of $5,300,000 to \nbe provided by the Government of Australia; and \n(iii)   the administration by ADB of a grant not exceeding the equivalent of $500,000 to \nbe provided by the Gender and Development Cooperation Fund; \n \nall to the Lao People’s Democratic Republic for the Small Towns Water Supply and Sanitation \nSector Project. \n \nHaruhiko Kuroda \nPresident \n22 December 2008 \n \n ", "28  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms   Risks  \nImpact      Assumptions \nExpanded access to  65% of the urban population  National statistics and census  Government continues to \nsafe piped water  in Lao PDR has access to  data  give priority to water \nsupply and sanitation  safe piped water by 2014 and    supply development in \nservices for the urban  80% by 2020.  PNP and water supply regulatory  urban centers, including \npopulation     committee (WSRC) technical  small towns. \n85% of urban households in  performance indicators and \n \nLao PDR have pour-flush pit  reports \nRisk \nlatrines or septic tanks by   \n2014 and 90% by 2020.  Reports from development  Economic or political \npartners  instability or environmental \ndisasters  \nOutcome  Assumptions \nBy 2014:  PNP records of customer water \nImproved access,  Budgets allocated cover \nAbout 137,000 residents  bills and surveys \nquality and reliability of  O&M of drains and \nbenefit from improved services \npiped water supply and  Baseline and follow-up  sanitation  \nin 124 villages in 15 small \nsanitation services for  socioeconomic surveys in the \ntowns  Current household \nresidents in target  target project towns  \nfacilities are of adequate \nsmall towns  Access to piped water \nPNP and WSRC/WASA technical  design and quality. \nincreased from the current \nperformance indicators and \ncoverage of 24% to 55% and  Communities are aware of \nannual reports \ncoverage of pour-flush latrines  links between health, \nincreased from 74% to 90% in  Reports on project performance  hygiene, sanitation, and \nthe candidate subproject towns  monitoring and evaluation   clean water use \n24-hour piped safe water is   \nsupplied in 15 towns upon \ncommissioning of the system \n \nHousehold water bills are no \nmore than 5% of household \nincome \n  \nOutputs   Assumptions \n   \n1.Strengthened urban \nThe Government, PNP \nwater supply and      and consumers formally \nsanitation sector \nrecognize the importance \n     \nof WSRC and WASA and \n1.1. Strengthened \nA funding mechanism for  Government notifications  their establishment is \nsector planning, \nWSRC/WASA operations  contained in the draft \nmanagement,  and  WSRC/WASA tariff review for \nbecomes operational by June  Water Supply Law. \nregulation  2009  2011-2013  \n  PNPs review and adjust \nWSRC and WASA annual plans \n  WSD finalizes the urban water  WSRC/ WASA \n  supply and sanitation sector  on PNP performance  recommended tariffs \n  strategy (2009–2020) in 2011  PNPs approved corporate plans,  annually \n  and updates the water sector  including action plans  \nGovernment is committed \n  investment plan in 2013 \nPNP tariff schedules and  to sector reform \n \n  customer water bills in the project \n  Qualified candidates can \n1.2. Improved PNP  By 2014:   provinces  be identified based on the \nsustainability  Participating PNPs have  Project performance monitoring  selection criteria \n  amended their enterprise  and evaluation reports \nRisks \n  certification as a state \n  company   WSD training records  WASA is still engaged in \n  disaggregated by sex and by  project activities  \n  Participating PNPs are  ethnic group \nreviewing and adjusting tariff  PNPs are unable to \n \nlevels every year  WSD human resource  experience greater \n \ndevelopment strategy and  autonomy in their \n ", "Appendix 1  29\nDesign  Performance  Data Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms   Risks  \n  scholarship program in urban  operations \nGovernment subsidy to PNPs \n  water and sanitation sector \nis reduced by at least 50% \n \nbased on 2006 estimates  \n \nParticipating PNPs have \n  establish a consumer \ncomplaints mechanism, and \n \nhave reduced consumer \n  complaints by 50%  \n1.3. Human resources  Out of 55 scholarships, at \ndeveloped in the urban  least 30% are for qualified \nwater supply and  women \nsanitation sector  \n      Assumptions \n2. Developed and  By 2014:  Subproject feasibility and \nPIUs are operational on \nrehabilitated water  At least 12 new water supply  appraisal reports \ntime \nsupply systems   systems have been   \nconstructed and  Construction records  Government ensures \ncommissioned.    adequate and timely \n  Project progress and project  counterpart funds \nAt least 3 water supply  completion reports \nUrban master plans, \nsystems have been   \nsafeguard documents and \nrehabilitated. \nraw water assessments \nare completed on time  \nAssumptions \n3. Improved drainage  By 2014:  Subproject feasibility and \nand public sanitation  Priority drains have been  appraisal reports  PIUs are operational on \n  constructed or improved in  time. \nConstruction records  \nabout 12 towns  \nGovernment ensures \n100% of drainage catchments  Project progress and project  adequate and timely \nare less than 10 hectares.   completion reports  counterpart funds. \nPublic toilets have been  Urban master plans, and \nconstructed or improved in all  safeguard documents are \n12 towns  approved on time  \nAssumptions \n4. Enhanced  By 2014:   \ncommunity action and  At least 30% of VDC  PIU, provincial and district \nparticipation   members are female   Baseline and follow-up  agencies are committed to \nsocioeconomic surveys in the  community development \n4.1. Community  Awareness of health, hygiene  project towns  \ninformation and  and sanitation has increased  Risk \nProject progress and project \nparticipation program  by at least 30% in all project  Weak capacity of mass \ncompletion report \nis developed and  villages.   organizations contracted \nimplemented  Community participation plans  to implement community \nCommunity participation plans \ninformation and \n  formulated with at least 40%    participation program \nfemale representation. \n  Village proposals and agreements  activities  \n4.2. Improved  At least 50% of the 124  for VEI  Health and hygiene \nproject villages have \nhousehold sanitation  prioritized improvements in  Construction records   awareness do not result in \nand VEI  behavior change \npublic sanitation facilities in \n \nschools and market places. \nAt least 1,400 households \nhave improved toilet facilities.  \nAt least 30% of jobs created \nfor O&M of small-scale \ninvestments in each \nsubproject are given to \nqualified women \n ", "30  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms   Risks  \nAssumptions \n5. Enhanced gender  By 2014:   Government notifications \nequity in urban water  About 20 engineering    MPWT and PNPs remain \nsupply and sanitation   scholarships awarded to  WSD HRD strategy and  committed to promoting \n  female high school graduates   scholarship program in urban  gender equality in the \nwater and sanitation sector  sector  \nParticipating PNPs have \n \nincorporated specific gender  PNPs approved corporate plans, \nactivities into their corporate  including action plans  \nplans \nProject performance monitoring \nA mechanism for sharing  and evaluation reports \ninformation on gender in the \nWSD training records \nsector is operational \ndisaggregated by sex and by \nethnic group \nAssumptions \n6. Improved capacity  Subprojects are selected,  Baseline and follow-up \nfor project  prepared and designed based  socioeconomic surveys in the  Provincial and district \nimplementation and  on the agreed upon criteria  project towns  agencies allocate \noperation and  and standards.   adequate staff and \nmaintenance  Construction records   resources for PIU and \n  A feasibility report and an  Project progress and project  project operating entities  \nappraisal report are prepared \nfor each subproject prior to its  completion reports   The capacity of village \napproval.    development committees \nEvaluation of the capacity  is strengthened. \nSpecific water supply system  development program \nO&M plans are implemented \nfollowing commissioning with \nfull participation of PNP and \nOPWT staff. \nO&M plans for VEI are agreed \nto by OPWT and communities \nand implemented with full \nparticipation of local \nstakeholders. \nActivities with Milestones  Inputs \n1  Strengthened Urban Water Supply and Sanitation Sector   Total: $31.4 million \n1.1 WSD develops the urban water supply and sanitation sector strategy, in collaboration \nADB: $23.0 million \nwith WASA staff (Q3 2009–Q2 2011).  \n1.2 Implement actions in the GAP and EGDF (Q3 2009–Q1 2014)  Government of Australia: \n$5.3 million \n1.3 WSRC and WASA complete regulatory tasks such as a tariff review for 2011–2013 and \nannual PNP performance reports (Q3 2009–Q1 2014).   GDCF: $0.5 million  \n1.4 WSRC and WASA develop an annual consultation plan to raise the awareness of key \nstakeholders on regulation and how WSRC and WASA function (Q3 2009–Q1 2014).   Government: $2.5 million \n1.5 Disseminate key urban sector planning and regulatory guides to PNPs and provincial  Beneficiaries: $0.1 million \nagencies (Q3 2009–Q1 2010). \n1.6 Develop guidelines and eligibility criteria for scholarships for water supply or   \nenvironmental engineers (Q3 2009–Q2 2010).   \n1.7 Formulate and implement a scholarship program for water supply/engineers by mid-  \n2010, and implement the program over the following four years (Q3 2010–Q2 2014).     \n1.8 Undertake institutional assessments of project PNPs and formulate corporate plans and   \nspecific action plans throughout project implementation (Q3 2009–Q4 2011).   \n1.9 Support the implementation of PNPs’ corporate plans (Q3 2009–Q2 2013).   \n2  Developed and Rehabilitated Water Supply Systems   \n2.1 Establish and train the PCU and PIUs prior to project start (Q1 2008–Q2 2009).    \n2.2 PCU assesses readiness of provinces to implement the project and establish subproject   \npriorities for development (Q4 2010).   \n2.3 PCU provides project orientation to stakeholders (Q4 2009) and provides technical and   \nmanagement support to the PCU and PIUs throughout project implementation    \nPrepare feasibility studies, subproject appraisal reports (including baseline and social   \n ", "Appendix 1  31\nDesign  Performance  Data Sources/Reporting  Assumptions and \nSummary  Targets/Indicators  Mechanisms   Risks  \nActivities with Milestones   \nsurveys, safeguards and social plans), subproject designs and tender documents \nprogressively throughout project implementation (Q3 2009–Q3 2010) \n2.4 Execute subsidiary loan agreements (to include arrears collection strategy), memoranda \nof agreements, and district sanitation regulations prior to contract awards, progressively \nthroughout project implementation (Q4 2009–Q2 2010)  \n2.5 Implement GAP, EGDF and safeguard plans (Q3 2009–Q3 2010) \n2.6 Conduct contract bidding, award and construction of water supply systems progressively \nthroughout project implementation (Q3 2010–Q4 2011) \n3  Improved Drainage and Public Sanitation \n3.1 Establish and train PCU and PIUs prior to project start (Q3 2008–Q2 2009).  \n3.2 PCU assesses readiness of provinces to implement the project and establish subproject \npriorities for development (Q4 2009). \n3.3 PCU provides project orientation to stakeholders (Q4 2009) and technical and \nmanagement support to the PCU and PIUs throughout implementation \n3.4 Prepare feasibility studies, subproject appraisal reports (including baseline and social \nsurveys, safeguards and social plans), subproject designs and tender documents \nprogressively throughout project implementation (Q3 2009–Q3 2010). \n3.5 Implement GAP, EGDF and safeguard plans (Q3 2009–Q3 2010) \n3.6 Conduct contract bidding, award and construction of drainage systems progressively \nthroughout project implementation (Q3 2010–Q4 2011). \n4  Enhanced Community Action and Participation \n4.1 Reinforce and train VDC members in each village throughout project implementation, \ncommencing in (Q4 2009) with the first group of subprojects \n4.2 Undertake community mobilization, participatory workshops, meetings to inform \nstakeholders (Q1 2009–Q2 2010) \n4.3 Conduct baseline survey in core project villages as part of outputs 2 and 3 feasibility \nsurveys (Q4 2009) \n4.4 Undertake information and health needs assessment in subproject villages, and raise \nawareness of health, sanitation and water use during implementation (Q2 2010–Q2 2012). \n4.5 Implement GAP, EGDF and safeguard plans (Q1 2010–Q4 2011) \n4.6 Prepare and implement annual community participation plans to mobilize participation \nand raise project awareness during project implementation (Q4 2009–Q3 2012). \n4.7 Improve household and village environments through VEI during project implementation \n(Q1 2010–Q2 2012). \n4.8 Undertake final evaluation of community action and participation activities (Q3 2012) \n5  Enhanced Gender Equity in Urban Water Supply and Sanitation  \n5.1 Develop guidelines and selection criteria for special merit-based scholarships program \nfor female high school graduates, as part of the overall HRD strategy  (Q3–Q4 2009) \n5.2 Award the engineering scholarships by mid-2010 (Q1 2009–Q2 2014).   \n5.3 Prepare guidelines for the PNP gender empowerment program; and begin conducting \nindividual gender assessments and action plans (Q3 2009–Q4 2011).  \n5.4 Prepare knowledge management products on gender and on the sector (Q1–Q2 2014) \n6  Improved Capacity for Project Implementation and Operation and Maintenance \n6.1 Mobilize international and national consulting services (Q2 2009) \n6.2 Execute plans formulated by OPWT and individual villages for O&M of the VEI prior to \ncommencing physical works in each village (Q2–Q3 2010).  \n6.3 Build and strengthen the capacities of project operating entities to manage, operate and \nmaintain the project infrastructure (Q4 2009–Q4 2011). \n6.4 Build and strengthen the capacities of VDCs to undertake O&M of the VEIs and their on-\nsite water supply and sanitation facilities (Q4 2009–Q4 2011). \n EGDF = ethnic groups development framework, GAP = gender action plan, GDCF = gender and development cooperation fund, \n HRD = human resources development, Lao PDR = Lao People’s Democratic Republic, MPWT = Ministry of Public Works and  \n Transport, O&M = operation and maintenance, OPWT = Office of Public Works and Transport, PCU = project coordination unit, \n PIU = project implementation unit, PNP = provincial nam papa (water supply utility), VDC = village development committees,  \nVEI = village environmental improvements, WASA = Water Supply Authority, WSD = Water Supply Division. \n ", "32  Appendix 2 \nURBAN WATER SUPPLY AND SANITATION SECTOR ANALYSIS \n1.  Lao PDR’s urban population of 1.52 million (27% of the total population) lives in 145 officially \ndesignated urban centers in 139 districts, according to the 2005 census. The five largest towns include \nVientiane  Capital  and  the  four  secondary  towns  of  Kaysone  Phomvihan,  Pakse,  Thakhek,  and \nLouangphabang. About 42% of the urban population lives in 140 small towns with populations ranging \nfrom 2,000 to 20,000. After completing water supply systems in the large towns and provincial centers, \nthe Government is focused on developing systems in these small district towns to support economic \ndevelopment, geographical balance, and equity.  \n2.  Small Towns Water Supply and Sanitation Coverage. Development of small towns is part of \nthe Government’s national development agenda. The Lao PDR aims to exit least developed country \nstatus by 2020 through sustained, equitable economic growth, and social development. Small towns \nfunction as administrative and economic centers, and act as economic links between the rural areas and \nnational and international markets. They are the locations of markets, transport depots, and agricultural \nprocessing centers for their surrounding rural areas.  \n3.  Inadequate  water  and  poor  environmental  conditions  in  small  towns  deter  socioeconomic \ndevelopment and restrict the towns’ capacity to act as urban centers for surrounding rural areas. Most \nsmall  town  communities  rely  on  shallow  wells,  ponds,  and  streams,  which  are  often  biologically \ncontaminated.  Some  towns  have  basic  piped  water  services  through  the  National  Center  of \nEnvironmental  Health  and  Water  Supply  or  small-scale  independent  providers  providing  water  to \ncommunal standpipes or individual house connections. Low coverage of safe piped water and poor \nsanitation conditions have resulted in high incidence of diarrheal diseases, intestinal worm infections, \ndengue, and malaria. The poor are particularly vulnerable to health shocks because of the high cost of \ntreating disease and lost work days for recovery (Appendix 11). \n4.  Government Sector Target. According to the Government’s 1999 policy statement,1 the sector \ntarget is to provide 24-hour access to safe drinking water for 80% of the urban population by 2020. The \n2005 census reported that overall access to safe water supply in urban areas was about 67%, with 43% \nof urban households having piped water. However, these figures mask significant differences between \nthe five largest towns with combined 70% piped water supply coverage and the 140 small towns with \n21% coverage.2 About 76% of urban households have pour-flush toilets,3 with about 80% coverage in \nthe five largest towns and 69% in the small towns.4  The Government’s focus on urban water supply and \nsanitation also contributes to efforts to achieve the Lao PDR Millennium Development Goals (MDGs), \nspecifically goal 7, target 7.10. To date, about 51 piped water supply systems have been constructed in \nsmall towns and 13 more have agreed financing. The remaining are smaller, mostly poorer towns that \nhave no formal piped water schemes with household connections. The Project will cover about 10% of \nthe required investment for the remaining towns that lack systems.  \n5.  Sector Policy, Decentralization, and Sector Institutions. The legal framework for the Lao \nwater and sanitation sector is contained in about 134 pieces of separate legislation for water supply and \n45 pieces of legislation for sanitation, various guidelines and policy documents. The draft water supply \nlaw aims to consolidate the water supply legislation and strengthen the legal basis for the provision of \nsanitation services. The Government also intends to clarify the regulatory environment for water supply; \nenable greater private sector participation and stronger community management of water supply; clarify \nresponsibilities and establish the right of access to basic water supply, sanitation and wastewater \nservices; and ensure that future supporting legislation reflects customary tribal and ethnic law through \n                                                 \n1  Prime Ministerial Decision No. 37 on Management and Development of Water Supply and Wastewater Sector, 30 September \n1999. \n2  2006 WASA indicators. \n3  2007 estimates based on 2005 census data. \n4  Based on 37 small towns surveyed for the NCRWSSP and STWSP. \n ", "Appendix 2  33\nextensive national field research. The urban water supply and sanitation sector road map, approved by \nthe Ministry of Public Works and Transport (MPWT) in September 2008, reflects the current sector \nreforms and reconfirms the Government’s long-term vision from 2008 to 2020. \n6.  The 1999 policy statement and the 2005  Enterprise  Law  provide the legal and  regulatory \nframework for the water supply utilities (PNPs). The 1999 policy statement established the institutional \nframework and policy for the urban water sector and (i) devolved responsibility for urban water supply \nand sanitation from the central to the provincial government; (ii) established the Water Supply Authority \n(WASA) and made provisions for a Water Supply Authority Board, under MPWT; and (iii) established \nPNPs  to  manage  the  urban  water  supply  services  in  each  province.  Nam  Papa  Lao,  which  had \npreviously been responsible for managing water supply systems throughout the country, was broken up \ninto Nam Papa Nakhonluang (Vientiane) and 16 PNPs. PNPs, as state-owned enterprises (SOEs), \nbecame responsible for (i) managing and operating all water supply and wastewater systems in urban \nand rural areas in their provinces; and (ii) ensuring sanitary facilities comply with sanitation regulations. \nHowever, in practice, PNPs are essentially water supply service providers that operate in designated \nurban centers. They are not involved in rural water supplies and have a very limited role in sanitation.  \n7.  The 1999 policy statement also made PNPs responsible for setting tariffs to generate sufficient \nrevenue to recover recurrent costs and a proportion of depreciation or debt servicing. In practice, the \nPNPs  seek  provincial  governors’  approval  for  tariff  adjustments,  and  submit  annual  budgets  and \nrequests for tariff adjustment to their boards. Each PNP is governed by an administrative board (or PNP \nboard), reporting to the provincial governor. The policy statement also requires the PNPs to operate on \ncommercial principles in accordance with 3-year rolling corporate plans. In practice, they operate under \nDPWT’s supervision, receive government budgetary allocations following the Budget Law, and do not \nhave corporate plans. With little experience in business or financial management, a PNP is similar to a \nline department of the provincial administration. Although PNPs set their own salary levels, these are \nsubmitted to the board for approval. PNP staff remuneration remains too low to attract and retain skilled \nstaff, especially in remote areas. \n8.  The Enterprise Law is the primary law governing domestic, foreign and state-owned enterprises. \nBy May 2009, SOEs, including PNPs, will be required to amend their existing enterprise registration \ndocuments  to  become  state  companies—a  special  form  of  limited  liability  company.  As  state \ncompanies, PNPs will need to maintain their registration certificates in line with the Government’s \ntimeframe and conditions. PNPs will be required to submit a contract of incorporation, establish a board \nof directors, prepare by-laws, and hold statutory meetings. Corporatized PNPs will have a greater \nbusiness focus and independence from state administration and will be able to provide incentives to \nstaff via a more flexible remuneration system based on profit earned. The current SOE reform program \nwill help the PNP corporatization process, as Nam Papa Nakhonluang is one of the largest SOEs \nselected in phase 1. The program aims to enhance the SOEs’ transparency and efficiency, make them \ncommercially viable, and reduce the burden they impose on the government budget.  \n9.  The 1999 policy statement and a 2005 prime ministerial decree5 provide the legal basis for \nWASA to perform as the sector regulator and make the Department of Housing and Urban Planning \n(DHUP) of the MPWT responsible for urban water sector strategies and plans, technical standards, and \nthe long-term capital investment program. They delegate these responsibilities to the WSD of the \nDHUP, which is responsible for developing sector policies, strategies and investment plans; mobilizing \nfunding; developing and supervising investment projects; preparing and implementing standards and \nguidelines; and developing human resources of water sector institutions.6 \n10.  Since  1999,  WASA  has  prepared  key  financial,  management,  technical  and  regulatory \nguidelines, facilitated private sector water supply initiatives, carried out tariff reviews in 2004 and 2007, \n                                                 \n5 Prime Ministerial Decree No. 191/PM/2005. \n6 DHUP Decision 8027/2005. \n ", "34  Appendix 2 \nand published annual performance reports on PNPs. The 2005 prime ministerial decree confirmed \nWASA’s role in: (i) issuing licenses to suppliers; (ii) ensuring they operate according to their licenses \nand in accordance with legislation and regulations; (iii) protecting standards of service; (iv) encouraging \nsuppliers to become more efficient; and (v) stimulating competition where appropriate. It also sets out \nthe  roles  and  responsibilities  of  the  Water  Supply  Regulatory  Committee  (WSRC),  the  regulatory \nobligations of urban water supply service providers, and the rights of consumers. If WSRC and WASA \ncontinue to be situated within DHUP of the MPWT, it will limit their effectiveness as a sector regulator.  \n11.  During project preparation, efforts focused on (i) formally recognizing the roles of WSRC and \nWASA, (ii) eliminating any conflict of interest in the regulatory system, (ii) clarifying the responsibilities of \nWASA and DHUP, and (iii) streamlining WSRC and WASA’s institutional standing in the MPWT. The \nProject supports moving WSRC and WASA outside DHUP, as a first step toward an effective regulatory \nsystem. WSRC will consist of government officials, members from industry and consumers. With other \npartners, the Project will strengthen the capacity of the WSRC, as the SOE reform program and the \nEnterprise Law will increase the need for independent regulation. The early experiences of establishing \nthe WSRC and WASA will be an example for regulation in other sectors (the roles and responsibilities of \nWSRC, WASA and the WSD are described in Supplementary Appendix A).  \n12.  Sector Funding and Investment. Capital investments in the urban water supply sector are \nfunded primarily through external assistance, with Government allocations averaging about $9.9 million \nannually from 2001 to 2004. A sector investment plan, attached to the 1999 policy statement listed all \nurban center water supply systems in order of priority for rehabilitation, expansion, or development. The \n1999 plan was updated in 2004 to reflect Government’s growing emphasis on equitable development by \nimproving the small towns, particularly in the poorest districts. Investment needs for 2005–2020 were \nestimated at $267 million, including $103 million for small towns. The 2004 plan provides an incremental \napproach to water supply in the Lao PDR, as investments are prioritized according to population; \npoverty  status;  location  relative  to  a  major  road,  growth  corridor,  or  international  border;  tourism \npotential; and the provincial government’s development priorities. The WSD regularly updates the list of \npriority investments (Table A2).  \n13.  The Ministry of Finance will relend 30% of capital costs of water supply systems to the PNPs. \nFrom 2002 to 2006, the PNPs’ financial statements show that they generated total operating revenues \nof $19.1 million from water tariffs and $8.3 million from other user charges. However, these revenues \nhave been insufficient to carry out adequate levels of O&M. The combined losses incurred by PNPs in \n2006 were more than $3 million, greater than the government’s health budget over the same period.7 All \nPNPs lost money and relied on government financial support or simply allow their assets to deteriorate. \n13.  Private  Sector  Participation.  The  Government’s  strategy  is  to  encourage  greater  private \nparticipation in urban infrastructure and services by raising utility tariffs to cost recovery levels, reducing \nbudget subsidies, improving business performance, and increasing private participation and investment. \nHowever, there are few public–private partnerships in the Lao water supply sector largely because of \nweak  enabling  conditions  such  as  the  legal  and  regulatory  framework.  WASA  has  promoted \npartnerships in urban water supply with support from various development partners, including GRET \nand the French water utility, SEDIF. This resulted in two official private water supply concessions by \n2006 in Feuang district town and in four villages of Vang Vieng district (Vientiane province). The \nEnterprise Law is an important step in improving the business and investment climate. \n14.  During  project  preparation,  it  was  estimated  that  informal  small  providers  or  cooperatives \noperate piped water systems with individual house connections in 30% of small urban centers. They \nsupply water to about 5,200 households (or 2% of all urban households). These informal systems \nusually supply untreated water to villages at low pressure. Most small towns offer opportunities for small \nindependent providers to participate in piped water supply systems in areas that are not serviced by the \n                                                 \n7 WASA. 2007. Annual Urban Water Performance Report 2006. Vientiane. \n ", "Appendix 2  35\nPNP. Of the 21 candidate towns, small independent providers are found in six towns (Nonghed, Kasy, \nThateng, Songkhone, Champasack and Xaysetha). \nTable A2: Water Supply Investment Plan for Small Towns in Lao PDR, 2006 \nNo.  Provinces  1st Priority  2nd Priority  3rd Priority  WSSSP  NCRWSSP  STWSP  Other  Totals \nNyout ou  Bountai May   3  3\n1  Phongsaly \nSamphanh          \nLouang- Namtha  Long  Nalae 1 2  3  6\n2 \nNamtha  Sing  Viengphoukha Nateui      \nXay  La  Nga 2 1  4  7\nNamor  Pakbeng      \n3  Oudomxai \nHoon         \nBeng          \n(Thonpheung)  Pha Oudom Mueng 1 1 1  2  5\n4  Bokeo \nMome     Parktha      \nLouangprabang  Phonexay Parkou 2  1  8  11\nNan  Viengkham      \nLouangpha\n5  Ngoi  Pakxeng      \nbang \nPhoukhoune  Chomphet      \nNam Thouam          \nXamtay  Add  Huameuang 1 1  4  6\n6  Huaphanh  Xiengkhor Viengthong      \n   Sopbao      \nKenethao  Khop  1 2  5  8\nNgeun  Phiang      \nXaigna-\n7  Xienghone  Botene      \nbouli \nThongmixay         \nPhaing          \nKhoune  Nonghed Mork 1 1  3  5\nXieng-\n8     Phaxay      \nKhuang \n   Phookood      \nKeo Oudom  Mad  Hom 2 2  4  8\nXanakharm  Viengkham      \n9  Vientiane \nHinherb  Kasy       \nNon Hai Zone          \nBolikham- Bolikhan  Pakkading Viengthong    4  4\n10 \nxay     Thaprabath      \n   Thakek Hinboon    7  7\nKham-   Nhommalath Nakai      \n11 \nmuane    Bualapha Xaybuathon      \n   Xebangfai      \nKhaisone  Xaybuly Xonbuly 2  9  11\nSongkhone  Xayphoothong      \nSavan-\n12  Atsaphangthon Atsaphone      \nnakhet \nPhine  Sepone      \nThaphalanxay  Vilabuly      \n   Lakhonepheng Vapy 1  4  5\n     Ta oi      \n13  Saravane \n     Toomlan      \n      Samuoi      \n   Dakcheung 1  1  2\n14  Sekong \n   Thateng      \nPakse  Sanasomboon Pathoompho 2  7  9\nChampa- Champasack  Paksong Sukhuma      \n15 \nsack     Bachiangcha Moonlapamo      \n   Leunsook      \nSanamxay  Xaysettha Sanxay 1  3  4\n16  Attapeu \n   Phouvong      \n-  Vientiane     Pakngum    1  1\n   Totals      1 11 18  72  102\nWSSSP = Water Supply and Sanitation Sector Project, NCRWSSP = Northern and Central Regions Water Supply and Sanitation \nSector Project, STWSP = Small Towns Water Supply and Sanitation Sector Project.  \nNote:  Bold and italicized text refers to new towns prioritized for new water supply systems under the STWSP, and do not include \nthe three towns nominated for rehabilitation (Huoixai, Vang Vieng and Saravane). \nSource: ADB and EA. \n ", "36  Appendix 3 \nEXTERNAL ASSISTANCE TO URBAN WATER SUPPLY AND SANITATION SECTOR \n \nTable A3.1: Loan and Grant Projects \n \nYear  Amount  \nNo.  Approved  Project  Source  Terms  (million) \n1.  2007  Agreement to develop Phine district town, Savannakhet,  UNHabitat  Grant  $0.35 \nusing community-based approach \n2.  2007  Agreement signed to develop a water supply system in  KOICA    $2.0 \nBolikan (Borikhamxay) and Xebangfey (Khammuane)  \n3.  2007  Commencement of NCRWSSP implementation of  UNHabitat  Grant  $0.5 \npackage C for community development aspects—January \n2007. \n4.  2007  Commencement of NCRWSSP implementation of  ADB/OPEC  Grant/  $22.0 \npackage B for implementation assistance and capacity   Loan \n5.  2006  Private sector concession contract (for 25 years) between  SEDIF  Grant  $0.05 \nthe Vang Vieng district administration authority and a \nprivate water supply company for provision of piped water \nsupply to Tha Heua / Houay Mo villages, operational in \nApril 2006. \n6.  2006  Private sector concession contract (for 25 years) between  EDIF  Grant  $0.05 \nthe Muang Feuang district administration authority and a \nprivate water supply company for provision of piped water \nsupply to five villages, operational in April 2006. \n7.  2006  Commencement of NCRWSSP implementation of  NORAD  Grant  $1.7 \npackage A (effective 1 January 2006) providing support \nand assistance to WSD to formulate policy and develop \nthe water supply sector, and WASA as sector regulator.  \n8.    Agreement to develop Xieng Ngeun (Luang Prabang) and  UNHabitat  Grant  $0.42 \nXayaboury (river left bank) using community-based \napproach. \n9.  2004  Commencement of the Small Towns Development Sector  ADB  Loan  $20.0 \nProject in the towns of Vang Vieng, Pek, Pakxanh and \nNam Neua (January 2004). Project subsequently \nextended to cover all provincial capitals in four phases. \n10.  2004  Village development projects—Nong and Thapangthong  Belgium  Grant  N/A \ndistrict centers, Savannakhet Province \n11.  2002  Upgrade water supply facilities, Khanthaboury,  Japan  Grant  ¥617 \nSavannakhet \n12.  2001  Vientiane Urban Infrastructure and Services Project  ADB  Loan  $25.0 \n13.  2001  Pilot urban water supply projects at Laongam (Saravan)  Belgium  Grant  $1.02 \nand Champhone (Savannakhet) and rural supply schemes \nin five districts. Significant capacity building program for \nNPNL, PNPs and Nam Sa’at included. \n14.  1999  Khua Water Supply (Phongsaly Province)  World Bank  Loan  $1.00 \n15.  1999  Xay Water Supply (Oudomxay Province)  World Bank  Loan  $2.00 \n16.  1999  Lamarm Water Supply—rehabilitate WTP  Norway  Grant  $2.00 \n17.  1999  Pakse Water Supply—system expansion  Norway  Grant  $2.00 \n18.  1999  Vientiane Water Supply expansion  France  Grant  F 6.00 \n19.  1999  Commencement of the Water Supply and Sanitation  ADB  Loan  $20.00 \nSector Loan Project—Phase 1 applied to five highest-\npriority small towns, Phase 2a applied to another seven \nhigh-priority towns and Phase 2b a further three towns to \nbe implemented between 2004 and 2006—Loan 1710 \n20.  1998  Xaysomboun Water Supply (Special Region)  France  Grant  F5.00 \n21.  1997  Secondary Towns Urban Development Project—Loan  ADB  Loan  $27.0 \n1525 \n22.  1997  Commencement of Solid Waste Management Project  ADB  Loan  N/A \nLao/96/006 improving the solid waste management \nprocess at the national level and in secondary towns \n23.  1996  Improvement of Solid Waste Management System in  Japan  Grant  ¥705.0 \nVientiane \n ", "Appendix 3  37\nYear  Amount  \nNo.  Approved  Project  Source  Terms  (million) \n24.  1996  Luang Prabang Water Supply—Phases I and II  Germany  Grant  $6.90 \n25.  1995  Vientiane Integrated Urban Development Project—Loan  ADB  Loan  $20.0 \n1362 \n26.  1995  Vang Vieng Water Supply (Vientiane Province)  France  Loan  F6.00 \n27.  1994  Muang Namtha and Muang Sing Water Supply  IDA  Loan  $1.40 \n28.  1994  Expansion of Luang Prabang Water Supply  Germany  Grant  $1.80 \n29.  1994  Thakhek Water Supply Project  EU  Grant  $3.90 \n30.  1993  Thangone Water Supply (Vientiane Prefecture)  Japan  Grant  $0.30 \n31.  1993  Luang Namtha Integrated Area Development  IDA  Credit  $10.0 \n32.  1993  Northern Provincial Towns Water Supply and Sanitation— ADB  Loan  $12.70 \nLoan 1267 \n33.  1993  Ban Keun Water Supply (Vientiane Province)  France  Grant  F6.00 \n34.  1992  Mekong River Bank protection  EU  Grant  €5.0 \n35.  1992  Tha Deua Water Supply (Vientiane Prefecture)  France  Grant  F6.00 \n36.  1992  Rehabilitate and Upgrade of Vientiane Water Supply  Japan  Grant  $20.00 \n37.  1992  Rehabilitate and Upgrade of Vientiane Water Supply  ADB  Loan  $9.7 \n38.  1992  Sihom Rehabilitation  UNCDF  Grant  $2.959 \n39.  1991  Urban Development  UNDP  Grant  $1.703 \n40.  1991  Upgrading of Luang Prabang Water Supply  Germany  Grant  DM2.50 \n41.  1991  Southern Provincial Towns Water Supply—Loan 1112  ADB  Loan  $9.60 \n42.  1983  Upgrade Vientiane Water Supply (Kaoleo WTP)  Japan  Grant  ¥600 \n43.  1974  Vientiane Water Supply (Chinaimo WTP)  ADB  Loan  $6.00 \n44.  1973  Pakse Water Supply  France  Grant  F9.19 \n45.  1971  Savannakhet Water Supply   France  Grant  F12.99 \n46.  1969  Luang Prabang Town Water Supply  Germany  Loan  DM3.60 \n47.  1963  Vientiane Water Supply (Kaoleo WTP)  Japan  Loan  $1.18 \nADB = Asian Development Bank, EU = European Union, IDA = International Development Association (World Bank), \nKOICA = Korean International Cooperation Agency, N/A = not available, NCRWSSP = Northern and Central Regions \nWater Supply and Sanitation Sector Project, NORAD = Norwegian Agency for Development Cooperation, PNP = provincial \nnam papa (water supply utility), PPIAF = Public–Private Infrastructure Facility (World Bank), SEDIF = Paris Water Utility, \nUN = United Nations, UNCDF = United Nations Capital Development Fund, UNDP = United Nations Development \nProgramme, WASA = Water Supply Authority, WSP-EAP = Water and Sanitation Program East Asia and Pacific (World \nBank). \nSource: ADB and EA estimates.  \n \nTable A3.2: Technical Assistance \nYear  Amount \nNo.  Approved  Project  Source  Type  (million) \n1.  2007  TA 4785—Small Towns Water Supply and Sanitation Project— ADB  Grant  $0.5 \nproject preparation for a second phase of small towns water supplies \ncovering 20 new district centers and rehabilitation program for three \nprovincial capitals in accordance with the sector investment plan and \nsector level capacity building. \n2.  2005  Grant No. PPIAF/A030304/L/WTS/ST/LAP (commenced 6 June  PPIAF  Grant  N/A \n2006) project preparation and feasibility studies for six small town \nwater supply schemes to be implemented by the private sector \nthrough concession arrangements. To be funded by GPOBA. \nProgram extended to include about 21 small towns with funds of \nabout $2.4 million. \n3.  2004  TA 4377—Preparation of an Urban Development Strategy and  ADB  Grant  $0.25 \nSector Investment Plan. \n4.  2004  TA 3903 Phase 2—Northern and Central Regions Water Supply and  ADB  Grant  $0.6 \nUrban Development Sector Project—project preparation and sector \nanalysis building on Phase 1 and adding urban development \ncomponent. \n5.  2004  Capacity Building for Decentralized Municipal Governance Project       \n6.  2002  TA 3492—Small Towns Development Project (completed July 2003)  ADB  Grant  $0.70 \n7.  2002  Management Guidance to PNP Savannakhet  Japan  Grant  ¥21.0 \n8.  2002  Study on Small Town Water Supply Management Models  PPIAF  Grant  $0.083 \n ", "38  Appendix 3 \nYear  Amount \nNo.  Approved  Project  Source  Type  (million) \nWSP-EAP  Grant  $0.015 \n9.  2002  TA 3903 Phase 1—Northern and Central Regions Water Supply and  ADB  Grant  $0.70 \nSanitation Sector Project—preparation of draft project design  \n10.  2002  Local Resource Mobilization for Municipal Authorities       \n11.  2002  Human Resource Development in the Water Supply Sector  Japan  Grant  $0.05 \n12.  2002  TA 3466—Strengthening Corporate Governance and Management  ADB  Grant  $0.90 \n13.  2002  TA 3333—Vientiane Urban Infrastructure and Services Project  ADB  Grant  $0.60 \n14.  2002  TA 3331—Capacity Building for Urban Development Administration  ADB  Grant  $0.6 \nAuthorities \n15.  2001  Small Towns Water Supply and Sanitation Initiative in Lao PDR  WSP-EAP  Grant  $0.022 \n(Case Study) \n16.  2000  Capacity Building for the Water Supply Sector (Water Supply and  Norway  Grant  $1.22 \nSanitation Sector Project) \n17.  2000  TA 2972—Support to Urban Development Administration Authorities  ADB  Grant  $0.48 \nProject \n18.  1999  Reinforcement of National Strategies on Water Supply and  Belgium  Grant  €2.1 \nSanitation issues in Lao PDR \n19.  1999  Preparation of a Water Supply and Sanitation Sector Overview  ADB  Grant  $0.06 \nReport \n20.  1998  TA 2377—Assistance towards the establishment of Municipal  ADB  Grant   \nAdministration Systems: GIS training, proposal for establishing \nMunicipal Administration in Vientiane and training of VUDMC staff \n21.  1996  TA 2711—Small Towns Water Supply and Sanitation  ADB  Grant  $0.5 \n22.  1996  Interceptor Sewer and Water Sanitation Program, That Luang  EU  Grant  $1.00 \n23.  1995  TA 2396—Secondary Towns Integrated Urban Development  ADB  Grant  $0.6 \n24.  1993  TA 1911—Vientiane Integrated Urban Development Project  ADB  Grant  $0.6 \n25.  1993  TA 1987—Strengthening Planning Capabilities in Nam Papa Lao  ADB  Grant  $0.257 \n26.  1992  Thakhek Water Supply  WB  Grant  $0.35 \n27.  1992  TA 1787—Institutional Support to Nam Papa Lao  ADB  Grant  $0.21 \n28.  1991  TA 1607—Northern Provincial Towns Water Supply Development  ADB  Grant  $0.42 \n29.  1991  TA 1596—Vientiane Water Supply Rehabilitation and Upgrading  ADB  Grant  $0.10 \n30.  1991  TA 1606—Institutional Strengthening of the Water Supply Sector  ADB  Grant  $0.63 \nADB = Asian Development Bank, EU = European Union, IDA = International Development Association (World Bank), KOICA \n= Korean International Cooperation Agency, N/A = not available, PNP = provincial nam papa (water supply utility), PPIAF = \nPublic–Private Infrastructure Facility (World Bank), SEDIF = Paris Water Utility, TA = technical assistance, WB = World Bank, \nWSP-EAP = Water and Sanitation Program East Asia and Pacific (World Bank). \nSource: ADB and EA estimates. \n ", "Appendix 4  39\nSUBPROJECT SELECTION CRITERIA AND PROCEDURES FOR SMALL TOWNS \n \n1.  Based on the Water Supply Sector Investment Plan 2006, 26 small towns were nominated \nand prioritized by (i) developing selection criteria which reflect Government priorities and policy \nobjectives; (ii) developing a points system for the various criteria and factors; (iii) allocating points \nto each town based on (a) data collected and assessments made during the phase 1 site visits to \n14  towns,  and  (b)  data  provided  in  response  to  data  sheets  sent  to  the  other  12  towns; \n(c) secondary data for all towns. The prioritization criteria are in Table A4.1.  \nTable A4.1: Prioritization Criteria\n \nPolicy \nObjective/Criteria  Factor  Points for Prioritizing Towns \nGovernment priority  Government  10 points if in top five; 8 points if in top third; 4 points if in middle-\ndevelopment priority  third, and 2 points if in bottom third of Government long-list. \nstated in long-list of 26 \nnominated towns \nDevelop sustainable  Projected population in  6 points if more than 5,000 persons; 3 points if 2,500–5,000 \nsmall town systems  2015  persons, and; 0 points if <2,500 persons \nDevelop sustainable  Degree of urbanization  Medium: 6 points if well-established urban area with medium–high \nsmall town systems  population density and close villages; low: 3 points if developing \nurban area with low–medium population density and close villages \nand; very Low:  –8 points if partly established urban area with low \npopulation density and dispersed villages \nDevelop towns that  Development potential  8 points if in economic growth corridor, or 6 points if in economic \nhave an important  development zone or 3 points if on national road. In addition: 4 \nregional or strategic  points if border town; 3 points if town has undoubted tourism \nrole or high potential  potential; 3 points if major transport node and 2 points if minor \nfor economic growth  transport node. Additional 3 points if emerging small town.  \nReduce poverty  Poverty level  6 points if priority poor district and 3 points if poor district. \nPromote equitable  Previous investment in  4 points if province has 0–3 previous or current official development \ndevelopment  water supply and  assistance (ODA) water supply projects; 0 points if province has 4–\nbetween regions  sanitation   8 ODA water supply projects; and 0 points if district has previous \nand provinces  ODA water supply project. \nSource: ADB. 2007. Small Towns Water Supply and Sanitation Sector Project. Consultant’s Final Report. Manila (TA \n4875-LAO). \n \n2.  Twenty-one small towns are ranked first or secondary priority towns and are therefore \neligible under the Project (Table A2). The subprojects will be selected from these 21 unless \notherwise agreed by ADB and the Government. An estimated 15 towns (new systems in 12 \ntowns and rehabilitated systems in 3 towns) are expected to receive financing under the Project. \nThe final number of towns will depend on their compliance with the subproject selection criteria \nand procedures agreed by the Government and ADB. \n3.  The order in which subprojects are implemented will be determined by the Government in \nconsultation with ADB, and will depend on (i) the readiness of the concerned provincial and \ndistrict governments and PNPs to implement the subprojects; (ii) compliance with the agreed \neligibility criteria, including confirmation that the impacts on resettlement and the environment are \ninsignificant; and (iii) geographical grouping of the subprojects to minimize costs and maximize \nimplementation efficiency.  \n4.  Subprojects will be implemented as they become ready. For reasons of cost, efficiency and \nexpediency, they will be prepared and implemented in groups of three or four. Subprojects will be \nscreened by the PCU for their readiness according to the criteria. If a particular province and its \nPNP are not considered ready to implement the Project, the subproject will be assigned a lower \npriority, and the province and PNP will be asked to undertake actions to improve its readiness for \nimplementation. After a subproject is screened and confirmed for its readiness, it will meet the \neligibility criteria described before it is formally undertaken under this Project (Table A4.2). \n ", "40   Appendix 4 \nTable A4.2: Screening and Eligibility Criteria for Subproject Towns \n \nScreening criteria for new water supply systems \n1  Subproject is listed in the Government's Water Sector Investment Plan (as amended from year to year), and is given \nhigh development priority by central, provincial and district governments. \n2  Subproject town does not have a significant piped water supply system and shows a demand for paid piped water supply  \n3  Subproject is not considered for funding by a development partner other than the ADB \n4  Subproject design population as projected by the Government will be more than 4,000 by 2015 \n5  Subproject town has a government-approved urban master plan, which includes the core areas under consideration for \nwater supply development or rehabilitation. \n6  Relevant provincial and district governments and the relevant PNP agree to adopt the Government’s water sector \npolicies, cost recovery principles and tariff reforms agreed by the Government and ADB \n7  Relevant PNP has undertaken regular flow and quality measurements of potential water sources for the town. \n8  Relevant PNP has continued to implement a set of immediate actions aimed at improving its operational performance \nand sustainability (e.g., review of tariffs, updated record of arrears collected, and reduction NRW). \n9  Provincial governor has confirmed its support to allowing the PNP to participate in the process of corporatization \n10  PIU has been established for the relevant subproject, including the submission of a training needs assessment. \nScreening criteria for water supply systems nominated for rehabilitation \n1  Rehabilitation works are limited to essential works necessary to improve supply reliability, distribution pressures or \nenhance water quality to meet WASA guidelines \n2  Rehabilitation works are minor and costs are kept to a minimum, with an upper limit cost of about US$150,000 \n3  Rehabilitation works are not caused by lack of O&M, and exclude system expansion and capacity augmentation \n4  Subproject is not considered for funding by a development partner other than the ADB. \n5  Provincial government and PNP agree to the Government’s water sector policies, and the cost recovery principles and \ntariff reforms agreed by the Government and ADB. \n6  PNP has undertaken regular flow and quality measurements for the potential sources of water for the town \n7  PNP has continued to implement a set of immediate actions aimed at improving its operational performance and \nsustainability (e.g., review of tariffs, updated record of arrears collected, and reduction in non-revenue water) \n8  Governor has confirmed its support to allowing the relevant PNP to participate in the process of corporatization. \n9  PIU has been established for the relevant subproject, including the submission of a training needs assessment. \nEligibility criteria, feasibility study development, and conditions for approval \n1  Relevant provincial government and PNP confirm their agreement to adopt the Government’s water sector policies and \ntariff reforms agreed by the Government and ADB. \n2  Relevant provincial government and PNP have agreed to adopt a sanitation regulation for the subproject town and which \nregulation has been approved by ADB. \n3  Relevant provincial and district governments agree to provide adequate budget allocations to meet the O&M costs of the \nsubproject’s drains and public sanitation facilities. \n4  Relevant PNP has identified potential sources of surface water or groundwater supply for the subproject and has \ncollected adequate flow and water quality data for each potential source to demonstrate adequate minimum flows and \nestablish water treatment requirements (at least 3 dry and wet seasons). \n5  Provincial government and the relevant central government agencies have endorsed the subproject Land Acquisition \nand Compensation Plan, and have agreed to implement the Plan in accordance with the Government and ADB policies. \n6  Provincial government and the relevant central government agencies have approved the environmental assessments \nand social impact assessments prepared in accordance with ADB and the Government policies. \n7  A draft corporate plan for the relevant PNP is prepared prior to contract award for water supply investment. \n8  A feasibility report is prepared, which shows that the subproject: (i) meets the ADB’s and the Government’s technical, \neconomic, financial, and institutional requirements for the Project; (ii) the subproject covers only the most densely \npopulated core villages; (iii) the subproject must generate sufficient revenues to meet full O&M costs and cover debt \nservice (i.e. repayment of principal and interest on the subsidiary loan from the Government to the relevant PNP); (iv) \ndoes not have significant negative social or environmental impacts; (v) provides information on the ` the proposed \nsubproject on ethnic groups; (vi) is classified as Category “B” (non-sensitive) according to the ADB’s environmental \nclassification; and (viii) is classified as Category “B” according to ADB’s resettlement classification. \n9  The EA and project implementation consultants confirm that the relevant province, district and PNP are ready to \nimplement the subproject based on the results of the following review and assessment: (i) the relevant PIU has been \nestablished, including the appointment of qualified, competent staff with adequate training; (ii) the capacity and plans of \nthe relevant PNP to manage, operate and maintain the proposed water supply system, including arrangements for \nongoing training, technical and management support, shall be reviewed and assessed; (iii) the debt service capacity of \nthe relevant PNP shall be reviewed and assessed; and (iv) the tariffs in the province shall be reviewed and adjusted if \nnecessary to financially sustainable levels as recommended by WSRC/WASA each year and prior to contract award for \nwater supply investment. \nADB = Asian Development Bank, NRW = nonrevenue water, O&M = operation and maintenance, PIU = project \nimplementation unit, PNP = provincial nam papa (water supply utility), WASA = Water Supply Authority, WSRC = Water \nSupply Regulatory Committee. \nSource: ADB and EA estimates. \n ", "Appendix 5  41\nPROGRAM FOR WATER SUPPLY UTILITY (PNP) CORPORATIZATION \n \n1.  The proposed Small Town Water Supply and Sanitation Sector Project will assist all \nparticipating water supply utilities (PNPs) to become efficient, autonomous, commercially focused \nbusiness  enterprises  operating  under  the  Enterprise  Law.  The  Project  will  assist  the \ncorporatization process by providing institutional and personnel strengthening over 3 years, in \naccordance with the following corporatization program (or as amended from time to time in \nconsultation with ADB). The first year of the program will be conducted for a group of about four \nPNPs (selected under the previous Northern and Central Regions Water Supply and Sanitation \nSector Project [NCRWSSP]) before the start of the proposed Project.1 These include Oudomxai, \nLouangphabang, Louang-Namtha, and Xaignabouli PNPs. The Project will continue to support \nthese four PNPs during years 2 and 3 of the program, and the program will be rolled out to other \nPNPs as they begin to participate in the Project.  \n \n2.  The corporatization program is divided into the following phases. \n(i)  Phase  1  (1–8  months): (a) initial awareness and support for corporatization, \n(b) organization restructuring and basic capacity development, and (c) preparation \nof corporate plans. \n(ii)  Phase 2 (9–24 months): (a) implementation of corporate plans, including a team \nbuilding exercise at the regional and PNP levels to exchange corporate planning \nexperiences; (b) revision and updating of existing corporate plans; and (c) capacity \ndevelopment.  \n(iii)  Phase 3 (25–36 months): (a) implementation of corporate plans, and (b) revision \nand updating of existing corporate plans (c) capacity development, and (d) phase \nout support.  \n \n3.  After the first four PNPs have completed the 3-year program, an evaluation will be completed. \nWorkshops at the provincial level and team-building exercises for PNPs internally and with other \nPNPs have been incorporated into the program to ensure feedback to stakeholders. Support to \nPNPs for corporate planning will phased as follows (details are in Supplementary Appendix E). \n \nTable A5: Summary of Corporatization Program for PNPs Over 3 Years \n \nStep  Activity  Timing  Output \nPhase 1 (1—8 months): Initial Awareness, Basic Capacity Development, and Corporate Plan Preparation \n1  Provincial governor agrees to PNP  Year  1,  Provincial governor’s letter agreeing to PNP \ncorporatization. Letter to be sent to MPWT. To  Month 0  corporatization. \nbe done in parallel, as the town is being \nreviewed against the initial subproject criteria. \n2  Regional workshop on corporatization (4 PNPs  Year  1,  Increased awareness of corporatization \nand provincial agencies)  Month 1 \n3  Basic capacity development in corporate  Year  1,  Enhanced corporate planning, financial \nplanning, financial management and  Months  management and accounting, NRW reduction. \naccounting, and NRW reduction  2–3  Upgrade accounting and billing systems, \ninventory management, chart of accounts, \nestablish depreciation account \n \n \n4  Assess staff skills and systems and develop  Year  1,  Agreed capacity building plans for all PNP \ncapacity development plans  Months  departments \n2–3 \n                                                 \n1  Under the NCRWSSP, a number of PNPs have already taken the initial steps for corporatization. In these cases, \nsupport under the Project (following the corporatization program) will be adjusted accordingly. \n ", "42   Appendix 5 \nStep  Activity  Timing  Output \n5  Develop basic Excel-based MIS, improve data  Year  1,  Basic MIS and reporting system implemented. \ncollection, and implement monthly MIS reports  Months  MIS reports to cover requirements for minimum \n4–5  service levels and WSRC regulatory reporting and \nperformance audit. \n6  Review organization structure and develop new  Year  1,  Agreed corporate organization structure \ncorporate structure  Months \n5–6 \n7  Update staff duty statements  Year  1,  Agreed duty statements \nMonths \n5–6 \n8  Prepare corporate plan for PNP board  Year  1,  MOA and SLA executed. Corporate plan \napproval. To be done in parallel to preparation  Months  approved by PNP board. Requirements: Draft \nand execution of the MOA and SLA.  7–8  corporate plan prior to contract award. Approve \ncorporate plan prior to contract disbursement \nPhase 2 (9—24 months): Implement Initial Corporate Plan, Team Building Exercises, Build Capacity in Key \nAreas, and Update Corporate Plan  \n1  Implement corporate plan in PNP  Year  1,  Responsibilities assigned, work plan and targets \nMonths  developed for implementing the corporate plan \n9–12 \n2  Review and update capacity development plans  Year  2,  Revised capacity building plans \nMonth 1 \n3  Adopt new corporate structure  Year  2,  New corporate structure adopted and staff  \nMonths  working to new duty statements \n1–2 \n4  Review and update MIS and provide training to  Year  2,  Monthly data collected and monthly reports \nstaff. Prepare monthly reports to PNP  Months  reviewed by PNP management and board.  \nmanagers and board  2–3 \n5  Provide additional capacity development in core  Year  2,  PNP staff trained to undertake core functions \nareas of business and financial management,  Months \nHRD management, operation and  3–8 \nmaintenance, NRW reduction, customer \nservices, administration, computer, English \n6  Update corporate plan  Year  2,  Corporate plan approved by  PNP board \nMonths \n8–10 \n7  Share corporate planning experience with other  Year  2,  Workshop completed and ideas and outcomes \nPNPs through regional workshop  Month  reported to PNP managers in home office \n11 \n8  Implement corporate plan in PNP  Year  2,  Responsibilities assigned, work plan and targets \nMonths  developed for implementing the corporate plan \n11–12 \nPhase 3 (25—36 months)—Implement Updated Corporate Plan, Continue to Build Capacity in Key Areas, PNP \nUpdate of Corporate Plan, and Phase Out \n1  Review and update capacity development plans  Year  3,  Revised capacity development plans \nMonth 1 \n2  Review effectiveness of MIS and modify as  Year  3,  Data collected and monthly reports prepared and \nnecessary  Months  reviewed by PNP management and board.  \n2–3 \n3  Reinforce capacity development in core areas  Year  3,  PNP staff trained to undertake core functions \nMonths \n3–8 \n4  PNP updates corporate plan  Year  3,  Corporate plan approved by PNP board \nMonths \n8–10 \n5  Share corporate planning experience with other  Year  3,  Workshop completed and ideas and outcomes \nPNPs through regional workshop  Month  reported to PNP managers in home office \n11 \n6  Implement corporate plan in PNP  Year  3,  Responsibilities assigned, work plan and targets \nMonths  developed for implementing the corporate plan \n11–12 \n. \nHRD = human resources development, MIS = management information system, MOA = memorandum of agreement, \nMPWT = Ministry of Public Works and Transport, WSRC = Water Supply Regulatory Committee, NRW = nonrevenue \nwater, PNP = provincial nam papa (water supply utility), SLA = subsidiary loan agreement. \n ", "Appendix 6   43\nCOST ESTIMATES AND FINANCING PLAN \n \nTable A6.1: Cost Estimates  \n($’000) \n   \nOutput  Amount \nI. Project Base Cost Output \nA. Strengthened Urban Water Supply and Sanitation Sector \n1. Strengthened Sector Planning, Management and Regulation     499.0 \n2. Improved PNP Sustainability   1,502.0 \n3. Human Resources Strategy for Urban Water Sector      167.0 \nSubtotal A  2,168.0 \nB. Developed and Rehabilitated Water Supply Systemsa   \n1. Water Supply Development  13,937.0 \n2. Water Supply Rehabilitation       507.0 \nSubtotal B 14,444.0 \nC. Improved Drainage and Public Sanitation   \n1. Drainage Works  962.0 \n2. Public Sanitation   552.0 \nSubtotal C 1,514.0 \nD. Enhanced Community Action and Participation   \n1. Community Information and Participation Program      644.0 \n2. Village Environmental Improvements   1,774.0 \nSubtotal D  2,418.0 \nE. Enhanced Gender Equity in Urban Water Supply and Sanitation    \n1. Special Scholarships   180.0 \n2. Gender mainstreaming in PNPs  144.0 \n3. Knowledge Management  20.0 \n4. Consultants and Workshop  140.0 \nSubtotal E 484.0 \nF. Improved Capacity for Project Implementation and O&M   \n1. Consulting services   2,967.0 \n2. Capacity Development for O&M      299.0 \n3. Support to PCU and PIUs  1,806.0   \n4. Surveys and Investigation Contracts  400.0 \nSubtotal F  5,472.0 \nTotal Base Cost b 26,500.0 \nII. Contingencies   \n      1. Physical Contingency c   2,378.0 \n      2. Price Contingency d   2,566.0 \nTotal Contingencies  4,944.0 \nTotal Cost 31,444.0 \nO&M  =  operation  and  maintenance,  PCU  =  project  coordination  unit,  PIU  =  project  implementation  unit,  \nPNP = provincial nam papas.  \na  The Government will relend part of the proceeds from ADB’s Special Funds resources, equal to 30% of capital \ninvestment costs of its respective water supply system, to each PNP. The balance of 70% of the cost of the water \nsupply schemes will be provided to the PNPs as a grant. \nb  Includes taxes and duties estimated at $2.1 million. \nc  In September 2008 prices. \nd  Physical contingencies computed at 10% for civil works and equipment, and 5% on consulting services. \nSource: Asian Development Bank estimates. \n ", " \nTable A6.2: Detailed Cost Estimate by Financier  4\n4\n($ million)   \nGovernment \nItem    Cost ADB of Australia GDCF Beneficiaries Government\nA\n% of Cost  % of Cost  % of Cost  % of Cost  % of Cost  p\nAmount Category Amounta Category Amount Category Amount Category Amount Category p\ne\nA. Investment Costs n\nd\n1 Civil Works ix\na. Output 2b: Developed and rehabilitated water supply systems 11.17 8.39 75.1 2.78 24.9 0.00 0.0 0.00 0.0 0.00 0.0  6\nb. Output 3: Improved drainage and public sanitation 1.09 1.09 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0  \nc. Output 4.2a: Village environmental improvements (VEI) 1.53 1.22 79.6 0.00 0.0 0.00 0.0 0.16 10.2 0.16 10.2\nd. Output 4.2bc: VEI (Household toilets) 0.19 0.19 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0\n2 Equipment 2.50 2.50 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0\n3 Environment and Social Mitigation\na. Land acquisition and resettlement 0.24 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0 0.24 100.0\nb. Environmental management 0.05 0.05 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0\n4 Consultants \na. Sector Strengthening 1.47 0.88 60.0 0.59 40.0 0.00 0.0 0.00 0.0 0.00 0.0\nb. Project Implementation 2.87 1.72 60.0 1.15 40.0 0.00 0.0 0.00 0.0 0.00 0.0\nc. Capacity Development for O&M 0.29 0.17 60.0 0.12 40.0 0.00 0.0 0.00 0.0 0.00 0.0\nd. Surveys and Investigations 0.34 0.20 60.0 0.14 40.0 0.00 0.0 0.00 0.0 0.00 0.0\n5 Scholarships 0.10 0.00 0.0 0.10 100.0 0.00 0.0 0.00 0.0 0.00 0.0\n6 Workshops  0.43 0.00 0.0 0.43 100.0 0.00 0.0 0.00 0.0 0.00 0.0\n7 GDCF-supported activities\na. Special scholarships for Female HS Graduates 0.18 0.00 0.0 0.00 0.0 0.18 100.0 0.00 0.0 0.00 0.0\nb. PNP gender mainstreaming activities 0.13 0.00 0.0 0.00 0.0 0.13 100.0 0.00 0.0 0.00 0.0\nc. Knowledge Management 0.02 0.00 0.0 0.00 0.0 0.02 100.0 0.00 0.0 0.00 0.0\nd. Consultants 0.13 0.00 0.0 0.00 0.0 0.13 100.0 0.00 0.0 0.00 0.0\n8 Taxes and Duties 2.08 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0 2.08 100.0\nSubtotal (A) 24.81 16.41 66.2 5.30 21.4 0.46 1.9 0.16 0.6 2.48 10.0\nB. Recurrent Costs (include all incremental cost) 1.69 1.69 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0\nSubtotal (B) 1.69 1.69 100.0 0.00 0.0 0.00 0.0 0.00 0.0 0.00 0.0\nTotal Base Cost 26.50 18.10 68.3 5.30 20.0 0.46 1.8 0.16 0.6 2.48 9.3\nC. Contingencies 4.94 4.90 99.2 0.00 0.0 0.04 0.8 0.00 0.0 0.00 0.0\nTotal Project Costs 31.44 23.00 73.1 5.30 16.9 0.50 1.6 0.16 0.5 2.48 7.9\n% Total Project Costs 100.0 73.1 16.9 1.6 0.5 7.9 \nADB=Asian Development Bank, HS=high school, GDCF=Gender and Development Cooperation Fund, O&M=operation and maintenance. \na This amount includes ADB’s administration fee, audit cost, bank charges, and provision for foreign exchange fluctuations (if any) to the extent that these items are not \ncovered by the interest and investment income earned on this grant, or any additional grant contribution by the Government of Australia. \nb  The Government will relend part of the proceeds from ADB’s Special Funds resources, equal to 30% of capital investment costs of its respective water supply system, to \neach PNP through a subproject loan agreement acceptable to ADB. The balance of 70% of the cost of the water supply schemes will be provided to the PNPs as a grant. \nc   A grant of $100 will be provided for each poor household that elect to connect to piped water to construct pour-flush latrine. \nSource: ADB estimates. \n ", "                      Appendix 7  45\n   \nPROJECT MANAGEMENT AND FUND FLOW ARRANGEMENTS \n \nFigure A7.1: Project Organization Structure \n \n \nGovernment of Lao PDR  Asian Development Bank\nMinistry of Public Works \nand Transport (MPWT) \n \nDepartment of Housing and \nUrban Planning (DHUP) \n \nProject Steering Committee \n  Project Coordination Unit \n(PSC)\n(PCU)\n5 \nd \nn\na\n1 \n6  put \nd  ut\nn O\na\n5  Water Supply \n4,  Regulatory \ns 2, 3,  Committe e (WSRC) \nut Water Supply \np Agency (WASA) \nut\nO\nWater Supply \nDivision (WSD)   nts\na\nWater Supply   sult\nUtilities (PNPs)  on\nProvincial Governor  C\nDepartment of Public \nWorks and Transport \nProvincial Project  (DPWT) \nSteerin(Pg PCSoCm) mittee  ProjectU Imnipt l(ePmIUe)n tation \nLao Women’s \n \nUnion\nDistrict Governor’s \nOffice \nWater Supply  Village \n   \nUtility (PNP) Committees\nOther agencies and/or \nmass organizations \nSources: ADB and EA. \n \n ", "46  Appendix 7 \nFigure A7.2: Project Funds Flow Arrangements \n \n  Submits application for advance/replenishment/liquidation  MOF \nADB   \nImprest \nDeposits advance/replenishment   Accounta \nn \na\no\nect lnt \noje\nIpmapymreesnt ts  PC U  Dreeppleonsiistsh madevnat n ce/   d Subpragreem\ne\nSecond Generation  n\ng\nImprest Accounta  Si\nSubmits  Subproject \nreplenishment/  loan \nliquidation  \nPNPs \nPIUb \n \nConduit Subproject \nDirect  Accountc \nADB \npayments \n  MOF \nSuppliers   \nContractors  Counterpart fund payments   Other Bank Accounts \nConsultants \nADB = Asian Development Bank, GDCF = Gender and Development Cooperation Fund, MOF = Ministry of Finance, \nPCU = project coordination unit, PIU = project implementation unit, PNP = provincial nam papa (water supply utility). \na \nThe imprest accounts will be maintained by financing source—ADB, the Government of Australia, and GDCF. \nb \nAn estimated 15 PIUs will be established under the Project. \nc\n The subproject account will be maintained by financing source—ADB and GDCF. \nSources: ADB and EA. \n ", "                         \nIMPLEMENTATION SCHEDULE \nActivity 2008 2009 2010 2011 2012 2013 2014\n1 2 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4\nOverall Project Phasing\nG1\nGroup 1& 2 (each group consists of about 3 subprojects)\nG2\nGroup 3 & 4 (each group consists of about 3 subprojects) G3\nG4\nI Output 1 - Strengthened Urban Water Supply and Sanitation Sector \nOutput 1.1. Institutional Strengthening of WSD, WSRC/WASA and DPWT\n1.1.1. Mobilize and establish sector strengthening consultants\n1.1.2. Strengthen capacities of WSRC/WASA, WSD, and DPWT\n1.1.3. Raise awareness of key stakeholders on the value of a sector regulator \n1.1.4. Prepare and dissiminate key sector planning and regulatory guidelines\nOutput 1.2. Actions to Improve PNP Sustainability\n1.2.1. Undertake institutional assessments of project PNPs as part of corporatization \nprocess\n1.2.2. Assist to formulate specific action plans to improve PNP performance and \nsustainability\n1.2.3. Prepare 3-year rolling corporate plans \n    1.2.4. Obtain government approval to the corporate/action plans \n    1.2.5. Implement the specific action plans and corporate plans for PNPs\nOutput 1.3. Scholarship Program for Water Supply Sector Engineers  \n    1.3.1. Develop guidelines and eligibility criteria for scholarships\n1.3.2. Obtain approval from Ministry of Education and Prime Minister’s Office\n1.3.3. Implement scholarship program  \nII Output 2 - Developed and Rehabilitated Water Supply Systems G1\n \n 2.1. Update/prepare feasibility studies & appraisal reports. Obtain GOL, ADB approvals.\n    2.2. Surveys and detailed design of water supply and drainage works\n2.3. Prequalify tenderers. Call, evaluate and award tenders  \n    2.4. Detailed survey, design and clearance of UXO. Land acquisition\n2.5. Construct and commission water supply systems and drainage works\n2.6. Execute SLA, MOA and issue sanitation regulations A\np\np\nIII Output 3 - Improved Drainage and Public Sanitation G1 e\nn\nd\nix\n3.1. Update/prepare feasibility studies & appraisal reports. Obtain GOL, ADB approvals.  8\n \n    3.2. Surveys and detailed design of water supply and drainage works\n3.3. Prequalify tenderers. Call, evaluate and award tenders\n4\n    3.4. Detailed survey, design and clearance of UXO. Land acquisition 7\n    3.5. Construct and commission water supply systems and drainage works  \n ", " \nActivity 2008 2009 2010 2011 2012 2013 2014 4\n8\n1 2 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4  \nIV Output 4 - Enhanced Community Action and Participation  G1\nA\nOutput 4.1. Community Information & Participation Program p\n4.1.1. PCU assists DPWT establish CIPP contract (if applicable) and prepare community  pe\nn\nparticipation plans d\nix\n 8\n4.1.2 PIU or contracted organization assists VDCs prepare rolling work plan for CIPP   \n4.1.3. PIU or contracted organization undertakes community mobilization, participatory \nworkshops, meetings & inform stakeholders\n4.1.4. PIU or contracted organization assists VDCs, LWU (or other group), and lead \nagencies undertake baseline surveys incl vilalge information and health needs \nassessment\n4.1.5. Design and implement education, awareness, training, meetings &  media events\n4.1.6. Undertake monitoring of project activities and updating of rolling work plans \n4.1.7. Undertake final evaluation of CIPP activities\nOutput 4.2. Household and Village Environmental Improvements\n    4.2.1. Undertake community needs assessment and prioritization\n    4.2.2. Participatory identification and testing of VEI and sanitation grant\n    4.2.3. Prepare and agree plan for O&M of village improvements\n4.2.4. Implement household and village improvements\nV Output 5 - Enhanced Gender Equity in Urban Water Supply and Sanitation\n  5.1. Develop guidelines and selection criteria for special merit-based scholarships \nprogram \n  5.2. Award the special scholarships by mid-2010 \n  5.3. Prepare and execute guidelines for the PNP gender empowerment program\n  5.4. Prepare knowledge management products on gender and on the sector \nVI Output 6 - Improved Capacity for Project Implementation and O&M G1\n6.1. Establish PCU and PIUs and recruit consultants\n    6.2. Orientation and initial training of PCU, PIU and other stakeholders\n   6.3. Implementation assistance and support to  PCU and PIUs \n   6.4. Assess needs, develop capacities for O&M - BNPs, OPWTs,communities\n6.5. Project management and administration\nNote: For clarity, detailed schedule is shown for Group 1 only. Schedules for Groups 2, 3 and 4 overlap and are similar to the schedule for Group 1. \nLegend:   Continuous Activity    Intermittent Activity     Summary   \nSource: ADB and EA estimates. \n \n \n ", "Appendix 9  49\nPROCUREMENT PLAN \n \nProject Name: Small Towns Water Supply and  Grant Number: Tbd \nSanitation Sector Project \nGrant Amount (total from all financiers): $31.4 million  Executing Agency: Ministry of Public Works and \nTransport \nDate of first  Procurement Plan (grant approval date):  Date of this Procurement Plan: 18 November 2008 \nTbd \n \nA.  Process Thresholds, Review and 18-Month Procurement Plan \n \n1.  Project Procurement Thresholds \n \n1.  Except as ADB may otherwise agree, the following process thresholds shall apply to \nprocurement of goods and works.  \n \nProcurement of Goods and Works \nMethod  Threshold \n   \nInternational Competitive Bidding for Works  Above $1,000,000 \nInternational Competitive Bidding for Goods  Above $500,000 \nNational Competitive Bidding for Works  Below $1,000,000 and above $100,000 \nNational Competitive Bidding for Goods  Below $500,000 and above $100,000 \nShopping for Works  Below $100,000 \nShopping for Goods  Below $100,000 \n \n \n2.  ADB Prior or Post Review \n \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the project.  \n \nProcurement Method  Prior or Post  Comments \nProcurement of Goods and Works \nICB Works  Prior    \nICB Goods  Prior \nNCB Works  Prior \nNCB Goods  Prior \nShopping for Works  Prior \nShopping for Goods  Prior \nRecruitment of Consulting Firms \nQuality and Cost Based Selection (QCBS)  Prior   \nQuality Based Selection (QBS)  Prior   \nOther selection methods: Consultants Qualifications  Prior   \n(CQS),  Least  Cost  Selection  (LCS),  Fixed  Budget \n(FBS), and Single Source (SSS) \nRecruitment of Individual Consultants \nIndividual Consultants  Prior   \n \n \n3.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n \n3.  The following table lists goods and works contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months based on an estimated 15 \nsubproject towns. \n \nGeneral Description  Contract   Procurement  Prequalification   Advertisement   Comments \nValue ($)  Method  Of Bidders (y/n)  Date \n(quarter/year) \nWater supply works in  2,059,000  ICB  Yes  Q4 2009   \nSonghkone town  \n \n ", "50  Appendix 9 \n4.  Consulting Services Contracts Estimated to Cost More Than $100,000  \n \n4.  The following table lists consulting services contracts for which procurement activity is either \nongoing or expected to commence within the next 18 months. \n \nGeneral Description  Contract  Recruit- Advertisement  International or  Comments \nValue ($)  ment  Date  National \nMethod  (quarter/year)  Assignment \nConsulting services for:   4,807,400  QCBS  Q1 2009  International  Single contract for \n- surveys  (80:20)  the various \n- detailed design of works  FTP  subpackages. \n- supervision of works  Each package will \n- implementation assistance  commence \n- capacity building for O&M  depending on \n- sector strengthening  project \nrequirements   \nConsulting  services  for  140,000  Individuals  Q1 2009  International and   \nenhanced gender equity in  national \nurban  water  supply  and \nsanitation management \n \n \n5.  Goods and Works Contracts Estimated to Cost Less than $1 Million and \nConsulting Services Contracts Less than $100,000 \n \n5.  The following table groups smaller-value goods, works and consulting services contracts for \nwhich procurement activity is either ongoing or expected to commence within the next 18 months. \n \nGeneral   Value of  Number of  Procurement /  Comments \nDescription  Contracts ($)  Contracts  Recruitment Method \nConstruction contracts (works)         \n- Supply & install water supply works in  554,700  1  NCB   \nViengphoukha town \n- Supply & install water supply works in Houixai  139,600  1  NCB   \ntown \n- Supply & install drainage improvement works in  126,300  1  Shopping   \nViengphoukha town \n- Supply & install drainage improvement works in  112,000  1  Shopping   \nSonghkone town \nSupply and delivery (goods)         \n- 8 pickup vehicles  148,000  1  NCB   \n- 12 1-ton flatbed trucks  168,000  1  NCB   \n- 32 motor bikes  28,800  1  Shopping   \n- 26 packages lab equipment for water testing  233,000  1  NCB   \n- Office equipment and furniture for PCU, WSD,  1,500–15,000  51  Shopping   \nWSRC,WASA, PIUs and consultant  (total value is \n368,300) \n- Equipment for Community Actions and  500–3,000  36  Shopping   \nParticipation  (total value is \n67,700) \n- Small civil contracts (including materials) for  5,000–27,000  14  Shopping and/or   \nVillage Environmental Improvements  (total value is  Direct Contracting \n109,000) \nService contracts         \n- Survey and investigations  1,500–30,000  53  Shopping   \n(total value is \n200,000) \n- Training courses and training fees  500–15,000  38  Shopping   \n(total value is \n27,400) \n- Contracts for Community Information and  2,500–55,000  10  SSS   \nParticipation Program  (total value is \n363,800) \n ", "Appendix 9  51\nB.   Project Procurement Plan—Indicative List of Packages Required Under the Project \n \n6.  The following table provides an indicative list of all procurement (goods, works and \nconsulting services) over the life of the project. Contracts financed by the Recipient and others \nshould also be indicated, with an appropriate notation in the comments section. \n \nEstimated \nEstimated Value  Number of  Procurement  \nGeneral Description  (cumulative $)  Contracts  Method  Comments \nConstruction contracts (works)         \nSupply and install new water supply  13,440,936  12  ICB/NCB  Contract value: \nsystems  554,700–\n2,059,000 \nRehabilitation of water supply works  465,680  3  NCB  Contract value: \n(supply and install)  110,000–163,600 \nDrainage improvements  866,300  12  Shopping  contract value: \n50,000–90,000 \nPublic sanitation  552,000  12  Shopping  Contract value: \n20,000–60,000 \nSupply and delivery (goods)         \n- 8 pickup vehicles  148,000  1  NCB   \n- 12 1- ton flatbed trucks  168,000  1  NCB   \n- 24 motor bikes  28,800  1  Shopping   \n- 26 packages lab equipment for water  233,000  1  NCB   \ntesting \n- Office equipment and furniture for  368,300  51  Shopping  Contract value: \nPCU, WSD, WSRC, and WASA, PIUs  1,500–15,000 \nand consultant \n- Equipment for community actions and  101,000  36  Shopping  Contract value: \nparticipation  500–3,000 \n- Small civil contracts (including  1,090,460  144  Shopping and/or  Contract value: \nmaterials) for village environmental  direct Contracting  5,000–27,000 \nimprovements \nServices         \n- Consulting services for project  4,807,400  1  QCBS   \ndetailed design, supervision,  (80:20) \nimplementation assistance, capacity  FTP \nbuilding for O&M and sector \nstrengthening \n- Service contracts for water supply  As required  As required  LCS  Approximate \nO&M  ($135,000  (3 contracts  National  value per \nprovisional in  provisional in  BTP  contract: 45,000 \nestimated project  estimated \ncost)  Project cost) \n- Survey and investigations  400,000  105  Shopping  Contract value: \n1,500–30,000 \n- Training courses and training fees  83,100  116  Shopping  Contract value: \n500–15,000 \n- Contracts for community information  543,000  15  SSS  Contract value: \nand participation program  2,500–55,000 \n \n Note: September 2008 prices. \n  \n ", "52  Appendix 10 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Project Title:  Lao PDR: Small Towns Water Supply and Sanitation Sector Project \nSoutheast Asia Department \nLending/Financing Modality:  Sector Investment Project  Department/Division: \nSocial Sectors Division \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nThe Lao National Growth and Poverty Eradication Strategy (NGPES) outlines the government’s commitment to improving \nwater and sanitation services as a key means of reducing poverty. It focuses on increasing the distribution of treated water to \nthe population in urban and suburban areas, including improving access to water and latrines in schools and households. The \nNGPES has been integrated in the Sixth Socio-Economic Development Plan (SEDP) for 2006–2010, which aims for  \neconomic growth of 7.5%–8.0% per year; $700–$750 gross domestic product per capita; about 652,000 new productive jobs; \nand a reduction in the number of poor households to 15%. The plan prioritizes development of basic infrastructure and \nservices in urban areas to accelerate broad-based economic growth. ADB’s country strategy and program (CSP) for Lao PDR \n(2006–2011) is closely aligned with the SEDP. It is a results-based strategy that focuses on achieving sustainable economic \ngrowth, accelerating progress toward the non-income Millennium Development Goals (MDGs), building capacity for good \ngovernance, promoting regional cooperation and integration as an engine of progress, and fostering national development \nthrough the country’s own strategy and plans. ADB is committed to supporting initiatives to improve the delivery and \nmanagement of water supply and sanitation services in a financially sustainable manner in urban areas, primarily in \nsecondary and small towns. The Project is in line with the Government and ADB strategies. \nB.  Poverty Analysis                                                                  Targeting Classification: TI-MDG \nKey Issues. Lao PDR has a per capita gross domestic product of $490, and about one-third of its population is poor. \nStructural factors constraining growth and poverty reduction include small domestic markets, the subsistence nature of the \nrural economy, skill shortages, and the remoteness and isolation of much of the population. However, the economy has grown \nand diversified in the last 5 years, based on the country’s natural resource base for hydropower, mining, and tourism, and \npoverty incidence dropped from 46% in 1992 to 33% in 2003 (ADB CSP). In the project towns, 13.3% of the households are \npoor, and several towns have higher poverty levels than the national average of 32%, including Viengphoukha (60%) and \nPakbeng (42%). Of the 21 small towns short-listed, 7 are in the poor and poorest districts, all 21 are situated within the key \ntransport and economic corridors, 10 are key tourism destinations, and 9 are near international borders. About 75% of the poor \nhouseholds are from ethnic groups  living on marginally productive  land. Remoteness and variation in access  to basic \ninfrastructure are key determinants of the regional and unequal distribution of poverty. In the expected project areas, the majority \nLao-Tai ethnic group has much better access to safe water (58%) than other ethnic groups (25%–33%). About 75% of non-Lao-\nTai ethnic groups lack access to sanitation facilities. Nearly all households in the project towns including those with access to \nwater supply utilities (PNPs), Nam Sa’at, or private systems rely on well, river and/or streams as a source of water in the dry \nseason and consequently experience seasonal water shortages and poor water quality, leading to serious health problems. \nDesign Features. The Project is expected to benefit an estimated 137,000 residents in 124 project villages in 15 subproject \ntowns. The Project will have a direct impact on the health and living conditions of the town communities. Residents of the small \ntowns will benefit from improved health and savings in health care expenditure, and will ultimately receive income benefits from \nexpanded access to piped water and sanitation services. The drainage and sanitation outputs will reduce the incidence and \nseverity of flooding and polluted water, provide sanitation facilities in public areas and schools, and improve living conditions and \npublic health in the project area. Water supply and sanitation will particularly benefit women, by reducing the time and money \nthey spend on purchasing, collecting, treating and storing water and by improving the hygiene and health of families and \ncommunities and reducing health care expenditure. The projected water supply tariffs are affordable and below the affordability \nthreshold of 5% of household expenditures. The Project will adopt several mechanisms to ensure water continues to be \naffordable for the poor: (i) no upfront connection charges for households connecting to the PNP system; (ii) progressive tariffs, \nbased on a lifeline water consumption; (iii) financial assistance for poor households to construct a hygienic latrine; and (v) flexible \ncontributions of cash, materials and labor for small-scale demand-responsive village environmental improvements. A greater role \nfor the poor, women and members of small ethnic groups in local planning, consultation and decision-making is achieved through \nrepresentation on village committees. \nII.   SOCIAL ANALYSIS AND STRATEGY \nFindings of Social Analysis. Lao PDR lags behind other countries in the region on a number of non-income MDGs, such as life \nexpectancy at birth (63 years), child malnutrition (40%), and infant mortality rate (62 per 1,000 live births). One third of the adult \npopulation cannot read or write. Lao PDR is also lagging behind on the MDG water and sanitation targets. The impacts of the \nlack of water and sanitation services are significant, and water-related diseases are significant contributors to poor health status, \nlost work and school time, high expenditure on medicines and health care costs, increased workload for women as carers, and \nincreased poverty. National health statistics suggest that water and sanitation-related illnesses such as malaria, dengue, \ndiarrhea, and intestinal helminths are prevalent in the subproject towns. Diarrhea continues to be the second biggest killer of \nchildren and the third biggest killer of adults in the country. Malaria is the number one ranked cause of mortality overall, with 70% \nof the population at risk. High calcium content in the water also results in problems with kidney and urinary tract stones for 12%–\n18% of adults and children. \n ", "Appendix 10  53\nB.  Consultation and Participation \nConsultation and Participation Process During the Project Preparation. The Project was designed following a highly \nparticipatory approach and involved consultations with officials, residents and key informants in subproject towns and at the \nnational and provincial levels. Activities included (i) reconnaissance visits to consult and inform officials about the Project, \ninformal interviews with villagers, and district data collection; (ii) engineering and environmental visits in three sample \nsubproject  towns;  (iii)  sample  social  surveys  in  the  three  sample  subproject  towns;  (iv)  presentation  of  preliminary \nassessments to district and village officials in the three sample subproject towns; (v) meetings with representatives of Lao \nWomen’s Union, the Ministry of Health, development partners and organizations in the water and sanitation sector; and (vi) \nworkshops with national and provincial stakeholders on policy issues.  \n \nWhat level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?    \nInformation sharing          Consultation        Collaborative decision making       Empowerment.  \nWas a C&P plan prepared?    Yes. During implementation, detailed participation plans will be prepared for each subproject \nusing participatory methods and incorporated into individual feasibility studies. The Project includes a community action and \nparticipation program, which will require community-driven planning and implementation of awareness programs and small-\nscale environmental improvements. \nC.   Gender and Development \nKey Issues. Women, particularly from small ethnic groups, are key beneficiaries of the Project. Lack of water supply and \nsanitation directly affects their daily life, health and workload. They are primarily responsible for taking care of daily household \nneeds and family health, and spend up to 2 hours per day collecting and storing water. Women in Lao PDR are more \nvulnerable than men because they lack access to land, food, education, and health care, and have long working hours. While \ngender roles vary within rural communities, women from some ethnic groups tend to be the most disadvantaged. Compared \nwith men, women have far lower average literacy and education enrollment and completion rates. Education gaps widen at \nhigher levels of schooling. They have limited access to market information, technical training, and financial services. Promoting \ngender equality is an important national goal of the Lao PDR. The National Commission for the Advancement of Women \nhelps to ensure women have equal access to basic services and productive resources, and is responsible for implementing \nnational strategies. It reports directly to the government. The LWU helps with implementation on the ground.  \nKey Actions. The project design includes an output on enhanced gender equity in urban water supply and sanitation, \nfinanced by the Gender and Development Cooperation Fund. It also includes a detailed gender action plan with specific \ntargets and measurable indicators. The GAP is in Appendix 12:     Gender plan  (Appendix 12)      Other actions/ \nmeasures      No action/measure \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/  Strategy to Address Issue  Plan or Other \nLimited/  Measures in \nNo Impact  Design \nSubprojects  will  be  classified  Category  B  or  C.  A  land \nacquisition  and  compensation  framework  for  the  overall    Full Plan \nInvoluntary  project and short land acquisition and compensation plans    Short Plan \nLimited \nResettlement  for 3 subprojects have been prepared in accordance with   Framework \nADB’s  Involuntary  Resettlement  Policy  (1995)  and    No Action    \nGovernment regulations. \nThe Project is built around the needs of ethnic groups and     Plan \nIndigenous Peoples  includes  strategies  to  ensure  that  they  benefit  from  the     Other Action \nLimited   Project. Specific actions have been incorporated into project     EGDF    \n \ndesign. An ethnic group development framework has been     No Action \nprepared to help manage impacts during subproject design. \nLabor \n Employment  Residents are expected be offered work as access to water \n   Plan \nopportunities  supply is improved. Local employment during civil works will \nLimited     Other Action  \n Labor retrenchment  primarily be unskilled labor of short duration. An assurance \n   No Action  \n Core labor  for labor standards is added.  \nstandards \nEconomic analysis of three sample projects shows that the     Action \nAffordability  No impact  projected water supply tariffs are affordable and well below     No Action \nthe affordability threshold of 5% of household expenditures. \nOther Risks and/or    Plan \nVulnerabilities  There are limited risks of HIV transmission associated with    Other Action: \nHIV/AIDS  Limited   the presence of contractors, which, if necessary, will be     No Action \nHuman trafficking  mitigated through awareness campaigns. \nOthers \nIV. MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?      Yes          No      \n ", "54  Appendix 11 \nWATER SUPPLY, SANITATION, AND HEALTH IMPACTS \n1.  Water is fundamental to life, and the connection between simple improvements in water \nsupply, sanitation and health is well demonstrated. Improved access to water leads to better \nhygiene since people wash their hands, bodies, and clothes more frequently. Women, who are \nlargely responsible for water collection, have more time to attend to their children’s needs and this \nbenefits  their  children’s  health. 1  This  appendix  outlines  the  relationship  and  modes  of \ntransmission of disease, and the conceptual framework of the relationship and the interventions \nrequired to achieve improvements in the health of the target population under the proposed \nProject.2 It explains the way in which diseases spread through poor sanitation and hygiene \nwithin a community and the roles played by education levels, economic status, social class, \ngender, and cultural traditions.  \n2.  Experience  has  shown  that  breaking  the  “transmission  cycle”  and  achieving \nimprovements in health outcomes is a result of changes in social and hygiene practices. In \ndoing so, there is a “behavioral lag” between improvements in water supply and in health. In \ngeneral, most water supply projects are concerned with addressing several of these factors, \nmost typically the relations between improved water supply, sanitation, education and gender \nissues (i.e., timesaving for women and children caused by decreased time spent on water \ncollection and storage). When water is taken as a component within a broader development \ncontext, the correlations are positive between increased access to water supply and improved \nhealth, irrespective of water quality and the social factors. The links between improvements in \nwater supply and improvements in health become more apparent when they are linked to \neducation and gender issues surrounding primary health care. \n3.  Transmission of water-related infections is divided into four categories: (i) fecal–oral \n(waterborne and water-washed); (ii) water-washed (skin and eye infections); (iii) water-based \n(skin penetrating or ingested); and (iv) water-related insect vector (biting near water, breeding in \nwater). The key to understanding this relationship is to distinguish between water-washed and \nwaterborne  diseases.  The  eradication  of  water-washed  diseases  is  dependent  solely  on \nimprovements in water quantity, and can be divided into two categories: (i) intestinal diseases \n(e.g., cholera and bacillary dysentery), and (ii) skin and eye diseases.  \n4.  More frequent washing and bathing, and improvements in sanitation are dependent \nupon increased water quantity. These behavioral changes and infrastructure improvements can \nreduce the possibility of fecal–oral diseases. Skin and eye infections include bacterial skin \nsepsis, scabies, and fungal infections as well as trachomas. Like the intestinal diseases, they \nare caused by poor hygiene. By increasing the volume of water used for personal hygiene, it is \nanticipated that the incidence of these infections can be reduced. In addition, increasing the \nquantity of water available may reduce the proliferation of pathogens in contaminated food. The \nassumption is that more water results in more frequent preparation of food, thereby reducing the \nopportunity for pathogens to multiply and to cause disease. It has also been well illustrated that \nthe effects of improved water quantity are most profound on poorer areas as piped water can \nreduce the exposure to pathogens to a greater extent.  \n5.  Piped water supply reduces the need for women to collect and store water. This has \nenabled women to focus on food preparation, participate in income-generating activities, and \nconserve physical energy. The benefits of reduced physical drudgery and better diets has had \n \n                                                 \n1  AusAID. 2002. Water and Primary Health Care for Tibetan Villages. Canberra: AusAID: 39.  \n2  A menu of interventions to be used during project implementation is included in Supplementary Appendix P. \n ", "Appendix 11  55\nbeen seen on the health of children, especially during pregnancy and lactation.3 Improved piped \nwater supply and sanitation can have a dramatic positive impact on health and learning among \nschoolchildren, especially girls. Girls who are unable to access clean, safe and separate toilets \nand hand washing facilities, may drop out of school at puberty, or even earlier. \n6.  Sanitation conditions and incidence of disease in the three sample subproject towns \nvary. District authorities for health and education, as well as the Lao Women’s Union (LWU), are \nactive in the towns providing information about health and sanitation through schools and to the \npublic. The majority of households referred to the district authorities as the primary source of \nsuch information, including at other health clinics and on the radio. \n7.  In Houixai, diarrhea affected about 9% of adults and nearly 20% of children in 2006. \nHigh calcium content in the water in Houixai results in kidney and urinary tract stones, which \naffects 12%–18% of adults and children; the treatment for these conditions often requires \nsurgery. According to informants, mild cases can be handled at the local district hospital but \nmore severe cases require travel to the provincial hospital. Malaria is the major water-related \nillness in Viengphoukha district, with 136 cases in 2006. Other water-related diseases include \ndiarrhea, skin diseases, and dysentery. In Songkhone, the rate of water-related diseases is \nrelatively  low.  In  2006,  there  were  5  cases  of  malaria,  33  cases  of  diarrhea,  8  cases  of \ndysentery, and 12 cases of dengue fever. Officially reported cases are usually much lower than \nactual incidence of disease, especially in the case of diarrhea, which is often home-treated and \nnever recorded in government health statistics.   \n8.  Health  status  directly  links  with  poverty  and  household  expenditure  on  wealth. \nViengphoukha, which has lower income levels than other towns, has a higher incidence of \ndisease, and households spend proportionately more of their smaller incomes on health care—a \nfactor contributing to poverty. Households in Huoixai and Songkhone allocate about the same \nproportion of their yearly expenditures for medical expenses—a median amount of 11.3%. In \nViengphoukha, households allocate nearly 30% of their yearly expenses to medical costs. \nThese significantly higher costs may be attributable to one or more factors, including high \nincidence of malaria, and travel costs to medical services in the provincial town.  \n9.  In Viengphoukha, improved health is perceived as a major benefit for everyone in the \nproject villages regardless of age or sex. However, the majority of residents surveyed wash \ntheir hands sometimes before eating or after using the toilet. Water and soap are rarely kept \nnear the toilet. Increased availability of water should make it easier for people to wash their \nhands regularly; however, hygiene promotion is also needed to promote behavior change. \n10.  Conclusion. The essential link between improved water supply and better health needs \nto be seen within a broader context, whereby the improvements in access to water supply \n(quantity) lead to reduced exposure to pathogens. Time savings can have a dramatic effect on \nwomen’s  health  and  ability  to  care  for  children.  This  has  translated  into  better  nutritional \nstandards and lower rates of child morbidity and mortality. The effects of improved water supply \nare felt most by lower socioeconomic groups. Groups with more education and better sanitation \npractices may benefit more from improvements to water quality. For low-income groups, better \nwater quantity enables them to address more basic questions of sanitation and child welfare \nand therefore has the greatest effect.  \n                                                 \n3  Pinstrup-Anderson, P., D. Pelletier, and H. Alderman, eds. 1995. Child Growth and Nutrition in Developing \nCountries. Ithaca, NY: Cornell University Press, p. 171. \n \n ", "56   Appendix 12 \nGENDER ACTION PLAN \n1.  A gender action plan (GAP) has been prepared to highlight the different needs of men \nand women in the water and sanitation sector and to help ensure that men and women have \nequal opportunities to participate in and benefit from the Project. The GAP is based on a gender \nanalysis that was prepared for the Project, and is designed according to ADB’s policy on gender \nand development. The gender analysis for the Project is in Supplementary Appendix K. \nTable A12: Gender Action Plan \nProject Outputs  Actions Proposed \nGeneral actions  ●Promote and publicize women who may be role models to younger women. \n●Consult with men and women separately to discuss and agree on proposed infrastructure. \n●Record consultations in project management documents. \n●Include screening of potential gender impacts and development of enhancement measures \nand monitoring and evaluation activities disaggregated by sex, ethnicity, and income. \n●All databases will include sex-disaggregated data and be organized to facilitate analysis of \nissues by gender. \nOutput 1: Strengthened Urban Water Supply and Sanitation Sector \n1.1 Strengthened  ●The updated urban water sector strategy includes a section on gender. \nsector planning,  ●Ensure equal access for women and members of all ethnic groups to employment, training, \nmanagement, and  and capacity development opportunities within WASA, WSD and PNPs.  \nregulation \n1.2 Improved PNP  ●PNPs target female staff for advancement opportunities. \nsustainability  ●Establish policies and procedures to promote recruitment of qualified women in PNPs, and \n  target a 10% increase of women in technical and leadership positions.  \n1.3 Human  ●Human resource strategy for urban water sector includes a section on gender, and strategies \nresource strategy  for promoting gender equity  \nfor the urban water  ●At least 30% of scholarships in all categories are reserved and allocated to women. \nsupply sector is \ndeveloped. \nOutput 2: Developed and Rehabilitated Water Supply Systems \nOutput 3: Improved Drainage and Public Sanitation \n  ●Ensure subproject screening of potential gender impacts and development of enhancement \nmeasures and monitoring and evaluation disaggregated by sex, ethnicity, and income.  \n●Contracts for civil works to specify that recruitment of local labor will be based on equal \nopportunities for women and men, and based on labor requirements and qualifications.  \n●Ensure that equal wages are paid for men and women laborers for civil works.  \n●Ensure that the process of resettlement and land acquisition is gender-sensitive. \n●Consult with both men and women about town-level drainage improvements.  \nOutput 4: Enhanced Community Action and Participation  \n4.1. Community  ●PCU  and  the  PIU  introduce  the  Project  to  male  and  female  district  and  village \ninformation and  representatives. \nparticipation  ●Identify households headed by women and vulnerable households, and ensure they will have \nprogram  equal access to participate in the Project.  \n  ●Encourage the election of women to the village committees.  \n  ●VDCs and PIUs actively encourage men and women to actively participate in meetings.  \n4.2. Improved  ●VDC, PIU, and district to consult with women about the content, format, and media for \nhousehold  community action and participation.  \nsanitation and  ●Provide ongoing support and training to VDCs, including on gender issues. Establish specific \nvillage  mechanisms to promote women’s representation in decision-making processes.  \nenvironmental  ●Ensure all information, education and communication, materials are gender-sensitive. Provide \nimprovements   information to women through channels and at times which are suitable to their work and \n  domestic responsibilities.  \n●Develop  and  implement  gender-sensitive  community  mobilization  and  planning \nmethodologies, including gender-sensitive monitoring of activities. \n●Ensure that illiteracy is considered in all trainings and meetings to ensure that illiterate \nwomen and men are not excluded from participating and benefiting from the Project. \n ", "Appendix 12  57\n   \nProject Outputs  Actions Proposed \n  ●Community  participation  plans  formulated  with  stakeholders,  with  at  least  40%  female \nrepresentation and include specific steps for promoting female participation. \n●Ensure that 40% of capacity development activities are reserved for women and caters to the \nneeds of both men and women. Disaggregate participation records by sex and ethnicity.  \n●Target of at least 40% female participation in meetings and other community action and \nparticipation-related activities.  \n●Ensure men and women have equal access to project-created employment opportunities. \n●Target households headed by women and poor households for financial assistance for \nhygienic latrines.  \n●Small-scale community improvements undertaken under village environmental improvements \nhave equitable benefits for women in the village. \n●Health and hygiene promotion and awareness programs include components specifically \ntargeted for men and women.  \n●Gender-sensitive design used for school and public toilets, which will include separate \nfacilities for males and females.  \nOutput 5: Enhanced Gender Equity in Urban Water Supply and Sanitation  \n5.1. Special  ●At  least  20  engineering  merit-based  scholarships  are  made  available  for  high  school \nscholarships are  graduates during the first year of project implementation. \nawarded  ●A gender analysis for each participating PNP is completed and a gender action plan is \n  developed to support the results of the analysis. Aspects are included into the PNP corporate \n5.2. Increased \nplan. \ngender awareness \n●At least 50% of participating PNPs qualify for a second round of GDCF funding. \nin PNPs \n●A publication is produced and a website is developed highlighting the experiences under this \n \n5.3. Improved  output and disclosing grant-related information. \nknowledge  ●An  international  gender  specialist  (3  person-months)  and  a  national  gender  specialist \nmanagement  (12 person-months) will be recruited to support the activities under this output. \nOutput 6: Improved Capacity for Project Implementation and Operation and Maintenance \n  ●PCU established with at least 30% female representation. Target that at least one of the two \nnew PCU deputy directors is a woman. \n●PIUs established, with at least 30% female representation. \n●Project orientation for stakeholders include component on gender and development.  \n●PCU, PIUs and VDCs are trained on gender and development in the urban water supply and \nsanitation sector. \n●Support MPWT recruit and promote women for leadership positions within the ministry.  \n●Distribute the GAP and a brief explanation of the project gender policy to PCU and PIU staff.  \n●PCU and each PIU to monitor implementation of the GAP, including gender sensitivity and \ndisaggregated data in project reports. \n●PCU to ensure that gender issues are addressed in all project activities and strategies and \nactions are taken to promote equitable benefits for women and men.  \n●Consulting services include 4 person-months international and 12 person-months national \ngender and social specialists.  \n●Encourage involvement of LWU in the Project (i.e., as a  WSRC member)  \nGAP = gender action plan, GDCF = gender and development cooperation fund, LWU = Lao Women’s Union, MPWT = \nMinistry of Public Works and Transport, PCU = project coordination unit, PIU = project implementation unit, PNP = \nprovincial nam papa (water supply utility), WASA = Water Supply Authority, WSD = Water Supply Division, WSRC = \nWater Supply Regulatory Committee, VDC = Village Development Committee. \n \n2.  Implementation arrangements and estimated costs of the GAP have been integrated into \nthe overall arrangements and total budget of the Project. The PCU and PIUs will be responsible \nfor implementing and monitoring the GAP. The international and national gender and social \nconsultants will help conduct gender awareness trainings for project units, establish gender-\ndisaggregated indicators for project performance monitoring and evaluation system, and will \ncoordinate with other specialists during subproject preparations and implementations. The PCU \nwill include information about progress of GAP activities in quarterly progress reports prepared \nand submitted to ADB and the Government. The PIUs will submit gender updates to the PCU \nprior to preparation of these reports. \n ", "58  Appendix 13 \nECONOMIC ANALYSIS \n1.  Economic analyses for the water supply and the drainage and sanitation components of \nthe three sample subprojects were undertaken in accordance with the ADB’s Guidelines for the \nEconomic Analysis of Projects, Guidelines for the Economic Analysis of Water Supply Projects, \nand Framework for the Economic and Financial Appraisal of Urban Development Sector Projects.1  \n2.  The incremental capital costs and operation and maintenance (O&M) costs for each \nwater supply and drainage and sanitation component were estimated and are expressed in \nconstant August 2007 prices in Lao kip. All costs were derived from the financial project costs \nand re-expressed in economic prices using the domestic price numeraire. Taxes and duties \nwere  deducted  as  appropriate  from  base  costs.  Tradable  components  were  adjusted  to \neconomic prices using a shadow exchange rate factor of 1.05 while non-traded components \nwere valued at domestic market prices. A shadow wage rate factor of 0.71 for unskilled labor \nwas applied to reflect its opportunity cost in the context of the wide availability of labor in the Lao \nPeople’s Democratic Republic (Lao PDR). Subproject components are assumed to have a \nuseful economic life of 25 years; the mechanical and electrical equipment of the components \nare assumed to have a useful economic life of 10 years. \n3.  Demand Forecast. Water demand in the sample subproject towns was derived from the \ncurrent  population  within  the  planned  service  area,  population  growth,  current  and  future \ndomestic  water  consumption  levels,  and  a  provision  for  nondomestic  water  consumption. \nReliable data on the amount of water presently consumed by households without piped-water \nconnections in the subproject town is not available. Households typically use a variety of water \nsources  and  do  not  measure  or  assess  their  consumption.  However,  based  on  the \nsocioeconomic household survey result as well as observations of water use behavior in the \nsubproject town during the field visits, it is estimated that average daily demand from existing \nsources of non-piped water ranges from 30 to 70 liters per capita per day (lpcd) depending on \nthe effort and resources needed to acquire the water, and on income levels. The internationally \naccepted lifeline consumption requirement is 40 lpcd. \n4.  Per  capita  water  consumption  is  expected  to  increase  after  the  construction  or \nrehabilitation of the piped water supply system, primarily because of (i) the reduced cost of \nacquiring water, (ii) better water quality, and (iii) greater convenience and reliability of the piped \nwater supply system. Demand is also a function of changes in price and household income and \nestimated price and income elasticity were incorporated in the demand forecasts. \n5.  Least-Cost Analysis. Least-cost analysis was undertaken to evaluate different technical \noptions, including alternative water sources, the size and timing of water treatment plants, \nreservoirs, and transmission mains. The analysis compares the net present value of incremental \ncapital and O&M cost streams of viable technical alternatives, which are discounted at an \neconomic opportunity cost of capital (EOCC) of 12%. The alternative with the lowest net present \nvalue is recommended for engineering design and benefit–cost analysis. \n6.  Economic Benefits. The principal benefits that would be derived from the development or \nrehabilitation of a system of piped, treated water include improved accessibility, convenience and \nreliability of water supply, as well as increased quantities of water and improved water quality. \nHealth benefits will result from the provision of safe water and improved household sanitation, \nwhich will reduce the incidence of diarrhea, dysentery, and other waterborne illness. \n7.  Quantifiable economic benefits of improved water supply services include (i) benefits \nfrom non-incremental water consumption, valued at the weighted average supply price of water \n                                                 \n1  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; ADB. 1998. Guidelines for the Economic \nAnalysis of Water Supply Projects. Manila; ADB. 1994. Framework for the Economic and Financial Appraisal of \nUrban Development Sector Projects. Manila. \n ", "Appendix 13    59\nfrom non-piped sources; (ii) incremental water consumption, valued at average demand price; \nand (iii) other resource savings. Currently, the residents in the subproject towns use a variety of \nwater sources, including rivers, wells, rain water, bottled water, and private vendors. Costs \nassociated with the existing water supply include source and treatment costs, collecting costs, \nand storage costs. The cost savings resulting from the Project are the costs avoided by the \nwater users because they will receive water from the project water supply system. They are \nmeasured by multiplying the existing water consumption by the weighed average water supply \ncosts of various existing non-piped water sources in the subproject town. Benefits associated \nwith incremental water consumption (the difference between with and without project per capita \nconsumption) were measured at the average demand price for the project water (the average of \nthe weighted average supply price from existing non-piped water sources and the average \ntariff).2 Health benefits are likely to occur, provided that the adverse health impacts of an \nincreased volume of wastewater can be minimized. However, they have not been quantified and \nincluded in the analysis because of a lack of reliable data. \n8.  The  drainage  and  sanitation  components  will  significantly  reduce  the  incidence  and \nseverity of flooding, reduce ponding of polluted water in public areas, provide sanitation facilities in \npublic areas and schools, and improve the environmental and living conditions and public health \nin  the  subproject  areas.  However,  these  benefits  are  difficult  to  quantify.  Using  land  value \nincreases to reflect environment improvements is not appropriate since the land market in the Lao \nPDR is distorted. Avoided flood damages could not be used to quantify the benefits as there are \nno data available. The proposed subprojects are economically justified on the basis that they \nadhere to agreed planning and design criteria and are cost-effective solutions to the problem of \nproviding a basic level of service adapted to the local needs. \n9.  Results of Economic Analysis. The results of the economic internal rate of return \n(EIRR) calculation and sensitivity analysis of the sample subprojects, as shown in Table A13, \nare well above the economic opportunity cost of capital of 12%. It can be concluded that the \nproposed subprojects are economically viable under the base case scenario and also under \nvarious adverse changes in conditions. The adverse changes analyzed were (i) a capital cost \noverrun of 10%; (ii) an increase in the O&M cost by 10%; (iii) a reduction in benefits by 10%; \nand  (iv) subproject  benefits  delayed  by  1  year.  The  sensitivity  analysis  indicates  that  the \nproposed subprojects are most sensitive to delay in subproject benefits, but the EIRR remains \nwell above the economic opportunity cost of capital. \nTable A13: EIRR and Sensitivity Analyses \nKey Variable    Songkhone    Viengphoukha    Houixai \nWater Supply  Change  EIRR  SI  SV  EIRR  SI  SV  EIRR  SI  SV \nBase Case    17.52%      19.24%      17.35%     \nCapital Cost  +10%  15.98%  2.80  36%  17.72%  2.11  47%  15.58%  3.32  30% \nO&M Cost  +10%  17.23%  0.53  190%  18.74%  0.69  145%  17.21%  0.26  382% \nBenefits  –10%  15.52%  3.63  28%  17.05%  3.03  33%  15.25%  3.93  25% \nSubproject Delay  1 Year  14.78%      16.05%      14.58%     \nEIR = economic internal rate of return, O&M = operation and maintenance,  SI = sensitivity indicator (ratio of % \nchange in EIRR above the cut-off rate of 12% to % change in a variable), SV = switching value (% change in a \nvariable to reduce the EIRR to the cut-off rate of 12%). \nSource: ADB estimates. \n                                                 \n2  ADB. 1999. Handbook for the Economic Analysis of Water Supply Projects. Manila (p. 146). \n ", "60  Appendix 14 \nFINANCIAL ANALYSIS \n1.  A financial analysis was conducted for the water supply component of the subproject to \ndetermine appropriate water tariffs and forecast the financial performance of the water supply \nutility  (PNP).  Financial  analyses  were  conducted  in  accordance  with  ADB’s  Financial \nManagement and Analysis of Projects and Framework for the Economic and Financial Appraisal \nof Urban Development Sector Projects.1 A financial management assessment of the Executing \nAgency (EA) was also completed. The analysis has two parts: (i) determination of appropriate \nwater tariffs, and (ii) projection of financial performance of the PNP. \nA.  Bases for Financial Projections \n2.  Price.  The  financial  projections  are  presented  in  Lao kip  on  a  current  price  basis. \nRevenues and costs are converted from a constant 2007 price basis to current prices using \nprojected local inflation rates, which are 5.1% per year between 2008 and 2010 and 5.2% per \nyear thereafter. The foreign inflation rate is assumed at 1.2% per year over the projection \nperiod. The domestic and foreign proportions of capital cost are escalated at the assumed \ninflation rates over the construction period, and for future plant replacement. All operating costs \nare  increased  year-on-year  by  the  domestic  inflation  rate.  An  average  exchange  rate  of \nKN9,600=$1 is used when converting foreign exchange costs to local currency equivalent. Price \ncontingencies, inflation and interest during construction (as a result of any debt financing) are \nexcluded in the calculation of the financial internal rate of return. \n3.  Financial Objectives. Each PNP participating in the project will implement utility-wide \ntariffs that are sufficient to (i) recover utility-wide operation and maintenance (O&M) costs, \nincluding subproject O&M costs; (ii) recover utility-wide debt service, including subproject debt \nservice; (iii) maintain a utility-wide debt service ratio of at least 1.2 once the subproject is fully \noperational; (iv) gradually recover an increasing proportion of annual depreciation expense of \nthe utility-wide fixed assets, including subproject fixed assets; and (v) maintain its accounts \nreceivable at less than 90 days of annual sales. \n4.  Connection Policy. To encourage customers to connect to the PNP piped system and \nto support the poor, the Project will (i) install service connections and meters at no up-front cost \nfor  all  households  in  the  service  area  that  apply  for  connection  (connection  costs  will  be \nrecovered through water tariffs); (ii) after the designated construction period, continue to provide \nconnections  at  no  up-front  cost  to  domestic  consumers;  and  (iii)  charge  businesses  and \ninstitutions for connections based on the full cost of materials and labor during the designated \nconstruction period and afterwards. \n5.  Operating Revenues. Operating revenues were derived from water sales, meter rental \ncharges, connection fees, and miscellaneous income. Future water sales were calculated on the \nbasis of water demand and projected utility-wide water tariff levels. Meter rental income was \nestimated for all customers, expressed in 2007 prices, and then adjusted each year by the local \ninflation  rate.  Connection  fees  were  set  at  the  estimated  average  cost  of  connection  of \nKN700,000 and then adjusted each year by the local inflation rate. Miscellaneous revenue \nderived primarily from late payment penalties was estimated at 2% of water sales revenues. \n6.  Operating Expenses. Annual O&M costs by major expense item (personnel, electricity, \nchemicals, maintenance, administration, new connection costs) for the subproject were based on \nestimates based on the operating characteristics of the system. Annual O&M costs for the PNP’s \nother systems were estimated separately, based on current levels and consolidated with the \nsubproject’s  costs  to  present  the  utility-wide  O&M  costs.  Turnover  tax  was  excluded  in  the \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila; ADB. 2004. Framework for the Economic and \nFinancial Appraisal of Urban Development Sector Projects. Manila. \n ", "Appendix 14  61\noperating costs as the operating revenues were calculated net of tax. Bad debt was provided at \n2% of outstanding accounts. Depreciation expense was calculated on an average asset life of 25 \nyears on a straight-line basis. Income tax was applied at 35% on pre-tax income. \n7.  Subproject  Cost  and  Financing  Plan.  The  subproject  capital  cost  is  based  on  an \nestimate, inclusive of engineering base costs, physical and price contingencies, and interest during \nconstruction. The interest is capitalized and amortized over the life of the subproject. The financial \nanalysis assumes that subproject financing is provided by way of grant and loan financing. A \nportion of the proceeds of the proposed grant from ADB, as well as the government contribution, \nwill be provided to finance the subproject capital cost. Thirty percent of the subproject capital cost \nwill be lent to the PNP through a subproject loan while the balance will be provided as a grant. The \nsubproject loan will be made in local currency and will carry an interest rate of 6.4% per annum, \nwith repayment over 25 years, including a 6-year grace period.  \nB.  Provincial Utility-Wide Progressive Tariff \n8.  Tariff Requirements and Structure. To meet the agreed upon financial objectives of \nthe sector, projected utility-wide tariffs shall be in line with Water Supply Authority (WASA) \nrecommendations on average tariffs for 2008–2010, adjusted at the assumed inflation rate of \n5.1% per year between 2008 and 2010. Starting in 2011, the tariffs will have to be increased at \n7% annually to keep up with inflation. The projected utility-wide tariffs are in Table A14.1.  \nTable A14.1: Projected Utility-Wide Tariffs (KN) \nItem  2008  2009  2010  2011  2012  2013  2014  2015 \nLouang-Namtha (Viengphoukha)                 \nDomestic                 \n     First 10 m3  1,258  1,574  1,886  2,018  2,159  2,310  2,472  2,645 \n     >10 to 20 m3  2,200  2,753  3,298  3,529  3,776  4,040  4,323  4,626 \n     > 20 m3  3,200  3,994  4,860  5,200  5,564  5,954  6,371  6,817 \n     Average  1,850  2,312  2,817  3,014  3,225  3,451  3,692  3,951 \nNon-domestic  3,200  3,994  4,860  5,200  5,564  5,954  6,371  6,817 \nOverall Average  2,100  2,628  3,148  3,817  4,084  4,370  4,676  5,003 \nTariff Increase (%)  128  25  20  7  7  7  7  7 \nBokeo (Houixai)                 \nDomestic                 \n     First 10 m3  1,238  1,431  1,664  1,781  1,905  2,039  2,181  2,334 \n     >10 to 20 m3  3,000  3,468  4,032  4,314  4,616  4,939  5,285  5,655 \n     > 20 m3  4,150  4,782  5,523  5,910  6,323  6,766  7,240  7,746 \n     Average  2,750  3,206  3,700  3,959  4,237  4,533  4,850  5,190 \nNon-domestic  4,150  4,782  5,523  5,910  6,323  6,766  7,240  7,746 \nOverall Average  3,000  3,468  4,032  4,559  4,859  5,199  5,563  5,953 \nTariff Increase (%)  119  16  16  7  7  7  7  7 \nSavanakhet (Songkhone)                 \nDomestic                 \n     First 10 m3  1,100  1,156  1,215  1,300  1,391  1,489  1,593  1,704 \n     >10 to 20 m3  2,200  2,312  2,430  2,600  2,782  2,977  3,185  3,408 \n     > 20 m3  3,300  3,468  3,645  3,900  4,173  4,466  4,778  5,113 \n     Average  1,750  1,997  2,320  2,482  2,656  2,842  3,041  3,253 \nNon-domestic  5,200  5,991  6,904  7,387  7,904  8,457  9,049  9,683 \nOverall Average  2,200  2,522  2,927  3,132  3,351  3,586  3,837  4,106 \nTariff Increase (%)  65  15  16  7  7  7  7  7 \nSource: ADB estimates. \n \n ", "62  Appendix 14 \n9.  The application of a utility-wide tariff by the PNP is consistent with Policy Statement 3 of \nthe Water Supply Tariff Policy of the Lao PDR.2 The domestic tariff has been modified to a rising \nthree-block structure to ensure that water can be afforded by the poor while maintaining the same \naverage for the domestic tariff. New water supply schemes have been found to be disadvantaged \ncompared to existing systems because (i) new schemes cover smaller populations and lack \neconomies of scale; (ii) they are more remote and therefore capital costs are likely to be higher; \n(iii) the PNP must repay a greater portion of the capital costs for new schemes through subproject \nloans (30% compared with 15% previously); (iv) PNP branch capacity is likely to be lower and \ntherefore less efficient; (v) inflation causes new schemes to have higher subproject specific tariffs \nthan existing systems; and (vi) new schemes are located in poorer districts and the ability to pay is \nlikely to be lower than in the provincial capital. \n10.  Lacking economies of scale, subproject water supply schemes typically charge much \nhigher tariffs than those charged by larger (provincial capital) schemes. Such tariffs may not be \naffordable for all customers and may make it difficult to gather customer support when the PNP \nelsewhere  is  applying  a  much  lower  tariff.  Subproject  water  supply  schemes  with  small \ncustomer bases would benefit from the application of a utility-wide tariff. By spreading the costs \nover  the  entire  customer  base  of  the  PNP,  the  utility  can  make  tariffs  affordable  for  all \ncustomers. Under a utility-wide tariff, the PNP needs only a single billing (computerized) system \nbecause the tariff structure is uniform. This means lower administrative costs for the utility. \n11.  Affordability and Willingness to Pay. An affordability analysis was conducted to ensure \nthat domestic consumers, especially those in the low-income group, can afford the projected \nwater tariff levels. The affordability analysis was done for 2011 (the assumed year that the \nsubproject becomes operational), and 2015. The results reveal that the percentage of monthly \nhousehold income spent on water, inclusive of the monthly meter rental and turnover tax, by the \naverage household and low-income group is below 5% in 2011 and 2015. Based on generally \naccepted principles, the projected water tariffs are therefore considered affordable. The monthly \nwater bill based on the proposed tariffs is within the consumers’ willingness to pay as per the \nsocioeconomic survey results (Table A14.2). \nTable A14.2: Affordability and Willingness to Pay \n2011    2015 \nItem \nAve. HH  LIG  Ave. HH  LIG \nViengphoukha         \nTotal Monthly Bill for Water (KN)  24,618 16,590  30,383  18,050\nAverage Willingness to Pay for Piped Water (KN/month)  52,367   52,367 \nAverage Monthly Household Income (KN)  697,000 375,000  697,000  375,000\n% of Monthly Household Income Spent on Water   3.5 4.4  4.4  4.8\nHouixai     \nTotal Monthly Bill for Water (KN)  56,239 16,002  58,670  17,342\nAverage Willingness to Pay for Piped Water (KN/month)  51,923   51,923 \nAverage Monthly Household Income (KN)  1,488,000 390,000  1,488,000  390,000\n% of Monthly Household Income Spent on Water   3.8 4.1  3.9  4.4\nSongkhone     \nTotal Monthly Bill for Water (KN)  18,045 11,604  24,697  12,583\nAverage Willingness to Pay for Piped Water (KN/month)  82,473   82,473 \nAverage Monthly Household Income (KN)  1,276,000 390,000  1,276,000  390,000\n% of Monthly Household Income Spent on Water   1.4  3.0 1.9  3.2 \nAve= average, HH = household, LIG = low income group.  \nSource: ADB estimates.         \n \n \n \n                                                 \n2  MPWT Decision 5336, 26 April 2004. \n ", "Appendix 14  63\nC.  Financial Performance of PNPs \n \n12.  PNP Financial Performance. Louang-Namtha and Bokeo PNPs incurred net losses from \n2004 to 2006 and it is estimated that they also incurred net losses in 2007. These losses are  due \nto low tariff levels, which are well below WASA’s tariff recommendations. Savanakhet PNP had \npositive net income in 2004 but incurred losses in 2005 and 2006 due to low tariffs. Savannakhet \nPNP is estimated to have had a small net income for 2007 due to increased volume of water sold. \n13.  Projected Financial Performance. The projected financial performance of the PNPs for \n2008 to 2015 is presented in Table A14.3, with the key performance indicators. The financial \nprojections, which include the subprojects, indicate that the PNPs are projected to earn a positive \nnet income each year over the forecast period. More than 100% of annual depreciation expense \n(historical cost) is recovered during the forecast period. The PNPs are also projected to generate \npositive net cash flow each year over the forecast period, which can be used to fund much \nneeded rehabilitation and expansion work in its service area. As a result, the PNPs will require no \nfurther subsidies and will be able to fund all O&M expenses, service their debt, and generate an \nincreasing cash surplus. The debt service coverage ratio is projected to be above 1.2 times. \nTable A14.3: Summary of PNP Financial Projections (KN million) \nIndicator  Actual  Est.    Projected \n2006  2007  2008  2009  2010  2011  2012  2013  2014  2015 \nLouang-Namtha                   \nFinancial Performance \nRevenues  621  486  1,135  1,414  1,719  2,290  2,347  2,557  2,785  3,032 \nNet Income  (566)  (713)  119  278  457  477  375  476  554  672 \nNet Cash \nFlow  (213)  19  333  546  719  888  886  1,011  1,119  919 \nKPI         \nWater Sold \n(‘000 m3)  459  468  468  468  468  544  554  564  574  585 \nDebt Service \nRatio (times)  (1.7)  (4.2)  6.8  6.6  9.0  12.2  5.8  6.5  7.1  5.1 \n% of \nDepreciation \nRecovered  0  0  163 248 343 220 194 220  239  269\nReturn on \nAssets (%)  (10)  (14)  6 13 22 7 7 10  11  14\nBokeo             \nFinancial Performance \nRevenues  1,197  1,078  2,439  2,899  3,429  3,921  4,258  4,462  4,773  5,106 \nNet Income  (389)  (438)  555  822  1,133  1,461  1,647  1,807  1,982  2,170 \nNet Cash \nFlow  192  817  465  1,038  1,338  1,770  2,006  2,133  2,323  2,413 \nKPI         \nWater Sold \n(‘000 m3)  654  685  709  734  758  789  814  814  814  814 \nDebt Service \nRatio (times)  1.8  0.7  6.5  8.4  10.7  13.6  12.4  13.5  14.7  13.7 \n% of \nDepreciation \nRecovered  58  0  310 411 529 546 603 652  705  763\nReturn on \nAssets (%)  (1)  (3)  11 16 22 22 26 30  34  40\nSavanakhet           \nFinancial Performance \nRevenues  7,192  7,878  13,044  15,431  17,843  20,623  21,335  22,933  24,649  26,493 \nNet Income  (208)  127  3,628  5,008  6,574  7,572  7,542  8,394  9,317  10,315 \nNet Cash \nFlow  1,778  2,727  3,738  6,603  8,202  10,714  10,537  11,406  12,810  12,557 \nKPI         \n ", "64  Appendix 14 \nIndicator  Actual  Est.    Projected \n2006  2007  2008  2009  2010  2011  2012  2013  2014  2015 \nWater Sold \n(‘000 m3)  5,081  5,336  5,541  5,746  5,840  6,126  6,156  6,185  6,214  6,243 \nDebt Service \nRatio (times)  6.4  7.7  24.0  30.5  37.7  45.9  16.4  18.0  19.7  14.3 \n% of \nDepreciation \nRecovered  88  110  375 480 599 465 463 504  549  597\nReturn on \nAssets (%)  0  1  7 10 13 11 12 14  15  17\nKPI = key performance indicator, Est. = estimate \nSource: ADB and WASA estimates. \n \nC.  Subproject Sustainability \n \n14.  The economic sustainability of the three sample subprojects depends on the subproject’s \nfinancial sustainability. Unless the subproject is financially sustainable, the economic benefits \nassumed in the analysis will not materialize. The projected financial performances for the three \nsubprojects show that the agreed upon financial objectives of cost recovery (i.e., full O&M cost and \na gradually increasing portion of annual depreciation) and debt service (not less than 1.2 times) for \nthe sector could be met. Meeting the financial objectives of the sector indicates subproject financial \nsustainability. Attainment of the financial objectives, however, requires that tariffs are annually \nreviewed and adjusted in line with WASA’s recommendations and kept at pace with inflation. \n ", "Appendix 15  65\nSUMMARY LAND ACQUISITION AND COMPENSATION FRAMEWORK AND SHORT LAND \nACQUISITION AND COMPENSATION PLANS \n \n1.  Short land acquisition and compensation plans (LACPs) have been prepared for the three \nsample subprojects in Huoixai, Viengphoukha and Songkhone as part of project preparation \n(Supplementary Appendix L). The land acquisition and resettlement (LAR) is category B or not \nsignificant in each of the three subproject towns. The number of affected persons experiencing \nmajor impacts is less than 200. A land acquisition and compensation framework (LACF) has also \nbeen prepared to guide the resettlement planning and implementation for future subprojects \n(Supplementary Appendix M). All ethnic groups affected are eligible for the same entitlements. \nSpecific measures for vulnerable groups, including some ethnic groupsand households headed \n \nby women, are included in the LACF and short LACPs. The LACPs and LACF have been based \non the relevant laws of Lao PDR and ADB’s Involuntary Resettlement Policy (1995). \n2.  Scope of Land Acquisition and Resettlement Impacts. For each subproject found to \nrequire LAR, an LACP will be prepared by the project implementation units (PIUs), under the \nguidance of the PCU. Concerted efforts will be made to reduce the magnitude of displaced and \naffected people and only subprojects with insignificant resettlement and land acquisition will be \neligible  for  inclusion  in  the  Project.  Since  priority  will  be  given  to  avoiding  or  minimizing \nresettlement and land acquisition, short LACPs will be prepared for this Project. Table A15.1 \nillustrates the estimated impacts for three sample subproject towns.  \nTable A15: Scope of Land Acquisition and Resettlement Impacts \n \nAffected Households (AH) \nAH losing 10% or \nSubproject  Estimated Land  AH/  Total  AH to be  more of  Other \ntown  Acquisition (m2)  Shops  Population  Relocated  productive assets  Impacts \nHuoixai  3,250  m2  of  private  6   43  0  1  Temporary \nland (permanent)  impact on 1 \n200 m2 of private land  shop for pipe \n(temporary)  placement \nSongkhone  1,639 m2of private land  259  1,504  0  0  120 fruit \n(temporary)  trees \nViengphoukha  2,700 m2 of private  24  150  3 (shops)  1   \nland (permanent) \nSource: ADB and EA estimates. \n \n3.  Legal and Policy Framework. The policy framework and compensation entitlements are \ndeveloped from the relevant laws, decrees, and regulations of the Government of Lao PDR and \nADB’s  Involuntary  Resettlement  Policy.  In  Lao  PDR,  compensation  principles  and  the  policy \nframework for LAR are governed by the following regulations: (i) the Constitution, 1991, (ii) the \nLand Law, 2003, (iii) Road Law, 1999, (iv) Decree of the Prime Minister on Compensation and \nResettlement of People Affected by Development Project,1 and (v) Regulations for Implementing \nDecree  of  the  Prime  Minister  on  Compensation  and  Resettlement  of  People  Affected  by \nDevelopment Project.2 Provisions and principles adopted in the LACF and LACPs supplement the \nprovisions of relevant decrees currently in force in Lao PDR wherever a gap exists.  \n4.  Project principles for LAR are adopted in the LACF and each short LACP, and cover the \nbasic principle of minimizing (or avoiding wherever possible) LAR impacts on households and \ncommunities. Other areas include definition and eligibility of affected persons to compensation \nand rehabilitation, inventory of losses, communal land and structures, procedures for voluntary \ncontributions, budget availability, institutional arrangements, special attention and assistance to \nwomen, minority ethnic groups, and other vulnerable persons, mechanisms to redress affected \n                                                 \n1 No.192/PM/7 July 2005.  \n2 No.2432/STEA/11 November 2005. \n ", "66  Appendix 15 \npersons’ grievances, compensation and rehabilitation measures, and preparation, disclosure and \nmonitoring of LACPs.  \n5.  Entitlements and compensation are based on the Project’s social surveys, consultations, \nand the Government and ADB requirements and procedures. People eligible for compensation \nare those who will experience negative impacts on their assets or livelihoods as a result of the \nProject.  Affected  persons  who  appear  in  the  subprojects’  census  returns  will  be  entitled  to \ncompensation  and  assistance.  Loss  of  land  will  be  compensated  for  through  land-for-land \narrangements or, if the affected persons prefer, cash compensation at an amount equal to the \ncurrent market value. For affected houses and structures, compensation and assistance will be \nequivalent to the provision of, or full replacement costs for, building a house or structure of the \nsame size and standard. Loss of unharvested annual crops will be compensated at current market \nvalue. Relocating households will receive subsistence allowances and affected persons belonging \nto vulnerable groups will be entitled to additional special allowances. The LACPs and the LACF \ncontain detailed entitlement matrixes summarizing types of impact, eligibility, and compensation.  \n6.  Consultation,  Disclosure,  and  Grievance  Redress.  At  the  early  stages  of  project \npreparation, local authorities, and leaders at different administrative levels were informed about \nthe project proposal, its objectives, and proposed activities. They were consulted on development \nneeds and resettlement issues, their perception of project objectives, technical designs, and their \ntasks and roles in project planning and implementation. Affected persons were informed about \nthe Project on an individual household basis and have been involved in developing the proposed \nresettlement and compensation packages. Draft LACPs have been disclosed to the affected \npeople, using locally appropriate information booklets. Further consultations will be undertaken \nbefore finalization of detailed design. A mechanism has been established to ensure that the \nconcerns  and  grievances  of  affected  persons  are  addressed  and  resolved  in  a  timely  and \nsatisfactory manner. Affected persons will be made fully aware of their rights and the grievance \nprocedures, verbally and in writing during consultation, survey, and at time of compensation.  \n7.  Implementation Arrangements. The project coordination unit (PCU) will coordinate all \nLAR activities. The PIUs will be responsible for LAR implementation, monitoring, and supervision. \nProvincial and district resettlement committees will include village focal person(s) who will actively \nparticipate in design and implementation of short resettlement plans. The PIU will prepare monthly \nprogress reports and a final report to the PCU upon completion of LAR activities. The PCU will \nconsolidate the information from the PIUs and other sources in its quarterly progress reports to \nADB. The PCU will engage an external monitor, acceptable to ADB, to monitor LAR activities. The \nexternal monitor will submit semiannual reports and a final evaluation to the PCU and ADB. The \nWithin 3 months of project completion, the PCU will submit a resettlement completion report \nbased on the agreed LACPs and financial audit statements approved by a third party. \n8.  The Executing Agency will be responsible for (i) administering resettlement workshops for \nprovincial and district officials; (ii) approving the LACF and short LACPs, with endorsement from \nprovincial and district governments; and (iii) forwarding the documents to ADB for concurrence. All \nresettlement activities will be coordinated with the civil works schedule. ADB will issue a no \nobjection  to  civil  works  contract  awards  after  the  Government  has  satisfactorily  completed \ncompensation payments and relocation to new sites in accordance with the approved LACP. \nSupervision consultants will provide assistance during resettlement planning and implementation. \n9.  Cost and Budget. Adequate budgetary support will be made available to cover the \ncosts of LAR within the implementation period. Each subproject LACP will break down the \nbudget by type of loss with corresponding cost estimates. The budget will reflect replacement \ncosts at current market values, with adequate provision for contingencies. About $240,000 has \nbeen estimated to cover LAR costs, including implementation and contingencies. \n "], "metadata": {"CreationDate": "D:20090112111629+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: lao 36339, lao pdr, lao water supply and sanitation, lao water supply sector projects, lao small towns water supply projects, water supply and sanitation sector project", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20090204141313+08'00'", "Title": "Small Towns Water Supply and Sanitation Sector Project"}, "author_page": " \n  WSRC  –  Water Supply Regulatory Committee \n  WSSSP  –  Water Supply and Sanitation Sector Project \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2008 ends \non 30 September 2008. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  A. Jain, Social Sector Specialist, SERD \nTeam members  N. Bouaphim, Project Implementation Officer, Lao Resident Mission, SERD \n  H. Chen, Counsel, Office of General Counsel \n  C. Holmemo, Poverty Reduction Specialist, SERD  \n  N. Ikemoto, Environmental Specialist, SERD \n  P. van Klaveren, Water Supply and Sanitation Specialist, SERD \n \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "A. Jain", "role": "Social Sector Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "N. Bouaphim", "role": "Project Implementation Officer", "organization": "Lao Resident Mission"}, {"documentRole": "Team members", "fullname": "H. Chen", "role": "Counsel", "organization": "Office of General Counsel"}, {"documentRole": "Team members", "fullname": "C. Holmemo", "role": "Poverty Reduction Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "N. Ikemoto", "role": "Environmental Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. van Klaveren", "role": "Water Supply and Sanitation Specialist", "organization": "SERD"}]}