{"CreationDate": "D:20081112145834+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20081208153249+08'00'", "Title": "Integrated Citarum Water Resources Management Investment Program", "content": " \n\nReport and Recommendation of the President \n to the Board of Directors \n\nProject Number: 37049 \nNovember 2008 \n \n\nProposed Multitranche Financing Facility \nand Administration of Grant and Technical \nAssistance Grant  \nRepublic of Indonesia: Integrated Citarum Water \nResources Management Investment Program \n \n \n\n \n\n\f\f \n\nCURRENCY EQUIVALENTS \n(as of 19 June 2008) \n\nCurrency Unit\nRp1.00\n$1.00\n\n– \n= \n= \n\nrupiah (Rp) \n$0.0001 \nRp9,300 \n\n \n \nABBREVIATIONS \n\nADB \nAWP \nBAPPENAS \nBBWSC \nCRB \nCSO \nDGWR \nDMI \nEA \nEARF \nEIA \nEIRR \nFFA \nGEF \nIA \nIEE \nIPPMS \nIWRM \nLIBOR \nMDG \nMFF \nMOF \nNGO \nNSCWR \nOCR \nPFR \nPIU \nPJT 2 \nPCMU \nRBO \nRCMU \nRPMS \nSEA \nSOE \nTA \nWFPF \nWTC \n\nimplementing agency \ninitial environmental examination \ninvestment program performance management system \nintegrated water resources management \n\n–  Asian Development Bank \n–  annual work plan \n–  National Planning and Development Agency \n–  Balai Besar Wilayah Sungai Citarum \n–  Citarum River basin \n–  civil society organization \n–  Directorate General of Water Resources \n–  domestic, manufacturing, and industrial  \n–  executing agency  \n–  environmental assessment and review framework \n–  environmental impact assessment \n–  economic internal rate of return \n– \nframework financing agreement \n–  Global Environmental Facility \n– \n– \n– \n– \n–  London interbank offered rate  \n–  Millennium Development Goal  \n–  multitranche financing facility  \n–  Ministry of Finance \n–  nongovernment organization \n–  National Steering Committee for Water Resources \n–  ordinary capital resources \n–  periodic financing request \n–  project implementation unit \n–  Perum Jasa Tirta 2 (CRB operator) \n–  program coordination and management unit \n–  river basin organization \n–  road map coordination and management unit \n–  road map performance management system \n–  strategic environmental assessment \n–  statement of expenditure \n– \ntechnical assistance \n–  Water Financing Partnership Facility \n–  West Tarum Canal \n\n \n\n \n\n \n\n\fintegrated water resources \nmanagement \n\n– \n\nriver basin organization  \n\nBalai Besar \n\n6 Cis River Basin Territory  \n\nPerum Jasa Tirta \n \nlocal government \nJabodetabek \n\nGLOSSARY  \n \n\nIWRM  is  now  recognized  around  the  world  as  the  process  to \npromote  the  coordinated  development  and  management  of  water, \nland and related resources in river basins to maximize the economic \nbenefits  and  social  welfare \nin  an  equitable  manner  without \ncompromising the sustainability of vital ecosystems. IWRM therefore \nfocuses on delivering economic, social, and environmental benefits \nthat result from an integrated approach.  \n\n–  Any  government  organization  with  a  mandate  in  water  resources \ndevelopment  and/or  management  with  responsibilities  covering  a \nsingle river or a group of rivers. \n\n–  The  short  name  for  a  central  Government  river  basin  organization \nwith  a  broad  mandate  that  includes  aspects  of  water  resource \nplanning,  development,  and  management  within  a  defined  river \nbasin territorial area covering either a single large river catchment or \ngroup of smaller catchments, in this case the Citarum River basin. \n–  A  river  basin  territory  comprising  three  river  basin  organizations \nBalai  Besar  Citarum,  Balai  Besar  Ciliwung-Cisadane,  and  Balai \nBesar Cidanau-Ciujung-Cidurian in West Java, Jakarta, and Banten \nthe  metropolitan  conurbation  of \nprovinces  and \nJabodetabek. \n\nincluding \n\n–  Publicly  owned  river  basin  organization  corporation  with  a  water \n\nmanagement mandate in the Citarum River basin. \n\n–  Provincial and/or district governments. \n–  The  greater  Jakarta  metropolitan  area  (Jakarta,  Bogor,  Depok, \n\nTangerang, and Bekasi) and its surroundings. \n\n \n\nIn this report, “$” refers to US dollars \n\n \nNOTE \n \n\n \n \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\n \n \n \n \n \n\nC. Lawrence Greenwood, Jr., Operations 2 \nA. Thapan, Southeast Asia Department (SERD) \nU. Malik, Agriculture, Environment, and Natural Resources Division, SERD \n \nC. Morris, Agriculture, Environment, and Natural Resources Division, SERD \nS. Aman-Wooster, Senior Civil Society and Participation Specialist, Regional and \nSustainable Development Department \nM. Buendia, Social Development Specialist (Resettlement), SERD \nC. Gautrot, Counsel, Office of the General Counsel \nM. Islam, Environmental Engineer, SERD \nA. Musa, Financial Analysis Specialist, SERD \nM. Oka, Social Development Specialist, SERD \n\n \n\n\f \n\nCONTENTS \n\nMULTITRANCHE FINANCING FACILITY AND INVESTMENT PROGRAM SUMMARY \n \nMAP \n\nTHE PROPOSAL \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  \nB. \nC. \n\n1 \n     1 \nPerformance Indicators and Analysis \n3 \nAnalysis of Key Problems and Opportunities \nRoad Map for Integrated Water Resources Management in the Citarum River       \n7 \nBasin \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\n \n\nTHE PROPOSED INVESTMENT PROGRAM \nA. \nB. \nC. \nD. \nE. \n\nImpact and Outcome \nComponents and Outputs \nSpecial Features \nCost Estimates and Financing Plan \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nPROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA. \nB. \nC. \nD. \nE. \nF. \n\nPolicy Impact and Institutional Benefits \nEconomic Benefits and Impacts \nSocial Benefits and Impacts \nEnvironmental Benefits and Impacts \nSustainability and Financial Analysis \nRisks \n\nVI. \n\nASSURANCES \n\nRECOMMENDATION \n\nSector Assessment and Lessons \nSummary Strategic Environmental Assessment    \nExternal Assistance in the Sector \nProblem Tree \nSummary Road Map \nSummary Cost Estimate and Financial Plans \n\nVII. \n \nAPPENDIXES \n1.    Design and Monitoring Framework \n2.   \n3.   \n4.   \n5.   \n6.   \n7.   \n8.    Management Organization Chart \n9.   \n10.  \n11.  \n12.  \n13.  \n14.  \n15.  \n16.  \n\nIndicative Implementation Schedule \nProcurement Plan Project 1 \nProject Financial Management \nTechnical Assistance \nBenefits Analysis \nSummary Poverty Reduction and Social Strategy  \nExecutive Summary of the Resettlement Plan \nSummary Initial Environmental Examination \n\nPage \n \n\ni\n\n1 \n\n8 \n8 \n8 \n10 \n12 \n14 \n\n19 \n\n21 \n21 \n21 \n21 \n22 \n22 \n23 \n\n23 \n\n26 \n\n27 \n32 \n37 \n39 \n40 \n41 \n44 \n46 \n47 \n48 \n51 \n54 \n 57 \n 60 \n62 \n65 \n\n\fProject 1 Loan Design \n\nStrategic Environmental Assessments \n\nProcurement Capacity Assessment Report and Recommendations \n\nSUPPLEMENTARY APPENDIXES (available on request) \nA.   \nB.    Road Map for Integrated Water Resources Management in the Citarum River Basin \nC.   \nD.    Detailed Financing Plan and Cost Estimates  \nE.   \nF.    Details of Consulting Services (Project 1 and TA) \nG.   \nH.   \nI. \nJ. \nK.    Resettlement Plan – West Tarum Canal \nL.   \nM.   \n \n\nFinancial Assessments for Project 1 Implementing Agencies \nEconomic and Financial Analysis \n\nEnvironmental Assessment and Review Framework \nInitial Environmental Examination \n\n  Gender Action Plan \n  Resettlement Framework \n\n\f \n\nMULTITRANCHE FINANCING FACILITY AND INVESTMENT PROGRAM SUMMARY \n\n \nBorrower \n \nClassification \n\n \nEnvironment \nAssessment \n\n \nInvestment \nProgram \nDescription \n\n \nRationale \n\nIntegrated  Citarum  Water  Resources  Management \n\nRepublic of Indonesia \n \nTargeting classification: General intervention  \nSectors: Multisector  \nSubsectors:  Water  resource  management,  environment  and  biodiversity, \nand water supply and sanitation. \nThemes:  Sustainable  economic  growth,  governance,  and  inclusive  social \ndevelopment. \nSubthemes:  Developing  rural  areas,  civil  society  participation,  and  human \ndevelopment. \n \nCategory  B  for  the  activities  under  the  first  tranche  of  Project  1.  An  initial \nenvironmental  examination  was  undertaken.  A  strategic  environmental \nassessment has been prepared for the Citarum River basin.  \n \nThe \nInvestment \nProgram  will  fund  a  range  of  interventions  across  the  water  sector  that \nrelate  to  water  and  land  management  that  are  necessary  to  pursue  the \nintroduction  of  integrated  water  resources  management  (IWRM)  in  the \nCitarum  River  basin.  The  selection  of  interventions  for  funding  under  the \nInvestment  Program  was  made  based  on  a  road  map,  or  strategic \ninvestment plan, for basin-wide IWRM. The road map sets out the agreed \ninterventions  until  2023  that  will  be  required  to  achieve  key  IWRM \nobjectives. The initial estimate of the cost of the full suite of interventions is \n$3.5  billion.  The  component  subprojects  selected  for  inclusion  in  the \nInvestment  Program  all  come  from  the  road  map  and  were  prioritized  by \nbasin stakeholders in a participatory planning process with selection criteria \nthat  included  (i)  the  importance  and  urgency  of  the  intervention,  (ii)  the \npotential  contribution  to  implementing  IWRM,  and  (iii)  whether \nthe \nintervention  was  likely  to  be  funded  by  other  funding  agencies  or  the \nGovernment  of  Indonesia  (the  Government)  itself,  wherever  possible \nminimizing  the  number  of  implementing  agencies  and  concentrating  on \nsectors in which the Asian Development Bank (ADB) can add value or has \ntraditionally  partnered  with  the  Government.  The  planned  component \nprojects  (outputs)  are  grouped  by  key  IWRM  areas  as  follows:  (i) \ninstitutions  and  planning  for  IWRM;  (ii)  water  resource  development  and \nmanagement; (iii) water sharing; (iv) environmental protection; (v) disaster \nmanagement;  (vi)  community  empowerment;  (vii)  data,  information,  and \ndecision support; and (viii) program management. \n\nThe Citarum River basin is in the province of West Java and covers 13,000 \nsquare  kilometers  (km2).  The  Government  considers  it  to  be  the  most \nstrategic river basin in the country because it provides 80% of the surface \nwater  supply  to  the  capital  city  of  Jakarta.  The  water  is  carried  to  Jakarta \nand its metropolitan conurbation through the West Tarum Canal, which was \nconstructed  in  1966  and  urgently  needs  rehabilitation  and  upgrading.  The \nCitarum River basin supports a population of more than 28 million people \nand  20%  of  the  country’s  industrial  output.  The  upper  basin  has  three \nhydroelectric  dams  producing  a  total  of  1,400  megawatts.  The  river  feeds \n\n\firrigation  schemes  covering  close  to  400,000  hectares  (ha)  that  produce \n5% of the country’s rice.  \n \nSustainable  management  of  the  basin’s  river  and  groundwater  are \ntherefore  critical  to  the  social  and  economic  development  of  the  country. \nThe basin’s water resources have come under increased pressure over the \npast  20  years  from  urbanization  and  industrial  growth,  causing  severe \nwater  pollution  and  acute  stress  and  depletion  of  groundwater  in  several \nlocations.  Rapid  urbanization  has  significantly  increased  vulnerability  to \nfloods,  and  there  are  early  indications  that  climate  change  is  already \ndramatically  increasing  the  intensity  of  flood  events.  Environmental \ndegradation  has  reached  levels  that  compromise  public  health  and \nlivelihoods,  particularly  for  the  poor,  and  incurs  additional  economic  and \nfinancial costs in the delivery of clean, reliable bulk water supplies. \n \nFor  these  reasons,  the  Government  has  determined  to  adopt  a  concerted \napproach  to  improving  land  and  water  management  in  the  basin.  It  has \nrequested  ADB’s  help  in  developing  and  funding  this  long-term  IWRM \nInvestment  Program  guided  by,  and  part  of,  a  strategic  road  map.  With \nADB’s  help,  the  Government  and  stakeholders  in  the  basin  have \nformulated  a  shared  vision:  the  Government  and  communities  working \ntogether for clean, healthy, and productive catchments and rivers, bringing \nsustainable benefits to all people of the Citarum River basin. \n \nThe  expected  impact  of  the  Investment  Program  is  reduced  poverty  and \nimproved  health  and  living  standards  in  the  Citarum  River  basin.  The \nexpected outcome is improved and integrated water resource management \nin the Citarum River basin. \n \n\n \nMultitranche \nFinancing \nFacility \n \n\n \nCost Estimates  The  estimated  total  cost  of  implementing  the  projects  of  the  road  map  is \n$3.5  billion  over  15  years,  of  which  the  proposed  Investment  Program \naccounts for $921 million.  \n \nThe  Government  has  requested  $503.8  million  in  loans  from  ADB  and  a \nGlobal  Environment  Facility  (GEF)  grant  administered  by  ADB  to  support \nthe  Investment  Program.  This  is  to  be  structured  as  a  multitranche \nfinancing  facility  (MFF)  with  a  lifespan  of  10  years.  The  MFF  will  finance \nprojects  under  the  Investment  Program,  provided  that  the  Government \ncomplies  with  assurances  to  ADB  and  the  constituent  projects  are  in  line \nwith  those  assurances  and  the  criteria  set  out  in  the  framework  financing \nagreement (FFA). \n \nADB will provide loans to finance projects under the MFF upon submission \nof satisfactory periodic financing requests (PFRs). Except for Project 1—for \nwhich the PFR is for two loans from ADB (one from ADB’s ordinary capital \nresources [OCR] and the other from ADB’s Special Funds resources) and a\nGEF  grant  administered  by  ADB—each  loan  will  constitute  a  tranche  and \nmay carry financing terms different from those of previous or later loans. \n \nThe choice of terms will depend on the project and ADB’s financing policies \nat the time the loan is legally documented.  Tranches  may  be  provided  in \n\n \nImpact and \nOutcome \n\nii \n\n \n\n \n\n\f \n\niii\n\nsequence or simultaneously and may overlap; four indicative tranches have \nbeen designed. \n \nThe  projects  corresponding  to  individual  tranches  may  comprise  physical \nand other components of the Investment Program that are packaged based \non  procurement  and/or  implementation  years.  The  minimum  amount  of \neach PFR will be $10 million equivalent.  \n \n\nFinancing Plan for the Investment Program  \n($ million)  \n\n \nInvestment \nProgram \nFinancing Plan \n\nSource \n\nADB ADF Loan \n\nADB OCR Loan \n\nGovernment of Indonesia \n\nADB (TA ) \n\nParallel Funding (TA)  \n\nGovernment of the Netherlands (TA) \nMultidonor Trust Fund under the Water \nFinancing Partnership Facility (TA) \n\nBeneficiaries \nGlobal Environment Facility (ADB \nadministered) \n\nTotal \n\n30.0 \n\n470.0 \n\n381.6 \n\n4.0 \n\n4.0 \n\n5.0 \n\n2.0 \n\n21.0 \n\n3.8 \n\nShare \n% \n\n3.3 \n\n51.0 \n\n41.4 \n\n0.4 \n\n0.4 \n\n0.5 \n\n0.2 \n\n2.3 \n\n0.4 \n\n \nFramework \nFinancing \nAgreement \n \n\n \nMFF Amount \nand Terms \n\nTotal \nADB = Asian Development Bank, ADF = Asian Development \nFund, OCR = ordinary capital resources, TA = technical \nassistance.  \nSources: Government of Indonesia and ADB estimates. \n\n921.4 \n\n100.0 \n\n \n\n \nThe  Government  has  entered  into  an  FFA  with  ADB  that  satisfies  the \nrequirements  of  the  policy  to  mainstream  the  MFF.  Pursuant  to  the  FFA, \nthe Government has submitted the first PFR for $53.8 million equivalent to \nADB. The first PFR is presented to the Board for information together with \nthe  FFA.  Before  ADB’s  acceptance  of  a  PFR,  ADB  will  ensure  that  the \nGovernment complies in full with the terms and conditions of the FFA.  \n \nThe maximum financing amount under the MFF is $503.8 million, with up to \n$470  million  to  be  provided  from  ADB’s  OCR,  up  to  $30  million  to  be \nprovided  from  ADB’s  Special  Funds  resources,  and  $3.8  million  to  be  a \nGEF  grant  administered  by  ADB.  The  Government  will  convert  the  MFF \ninto  several  loans  or  project  tranches.  Final  terms  and  conditions  will  be \ndetermined  for  each  individual  loan  based  on  prevailing  ADB  policies. \nFinancing  OCR  resources  will  be  subject  to  interest  to  be  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based \nlending facility and such other terms and conditions set forth in the related \nloan agreements. \n \n\n \n\n \n\n\fA  10-year  availability  period  is  proposed  for  the  MFF,  from  2009  to  2018, \nwith  the  last  loan  agreement  to  be  executed  no  later  than  31  December \n2018. The period of utilization will thus be 15 years from 1 January 2009 to \n31 December 2023. Each loan will have its own closing date to match with \nits implementation period. \n \n31 December 2023. \n\n \nDirectorate General Water Resources (DGWR) of the Ministry of Public \nWorks. \n \nA  road  map  coordination  and  management  unit  (RCMU)  has  been \nestablished in the National Development Planning Agency (BAPPENAS) to \nensure overall planning and financial management in the national and local \ngovernments.  DGWR  has  established  a  project  coordination  and \nmanagement  unit  (PCMU)  in  its  Citarum  River  basin  organization,  Balai \nBesar  Wilayah  Sungai  Citarum,  which  is  responsible  for  the  overall \nmanagement  and  coordination  of  all  investment  program  activities.  The \nRCMU  and  the  PCMU  will  work  closely  with  the  National  Steering \nCommittee  for  Water  Resources.  Project  implementation  units  (PIUs)  will \nbe  established  in  each  implementing  agency.  Routine  communications \nfrom ADB on the Investment Program will be addressed to the PCMU.  \n \nAll goods, civil works, and related services financed under the MFF will be \nprocured  in  accordance  with  ADB’s  Procurement  Guidelines  (2007,  as \namended from time to time). \n \nAn  estimated  301  person-months  of  international  consultancy  and  2,004 \nperson-months  of  national  consultancy  will  be  required  to  assist  the \nimplementing \nGovernment, \nProject 1.  Consultants  will  be  engaged  to  support  the  management  and \nimplementation  of  the  Investment  Program  in  accordance  with  ADB’s \nGuidelines  on  the  Use  of  Consultants  (2007,  as  amended  from  time  to \ntime). \n \n\nlocal  governments,  and  communities \n\nin \n\nThe beneficiaries of the Investment  Program will be the inhabitants of the \nCitarum  River  basin,  as  well  as  Jabodetabek  residential,  agricultural,  and \nindustrial  users  supplied  with  water  from  the  basin  via  the  West  Tarum \nCanal. In particular, the Investment Program has been designed to address \nthe needs of a broad range of basin stakeholders and help communities to \nplan and undertake their own water- and land-management measures. \n \n\niv \n\n \n\nPeriod of  \nUtilization \n \n\nEstimated \nProgram \nCompletion \nDate \n \nExecuting \nAgency \n \nImplementation \nArrangements \n\n \nProcurement \n\n \nConsulting \nServices \n\nProject Benefits \nand \nBeneficiaries \n\n \n\n \n\n\f \n\nv\n\nThe  success  of  the  Investment  Program  hinges  on  several  factors.  A \ndetailed  account  of  the  risks  is  given  in  the  main  body  of  the  report.  Key \nareas of concern are as follows:  \n \nin  2004  a \nInteragency  Commitment.  The  Government  adopted \ncomprehensive  water  law  that  promotes  IWRM  in  river  basins.  The  road \nmap  sets  out  the  concerted  implementation  of  a  well-planned  and \ncoordinated  cross-sectoral  set  of  interventions  to  introduce  IWRM  in  the \nbasin.  Interagency  commitment  to  the  Investment  Program  is  essential  to \nachieve  the  desired  results.  The  MFF  ensures  the  long-term  engagement \nby  ADB  with  a  holistic  approach  to  support  the  phased  introduction  of \nIWRM. \n\n(i)  a  community-driven  approach \n\nStakeholder  Participation.  Key  project  outcomes  include  stakeholder \nparticipation  overseen  by  the  proposed  river  basin  Water  Council.  To \nensure  effective  stakeholder  participation,  the  Investment  Program  will \nto  project  design  and \nsupport \nimplementation, (ii) intensive media campaigns and community and private \nsector  awareness  programs,  (iii)  private  sector  involvement  in  IWRM \nthrough  corporate  social  responsibility  programs,  and  (iv)  support  to \ngovernance  initiatives.  Institutional  support  through  parallel  technical \nassistance (TA) funding will support these activities.  \n \nRoad map Allocations and MFF Utilization. The risk exists that the road \nmap will not be adequately funded and that program funds will not be fully \nor  effectively  utilized.  The  Investment  Program  establishes  not  only \nprogram coordination and management but the RCMU in BAPPENAS. To \nsupport the road map, the RCMU will be responsible for ensuring the well-\ncoordinated,  holistic,  and  integrated  scheduling  of  investment  projects  by \nnational,  provincial,  and  district  governments  and  private  and  community \nstakeholders. \n \nDuring the preparation of the road map, the Government requested ADB to \nprovide TA for Institutional Strengthening for IWRM in the 6 Cis River Basin \nTerritory.  ADB,  the  Multi-Donor  Trust  Fund  under  the  Water  Financing \nPartnership Facility,  and  the  Government  of  the  Netherlands  have  agreed \nto provide TA support to the 6 Cis River Basin Territory to (i) strengthen the \ninstitutional arrangements for improved water resource management in the \nregion;  (ii)  build  the  capacity  and  expertise  of  agencies  involved  in  water \nresource  management;  and  (iii)  promote  a  more  integrated  approach  to \nriver  basin  planning.  The  estimated  base  cost  is  $10.7  million,  with  the \nfollowing financing arrangement: \n \n\nSource \nADB TASF \nWFPFa \nGovernment of the Netherlands \nGovernment of Indonesia \n\nShare ($ million) \n1.0 \n2.0 \n5.0 \n2.7 \n10.7 \n\nTotal \n\nADB  =  Asian  Development  Bank,  TASF  =  Technical  Assistance  Special  Fund, \nWFPF = Multi-Donor Trust Fund under the Water Financing Partnership Facility. \na Contributors under the Water Financing Partnership Facility: the governments of \nAustralia, Austria and Norway. \n\n \n\n  Sources: Government of Indonesia and ADB.\n\nRisks and \nAssumptions \n\n \nTechnical \nAssistance  \n\n \n \n\n \n\n \n\n \n\n\fCitarum River Basin Territory\n\n6 Ci's River Basin Territory (Cidanau, Cidurian,\nCiliwung, Cisadane, Citarum, Ciujung)\n\nNational Capital\n\nProvincial Capital\n\nCity/Town\n\nOther Town\n\nExpressway\n\nNational Road\n\nWest Tarum Canal \n\nRiver\n\nProgram Boundary\n\nProvincial Boundary\n\nInternational Boundary\n\nBoundaries are not necessarily authoritative.\n\no\n\n6  30'S\n\nPanaitan  Island\n\n107  00'Eo\n\nINDONESIA\nINTEGRATED CITARUM WATER RESOURCES\nMANAGEMENT INVESTMENT PROGRAM\n\nJ  a  v  a        S  e  a\n\nSangiang  Island\n\nMerak\n\nCilegon\n\nSerang\n\nC\n\ni\n\nd\n\na\n\nn\n\na\n\nu\n\n \n\nR\n\n.\n\nC\n\ni\n\nu\n\nj\n\nu\n\nn\n\nBanten\n\ng\n \n\nR\n\n.\n\nLabuhan\n\nPandegelang\n\nWarunggunung\n\nSaketi\n\nRangkasbitung\n\nB A N T E N\n\nTangerang\n\nC\n\ni\n\nd\n\nu\n\nr\n\ni\n\na\n\nn\n\n \n\nR\n\n.\n\ni\n\nC\ns\na\nd\na\nn\ne\n\n \n\nR\n\n.\n\n.\n\nR\n \ng\nn\nu\nw\n\ni\nl\ni\n\nC\n\nCitaru\n\nm R.\n\nJAKARTA\n\nBekasi\n\nWadas\n\nKarawang\n\nWest Tarum Canal\n\nMalingping\n\nMuara Binuangeun\n\nBogor\n\nCiawi\n\nCisarua\n\nCicurug\n\nCibadak\n\nPacet\n\nCianjur\n\nPelabuhanratu\n\nSukabumi\n\nI   N   D   I   A   N         O   C   E   A   N\n\n110  00'Eo\n\n130  00'Eo\n\nJampang Kulon\n\no\n10  00'N\n\nS o u t h    C h i n a   S e a\n\nI N D O N E S I A\n\no\n10  00'N\n\nP A C I F I C  O C E A N\n\nBRUNEI DARUSSALAM\n\nM A L A Y S I A\n\nBANGKA\n\nBELITUNG\n\n0o\n\nSUMATRA\n\nKALIMANTAN\n\nSULAWESI\n\nHALMAHERA\n\n0o\n\nPROGRAM LOCATION\n\no\n10  00'S\n\nJakarta\n\nJ a v a     S e a\n\nJ A V A\n\nBALI\n\nSUMBAWA\n\nFLORES\n\nSUMBA\n\nTIMOR\n\nTIMOR-LESTE\n\no\n10  00'S\n\nSERAM\n\nPAPUA\n\n0\n8\n-\n3\n7\n8\n5\n \nH\nR\n\nCikarang\n\nW E S T   J A VA\n\nSindangbarang\n\nN\n\n0\n\n10\n\n20\n\n30\n\n40\n\nKilometers\n\nI N D I A N     O C E A N\n\n110  00'Eo\n\n130  00'Eo\n\n107  00'Eo\n\nPagadenbaru\n\no\n\n6  30'S\n\nCikampek\n\nPurwakarta\n\nPlered\n\nSubang\n\nCimahi\n\nBandung\n\nBojongloa\n\nCimalaka\n\nSumedang\n\nCicalengka\n\nMajalaya\n\nPengalengan\n\nCibatu\n\nGarut\n\nTasikmalaya\n\nPameungpeuk\n\nKarangnunggal\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nmultitranche financing facility (MFF), and (ii) a proposed administration of grant to be provided \nby the Global Environment Facility (GEF)1, both to the Republic of Indonesia for the Integrated \nCitarum Water Resource Management Investment Program (the Investment Program), and (iii) \na  proposed  administration  of  a  portion  of \nInstitutional \nStrengthening for Integrated Water Resources Management in the 6 Cis River Basin Territory to \nbe provided by the Government of the Netherlands and the Multi-Donor Trust Fund under the \nWater Financing Partnership Facility. If the Board approves the proposed multitranche financing \nfacility and administration of the GEF grant and the technical assistance grant, I, acting under \nthe authority delegated to me by the Board, will approve ADB providing the balance for the said \nTA. The design and monitoring framework for the Investment Program is in Appendix 1. \n \n\ntechnical  assistance  (TA) \n\nfor \n\nII. \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nPerformance Indicators and Analysis \n\n2. \nNatural resources have been the backbone of economic growth in Indonesia and will be \nheavily  relied  upon  in  the  medium  term.  Forestry,  agriculture,  coastal  and  marine,  and  mining \ncontribute  about  one-fourth  of  the  gross  domestic  product  (GDP),  and  the  sector  still  employs \nthe  largest  segment  of  Indonesia’s  population  and  the  poor.  The  country  is  rich  in  natural \nresources,  but  they  are  under  immense  pressure.  Underinvestment  in  water  resource \ndevelopment and management impedes economic growth and the attainment of the Millennium \nDevelopment Goals (MDGs). Java Island is home to 60% of the population but constitutes only \nabout 7% of the land area. Nationwide, though the average water demand is only about 1.7% of \ntotal  runoff,  it  is  heavily  concentrated  on  Java,  where  annual  runoff  utilization  in  some  critical \nrivers approaches 50%. National policy takes a holistic approach to the integrated management \nof  water  resources  for  their  sustainable  use.  The  following  specific  constraints  in  the  water \nresources  sector  highlight  current  performance  weaknesses  and  are  addressed  in  the \nGovernment’s  medium-term  development  plan:2  (i)  the  degradation  of  river  basin  areas;  (ii) \nweak  water  sector  coordination,  institutions,  and  administration  at  the  national,  river  basin, \ndistrict,  and  community  level;  (iii)  weak  rare-event  flood  and  drought  management;  (iv)  spatial \nand time imbalances between water supply and demand; (v) worsening conflict between water \nsubsector  services;  (vi)  poor  utilization  of  irrigation  infrastructure;  (vii)  inequitable  community \nwater  access  and  poor  hygiene;  and  (viii)  low-quality  data  management,  information  systems, \nand research and development.  \n \n3. \nThe  CRB  is  mainly  in  the  province  of  West  Java  and  covers  13,000  square  kilometers \n(km2)  lying  immediately  to  the  east  of  the  Jabodetabek  conurbation.3  The  CRB  is  the  most \nstrategic  river  basin  in  the  country,  with  a  population  of  27,864,000  people  in  2004,  which  is \nmore than 72% of the provincial total and is growing by more than 3% annually. There are three \nhydroelectric  dams  in  the  upper  section  of  the  basin  producing  an  aggregate  of  1,400 \nmegawatts.  The  area  of  irrigated  agricultural  land  is  240,000  hectares  (ha)  in  the  Jatiluhur \nirrigation  system  of  the  lower  basin  and  a  further  150,000  ha  in  small  and  medium-sized \n\n \n\n                                                 \n1   GEF provided concept clearance for a $3.8 million grant subject to final chief executive officer’s endorsement. In \nthe event that GEF financing does not materialize, either the Government will arrange for alternative funding or the \nGovernment and ADB will make appropriate reductions in the scope of Project 1. \n\n2   Presidential Regulation 7/2005 on the national medium-term development plan was issued on 19 January 2005. \n3   The  metropolitan  conurbation  includes  the  cities  of  Jakarta,  Depok,  Bogor,  Tangaran,  and  Bekasi  and  has  a \n\ncombined population of 18 million. \n\n\f2 \n\n \n\n \n\nirrigation  schemes  in  the  upland  areas.  Irrigated  agriculture  yields  about  3  million  tons  of  rice \nannually,  or  about  5%  of  the  national  production.  The  CRB  supplies  80%  of  the  raw  surface \nwater  supply  to  the  capital  city  of  Jakarta,  as  well  as  Bandung’s  ground  and  surface  water.4 \nWater from the basin’s rivers and groundwater systems is essential to the social and economic \ndevelopment  of  the  country,  as  well  as  for  urban  and  industrial  development,  including  export \nindustry,  agricultural  production,  rural  water  supply,  electricity  generation  though  hydropower, \nand fisheries. The basin area itself contributes about 4% of national GDP,5 but if the water from \nthe basin used in Jakarta is taken into account that figure increases to more than 20%. \n \n4. \nThe water resources of the basin are limited, providing on average 1,300 cubic meters \n(m3) per person per year.6 Competition for these resources has increased significantly over the \npast 20 years, causing acute water stress and depletion of aquifers in some places. Jakarta and \nBandung routinely encounter shortfalls in raw water supplies, and the overuse of groundwater \nhas  mined  aquifers  in  both  cities,  causing  alarming  rates  of  irreversible  land  subsidence. \nIrrigated  cropping  intensities  in  the  lower  basin  remain  significantly  lower  than  their  potential. \nSome  3.5  million  basin  inhabitants  have  inadequate  water  and  sanitation  facilities;  the  MDG \nTarget 107 on sanitation is unlikely to be met in the CRB. Rapid urbanization8 has significantly \nincreased  exposure  to  flood  risk  and  the  generation  of  pollution.  The  highly  polluted  Citarum \nRiver is classified by the Ministry of Environment as Class V water quality, the lowest rating, as \nenvironmental degradation has reached a level that compromises public health and livelihoods, \nparticularly for the poor. Recent population pressures and radical land-use change over the last \n50  years  leaves  only  scattered  remnants  of  the  unique  West  Java  rainforests  and  West  Java \nmontane ecosystems, which the World Wide Fund for Nature listed among the top 200 critical \nglobal  ecosystems.  Climate  change  adds  to  the  stresses  on  ecosystems  and  water  resource \nmanagement  and  poses  escalating  risks  to  the  health,  livelihood,  and  disaster  vulnerability  of \npoor communities in the basin. \n \n5. \nA  management  focus  on  integrated  water  resources  management  (IWRM)  and  the \nsustainability of the water resources is emphasized in Indonesia’s 2004 Water Law No. 7. The \nwater  law  introduces  the  concept  of  basin  management  and  reflects  the  principles  of \ndecentralization  and  devolvement  of  authority  to  localities,  as  promoted  by  the  program  of \nregional autonomy. Preparations for implementing IWRM are at a preliminary stage in the basin. \nIndependent  Citarum  River  basin  organizations  exist  under  both  national  and  regional  funding \nwith development and management mandates that require close coordination and cooperation. \n(Appendix 2 provides a summary of the current institutional arrangements in the CRB.) Potential \nbenefits derived from effective IWRM are substantial, and it is recognized that water plays a key \nrole  in  achieving  the  MDGs  in  the  country.  Inadequate  water  development  and  management \nworsens  poverty  by  limiting  livelihood  opportunities  and  worsening  public  health,  vulnerability, \nand  environmental  degradation.  Although  not  all  benefits  are  measurable  directly  in  economic \nterms,  some  indicators  specific  to  the  water  sector  are  measurable  and  can  be  shown  to  be \nhighly correlated with measures of social factors such as poverty (Appendix 2).  \n \n\n                                                 \n4  Bandung,  the  capital  of  West  Java  Province,  is  Indonesia’s  fourth  largest  city.  The  greater  Bandung  regency  and \n\nmetropolitan area has a population of 7 million and is the fastest growing urban region in Indonesia. \n5   Inferred from statistics provided by various statistical sources, including Statistics Indonesia, 2007. \n6   Less than 1,400 m3 per person per year is considered water short. \n7   MDG  Target  10  states  that  the  countries  of  the  world  pledge  to  reduce  by  half  the  proportion  of  people \n\nwithout access to safe drinking water and basic sanitation by the year 2015. \n\n8   Some rural districts around Jakarta have populations that are 20% migrant arrivals within the past 5 years. \n\n\f \n\n \n\n3\n\n \n\n \n\nB. \n\nAnalysis of Key Problems and Opportunities \n\n1. \n\nSector Issues \n\nWater  Resource  Development  and  Management  Issues.  CRB  national  and  regional \n6. \nwater  resources  institutions  operate  in  a  fast-developing  region  under  a  relatively  new \ndecentralized regime. Regulations and policies of the Directorate General of Water Resources \n(DGWR)  in  the  Ministry  of  Public  Works  acknowledge  the  need  for  improved  institutional \ncapacity  to  implement  IWRM  in  large  river  basins,  including  the  CRB.  The  mandate  of  the \nCitarum  River  basin  organization  under  DGWR,  the  Balai  Besar  Wilayah  Sungai  Citarum \n(BBWSC) and institutional interactions with regional organizations are described in Appendix 2. \nDiagnostic assessments of the capacity of water resource organizations and other stakeholders \nin the CRB have been undertaken and capacity-building plans designed.  \n \n 7. \nA detailed CRB sector analysis related to IWRM is in Appendix 2. While it is commonly \naccepted  that  the  surface  and  groundwater  resources  available  for  use  in  the  basin  are \nadequate  to  meet  present  demand,  it  is  clear  that  some  rapidly  emerging  issues  are  now \ncausing temporary shortfalls in supply,9 and certainly have the potential to cause significant and \npermanent water supply problems in the future.  \n \nThe  first  issue  is  that  water  delivery  infrastructure—in  particular  the  extensive  canal \n8. \nsystems  in  the  lower  basin;  the  East,  North,  and  West  Tarum  Canals;  and  their  associated \nsecondary  and  tertiary  networks—have  become  degraded  in  recent  years  mainly  by  high \nsediment  loads  and  inadequate  maintenance.  The  West  Tarum  Canal  (WTC)—which  takes \nwater from downstream of the reservoir system on the Citarum River to Bekasi, for subsequent \ndelivery  of  municipal  water  to  much  of  Jakarta  and,  via  off-takes  along  the  way,  to  WTC \nirrigation  areas  totaling  56,000  ha—suffers  severe  sedimentation  and  has  a  current  carrying \ncapacity well below its original design. This situation is exacerbated by the illegal occupation of \nthe banks of the canal by settlers and the waste materials that are dumped into it. Similarly in \nthe  secondary  canal  system  supplied  by  the  WTC,  sedimentation  and  degradation  from \nneglected maintenance restrict the supply of irrigation to large areas of developed farmlands at \nthe  far  end  of  the  system.  This  restricts  irrigated  production  to  well  below  the  original  design \ntargets.  \n \n9. \nThe  second  issue  is  rapid  urbanization  and  industrialization,  particularly  in  the  eastern \nparts  of  the  Jakarta  conurbation  and  continuing  southeast  along  the  recently  completed \nmotorway  to  Bandung.  In  fact,  the  motorway  is  creating  a  development  corridor  that  will \ngradually  expand  east  and  south  toward  Bandung,  which  is  undergoing  significant  expansion. \nThis  urbanization  and  industrialization  will  significantly  increase  water  demand  and  pollution \nloads in the rivers of the lower basin. These developments will intensify the stress on the limited \nwater  resources,  particularly  around  Bandung,  which  is  in  the  upper  basin  and  depends  on \ngroundwater  resources  for  90%  of  supplies.  The  rate  of  water  extraction  from  local  aquifers \nalready  significantly  exceeds  recharge  rates,  causing  water  tables  to  decline  by  more  than  1 \nmeter per year in some places.  \n \n10. \nEnvironmental  Issues.  A  strategic  environmental  assessment  has  been  prepared  for \nthe CRB (Appendix 3). The numerous environmental issues in the CRB result predominantly but \nnot  exclusively  from  the  same  urbanization  and  industrialization  that  is  the  cause  of  water \n\n                                                 \n9 In 2001, the system failed to meet water needs for 1.5 months during the dry season, and in 2005 it failed to meet \n\nwater needs for 5 months. \n\n \n\n\f4 \n\n \n\n \n\nsupply shortages. Deforestation of the upper catchments cause increased sediment loads, flash \nfloods,  landslides,  and  other  water-related  disasters.  The  potential  effects  of  climate  change \nhave yet to be quantified. \n \nThe  combination  of  untreated  domestic  sewage,  solid  waste  disposal,  and  industrial \n11. \neffluents  has  significantly  increased  pollution  loads  in  the  Citarum  River  system.  In  the  upper \nbasin,  river  water  polluted  with  domestic  and  industrial  waste  from  Bandung  flows  into  the \nSaguling Reservoir. Biological oxygen demand10 at the Saguling Reservoir inlet reaches as high \nas  130  milligrams  per  liter  (mg/l)  during  the  dry  season.  In  recent  years,  biological  oxygen \ndemand in the Cikapunding River—a major tributary of the Saguling River, which flows through \nBandung—was  reported  to  reach  as  high  as  100  mg/l.  Inadequate  sanitation  and  solid  waste \nmanagement  are  problems  in  urban,  peri-urban,  and  rural  communities.  These  problems \ndegrade not only the environment but also community health and living standards. \n \n12. \nRunoff  from  hillside  farms  contributes  significant  amounts  of  the  nutrients  nitrogen  and \nphosphorus,  which  induce  eutrophication  in  the  reservoirs.  At  Saguling,  where  the  problem  is \nmost  significant,  nitrogen  loading  is  estimated  at  over  33,000  tons  per  year,  and  phosphorus \nloading  at  4,370  tons  per  year.  Algal  blooms  and  their  subsequent  decay  regularly  cause  fish \nkills, inflicting considerable financial losses to fish farmers. Hydrologic flow regimes have been \nadversely  changed  by  land  degradation,  notably  the  loss  of  adequate  forest  cover  and  the \nprevalence  of  hillside  farming  in  upper  catchments.  The  degraded  catchments  have  reduced \ncapacity to capture rainwater, causing high peak flows during the rainy months that carry large \namounts of eroded soil. At the entrance to the Saguling Reservoir, the ratio of the volume of wet \nseason high flows to dry season low flows has increased from 3.4 in 1992 to 7.4 in 2003. As a \nresult, landslides and mud flows are frequent during the rainy season. An estimated 25% of the \nbasin now suffers erosion in excess of 60 tons per ha per year, or 3–4 millimeters of soil loss \nannually.  \n \nThe  CRB  is  experiencing  the  shrinkage  of  natural  ecosystem  areas,  notably  forested \n13. \nareas.  Recent  West  Java  reports  on  the  environmental  state  of  the  basin  show  ecological \ndiversity in the CRB, which has 160 plant species, 24 mammals (20 protected, 3 endemic, and 1 \nscarce),  72  birds  (60  protected,  10  endemic,  and  2  scarce),  11  protected  reptiles,  and  2 \nprotected  fish.  Land-use  changes  have  left  only  scattered  remnants  of  natural  forest  habitat. \nMuch  of  it  is  in  the  240,402  ha  of  11  protected  forest  areas,  which  are  significant  for  the \nconservation of biodiversity because they are among the most intact areas of forest remaining \non Java. Most of the protected areas were relatively undisturbed when designated. However, in \nrecent  times  many  have  suffered  serious  degradation  as  a  result  of  encroachment,  the  illegal \nremoval of non-timber forest products, fires, and illegal logging. All remaining patches of natural \nvegetation in the CRB, even if secondary, are of the highest conservation significance. \n \nSocial Issues. Government statistics11 place the number of poor people in the CRB at \n14. \n2,660,000, or 9.6% of the total estimated CRB population. District poverty figures vary from 4% \nin  richer  urban  areas  to  22%  in  rural  districts  in  the  upper  basin.  About  2,400,000  rural \nhouseholds  and  840,000  urban  households  do  not  have  toilet  facilities,  and  590,000  rural \nhouseholds  and  260,000  urban  households  get  their  drinking  water  from  unprotected  springs, \nwells, or directly from rivers. Agriculture and natural resources, which this Investment Program \n\n                                                 \n10 This is a commonly used indicator of water quality. Most pristine rivers have a 5-day demand below 1 milligram per \nliter, moderately polluted rivers may  have a  value in the range  of 2 to  8mg/l, and  untreated sewage ranges from \n200 to 600mg/l. \n\n11 Consumption and expenditure data are collected through the national socioeconomic survey of 2004.  \n\n\f \n\n \n\n5\n\n \n\n \n\nmainly  addresses,  remain  the  backbone  of  economic  development  in  Indonesia.  It  was \nestimated in 2002 that 45% of the labor force was employed in the sector, which provided more \nthan  40%  of  household  income.  Improvement  in  incomes  and  standards  of  living  through  the \ndevelopment  of  water  resources  and  improved  water  resource  management  in  the  CRB  will \nhave flow-on effects through the national economy. \n \n\n2. \n\nLessons  \n\nADB’s  country  assistance  program  evaluation  for  Indonesia,  completed  in  December \n15. \n2005,  identifies  some  of  the  salient  lessons  learned  from  recently  completed  and  current \nprojects  in  the  water  sector.12  The  evaluation  concluded  that  natural  resource  management \ninitiatives are more likely to succeed if they follow an integrated approach that addresses both \nenvironmental  and  socioeconomic  concerns  and  are  designed  and  implemented  with  the  full \ninvolvement  of  communities  and  regional  governments.  It  further  concluded  that  long-term \npartnerships  lend  sustainability  to  reforms  and  initiatives  and  increase  development  impact. \nDespite  attempts  to  improve  the  institutional  framework  for  river  basin  and  water  resource \nmanagement  in  Indonesia,  there  appears  to  be  general  agreement  that  current  institutional \narrangements  remain  highly  sectoral,  with  limited  effective  coordination,  and  that,  although \nregulatory frameworks and standards are generally in place (e.g., for water quality or licensing), \nenforcement is weak. Considering the organizational functions inherent in IWRM demonstrates \nthat institutional coordination remains a major issue to be addressed, as (i) the responsibilities \nof  DGWR  and  provincial  water  resource  services  are  limited  to  in-stream  activities,  (ii)  the \ncurrent focus of provincial and basin coordination mechanisms also tends to concentrate on in-\nstream  areas;  and  (iii)  groundwater  is  the  responsibility  of  provincial  and  district  agencies  for \nmineral resources, not the water resource agencies.  \n \n16. \nIn addition to the general sector lessons highlighted above and those further detailed in \nAppendix  2,  the  following  specific  lessons  were  emphasized  by  basin  stakeholders  during  the \npreparation of the Investment Program: \n \n\n(i) \n\n(ii) \n(iii) \n\nCommunities should be empowered to participate in and influence key activities \nwith regard to planning, designing, and constructing facilities. \nCommunity facilitators will be a key factor in ensuring successful implementation. \nHygiene  behavioral  change  programs  need  to  be  emphasized  to  create  healthy \nrivers and catchments. \nPrioritize simple water and sanitation technology for community management. \nBalance the needs of upstream and downstream water users. \nExpanding water-related livelihood activities should be an objective of the project. \nAll works must be sustainable. \n\n(iv) \n(v) \n(vi) \n(vii) \n(viii)  Gender issues require specific and meaningful attention. \n(ix) \n\nindustry,  and  other  stakeholders  should  work \n\nGovernment,  communities, \ntogether to achieve a shared vision for the CRB. \n\n3. \n\nExternal Assistance to the Sector \n\n17.  Water has been a major area of ADB assistance to Indonesia. As of end-2007, ADB had \nprovided 103 loans for $4.17 billion and 151 technical assistance (TA) projects for $68.8 million \n\n                                                 \n12  ADB. 2005. Country Assistance Program Evaluation, Indonesia. Manila. IWRM is a subsector of the agriculture and \nnatural  resources  sector.  The  term  “water”  in  this  report  is  used  to  cover  the  urban,  rural,  and  basin  water  as \ndefined in ADB’s Water for All policy. \n\n \n\n \n\n\f6 \n\n \n\nin agriculture and rural development, including irrigation, livestock, fisheries, forestry, and rural \ndevelopment. Over the years, ADB has become increasingly selective in providing assistance to \nthe sector, focusing on its niche areas of experience and specialization. ADB’s involvement in \nforestry  and  livestock  has  been  almost  completely  phased  out.  Water  resource  management, \nflood management, irrigation development, and marine and costal resource management have \nemerged as subsectors for which ADB is a lead development partner of the Government. \n \n18. \nThe  role  of  ADB’s  development  partners  is  significant,  with  the  following  actively \nsupporting  the  sector:  the  World  Bank  in  water  supply  and  sanitation,  water  resources  and \nirrigation  management,  environment  and  biodiversity  conservation,  and  agriculture  and  rural \ndevelopment;  Japan  Bank  for  International  Cooperation  in  water  resources,  water  supply  and \nsanitation,  irrigation  management,  and  rural  development;  International  Fund  for  Agricultural \nDevelopment  in  agriculture  and  rural  development;  Government  of  the  Netherlands  in  water \nresources,  water  supply  and  sanitation,  and  irrigation  management;  Australian  Agency  for \nInternational Development in water supply and sanitation and agriculture and rural development; \nand  United  States  Agency  for  International  Development  in  environment  and  biodiversity \nconservation. A summary of recent sector lending is in Appendix 4. \n \n\n4. \n\nGovernment Policy and Strategy for Water Resource Management \n\nThe basic principles underpinning Indonesia’s approach to water resource development \n19. \nand  management  is  succinctly  summarized  by  Water  Law  No.  7/2004,  which  states  that  “the \nwater resources management framework is to be prepared based on the river basin area with \nintegration  between  surface  water  and  ground  water,  carried  out  by  extensive  involvement  of \nthe  community  and  business  world  and  based  on  the  principles  of  balance  between \nconservation efforts and utilization of water resources.” \n \n20. \nGovernment policies prioritize the (i) management of natural resources and conservation \nto  benefit  and  improve  the  well-being  of  the  people  for  future  generations;  (ii)  conservation, \nrehabilitation, and economic use of natural resources and the environment, as well as the use of \nenvironment-friendly  technology;  (iii)  use  of  indicators  to  measure  efforts  to  conserve  and \nmanage  renewable  natural  resources  to  avert  irreversible  degradation;  (iv)  gradual  transfer  to \nregional  governments  of  the  authority  for  the  selective  management  of  natural  resources  and \nthe preservation of the environment; and (v) use of natural resources to the greatest benefit and \nwelfare  of  the  people.  Strong  Government  ownership  of  project  preparation  and  the  design  of \nthe  Investment  Program  illustrate  its  desire  to implement  these  policies  and  improve  IWRM  in \nthe CRB. \n \n\n5. \n\nADB’s Sector Objectives and Policy and Strategies \n\nADB’s Water for All13 policy encourages and promotes a national focus on water sector \n21. \nreform  and  IMWR  through  improved  and  expanded  water  services,  while  fostering  the \nconservation  of  water  and  increased  system  efficiencies.  The  policy  promotes  regional \ncooperation  and  the  mutually  beneficial  use  of  shared  water  resources  within  and  between \ncountries, the exchange of water sector information and experience, and improved governance. \nThe strategic thrust of ADB’s water sector operations in Indonesia will, in the short and medium \nterm,  focus  on  reviving  growth  in  the  rural  economy  and  managing  natural  resources  in  a \n\n                                                 \n13  ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila \n\n \n\n\f \n\nsustainable  manner, \nbeneficiaries.14 \n \nC. \n\n \n\n \n\n7\n\n \n\ntargeting  specifically \n\nthe  poor  and  disadvantaged  as \n\nthe  main \n\nRoad Map for Integrated Water Resources Management in the Citarum River Basin \n\n22.  With  ADB-funded  project  preparatory  TA,15  the  Government  has  since  2005  gathered \nextensive inputs from numerous stakeholders. Forums and dialogue have been used to gather \nthe ideas, concerns, and vision of water users, water managers, and other actors throughout the \nCRB. Appendix 5 provides a CRB problem tree analysis, which summarizes key IWRM issues \nin the basin. The objective of different stakeholders’ adopting a shared vision in the design of a \nroad  map  for  IWRM  in  the  CRB  was  agreed  upon  to  facilitate  a  shift  from  a  traditional  single-\nproject planning approach to a holistic, integrated, and coordinated development approach with \nownership by basin stakeholders. Project preparatory TA helped the Government to design the \nInvestment Program with TA support to fund selected activities under the road map. \n \n23. \nThis design of the road map for IWRM in the CRB is based on sound strategic planning \nprinciples  and  followed  a  highly  participatory  approach  involving  extensive  consultations  with \nkey stakeholder representatives in all relevant sectors and at a number of levels. The process \nbegan  with  identifying  a  stakeholder  vision  for  the  basin’s  future  to  the  year  2023 and  several \nIWRM key  areas, for which specific objectives were developed (Figure 1). The road map sets \nout the agreed interventions up to 2023 that will be required to achieve the specific objectives \nset for each key area. The initial estimate of the cost of the full suite of road map interventions is \n$3.5 billion. The road map is summarized in Appendix 6, and the complete road map is given in \nSupplementary Appendix B. \n \n\nFigure 1: Strategic Framework for IWRM in the Citarum River Basin \n \n\n      IWRM = integrated water resources management. \n      Sources: Asian Development Bank and Government of Indonesia. \n\n \n\n \n\n                                                 \n14   ADB. 2006. Country Strategy and Program (2006-2009): Indonesia. Manila. \n15   ADB. 2005. Technical Assistance to the Republic of Indonesia for Preparing the Integrated Citarum Water       \n\nResources Management Project. Manila. \n\n \n\n\f8 \n\n \n\nIII. \n\nTHE PROPOSED INVESTMENT PROGRAM \n\nA. \n\nImpact and Outcome  \n\nThe expected impact of the Investment Program is reduced poverty and improved health \n\n24. \nand living standards in the CRB. The expected outcome is improved IWRM in the CRB.  \n \n25. \nThe Investment Program will cover the Citarum River Basin Territory, which consists of a \ncluster of river basins. The 6,600 km2 Citarum River hydrological basin itself lies in the central \npart of the program area and flows from the central highlands of West Java north into the Java \nSea. A group of small basins covering 4,400 km2 (the Ciherang, Cilamaya, Ciasem, Cipunegara, \nand Cipancuh rivers) have drainage areas connected to the Citarum River system through the \nEast  Tarum  Canal.  The  Cikarang  and  Bekasi  rivers  have  a  combined  drainage  area  of  2,000 \nkm2 and are also connected with the Citarum River via the WTC.  \n \nB. \n\nComponents and Outputs  \n\n26. \nThe  Investment  Program  comprises  interventions  grouped  according  to  the  road  map \nkey  areas  identified  during  the  road  map  development  process  (Figure  1).  The  investment \nprogram components are (i) institutions and planning for IWRM; (ii) water resource development \nand  management;  (iii)  water  sharing;  (iv)  environmental  protection;  (v)  disaster  management; \n(vi)  community  empowerment;  (vii)  data,  information,  and  decision  support;  and  (viii)  program \nmanagement. The criteria for selecting interventions included (i) the importance and urgency of \nthe  intervention;  (ii)  its  potential  contribution  to  implementing  IWRM;  (ii)  whether  it  is  more \nappropriate  for  funding  by  other  donors,  the  private  sector,  communities,  or  the  Government \nitself;  (iii)  the  need  to  ensure  simple  implementing  arrangements;  and  (v)  a  focus  on  sectors \nwhere ADB can add value or has traditionally partnered with the Government.  \n \nThe  outputs  from  the  components  of  individual  projects  under  the  Investment  Program \n27. \nmay be many and varied. Because of the flexible nature of the MFF modality, outputs and timing \nfor  projects  beyond  the  first  tranche  are  necessarily  indicative  and  based  on  the  respective \nproject  scope  and  schedule  agreed  with  the  Government  at  the  time  of  loan  preparation.  The \ndesign and monitoring framework summarizes the planned outputs for the Investment Program, \nwhich are grouped by components following the road map key areas and are described below. \nProject 1 outputs are highlighted (see the periodic financing request for Project 1).  \n \nComponent 1: Institutions and Planning for IWRM. The term “institutions” is used in \n28. \nits broadest sense, including organizations and the legislation, policies, and other protocols that \ndefine  relations  among  them.  IWRM  and  river  basin  planning  is  seen  as  a  mechanism  for \npromulgating and implementing government policies and, as such, is included in this key area. \nAssistance will be provided to support key government agencies involved in IWRM in the CRB. \nActivities \nrestructuring,  organizational  capacity  building,  policy \ndevelopment, legislation, planning for IWRM,16 regulation such as licensing water utilization and \nwastewater  discharge,  setting  water  tariffs,  and  strengthening  institutions  for  participatory \nirrigation  management.  Project  1,  including  its  supporting  TA,  provide  considerable  support  to \nthese water resource institutions in the CRB and the 6 Cis River Basin Territory. \n \n29. \nComponent  2:  Water  Resource  Development  and  Management.  Investments  are \naimed  at  activities  to  efficiently  exploit  water  resources  by  increasing  water  availability  to \n\ninclude  organization \n\n                                                 \n16 As distinct from project planning. \n\n \n\n\f \n\n \n\n9\n\n \n\n \n\nauthorized  users  and  effectively  operating  and  maintaining  the  infrastructure  developed  in  the \nprocess.  The  main  activities  included  are  project  planning,  which  focuses  on  developing \ninfrastructure  and  incorporates  water-related  climate  change  adaptation  needs;  constructing \ninfrastructure for storing and delivering water, including reservoirs, canals, and groundwater and \npipeline  systems;  operating  and  maintaining  infrastructure;  and  promoting  the  efficient  and \neffective  utilization  of  water.  The  Investment  Program  has  been  designed  to  include  several \ninterventions  aiming  specifically  to  increase  the  sustainable  water  yield  of  the  basin  to \naccommodate projected growth in demand. These include supplementing groundwater supplies \nto Bandung with surface water from the upper basin, raising the capacity of the existing Cirata \nReservoir,  and  evaluating  options  for  increasing  water  supply  in  the  Bekasi  urban  area. \nInvestments  will  increase  the  capacity  of  the  existing  water  supply  infrastructure  to  address \nissues of bulk water supply to key irrigation areas and domestic, municipal, and industrial water \nsupply to Jabodetabek and Bandung. Project 1 will rehabilitate the 54 km Curug–Bekasi stretch \nof  the  WTC,  a  high  Government  priority,  including  renovating  intake  mechanical  and  electrical \nworks,  improving  canal  capacity,  installing  protection  fencing,  improving  access  roads,  adding \nriver  crossing  siphons,  and  rehabilitating  gates  and  water  management  structures.  Project  1 \nincludes  community-led  efforts  to  (i)  improve  on-farm  irrigation  management  over  3,000  ha  in \nthe three districts and 16 subdistricts in the WTC command area; and (ii) improve water supply \nand sanitation facilities following participatory planning and design, with local communities along \nthe  WTC  developing  and  implementing  water  supply  and  sanitation  works  under  community \naction plans.  \n \n30. \nComponent  3:  Water  Sharing.  Investments  aim  to  establish  and  protect  water  rights, \nallocate water among competing uses and users, and set priorities for water entitlement during \ntimes of shortage.  \n \n31. \nComponent  4:  Environmental  Protection.  Investments  in  a  combination  of  structural \nand other measures aim to protect the environment of rivers, lakes, wetlands, forests, and other \nnatural ecosystems with impact on water management and rehabilitate and enhance degraded \nenvironments,  both  aquatic  and  terrestrial.  Activities  include  building  wastewater  treatment \nplants,  the  community  development  of  solid  waste  and  sanitation  facilities,  improving \ninstitutional regulatory arrangements, and encouraging community participation and behavioral \nchange.  The  Investment  Program  includes  inputs  to  address  many  of  the  environmental \nproblems faced in the basin. A comprehensive study will be carried out under the first tranche to \nidentify  appropriate  priority  water  quality  and  quantity  improvements  and  potential  investment \nopportunities that will be implemented under later tranches. Project 1 includes initial community-\ndriven environmental improvements and the protection of ecosystems in about 30 villages and \ncommunities  adjacent  to  seven  protected  areas  in  the  upper  basin.  These  activities  will  be \nfunded by a grant from GEF administered by ADB. \n \nComponent  5:  Disaster  Management.  Investments  are  aimed  only  at  those  disasters \n32. \nrelated  to  water  such  as  floods  and  mud  flows.  While  drought  must  also  be  classified  as  a \nwater-related  disaster,  the  strategic  response  to  drought  mitigation  is  to  increase  water \navailability,  which  is  included  above  under  the  key  area  of  water  resource  development. \nActivities related to disaster management under this definition include planning and constructing \nstructures  to  control  flood  and  mud  flows  such  as  levees,  dikes,  and  flood  control  reservoirs; \ndeveloping and implementing disaster preparedness plans, flood plain management, and flood \nforecasting and warning systems; and providing public information on flood risks. Urgent flood \nprotection  works  in  the  upper  basin  will  be  prioritized  under  Project  2  after  option  studies  and \nengineering designs have identified optimal solutions under Project 1. \n \n\n \n\n\fComponent  6:  Community  Empowerment.  Involving  the  community  in  planning  and \n33. \nimplementing  IWRM  activities  is  essential.  It  is  considered  a  “foundation”  key  area,  as  it \nsupports the five “pillar” key areas described above. The strong feeling among stakeholders is \nthat empowering the community to participate should be an important theme of the Investment \nProgram.  In  this  context,  community  empowerment  includes  (i)  the  education,  awareness \nraising, and capacity building of communities and individuals on water management issues; (ii) \nactivities  aiming  to  provide  information  to  all  that  need  it  on  water  resource  management  and \nrelated  activities;  (iii)  implementing  measures  to  facilitate the  participation  of  the  community  in \nwater planning and management; and (iv) developing community-based self-help programs and \nspecific  projects  to  provide  local  improvement  in  water  supply,  the  environment,  and  water \nquality.  Starting  in  Project  1,  a  community-based  approach  will  be  taken  to  the  problem  of \ndegraded  community  environmental  and  health  status  in  peri-urban  and  rural  communities, \nempowering local communities through awareness raising and capacity building to supplement \nlocal efforts to implement improved community water supply and sanitation facilities. \n \n34. \nComponent  7:  Data,  Information,  and  Decision  Support.  This  is  another  foundation \nkey  area,  as  data  is  fundamental  to  all  aspects  of  water  resource  management.  It  includes \ncollecting,  validating,  archiving,  managing,  and  disseminating  relevant  data  covering  surface \nand groundwater quantity and quality, as well as other natural resource data such as on soils, \ngeology,  land  cover,  and  ecosystems,  including  such  socioeconomic  data  as  population, \npoverty, and land use. This key area includes research into such fields as catchment processes \nand  demography;  developing  new  technologies  for  water  conservation  and  environmental \nprotection;  and  developing  and  implementing  decision-support  tools,  including  geographic \ninformation systems, hydrologic and hydraulic models, and other analytical tools. \n \n35. \nComponent 8: Program Management. Program management activities will support (i) \neffective  liaison  between  program  stakeholders  and  the  teams  undertaking  component \nsubprojects  so  that  outcomes  align  with  stakeholders  needs;  (ii)  effective  coordination  among \ncomponents  to  promote  cooperation  and  information  exchange,  improve  performance  overall, \nand  minimize  wasted  effort  caused  by  overlaps;  and  (iii)  accurate  and  timely  monitoring  and \nreporting  of  investment  program  and  Project  1  performance,  including  financial  management. \nMonitoring and evaluation will be included, with  the establishment and  management of a road \nmap performance management system and an investment program performance management \nsystem. \n \nC. \n\nSpecial Features \n\n36.  Multitranche  Financing  Facility.  The  Investment  Program  will  be  funded  through  an \nMFF. The rationale for this derives from the broad agenda of the road map, which involves the \nprovision over 15 years of water-related infrastructure and services across a number of IWRM \nkey  areas  throughout  the  CRB.  The  MFF  will  enable  flexibility  in  investment  decisions  and \ntiming based on the needs and constraints from downstream to upstream within  a framework, \ninstead of a precise definition of investments up front as required in a conventional modality. It \nwill allow implementation to be based on the readiness of individual projects, as under the MFF, \nfunds  will  be  made  available  in  a  phased  manner  subject  to  the  eligibility  and  readiness  of \nprojects.  The  MFF  will  allow  ADB  and  the  Government  to  develop  a  long-term  partnership  for \nsupporting the long-term vision of CRB stakeholders in a sustainable manner. It will allow long-\nterm  engagement  for  building  capacity  in  IWRM  in  a  realistic  timeframe.  Finally,  the  MFF  will \nprovide  flexibility  to  match  various  funding  sources  available  to  the  central  and  regional \n\n10 \n\n \n\n \n\n\f \n\n \n\n11\n\n \n\n \n\ngovernments; leverage private and community investments; and allow the Government to plan \nefficiently and effectively with other funding institutions. \n \n37. \nCommunity-Driven  Development  and  Participatory  Approaches.  The  Investment \nProgram  supports  community  and  nongovernment  organization  (NGO)-driven  participatory \napproaches  for  many  of  the  outputs.  Communities  will  decide  priority  areas  and  the  type  of \ntechnology  to  be  used  on  a  number  of  subcomponents,  with  community  participation  in  the \ndevelopment of water and sanitation systems, environmental improvements, and on-farm water \nmanagement.  Community  groups  will  be  strengthened  to  lead  planning  and  implementation \nactivities  with  the  assistance  of  community  facilitators  trained  by  qualified  NGOs  and  will \npermanently  take  charge  of  operating  and  maintaining  the  works  constructed.  NGOs  have \nparticipated  in  dialogues  on  preparing  road  maps  and  detailed  subcomponents,  as  well  as  in \ninitial  pilot  IWRM  demonstration  activities  in  the  CRB.  Singularly  and  in  informal  networks, \nNGOs are already active in many activities that complement, synergize, or form part of the road \nmap. Increased engagement with and support to communities working with NGOs is designed \ninto  Project  1,  as  communities  and  civil  society  organizations  (CSOs)  become  more  active  in \npolicy making, planning, implementation, management, and monitoring and evaluation.  \n \n38. \nCorporate  Social  Responsibility.  Many  large  and  medium-sized  companies  in \nIndonesia practice corporate social responsibility. Awareness of the importance of this is now a \nglobal trend and, if applied properly, it can be one of several solutions for breaking through the \nbarrier  between  fulfilling  the  needs  of  the  poor  and  profit  seeking.  Both  profits  and  fulfilling \nneeds  can  advance  side  by  side  toward  empowering  the  poor  and  sustainable  environmental \nprotection. The Investment Program has significant potential to initiate and sustain cooperation \nwith  some  big  textile  companies  and  other  firms  that  rely  on  basin  water  and  show  interest  in \nproviding  support  to  community  initiatives  to  improve  river  water  quality  and  community  water \nand sanitation supply.  \n \nEnvironmental  Improvement  Compensation.  A  special  feature  of  the  Investment \n39. \nProgram  will  be  the  development  of  compensation  mechanisms  for  communities  that  actively \ncontribute to protecting the land and water of the CRB, or paying for environmental services. An \nADB-assisted17  pilot  demonstration  of  paying  for  environmental  services  commenced  in  the \nCRB  with  the  objectives  of  (i)  introducing  and  increasing  understanding  of  this  mechanism  in \naccordance with the water law, (ii) strengthening the commitment of users of land and water to \nsupport  compensating  farmers  who  contribute  by  taking  care  of  the  river  basin,  and  (iii) \npreparing government institutions for facilitating the implementation and promotion of payments. \n \n40. \nRiver  Basin  Performance  Benchmarking.  The  Network  of  Asian  River  Basin \nOrganizations  supports  performance  benchmarking  as  a  priority  network  activity  and  works \nclosely  with  CRB  organizations  in  developing  benchmarking  tools  to  include  new  river \nperformance indicators to augment the network’s existing river basin organization performance \nsystem. This ongoing work, carried out in collaboration with ADB and the University of Tokyo,18 \nhas been pilot tested in the CRB and will be used to set targets and monitor the performance of \nroad map implementation against its vision.  \n\n                                                 \n17  ADB. 2006. Technical Assistance for Effective Water Management Policies and Practices (Phase 5). Manila. (TA \n\n6325-REG). \n\n18  Saiki, K. 2008. MSc thesis on Performance Benchmarking for IWRM. \n\n \n\n\f12 \n\n \n\n \n\n \n41. \nClimate  Change  Adaptation.  The  CRB  will  be  the  first  basin  in  Indonesia  with  a \ncomprehensive  strategy  for  adapting  to  climate  change.  In  collaboration  with  the  University  of \nTokyo19  and  the  Regional  Water  Knowledge  Hub  for  Climate  Change  National  Hydraulic \nResearch Institute of Malaysia, ADB assists with a climate risk assessment for the basin, which \nwill  be  developed  under  the  Investment  Program  to  climate-proof  the  road  map.  Financing  for \nclimate-proofing the road map will be sought from internal and external sources.20 \n \nD. \n\nCost Estimates and Financing Plan \n\n1. \n\nInvestment Program \n\n \n\nThe cost of the Investment Program including contingencies is estimated at $921 million \n42. \n(Table 1). The financing plan is in Table 2. Detailed cost estimates and financing plans are in \nAppendix 7 and Supplementary Appendix D. \n \n \nTo  finance  the  Investment  Program,  the  Government  has  requested  financing  of  up  to \n43. \n$503.8  million  equivalent,  including  up  to  $470  million  equivalent  from  ADB’s  ordinary  capital \nresources (OCR) and up to $30 million equivalent from ADB’s Special Funds resources through \nthe MFF, in accordance with ADB’s Mainstreaming the Multitranche Financing Facility,21 and a \ngrant  of  $3.8  million  from  GEF  to  be  administered  by  ADB.  Under  the  MFF,  ADB  will  extend \nfinancial  assistance  to  four  indicative  project  tranches  to  support  the  Investment  Program \nsubject  to  the  submission  of  a  related  periodic  financing  request  (PFR)  from  the  Government \nand the execution of the related loan agreements. Each PFR will be accompanied by a detailed \ncost estimate and an implementation schedule. The Government has entered into a framework \nfinancing  agreement  (FFA)  with  ADB  which  satisfies  the  requirements  of  the  policy.22  The \nminimum amount of any PFR will be $10 million. \n \nThe proposed ADB loans under the MFF will finance civil works, equipment, consulting \n44. \nservices,  and  capacity  building.  All  provisions  of  the  ordinary  operations  loan  regulations \napplicable to London interbank offered rate (LIBOR)-based loans23 will apply to each loan from \nOCR,  subject  to  any  modifications  that  may  be  included  under  any  loan  agreement.  The \nGovernment  can  choose  from  eligible  currencies  and  interest  rate  regimes  for  each  loan  from \nOCR.  The  specific  terms  of  each  loan  will  be  based  on  the  related  PFR,  with  interest  to  be \ndetermined  in  accordance  with  ADB’s  LIBOR-based  lending  facility.  The  Government  has \nprovided ADB with (i) the reasons for its decisions to borrow under ADB’s LIBOR-based lending \nfacility,  and  (ii)  an  undertaking  that  these  choices  were  its  own  independent  decision  and  not \nmade  in  reliance  on  any  communication  or  advice  from  ADB.  The  loan  from  ADB’s  Special \nFunds resources will have a 32-year term, including a grace period of 8 years, and an interest \ncharge of 1.0% during the grace period and 1.5% per annum thereafter. \n \n\n                                                 \n19 Yutaka, A. 2008. Climate Change Adaptation in CRB. Under preparation. \n20  Funding  sources  under  consideration  include  the  ADB-administered  Climate  Change  Fund  (May  2008),  Climate \n\nInvestment Funds, and World Bank-administered Multi-Donor trust fund (July 2008). \n\n21  ADB. 2008. Mainstreaming the Multitranche Financing Facility. Manila. \n22  ADB. 2008. Operation Manual – OM Section D14/BP. Manila. The availability period of the MFF is 15 years, from \n2009 to 2023, which is more than the 10 years of availability prescribed in OM D14/BP; this approach is necessary \nto match the implementation period of the Investment Program with the road map. \n\n23  ADB. 2001. Ordinary Operations Loan Regulations Applicable to LIBOR-Based Loans Made from ADB’s Ordinary \n\nCapital Resources. Manila. \n\n\f \n\n \n\n13\n\n \n\n \n\nTable 1: Cost Estimate for the Investment Program \n($ million) \n\nInstitutions and Planning for IWRM \n\nItem \nA. Base Cost a \n1. \n2.  Water Resources Development and Management \n3.  Water Allocation and Sharing \n4.  Environmental Protection \n5.  Disaster Management  \n6.  Community Empowerment \n7.  Data, Information, and Decision Support \n8.  Program Management \n\nB. Contingencies b \n1.  Physical \n2.  Price \n\nC. Financial Charges During Implementation c \n\nInterest During Implementation \n\n1. \n2.  Commitment Charges \n\n \n\nSubtotal (A) \n\nTotal a \n\n \n10.3 \n456.2 \n6.0 \n84.8 \n60.7 \n2.2 \n6.8 \n18.2 \n\n645.2 \n \n56.0 \n165.6 \n\n50.8 \n3.8 \n921.4 \n\n \n\nTotal (A+B+C) \n\n \nIWRM = integrated water resources management. \na Mid-2008 prices, including taxes and duties of $84 million. \nb  Physical  contingencies  range  from  5%  to  10%  for  civil  works  and  are  set  at  5%  for  field  research  and \ndevelopment,  training,  surveys,  and  studies.  Price  contingencies  are  computed  at  0.5%  to  1.5%  for  foreign \nexchange  costs  and  5.6%  to  6.8%  for  local  currency  costs  and  include  provision  for  potential  exchange  rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nc Includes interest, commitment charges, and front-end fees. Interest during construction has been computed \nat the 5-year forward London interbank offered rate plus a spread of 0.2%. \nSources: Government of Indonesia and ADB estimates. \n \nTable 2: Investment Program Financing Plan  \n($ million) \n\nSource \n\nADB ADF Loan \n\nADB OCR Loan \nCentral Governmenta \n\nADB (TA ) \nParallel funding (TA)b \n\nGovernment of the Netherlands (TA) \nMuliti-Donor Trust Fund WFPF (TA)c \n\nBeneficiaries \n\nGlobal Environment Facility \n\nP1 \n\n30.0 \n\nP2 \n\n0.0 \n\nP3 \n\n0.0 \n\nP4  Total \n\n0.0 \n\n30.0 \n\n20.0  266.3  130.0 \n\n53.6  470.0 \n\n34.4  123.9 \n\n60.2  163.1  381.6 \n\n1.0 \n\n4.0 \n\n5.0 \n\n2.0 \n\n3.4 \n\n3.8 \n\n1.0 \n\n0.0 \n\n0.0 \n\n0.0 \n\n4.0 \n\n0.0 \n\n1.0 \n\n0.0 \n\n0.0 \n\n0.0 \n\n5.9 \n\n0 \n\n1.0 \n\n0.0 \n\n0.0 \n\n0.0 \n\n8.0 \n\n0.0 \n\n4.0 \n\n4.0 \n\n5.0 \n\n2.0 \n\n21.0 \n\n3.8 \n\nTotal \n103.4  395.2  197.1  225.7  921.4 \nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary \ncapital resources, P = project, TA = technical assistance, WFPF = Water Financing \nPartnership Facility. \na $2.7 million of the $34.4 million is a contribution to TA funding. \nb Proposed financing support of Korea Water Resources Corporation. \nc Contributors: the governments of Australia, Austria, and Norway. \nSources: Government of Indonesia and ADB estimates. \n\n \n\n \n\n\f14 \n\n \n\n2. \n\nProject 1 \n\n45. \nProject  1  is  estimated  to  cost  the  equivalent  of  $103.4  million,  including  taxes,  duties, \ninterest,  and  other  charges.  Pursuant  to  the  FFA,  the  Government  submitted  to  ADB  the  first \nPFR, for a loan equivalent to $30.0 million from ADB’s Special Funds resources and a loan of \n$20.0  million  from  OCR  to  cover  part  of  the  cost  of  Project  1.  ADB  funding  is  prioritized  for \ncapacity building, community-driven infrastructure, and preparatory activities for future tranches \nwith OCR funding of larger infrastructure civil works on the WTC. The Government will finance \nabout $34 million mainly for land acquisition, resettlement, taxes, project administration support, \nand  other  costs  including  civil  works.  Beneficiaries  will  contribute  about  $3  million,  mainly  for \ncommunity-based  management  investments.  The  first  PFR  is  submitted  to  the  Board  together \nwith the FFA for information. \n \n46. \nOn  behalf  of  the  Government,  ADB  asked  GEF  to  provide  grant  funding  for  Project  1, \nand  GEF  provided  concept  approval  of  a  grant  of  $3.8  million  in  May  2008.  The  grant,  to  be \nadministered  by  ADB,  will  cover  the  costs  of  activities  related  to  the  conservation  and \nmanagement  of  ecosystems  in  protected  areas  that  are  included  in  component  4  of  the \nInvestment Program. TA with a cost of $10.7 million ($1.0 million in ADB funds, a $5.0 million \ngrant from the Government of the Netherlands, a $2.0 million grant from the Multi-donor Trust \nFund under the Water Financing Partnership Facility, and $2.7 million in Government funding) \nwill  be  implemented  to  provide  necessary  institutional  and  organizational  strengthening; \nestablish  data,  information,  decision-support  systems;  and  ensure  the  sustainable,  long-term \nviability of the investments (see section IV). Parallel TA support for water quality modeling and \nCRB decision-support systems valued at $4.0 million equivalent has been proposed by Korean \nWater Resources Cooperation. Korean Water Resources Cooperation will administer this grant. \n \nE. \n\nImplementation Arrangements \n\n1. \n\nInvestment Program Management \n\n47. \nDGWR  will  be  the  Investment  Program  Executing  Agency  (EA)  of  the  Investment \nProgram  and  Project  1.  DGWR  has  established  a  project  coordination  and  management  unit \n(PCMU)  in  the  Balai  Besar  Wilayah  Sungai  Citarum,  to  be  responsible  for  managing  and \ncoordinating all project activities. Specifically, the PCMU will (i) ensure that annual work plans \n(AWPs)  are  submitted  by  PIUs  in  a  timely  manner  and  a  standard  format;  (ii)  review  and \nconsolidate for all PIUs the AWPs and corresponding budget estimates; (iii) prepare and submit \nreports  to  ADB  and  the  National  Steering  Committee  for  Water  Resources  (NSCWR);  (iv) \ncompile the results of project monitoring and evaluation and convey the consolidated results to \nimplementing  agencies  and  ADB;  (v)  liaise  and  coordinate  with  other  funding  agencies  on \ncomplementary  activities;  (vi)  organize  coordination  meetings  and  workshops  with  national, \nprovincial,  or  district  implementing  agencies  (IAs),  as  appropriate;  and  (vii)  arrange  for \nrepresentatives  of \nreview  missions.  Routine \ncommunications from ADB on Project 1 will be addressed to the PCMU. In addition, a road map \ncoordination  and  management  unit  (RCMU)  has  been  established  within  the  National \nDevelopment Planning Agency (Badan Perencanaan Pembangunan Nasional, or BAPPENAS) \nto ensure efficient and effective overall planning and financial management in national and local \ngovernments.  ADB, \nthe  EA  shall  coordinate  closely  on  road  map \nimplementation.  The  RCMU  will  primarily  (i)  ensure  effective  coordination  among  component \nroad map projects, (ii) review the prioritization of activities under the MFF and other funding, (iii) \nfacilitate consultation with stakeholders, (iv) liaise with bilateral and multilateral funding agencies \nand  the  private  sector,  and  (v)  monitor  and  evaluate  the  performance  of  road  map \n\nimplementing  agencies \n\nthe  RCMU,  and \n\nto  assist  ADB \n\n \n\n\f \n\n \n\n15\n\n \n\n \n\nthe  NSCWR.  Project \nimplementation.  The  RCMU  and  PCMU  will  work  closely  with \nimplementation  units  (PIUs)  will  be  established  in  each  IA.  Appendix  8  shows  the  proposed \ninvestment program management organization.  \n \n\n2. \n\nProject Selection Criteria \n\n48.  While  investment  program  projects  are  identified  at  this  stage,  the  long-term  nature  of \nthe  Investment  Program  means  that  certain  adjustments  will  need  to  be  made  during \nimplementation  to  respond  to  changing  needs  over  time.  Readjustments  will  be  made  in  a \nsystematic manner within the overall objectives of the Investment Program and carried out with \nappropriate due diligence. The project selection criteria that will be adhered to for PFR approval \nby  ADB,  as  detailed  in  schedule  4  of  the  FFA,  include  the  requirement  for  projects  to  be \nselected  from  the  road  map,  assurances  of  sound  technical  and  economic  viability,  and \ncompliance  with  Government  and  ADB  environmental  and  social  safeguards.  Projects  should \nhave funds available for long-term operation, and priority will be given to projects with multiple \nstakeholder involvement and community participation, in line with IWRM principles. \n \n\n3. \n\nApproval Procedures for Projects and Project Components \n\n49. \nPreparation  has  been  completed  for  Project  1.  For  subsequent  projects,  the  approval \nprocedures will be as follows: (i) PIUs will propose a potential project consistent with the road \nmap  to  the  PCMU  and  the  RCMU;  (ii)  following  RCMU  and  PCMU  concurrence,  the  PIU  will \nprepare  (a)  project  appraisal  reports  and  feasibility  studies,  including  scope,  technical  viability \nassessments, cost, and financing and implementation arrangements; (b) an initial environmental \nexamination  and,  if  required,  an  environmental  impact  assessment;  (c)  a  resettlement  plan  if \nrequired;  and  (d)  economic,  financial,  and  institutional  analyses;  (iii)  the  PCMU  will  appraise \nproposed projects in full consultation with river basin stakeholders, assessing the compliance of \neach  project  with  the  selection  criteria  and  then  submitting  it  for  RCMU  and  ADB  prior  review \nbefore  submitting  a  PFR;  and  (iv)  following  concurrence  on  projects  by  ADB,  the  PCMU, \nthrough DGWR and BAPPENAS, will submit them in the form of a PFR for the endorsement of \nthe Ministry of Finance (MOF) and onward transmittal to ADB. \n \nPFRs will include (i) the required loan amount; (ii) a list of projects to be financed under \n50. \nthe  loan;  (iii)  a  cost  estimate  and  financing  plan;  (iv)  implementing  arrangements;  (v) \nconfirmation  of  the  validity  of,  and  adherence  to,  the  provision  of  the  FFA;  (vi)  confirmation  of \ncompliance  with  the  provisions  under  previous  loan  agreements  as  appropriate;  and  (vii)  due \ndiligence on safeguards. \n \n\n4. \n\nImplementation Period of the Investment Program \n\nThe  Investment  Program  will  be  implemented  over  15  years  from  2009  to  2023,  the \n51. \nindicative scheduling of the project tranches is shown in Appendix 9. The MFF availability period \nis 10 years from 2009 to 2018. The RCMU, PCMU, and PIUs have been established. PIUs have \ncommenced  advance  procurement  and  preparatory  activities,  including  safeguard  compliance. \nImplementation will commence with the (i) full operational effectiveness of the PIUs, RCMU, and \nPCMU; (ii) engagement of consultants; (iii) detailed engineering design of the main works and \nconstruction  of  the  Bekasi  siphon  on  the  WTC;  (iv)  institutional  assessments  and  diagnostics; \n(v) CSO stakeholder mobilization and media campaigns; (vi) identification of target villages for \nProject  1,  (vii)  assistance  in  establishing  and  strengthening  the  6  Cis  River  Basin  Territory \nWater  Council;  (viii)  capacity  building;  and  (ix)  data  gathering,  establishment  of  information \n\n \n\n\fsystems,  and  setting  up  of  the  road  map  and  investment  program  performance  monitoring \nsystems and their procedures. \n \n52. \nThe  proposed  four  tranches  of  the  MFF  need  not  be  implemented  sequentially.  The \nexact  timing  of  the  tranches  after  the  first  will  be  determined  by  circumstances  current  at  the \ntime, including progress on previous projects. This will be determined by the Government. PFRs \nwill be submitted at the appropriate time, ensuring that preparation work has been completed so \nthat the next project can commence implementation without delay. Projects will overlap to some \ndegree. \n \n\n5. \n\nProcurement \n\nProcurements  to  be  financed  by  the  loans  under  the  MFF  will  be  carried  out  following \n53. \nADB’s Procurement Guidelines (2007, as amended from time to time). International competitive \nbidding will be used for civil works contracts costing more than $5.0 million and for goods and \nrelated  services  contracts  valued  at  more  than  $1.0  million.  Civil  works  contracts  costing  $5.0 \nmillion  or  less,  and  goods  supply  contract  packages  of  $1.0  million  or  less,  will  be  procured \nusing  national  competitive  bidding.  Modifications  and  clarifications  required  to  put  national \ncompetitive  bidding  procedures  in  compliance  with  ADB’s  Procurement  Guidelines  will  be \nincluded in the procurement plan. Goods and related service packages costing up to $100,000 \nwill  be  procured  using  shopping  procedures.  Civil  works  that  are  labor  intensive  will  be \ncontracted out to communities in compliance with the requirements for community participation \nin  procurement,  as  specified  in  ADB’s  Procurement  Guidelines,  with  a  first  contract  ceiling  of \n$10,000  equivalent  for  each  community  and  up  to  $30,000  equivalent  for  subsequent \ncommunity-participation contract packages. The contract packaging and procurement modes for \neach  contract  will  be  examined  during  ADB’s  processing  of  PFRs  and  will  be  finalized  during \nloan  negotiations  for  each  project.  In  addition,  procurement  plans  will  be  prepared  for  each \nproject  to  be  financed  under  the  Investment  Program,  indicating  the  particular  contracts  for \ngoods, works, and consulting services required; proposed methods of procurement; thresholds; \nand  related  ADB  procedures.  Appendix  10  details  the  procurement  plan  for  Project  1.The \nGovernment has requested, and ADB has approved, advance contracting for the procurement \nof  civil  works  pertaining  to  the  West  Tarum  Canal  for  Project  1.  The  Government  has  been \ninformed that approval of advance contracting does not commit ADB to finance any project.  \n \n\n6. \n\nConsulting Services \n\nAll  consultants  financed  under  the  Investment  Program  will  be  recruited  in  accordance \n54. \nwith  ADB’s  Guidelines  on  the  Use  of  Consultants  (2007,  as  amended  from  time  to  time). \nProject 1 will require 301 person-months of international consultancy and 2,004 person-months \nof  national  consultancy  to  assist  the  RCMU,  PCMU,  and  PIUs  with  program  management, \nengineering  design,  construction  supervision,  quality  control,  community  empowerment, \ncapacity  building,  environmental  and  social  safeguards,  road  map  and  investment  program \nperformance monitoring, and project financial management. The contract packaging, selection, \nand engagement modes for each type of contract will be examined during ADB’s processing of \nPFRs and finalized during loan negotiation for each project. The selection and engagement of \nrequired services for Project 1 will be through firms selected mainly under the quality- and cost-\nbased  selection  method.  For  contracts  valued  up  to  $0.2  million,  the  consultant  qualification \nselection  method  will  be  followed.  NGOs  and  national  community  facilitators  will  be  recruited \nusing  procedures  acceptable  to  ADB.  The  selection  of  consultants  for  subsequent  projects, \nwhere required, may follow single source selection to ensure continuity in the approach and the \nprofessional  liability  of  the  same  consultants  for  further  work,  subject  to  satisfactory \n\n16 \n\n \n\n \n\n\f \n\n \n\n17\n\n \n\n \n\nperformance in previous assignments. Individual consultants may be recruited based on biodata \nsubmitted in response to specified terms of reference for assignments in accordance with ADB’s \nprocedures for recruiting individual consultants. The outline terms of reference and details of the \nconsulting  requirements  are  summarized  in  Supplementary  Appendix  F  for  services  under \nProject 1. Advanced consultant recruitment has commenced. \n \n\n7. \n\nAnticorruption Policy \n\nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \n55. \nwith the Government, the EA, and the IAs. Consistent with its commitment to good governance, \naccountability,  and  transparency,  ADB  reserves  the  right  to  investigate,  directly  or  through  its \nagents,  any  alleged  corrupt,  fraudulent,  collusive,  or  coercive  practices  relating  to  the \nInvestment  Program.  To  support  these  efforts,  relevant  provisions  of  ADB’s  Anticorruption \nPolicy  are  included  in  the  loan  regulations  and  the  bidding  documents  for  the  Investment \nProgram. In particular, all contracts financed by ADB in connection with the Investment Program \nshall  include  provisions  specifying  the  right  of  ADB  to  audit  and  examine  the  records  and \naccounts of the EA, IAs and all contractors, suppliers, consultants, and other service providers \nas they relate to projects under the Investment Program.  \n \n56. \nBased  on  the  Government’s  policy  and  experience  in  fighting  corruption,  the  following \npreventive measures will be taken and further detailed in the program administration manual.24 \nEach  IA  will  establish  a  procurement  committee;  civil  works,  equipment  and  other  goods,  and \nconsulting  services  will  be  procured  in  accordance  with  the  Procurement  Plan  (Appendix  10). \nThe EA and each IA will undertake and make available to ADB annual inspection audits by an \napproved independent auditor.  \n \n57. \nPIU  staff  will  be  trained  on  appropriate  procurement  and  financial  management \nprocedures  set  forth  in  applicable  provisions  of  ADB’s  and  the  Government’s  procurement, \naccounting,  and  auditing  rules  and  regulations  and  the  Investment  Program’s  anticorruption \npolicy.  Financial  controls  will  be  established  through  periodic  review,  reconciliation,  and \nreporting  of  the  status  of  fund  releases,  disbursements,  and  liquidation  to  the  independent \nauditor.  All  community-based  activities  and  goods  procured  for  the  community  shall  be \nannounced  in  advance  on  village  notice  boards  and  through  facilitated  dialogue  with  the \ncommunity.  The  PCMU  will  engage  the  services  of  a  consultant  with  expertise  in  fiduciary \narrangements  and  technical  quality  assurance,  who  will  review  semiannually  or  as  deemed \nnecessary  the  project’s  physical  and  financial  quality-assurance  performance.  The  project  will \nrequire strict documentation by its contractors on the use of project funds as the basis for further \nreleases. To ensure adherence to contractual obligations and the principle of value for money, \nthe  office  of  the  Ministry  of  Public  Works  Inspector  General  will,  through  routine  inputs,  build \ncapacity  in  the  PCMU  to  ensure  the  implementation  of  sound  quality-control  and  quality-\nassurance procedures for civil works and consulting services. \n \n\n8. \n\nDisbursement Arrangements \n\nEach loan under the MFF will have its own imprest account established at the Bank of \n58. \nIndonesia  or  a  state-owned  bank  to  be  agreed  between  ADB  and  the  Government.  The  initial \namount to be deposited into the imprest account for each loan shall not exceed (i) the estimated \n                                                 \n24  A  program  administration  manual,  to  be  prepared  by  the  executing  agency  and  agreed  by  ADB  before  any \nprocurement  of  services,  works,  or  goods,  shall  provide  adequate  detail  on  anticorruption  and  quality  control \nmeasures  and  quality  assurance  procedures  consistent  with  good  governance,  accountability,  value  for  money, \ntransparency, and results-based outputs.  \n\n \n\n\fexpenditure for the first 6 months of the project for the loan or (ii) the equivalent of 10% of the \nloan amount, whichever is less. At the recommendation of the PCMU, MOF will advance funds \nfrom  the  imprest  account  on  a  quarterly  basis  to  the  designated  bank  accounts  of  the  EA  in \namounts  sufficient  to  meet  the  quarterly  requirements  of  the  respective  AWPs.  Subsequent \nreleases  of  funds  to  bank  accounts  of  individual  IAs  will  be  made  upon  the  submission  of \nexpenditure  statements  and  supporting  documents  to  the  PCMU.  Funds  for  community-\nconstructed  works  will  be  disbursed  to  the  bank  accounts  held  by  communities  based  on  the \nquarterly  requirements  of  the  approved  AWP.  The  statement  of  expenditure  (SOE)  procedure \nwill be used for reimbursing eligible expenditures and liquidating advances made to the imprest \naccount.  PIUs  will  prepare  SOEs  for  expenditures  incurred  by  them  and  submit  these  to  the \nPCMU for review, consolidation, and submission to  MOF.  The SOE procedure will be used to \nreimburse  eligible  expenditures  and  liquidate  advances  for  payments  from  the  account  not \nexceeding the equivalent of $100,000 per item of expenditure. \n \n59. \n Each PFR will be under a separate loan agreement. The loan agreement will describe \nthe  detailed  disbursement  arrangements  for  a  specified  PFR,  which  will  be  discussed  and \nagreed  between  ADB  and  the  Government.  Loan  disbursements  will  be  in  accordance  with \nADB’s Loan Disbursement Handbook (2007, as amended from time to time). \n \n\n9. \n\nAccounting, Auditing, and Reporting \n\n60. \nThe  PCMU  will  submit  to  ADB  quarterly  progress  reports  summarizing  overall \ninvestment program progress, including the implementation of environmental management and \nresettlement  plans,  if  required.  In  addition,  the  PCMU  will  prepare  consolidated  AWPs  and \ncorresponding  budgets  and  submit  them  to  NSCWR  for  review,  approval,  and  forwarding  in  a \ntimely  manner  to  ADB.  The  EA  will  submit  a  consolidated  project  completion  report  to  ADB \nwithin  3  months  of  the  completion  of  each  project  loan.  IAs  will  each  establish  and  maintain \nseparate  account  and  records.  To  ensure  accountability,  transparency,  and  sound  financial \nmanagement,  the  Investment  Program  provides  for  an  independent  audit  by  a  national \naccounting and/or auditing agency with international affiliation. Audit reports shall be submitted \nto ADB annually within 6 months of the end of each calendar year. The audit reports will include \nan audit opinion on the use of the imprest account, and SOE procedures shall also be provided. \nThe PCMU will (i) submit to ADB the progress reports of each IA on a quarterly basis, and (ii) \nprepare  and  submit  to  ADB  semi-annual  consolidated  progress  reports  for  each  project  under \nthe MFF, the form and content of which will be agreed with ADB. The EA will actively monitor \nfeasibility,  preparation,  and \nthe  program \nimplementation schedule and keep ADB informed of any significant deviations from it. Financial \nmanagement assessments of the IAs for Project 1 are summarized in Appendix 11, with details \nprovided in Supplementary Appendix G. \n \n61. \nprogress reports, the form on content of which will be agreed with ADB. \n \n\nThe  RCMU  will  prepare  and  submit  to  ADB  through  NSCWR  biannual  road  map \n\nfinal  design  activities \n\nin  accordance  with \n\n10. \n\nPerformance Monitoring and Evaluation \n\n62.  Within  6  months  of  effectiveness  of  the  first  loan,  the  RCMU  will  establish  a  road  map \nperformance management system (RPMS) for the overall road map investment, and DGWR will \nestablish an investment program performance management system (IPPMS) in the PCMU. The \nRPMS and IPPMS designs shall be acceptable to ADB. They will use a results-based approach \nto  monitoring  and  evaluating  implementation  performance  and  development  impact  at  various \nstages of the project cycle and ensure the timely feedback of this information to decision makers \n\n18 \n\n \n\n \n\n\fimplementation;              \n\n \n\n \n\n19\n\n \n\n \n\nfor  assessing  and  recording  performance  during \n\nfor  action.  The  IPPMS  will  incorporate  five  interlinked  elements:  (i)  the  investment  program \ndesign  and  monitoring  framework,  which  will  be  the  basis  of  the  system;  (ii)  ADB’s  project \nperformance  reports \n(iii) monitoring and evaluation by the EA and IAs to provide inputs to the system, supplemented \nby routine ADB reviews; (iv) borrower and ADB self-evaluations of project performance; and (v) \npost-project  independent  evaluations  3  to  5  years  after  the  completion  of  internal  project \nperformance  reviews.  Participatory  monitoring  and  evaluation  systems  will  be  introduced.  A \ndatabase of key benchmark indicators will be established by the RCMU and become a part of \nthe  project  monitoring  system  within  9  months  of  effectiveness  of  the  first  loan  under  the \nInvestment Program. In close coordination with PIUs and the PCMU, the RCMU will update and \nanalyze  key  performance  indicators  at  least  twice  per  year  and  in  greater  detail  immediately \nbefore the midterm review and completion of any project loan. \n \n63.  Where  appropriate,  the  RPMS  will  be  integrated  into  the  management  information \nsystems of regional governments and the Water Council so that the monitoring of benefits can \ncontinue beyond project implementation. Annual reports will be prepared by each PIU and then \nconsolidated  by  the  PCMU  and  submitted  to  ADB  in  accordance  with  ADB’s  guidelines  for \nproject performance management systems.  In  addition,  the  Investment  Program  will  help  the \nNSCWR  to  (i)  develop,  in  close  coordination  with  the  Network  of  Asian  River  Basin \nOrganizations, IWRM river basin performance benchmarking systems for use by the river basin \norganizations  and  the  Water  Council;  and  (ii)  develop  road  map  and  investment  program \nsystems  for  financial  investment  planning,  monitoring,  and  evaluation.  The  Water  Council’s \nstate-of-the-basin  report  will  include  an  update  on  the  status  of  road  map  and  investment \nprogram implementation.  \n \n\n11. \n\nProgram Review \n\n64. \nDuring  the  initial  3  years  of  Investment  Program  implementation,  ADB  will  carry  out \nsemiannual  reviews  to  (i)  ensure  that  the  implementation  arrangements  are  in  place  and \nappropriate; (ii) assess implementation performance and the achievement of project outcomes \nand  objectives  against  the  agreed  implementation  schedule,  identify  bottlenecks,  and,  in \nconsultation  with  the  Government,  agree  on  a  time-bound  action  plan  for  their  resolution;  (iii) \nensure that ADB safeguards and other conditions set out in the loan agreements are being met; \n(iv)  assess  progress  made  in  mobilizing  CSOs;  and  (v)  assess  the  readiness  for  Project  2 \nimplementation.  In  addition  ADB  will  assist  in  an  annual  peer  review  of  the  CRB  state-of-the-\nbasin  report  with  CRB  and  annual  road  map  funding  reviews  with  NSCWR,  the  RCMU,  and \nprospective donor agencies. Three years following the effective date of the first loan under the \nInvestment  Program,  ADB  will  field  a  comprehensive  midterm  review  mission  for  Project  1, \nwhich  will  assess  performance,  identify  problems  affecting  project  implementation,  and  reach \nformal  agreement  with  the  Government  on  changes  on  the  scope  or  implementation \narrangements  of  Project  1  and  the  Investment  Program  required  to  address  these  shortfalls. \nThe terms of reference of the midterm review  mission will be developed jointly by the EA and \nADB  during  the  second  and  third  year  of  the  Investment  Program.  Before  the  mission,  the \nGovernment will submit to ADB a detailed progress report. \n \n\nIV. \n\nTECHNICAL ASSISTANCE \n\n65. \nSubsequent to developing the road map for IWRM in the Citarum Basin, the Government \nhas  designated  the  river  basins  of  the  Citarum,  Ciliwung-Cisdane,  and  Ciujung-Cidanua-\nCidurian as sub-basins of a new natural planning unit territory of national strategic importance, \nimportant for the future water supply of Jakarta and its satellite urban and industrial areas. The \n\n \n\n\f20 \n\n \n\nterritory has a total population of 35 million people and has been termed the “6 Cis25 River Basin \nTerritory.” The CRB is the largest and most strategic of the six rivers, but the 6 Cis River Basin \nTerritory will be managed under a coordinated framework plan that recognizes both the role of \nwater  in  fulfilling  economic  development  targets  in  a  sustainable  manner  and  the  diverse \nindividual characteristics and needs of each of the six sub-basins. Since early 2007, ADB has \nbeen  providing  technical  assistance  in  institutional  capacity  building  to  the  6  Cis  River  Basin \nTerritory and sub-basin institutions.26 To provide institutional support to the Investment Program \nand Project 1 IWRM activities in the CRB and to extend planning and programming support to \nthe  rest  of  the  6  Cis  River  Basin  Territory,  the  Government  has  asked  ADB  to  provide  TA \nsupport to strengthen institutions for IWRM in the 6 Cis River Basin Territory.  \n \n66. \nImpact and Outcome. The desired impact of this TA is the sustainable management of \nwater  resources.  The  immediate  objectives  are  to  (i)  improve  capacity  for  IWRM  in  the  6  Cis \nRiver Basin Territory, and (ii) ensure the effective and efficient implementation of the Investment \nProgram. \n \n67.  Methodology and Key Activities. The TA will be implemented to support Project 1 and \nprovide  a  solid  base  for  long-term  investments  in  the  CRB  under  the  Investment  Program  by \nstrengthening institutions, policies, and strategies for the 6 Cis River Basin Territory, including \ninstitutional strengthening for IWRM, road map institutional strengthening, and the development \nof key policies and strategies for water resource management. The TA will provide a solid base \nfor data support and decision-support systems in the CRB through the development of spatial \nplanning, decision-support systems for IWRM, and tools for flood modeling in the upper Citarum \nBasin.  A  summary  of  key  TA  outputs  and  inputs  is  provided  in  Appendix  12.  Detailed \ndescriptions  have  been  drafted  and  are  given  in  the  terms  of  reference  for  TA  activities  along \nwith a design and monitoring framework for the TA in Supplementary Appendix F.  \n \n68. \nImplementing  Arrangements  and  Costs.  DGWR  will  be  the  EA  for  the  technical \nassistance  which  will  be  implemented  from  January  2009  to  December  2012.  IAs  will  provide \noffice  accommodation,  equipment,  and  counterpart  technical  support  to  TA  project  teams.  An \nestimated  124  person-months  of  international  consultancy  and  310  person-months  of  national \nconsultancy will be engaged by ADB using procedures in accordance with ADB’s Guidelines on \nthe  Use  of  Consultants  (2007,  as  amended  from  time  to  time)  using  quality-based  selection \nmethod for firms or through recruitment of individual consultants. All equipment will be procured \nin accordance with ADB’s Procurement Guidelines (2007, as amended from time to time). The \ntotal cost of the TA is estimated at $10.7 million, of which $1.0 million will be financed as a grant \nfrom ADB’s TA funding program, $5.0 million will be financed as a grant from the Government of \nthe Netherlands and administered by ADB, and $2.0 million will be financed from the Multidonor \nTrust  Fund  under  the  Water  Financing  Partnership  Facility  administered  by  ADB.  The \nGovernment will finance the remaining costs of $2.7 million. The cost estimates and financing \nplan is in Appendix 12. \n \n\n                                                 \n25 Ci means “river” in the local West Java Sudanese language. \n26  ADB. 2006. Technical Assistance for Effective Water Management Policies and Practices (Phase 5). Manila (TA-\n\n6325-REG). \n\n \n\n\f \n\n \n\n21\n\n \n\n \n\nV. \n\nPROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n\nA. \n\nPolicy Impact and Institutional Benefits  \n\nThe  Investment  Program  and  associated  technical  assistance  will  have  a  significant \n69. \nimpact on river basin management policy and promote change in several institutional areas. The \ndevelopment of the road map for IWRM under the project preparatory TA provides an important \ntool  for  the  Government  to  direct  future  investments  in  sectors  related  to  water  and  land \nmanagement  in  the  CRB.  That  the  Government  requested  ADB  to  fund  part  of  that  road  map \nthrough the Investment Program represents a policy shift from traditional single-sector program \nand project loans.  \n \nAdditionally,  many  of  the  proposed  component  projects  under  the  Investment  Program \n70. \ninclude  policy  operationalization,  planning,  and  organizational  strengthening.  This  is  true  for \nrelevant  government  organizations  at  the  national,  provincial,  and  district  level,  as  well  as  for \nNGOs and the community at large. The benefits of these initiatives, although difficult to quantify, \nare likely to be substantial if the Investment Program is successfully implemented. Strengthened \ninstitutions and a firm policy basis for IWRM will lead to a more effective and holistic approach \nto  water  and  land  management  at  the  basin  level  and  below  in  the  CRB.  Increased  water \navailability  and  cleaner  and  healthier  rivers  and  catchments  will  bring  higher  productivity  for \nagriculture  and  industry;  provide  greatly  improved  water  supply  and  sanitation  in  urban,  peri-\nurban,  and  rural  areas;  and  improve  the  quality  of  life  for  basin  inhabitants.  This  new \nmultisectoral  approach  to  river  basin  management  is  potentially  a  model  for  river  basins \nelsewhere  in  Indonesia  and  provides  an  example  for  other  countries  in  the  region  that  have \nembraced IWRM as a concept but may be struggling to implement it effectively. \n \nB. \n\nEconomic Benefits and Impacts \n\nThe  main  quantifiable  benefits  of  Project  1  are  those  arising  from  (i)  the  additional  \n71. \n19.6  m3/second  of  water  flow  for  Jakarta,  Curug,  and  Bekasi;  and  (ii)  the  additional  \n4.5 m3/second of water flow for paddy cultivation. The main impacts of Project 1 are (i) the water \nsupply from Jatiluhur and the WTC increased by 2.0% annually; (ii) the water supply for Jakarta \nincreased  by  2.5%  annually;  (iii)  an  additional  200,000  households  in  Jakarta  provided  with \npiped water annually; and (iv) factories in the Jakarta area increasing their water usage by 2.0% \nannually.  The  rehabilitation  of  the  WTC  will  provide  sufficient  water  to  cultivate  117,600  ha  of \npaddy, as compared with 91,800 ha in the without-project situation, increasing the annual paddy \ncropped  area  by  25,800  ha  by  2025.  This  will  increase  paddy  cropping  intensity  from  1.53  to \n1.93. A total of 25,800 farmers, each cultivating an average annual area of 1.0 ha of paddy (two \ncrops per year on 0.5 ha holdings), will benefit  from this increase in crop area. The economic \ninternal  rate  of  return  of  the  Project  1  investments  is  estimated  at  28%,  and  the  sensitivity \nanalysis  shows  project  benefits  stable  under  possible  adverse  conditions.  In  addition  to  the \nquantifiable  benefits,  the  project  will  provide  a  series  of  environmental  benefits,  including \nreduced soil erosion and water pollution and the sustainable use of ground water. Appendix 13 \npresents  a  summary  of  the  financial  and  economic  analyses,  details  of  which  are  in \nSupplementary Appendix H. \n \nC. \n\nSocial Benefits and Impacts \n\nPoverty.  There  are  clear  links  in  the  CRB  between  poverty  and  access  to  water  and \n72. \nsanitation  (Appendix  2).  However,  it  is  not  only  water  and  sanitation  that  must  be  tackled  to \nprovide  a  sustainable,  long-term  impact  on  poverty  in  the  CRB.  The  Investment  Program  will \n\n \n\n\fprovide  a  holistic  approach  to  basin  management  with  a  set  of  integrated  outputs  that \ncollectively will significantly reduce poverty. The poverty impact ratio, which is a measure of the \nnet economic benefits to the poor from Project 1, is 19.4%. The summary poverty reduction and \nsocial strategy is provided in Appendix 14. \n \n73. \nGender.  The  project  has  been  formulated  to  minimize  potential  risks.  The  project \nimpacts  were  assessed  along  with  potential  associated  risks.  Gender  issues  are  of  particular \nimportance in the water resources sector. Ongoing and proposed interventions will incorporate \nspecific actions to ensure that women are appropriately consulted at the planning stage and are \nfully involved in implementation. The proposed interventions will incorporate measures such as \nthe mandatory representation of the women in community committees responsible for planning, \nimplementing  and  monitoring  activities.  In  addition,  gender-awareness  training  will  be \nincorporated  into  intervention  designs  to  help  ensure  that  women  have  equitable  access  to \nresources and benefits. The gender action plan is in Supplementary Appendix I. \n \n74. \nSanitation and Health. The project includes a health and sanitation program to provide \npotable water and public toilets to communities affected by Project 1 WTC activities, beginning \nwith  the  provision  of  alternative  household  water  supply  and  toilets  for  communities  that  now \npipe  water  from  the  canal  and  have  built  platforms  over  the  canals  for  bathing,  laundry,  and \ntoilet  use.  The  provision  of  water  supply  and  sanitation  will  include  the  development  of  a \nsustainable  community-based  operation-and-maintenance  program  and  water  supply  and \nsanitation education.  \n \n75. \nLand Acquisition and Resettlement. A resettlement framework has been prepared to \nguide  the  preparation  of  land  acquisition  and  resettlement  plans  for  the  Investment  Program \n(Appendix  15  and  Supplementary  Appendixes  J  and  K).  A  full  resettlement  plan  has  been \nprepared  for  Project  1.  The  main  impacts  are  associated  with  works  along  the  WTC  where, \naccording to the inventory of losses, 800 informal settler households will be displaced from their \nhomes and/or shops when they are required to clear the inner banks of the canal. \n \nD. \n\nEnvironmental Benefits and Impacts \n\nThe  environmental  assessment  and  review  framework  developed  for  the  Investment \n76. \nProgram specifies procedures for examining more closely the impacts of projects to be included \nunder each MFF project loan to ensure consistency with the basin-wide assessment framework \nand  compliance  with  ADB  and  Government  environmental  assessment  requirements  for \nindividual  projects.  The  initial  environmental  examination  for  Project  1  was  undertaken  for  the \npurposes of compliance with ADB environmental assessment guidelines. No additional study or \nfull environmental impact assessment is needed for Project 1 (Appendix 16 and Supplementary \nAppendixes  L  and  M).  However,  individual  subprojects  with  potential  adverse  impacts, \nspecifically the WTC rehabilitation and the construction of communal septic tanks, must comply \nwith procedures under the Indonesia’s environmental compliance system. \n \nE. \n \n77. \nThe sustainability of the outcomes of this Investment Program is critical for the efficient \nuse of the loan and associated funds. More importantly, sustainable outcomes are required to \nimprove  the  environmental  amenities  of  the  basin  and  raise  the  living  standards  of  its \ninhabitants. The normal weighted average cost of capital is 7.0%, considerably lower than the \nproject  financial  internal  rate  of  return  of  21.5%.  In  particular,  the  holistic  nature  of  the \nInvestment Program means that new infrastructure development is supported by improved and \n\nSustainability and Financial Analysis \n\n22 \n\n \n\n \n\n\f \n\n \n\n23\n\n \n\n \n\nRisks \n\nstrengthened  institutional  arrangements  for  their  ongoing  and  sustainable  management.  It  is \nimportant that the Government make the road map central to its long-term investment strategies \nfor  the  CRB.  The  road  map  is  not  to  be  viewed  as  a  static  document.  Under  the  Investment \nProgram,  it  will  be  updated  regularly  in  response  to  changing  social,  institutional,  and \nenvironmental circumstances. \n \nF. \n \n78. \nCommitment  to  Reform.  The  Government  of  Indonesia  has  shown  its  commitment  to \nintegrated  water  resource  development  in  a  decentralized  environment  through  recent \nlegislation  (Water  Law  No  7/2004  and  Decentralization  Laws  No.  33  &  34/2004),  long-  and \nmedium-term  policy  setting,  and integrated  national  budget  planning.  Notwithstanding  this,  the \nvisionary  journey  defined  in  the  road  map  requires  the  implementation  of  a  well-planned  and \ncoordinated  cross-sectoral  set  of  integrated  activities  to  achieve  the  objectives.  Interagency \ncommitment to the Investment Program and road map implementation and ongoing reforms is \nessential. The MFF ensures the long-term engagement of ADB with multiple projects to sustain \nthe integrated approach and reform process. \n \n79. \nStakeholder  Participation.  Key  project  outcomes  include  stakeholder  participation  in \nIWRM  through  the  implementation  of  specific  activities  using  community-driven  development \napproaches and, importantly, the mainstreaming of CSO involvement in CRB development and \nmanagement,  strategic  planning,  monitoring,  and  evaluation.  A  risk  exists  that  the  proposed \nWater Council will not develop into an independent organization with effective, grassroots CSO \nparticipation. To ensure effective stakeholder participation, the Investment Program will support \n(i)  a  community-driven  development  approach  to  project  design  and  implementation;  (ii) \nintensive media and awareness-raising campaigns; (iii) community and private sector behavior-\nchange activities; (iv) private sector involvement in IWRM through corporate social responsibility \nprograms;  (v)  support  to  community  empowerment,  governance  initiatives,  and  complaints \nmechanisms; and (vi) the adequate allocation of institutional support. \n  \n80. \nRoad Map Allocations and MFF Utilization. A risk exists that the road map will not be \nadequately funded or that program funds will not be fully or effectively utilized. The Investment \nProgram provides for (i) establishing a dedicated PCMU in BBWSC to coordinate with the Water \nCouncil  and  Government  planning  agencies  centrally  and  regionally;  (ii)  a  dedicated  PIU  for \neach  project  and  subproject,  with  the  MFF  modality  allowing  PIU  staff  to  gain  experience  and \nlessons  from  past  projects  so  implementation  efficiencies  will  improve;  and  (iii)  support  to \nNSCWR  in  BAPPENAS  through  the  RCMU  to  coordinate  integrated  river  basin  planning, \nprogramming,  and  evaluation.  DGWR,  as  the  EA,  and  BAPPENAS  have  substantial  positive \nexperience with externally funded projects. \n \n\nVI. \n\nASSURANCES \n\n81. \nIn  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances,  which  have  largely  been  incorporated  into  the  attached  FFA  and  will  be \nincorporated  into  the  individual  loan  agreements,  as  appropriate,  for  each  project  financed \nunder the Investment Program. \n \n82. \nCounterpart Funding, Road map Management, and CRB Performance Evaluations. \nThe Government will ensure that necessary counterpart funds are available and released on a \ntimely  basis  to  implement  the  Investment  Program  and  that  funding  is  available  in  a  timely \nmanner for funding related projects. The Government will annually update the Citarum road map \nimplementation  program  to  incorporate  revised  estimates  of  the  funding  requirements  for  the \n\n \n\n\f24 \n\n \n\nprojects and subprojects under the Investment Program. The Government will submit to ADB its \nannual state-of-the-basin report, which shall include detailed progress-of-performance indicators \nand evaluations of the realization of funding targets. \n \nPolicy Dialogue. The Government will keep ADB informed of, and exchange views on, \n83. \nsector  issues,  policy  reform  discussions  with  other  multilateral  or  bilateral  agencies  that  may \nhave  implications  for  implementation  of  the  Investment  Program,  and  progress  on  institutional \nreforms  and  will  provide  ADB  with  an  opportunity  to  comment  on  any  significant  policy \nproposals.  \n \n84.  Water  Sector  Institutional  Framework.  The  Government  will  (i)  by  no  later  than  30 \nSeptember  2009,  develop  a  framework  for  stakeholders  discussions  for  6  Cis  River  Basin \nTerritory organization and water council, (ii) by no later than March 2010, issue the first Annual \n“State of the Citarum River Basin” report; (iii) by no later than June 2010, have completed CRB \ninstitutional rationalization reviews, including among others: matching the roles, responsibilities \nand resources of  national and regional water resources management organizations (including \nPJT-2,  CRB  Balai  Besar,  provincial  and  district  agencies)  to  ensure    rationalization  of  water \nresources and irrigation asset management and allocation of and management of needs based \nfunding  for  the  Tarum  canal  systems  and  the  Jatiluhur  Irrigation  systems,  and  (iv)  by  no  later \nthan December 2011 established the 6 Cis River Basin Territory Water Council.  \n \n85. \nOperation  and  Maintenance.  Based  on  needs-based  assessments,  and  starting  in \n2010  and  continuing  throughout  the  Investment  Program,  Indonesia  will  ensure  that  adequate \nfunds are allocated in its annual routine budgets for the operation and maintenance of all water \nresources  assets  included  in  the  Investment  Program.  Indonesia  will  encourage  and  support \nparticipatory contributions for asset management by users.  \n \n86. \nJakarta  Water  Delivery  Through  the  West  Tarum  Canal.  Indonesia  will  ensure  that \nthe  Bekasi-to-Cawang  section  of  the  WTC  will  be  either  rehabilitated  to  an  adequate  design \ncapacity or upgraded in line with the ongoing French Government funded feasibility studies and \ndetailed engineering design in a timely manner to ensure the availability of increased capacity \ncoinciding with the commissioning of the WTC Curug-to-Bekasi works funded under Project 1.  \n \n87. \nPollution.  The  Government  will  ensure  that,  in  line  with  the  expected  results  of  the \nproposed  CRB  Pollution  Control  Action  Plan,  reforms  are  introduced  to  move  from  voluntary \ncontrols for polluters to controls based on legal enforcement and financial incentives. \n \n88. \nStrategic Vision, Master Plan, and Spatial Planning. The Government will ensure the \nRoad  map  “vision”  is  used  as  a  basis  for  the  development  of  a  strategic  planning  framework \n(Pola) and a water resources management plan (Rencana) (as required under Water Law No. \n7/2004),  to  be  endorsed  by  the  6  Cis  River  Basin  Territory  Water  Council  and  formalized  by \nMinisterial  Decree  by  31  December  2012  and  31  December  2013.  Future  regional  spatial \nplanning and strategic development plans will incorporate the goals of the Pola.  \n \nSafeguards.  The  Government  will  ensure  that  (i)  all  projects  financed  under  the \n89. \nInvestment  Program  are  carried  out  in  full  compliance  with  (a)  all  applicable  laws  and \nregulations  of  the  Government;  (b)  ADB’s  safeguard  policies,  including  the  policies  on \ninvoluntary  resettlement,27  the  environment,28  and  indigenous  peoples;29  and  (c)  the \n\n                                                 \n27  ADB. 1995. Involuntary Resettlement. Manila. \n28  ADB. 2002. Environment Policy. Manila. \n29 ADB. 1998. Policy on Indigenous Peoples. Manila. \n\n \n\n\f \n\n \n\n25\n\n \n\n \n\nresettlement  framework  (Supplementary  Appendix  J)  and  the  environmental  assessment  and \nreview framework (Supplementary Appendix L) agreed and set forth in Schedule 5 of the FFA \nshall  be  used  to  guide  project  preparation  and  implementation;  (ii)  resettlement  plans,  initial \nenvironmental  examination  reports,  environmental  impact  assessments,  and  environmental \nmanagement  plans  included  therein  will  be  prepared  and  implemented  for  each  project  or \nsubproject under the Investment Program in accordance with criteria agreed on and set forth in \nSchedule  4  to  the  FFA;  and  (iii)  the  Government  will  submit  with  each  PFR  a  report  on  the \nstatus of compliance of ongoing projects with safeguard plans and frameworks.  \n \n90. \nFor  Project  1  and  all  future  projects  to  be  financed  under  subsequent  individual \ntranches/loans, the Government ensures that completed resettlement plans for all projects and \nsubprojects  included  under  a  PFR  are  submitted  prior  to  or  with  the  PFR  for  approval.  Each \nresettlement  plan  is  (i)  to  be  prepared  based  on  the  detailed  feasibility  studies  (detail  designs \nduring implementation may require updating of the resettlement plan) or detailed designs; (ii) to \ninclude  complete  information  on  full  census,  final  asset  inventory  and  valuation,  and  final \nbudget;  (iii)  to  be  made  available  to  the  affected  people  in  draft  and  final  forms,  including \ninformation  on  measurement  of  losses,  detailed  asset  valuation,  entitlements  and  special \nprovisions, grievance procedures, timing for payment, and displacement schedule; and (iv) to be \napproved  by  ADB  prior  to  notice  to  proceed  for  civil  works  in  any  construction  work  zone. \nAffected  people  will  be  provided  certain  resettlement  entitlements  such  as  land  and  asset \ncompensation and transfer allowances, prior to their displacement, dispossession, or restricted \naccess.  \n \n91. \nAll  subsequent  projects  under  the  Investment  Program  will  be  assessed  independently \nfor  environmental  categorization  and  then  prepared  in  compliance  with  ADB  environmental \nguidelines.  The  Government  will  prepare  an  initial  environmental  assessment  or  initial \nenvironmental  examination, \nfull \nenvironmental impact assessment (EIA) as required to be approved by the relevant government \nauthority. These will be submitted to ADB for review and approval. All civil works and consultant \ncontracts  under  the  projects  will  contain  provisions  requiring  compliance  with  the  initial \nenvironmental  assessment  or \ninitial  environmental  examination  during  project  design, \nconstruction, and operation. \n \n92. \nThroughout the investment program implementation period, the Government will ensure \nthat  sufficient  funds  are  made  available  as  and  when  necessary  for  the  efficient  and  timely \nimplementation  of  resettlement  and  environmental  safeguard  activities.  Quarterly  project \nimplementation  reporting  shall  include  implementation  progress  of  the  (i)  environmental \nmanagement plans and measures taken under the initial environmental examination, EIA, and \nenvironmental  monitoring  carried  out  as  a  regular  part  of  project  implementation,  and  (ii) \nresettlement monitoring as detailed in the resettlement plan. These safeguard reports shall be \ndisclosed in accordance with ADB’s Public Communications Policy (2005). \n \n93. \nExternal  Monitoring.  The  Government  will  engage  an  external  agency  or  a \nnongovernment organization, acceptable to ADB, to conduct external monitoring and evaluation \nof the resettlement process and impacts. Reports of the independent monitoring agency will be \nsubmitted to ADB on a semiannual basis. These reports shall be disclosed in accordance with \nADB’s Public Communications Policy. \n \n94. \nSocial Aspects. The Government  will ensure that all civil works contractors (i) comply \nwith all applicable labor laws, (ii) use their best efforts to employ women and local people living \nin the vicinity of the project/subproject, (iii) disseminate information at worksites on the risks of \nsexually  transmitted  diseases  and  HIV/AIDS  for  those  employed  during  construction,  (iv)  are \n\nincluding  an  environmental  management  plan  or  a \n\n \n\n\frequired  not  to  differentiate  between  men  and  women’s  wages  or  benefits  for  work  of  equal \nvalue,  and  (v)  will  not  use  child  labor.  Contracts  for  all  projects  to  be  financed  under  the \nInvestment Program must include specific clauses on these undertakings, and compliance will \nbe strictly monitored. \n \n95. \nGood  Governance  and  Anticorruption.  The  Government  will  ensure  that  (i)  relevant \nprovisions of ADB’s Anticorruption Policy (1998, as amended to date) are included in all bidding \ndocuments for the Investment Program, and (ii) all contracts financed by ADB in connection with \nthe  projects  financed  under  the  Investment  Program  include  provisions  specifying  the  right  of \nADB to audit and examine the records and accounts of DGWR; IAs; community organizations; \nand  all  contractors,  suppliers,  consultants,  and  other  service  providers  as  they  relate  to  the \nInvestment Program. The Government will ensure that the PCMU establishes a website for the \nInvestment  Program  that  will  present  audited  financial  statements  and  track  procurement \ncontract awards, and include information on the list of participating bidders, name of the winning \nbidder, basic details on bidding procedures adopted, amount of the contract awarded, the list of \ngoods and/or services purchased, and their intended and actual utilization.  \n \n\nVII. \n\nRECOMMENDATION \n\n96. \nI  am  satisfied  that  the  proposed  multitranche  financing  facility  would  comply  with  the \nArticles  of  Agreement  of  the  Asian  Development  Bank  (ADB)  and  recommend  that  the  Board \napprove \n \n(i) \n\nthe provision of loans under the multitranche financing facility in an aggregate principal \namount  not  exceeding  $500,000,000  equivalent  including  (a) $470,000,000  equivalent \nfrom ADB’s ordinary capital resources, with interest to be determined in accordance with \nADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility;  and  (b)  Special \nDrawing Rights 20,162,000 from ADB’s Special Funds resources with an interest charge \nat the rate of 1.0% per annum during the grace period and 1.5% per annum thereafter; a \nterm  of  32 years,  including  a  grace  period  of  8  years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  Framework \nFinancing Agreement presented to the Board;  \n\nthe  administration  by  ADB  of  a  grant  under  the  multitranche  financing  facility  not \nexceeding  the  equivalent  of  $3,800,000  to  be  provided  by  the  Global  Environment \nFacility, subject to final clearance of grant financing by the chief executive officer of the \nGlobal Environment Facility;  \n\n \nboth  to  the  Republic  of  Indonesia  for  the  Integrated  Citarum  Water  Resources  Management \nInvestment Program; and \n \n\nthe  administration  by  ADB  of  a  portion  of  technical  assistance  (a)  not  exceeding  the \nequivalent  of  $5,000,000  to  be  financed  on  a  grant  basis  by  the  Government  of  the \nNetherlands, and (b) not exceeding $2,000,000 to be financed on a grant basis by the \nMulti-Donor  Trust  Fund  under  the  Water  Financing  Partnership  Facility,  both  to  the \nGovernment  of  the  Republic  of  Indonesia  for  Institutional  Strengthening  for  Integrated \nWater Resources Management in the 6 Cis River Basin Territory. \n\n \n \n\n \n \n11 November 2008 \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\nHaruhiko Kuroda  \nPresident  \n\n26 \n\n \n\n \n(ii) \n\n(iii) \n\n \n \n\n \n\n\fDESIGN AND MONITORING FRAMEWORKa \n\nDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nImpact \nReduced poverty and \nimproved health and \nliving standards in the \nCitarum River basin  \n\nOutcome \nImproved and integrated \nwater resource \nmanagement (IWRM) in \nthe Citarum River basin \n\nOutputs \n1. Institutions and \nPlanning for IWRM \n \nGood IWRM institutions \nand effective planning \nwith stakeholder \nparticipation  \n \n \n\n \n\n \n\n \n\nAchieve a 5 percentage point \ndecrease in poverty in the \nbasin’s communities currently \nbelow the national poverty \naverage by the end of the \nInvestment Program in 2023b \n\n• Appropriate and effective \n\ninstitutional IWRM \narrangements in basin \n(minimum scorecard level 3, \n2015)c \n\n• Effective partnerships \n\nbetween national and local \ngovernment agencies to \nimplement water and land \nmanagement activities \n(effective RCMU, 2010) \n• Empowered communities \n\nplay a role in the \nmanagement of water and \nland resources (2012 self-\nassessed) \n\n• Infrastructure in place to \n\nprovide equitable access to \nadequate quantity and good \nwater quality by all \nauthorized water users \n(minimum scorecard level 3, \n2023) \n\n• Comprehensive and \n\naccessible databases and \ninformation systems in \nplace (2012) \n\n• Implementing agencies and \nother relevant stakeholders \nare well informed about \nroad map program progress \n(effective RCMU and \nPCMU, 2009) \n\n• Operationalized and \n\neffective multi-stakeholder \nWater Council (2011) \n\n• Strategic Planning \n\nFramework for the 6 Cis \n(Pola), ratified by 2012 and \n6 Cis Water Resources \nManagement Plan \n(Rencana) by 2013 \n\nData \nSources/Reporting \nMechanisms \nReview of annual \nstatistics on poverty \nas published by the \nBureau of Statistics \n\nLegislation and policy \ndocuments released \nby Government \n \nMinutes of meetings \nof the Water Council, \nRCMU, and other key \nmanagement \norganizations  \n \nProgress and final \nreports of individual \nprojects funded under \nthe Investment \nProgram \n \nSurvey of \nbeneficiaries \n \nPublished information \non available \ndatabases on water, \nland, and related \nresources \n \nReview of state-of-\nthe-basin report (to \nbe prepared) \n\nMinutes of meetings \nand workshops with \nexecuting agencies \nand other relevant \nstakeholders \n \nProgram status \nreports \n \nMinutes of periodic \ncoordination \nworkshops \n \nFinal reports of \nstudies \n \n\n \n \n \n \n \n\n \n\nAppendix 1 \n\n27 \n\nAssumptions \nand Risks \n\nAssumptions \n• The Government \n\nmaintains a strong \ncommitment to \nimplementing IWRM in \nCRB \n\nAssumptions \n• Institutional \n\narrangements to be put \nin place under new \nlegislation provides a \nrobust framework for \nIWRM and clearly \nseparates resource \nmanagement and \ndevelopment and \noperational \nresponsibilities. \n\n• National, provincial, and \n\ndistrict government \nagencies have the \nresolve to involve the \ncommunity meaningfully \nin all stages of water \nresource planning and \nmanagement. \n\nAssumptions \n• Government continues \n\nto support the execution \nof the projects and \nfacilitates stakeholder \nsupport for their \npreparation. \n\n• Those involved are \n\nwilling to cooperate and \nshare information. \n• Stakeholders provide \n\nsufficient information to \nidentify knowledge \ngaps. \n\n\f28 \n\nAppendix 1 \n\nDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nData \nSources/Reporting \nMechanisms \nReports produced \n\n• All monitoring and reporting \nundertaken in accordance \nwith agreed procedures, \nand full implementation of \nRPMS and IPPMS by 2009 \n\n• Improved sources of water \n\nconsistent with water \navailability and sustainability \n(program implemented in \nline with road map) \n\n• All people in the basin have \naccess to adequate water \nsupply and sanitation by \n2023. \n\n• All rehabilitated water \nsupply infrastructure \ncapable of operating at \ndesign capacity 2 years \nafter rehabilitation. \n\n• By 2012, an equitable \n\nwater-sharing arrangement \nendorsed by Water Council \nfor upper and lower basin \nand transboundary water \nresources \n\n• Clearly defined water \nutilization rights for all \nauthorized water users by \n2012 \n\n• Conflicts over utilization of \nwater resources resolved \nquickly and satisfactorily by \n2015 \n\n• Comprehensive land-use \n\nplans in place and adhered \nto by 2012 \n\n• Minimal pollution from \ndomestic, industrial, or \nagricultural sources entering \nthe waterways of the basin \n(minimal score card level 2 \nby 2023) \n\n• Maintain and, if possible, \nenhance biodiversity no \nfurther degradation by 2012 \n\nAssumptions \nand Risks \n\nRisk \n• Government \n\norganizations focus \nprimarily on physical \nworks, allocating \ninsufficient resources to \nmanagement and \nparticipatory aspects of \nIWRM. \n\nAssumption \n• Government funds for \n\noperation and \nmaintenance of \ninfrastructure made \navailable \n\n \nRisks \nApproval of rights-of-way \nand land acquisition is not \nobtained in a timely \nmanner \n\nImplementation \nprogress reports and \nloan review missions \n \nQuarterly progress \nreports \n \nContracts with \nconsulting services \n \nQuality control and \nquality assurance \nreports \n\nMinutes of meetings \nand workshops with \nrelevant stakeholders \n \nProgram status \nreports \n \nAnnual basin \nperformance reports \n\nAssumption \n• Water Council \n\nestablished and \nfunctions efficiently and \neffectively, and \ntransparently with multi-\nstakeholder \nrepresentation \n\n \n \n\nAnnual basin \nperformance reports \n \n \nProgram status \nreports \n \n \nMinutes of periodic \ncoordination \nworkshops \n\nAssumption \n• Community-led, \n\nsustainable \nenvironmental \nimprovement activities \nadequately supported \nby government, CSOs, \nand private sector \nprograms \n\n \nRisk \n• Low enforcement of \n\n2. Water Resource \nDevelopment and \nManagement \nEffective planning, \nimplementation, and \noperation and \nmaintenance of water \nresource infrastructure \n\n3. Water Sharing \nEstablished and \nprotected water rights \nand water allocated \namong competing uses \nand users, as well as \npriorities set for water \nentitlement during times \nof shortage \n\n4. Environmental \nProtection \nEnvironmental protection \nand environmental \nenhancement by a \ncombination of structural \nand other measures \n \n\n \n\n\fDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nData \nSources/Reporting \nMechanisms \n\nAssumptions \nand Risks \n\n \n\n \n\n5. Disaster Management \nImproved structural and \nother measures for flood \nand drought disaster \nmanagement  \n\n6. Community \nEmpowerment \nEmpowered communities \nand individuals actively \nparticipate in water \nmanagement issues \n \n \n\n7. Data and Information \n \nEffective data collection \nand storage and decision-\nsupport systems for water \nresources management \n \n \n\n• Appropriate infrastructure \n\nworks and disaster \npreparedness plans in place \nto minimize the physical \nimpacts of floods and mud \nflows by 2023  \n• Effective drought \n\nmanagement plans in place \nby 2012 where available \nwater falls seasonally below \ndesign expectations \n\n• Climate-proof the road map \n\nby 2012 \n\n• High awareness in basin \n\ncommunities about \nconservation, utilization, \nand protection of natural \nresources, including their \nrights and responsibilities, \nby 2014 \n\n• CRB NGOs and local \ncommunities have the \nopportunities and forums to \nparticipate meaningfully in \nthe planning and \nmanagement of water \nresources by 2012 \n• Enabling institutional, \nfinancial, and capacity \nconditions in place for local \ncommunity involvement in \nprovision of local water \nsupply and sanitation \nservices, watershed \nimprovements, and waste \nmanagement by 2023 \n\n• MIS for land and water \n\nresources in place by 2012 \n•  Effective arrangements for \n\n(i) custodianship of the \ndifferent water- and \ncatchment-related datasets, \nand (ii) data sharing by \n2012 \n\n• Suitable models and \n\ndecision-support tools \n\nImplementation \nquarterly progress \nreport and loan \nreview missions \n \nContracts with \nconsulting services \n \nQuality control and \nquality assurance \nreports \n \nMinutes of meetings \nand workshops with \nrelevant stakeholders \n\nProject \ndocumentation \n \nPost-project survey of \nthe community  \n \nRoutine MIS and \nDSS reporting \n \n \nMinutes of meetings \nand workshops with \nexecuting agencies \nand other relevant \nstakeholders \n \n \nMinutes of periodic \ncoordination \nworkshops \n\nFinal reports of \nstudies \n \nContracts with \nconsulting services \n \nWater Council \nmeetings \n \nReports produced \n\nAppendix 1 \n\n29 \n\nspatial planning and \nenvironmental \nlegislation \n\nAssumption \n• Government funding for \n\noperation and \nmaintenance of \ninfrastructure made \navailable \n\n \nRisks \n• Approval of rights-of-\n\nway and land \nacquisition is not \nobtained in a timely \nmanner. \n\n \n\nAssumptions \n• Communities are \n\nreceptive to awareness-\nraising activities. \n\n• Newspapers, radio, and \n\ntelevision support \nawareness-raising \nactivities. \n\n• Education authorities \n\nagree to modify \ncurricula to include \nteaching of water- and \nenvironment-related \nprinciples. \n\n \nRisks \n• Stakeholders unwilling \n\nto share data \n\n• Policy makers fail to \n\nmake sufficient use of \nMIS and DSS \n\nRisks \n• Stakeholders unwilling \n\nto share data \n\n• Policy makers fail to \n\nmake sufficient use of \nMIS and DSS. \n\n\f30 \n\nAppendix 1 \n\nDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nAssumptions \nand Risks \n\n8. Project Management \nEffective program \nmanagement with timely \nmonitoring and evaluation \n\noperational by 2012 \n\n• Timely procurement of \n\nconsultants and contractors \n(no delays over 3 months) \n\nData \nSources/Reporting \nMechanisms \n\nMonthly procurement \nmonitoring system \n\nAssumptions \nPCMU and RCMU \ncontinue to engage \nstakeholders in an \ninclusive way. \n \n\n• Routine quarterly reports \n\nprepared and disseminated \nwidely (web availability \nwithin 2 months of quarter \nend) \n\n• Wide stakeholder \n\ninvolvement in project \nactivities (min scorecard \nlevel 3, 2012) \n\nRoutine reports, \nwebsite \n \n\nSurveys of \nstakeholders \n \n\n \n\nACTIVITIES \nA. Investment Program (excluding Project 1 and TA funding) \nOutput 1: Institutions and Planning for IWRM  \nRoad map management (continuous) \nDevelopment of an enhanced Citarum River basin plan for IWRM (P3, 2018) \nSupport for basin Water Council and IWRM \nOutput 2: Water Resource Development and Management \nUpgrading Bandung water source (P2, 2016) \nUpgrading of water source for irrigating upper Cipunegara (P3, 2020) \nCisankuy irrigation improvement (P4, 2023) \nCurug run-of-river power plant (P3, 2020) \nMini- and micro-hydro basin study (P3, 2019) \nHeightening of Cirata Dam (P4, 2022) \nBulk water supply options for Bekasi and Karawang (P4, 2023) \nDevelopment  of  strategies  and  options  for  demand  management  and  water \nconservation with respect to industrial and domestic use (P2, 2013) \nUrban water supply and sanitation options and implementation in urban areas \n(P4, 2023) \nOutput 3: Water Sharing  \nReview of allocation priorities and optimization in key sub-basins (P2, 2012) \nImplementation of surface water entitlements and licensing systems (P2, 2016)\nImplementation of water pricing and allocation strategies (P2, 2016) \nOutput 4: Environmental Protection  \nWater quality improvement in the 3 CRB reservoirs (P3, 2017) \nWastewater and sewerage treatment upstream of Saguling Dam (P3, 2017) \nDevelopment  and  implementation  of  integrated  coastal  zone  management \nstrategy and action plan for Citarum coastline (P3, 2020) \nProductive reforestation (P2, 2016) \nProtected area management (continuous) \nOutput 5: Disaster Management  \nUpper Citarum basin flood management (P2,2015) \n\n• Consultant services for \n\nproject preparation, road \nmap and program \nmanagement, detailed \nengineering design and \nconstruction supervision, \nfinancial management, \nfiduciary oversight, and \nADB policies and \nprocedures \n\n• Civil works and equipment \n\nfor water resource \nimprovements, flood and \ndrought prevention, and \nenvironmental \nenhancements \n\n• Training, demonstrations, \n\nand community \ndevelopment \n\n• Capacity building of 6 Cis \n\nwater management \norganizations and other \nimplementing agencies \n\n \n \n \n \n \n \n \n \n• ADB:$470 million OCR loan \n• ADB $30 million ADF loan \n\n \n\n \n\n \n\n \n\n\fAppendix 1 \n\n31 \n\n• Government $382 million \n• GEF $3.8 million \n• Beneficiaries $21 million \n\nequivalent \n\n• ADB-administered TA \nsupporting Project 1, \n$10.7 million for Project 1 \nonly  \n\n• Parallel TA funding $4.0 \n\nmillion \n\n \n \n\nIntegrated management of water related disasters (P2,2016) \nOutput 6: Community Empowerment  \nCommunity participatory activities (continuous) \nInformation, education, and awareness strategy for capacity building of \ncommunities across the basin for improved participation in water resource \npolicy development, planning, and management (P2,2014) \nOutput 7: Data, Information, and Decision Support  \nDevelopment of online flow-forecasting systems (P4,2023) \nOutput 8: Program Management \nProgram management (continuous) \nIndependent monitoring and evaluation (continuous) \nProgram completion report (P4,2023) \nB. Project 1 \nLoan effective (January 2009) \nRCMU and PCMU established (Q2 2008), PIUs established (Q1 2009) \nRecruitment of main design and program management consultants (Q2 2009) \nEstablishment of Water Council (by end of 2011) \nConfirm strategic water resources management plan (Pola) for 6 Cis (2012) \nFirst state-of-basin report end 2009, followed by routine annual reports \nConfirm basin water resources management plan (Rencana) for 6 Cis (2013) \nRehabilitation of West Tarum Canal (2013) \nImproved land and water management (2012) \nSupport for community- and NGO-driven initiatives for improved water supply \nand sanitation (2012) \nDevelopment and implementation of basin river quality improvement strategy \nand action plans (2012) \nWatershed management and biodiversity conservation (GEF funded, 2012) \nTranche PFR 2 released in timely manner (2012) \n\nADB = Asian Development Bank, ADF = Asian Development Fund, CRB = Citarum River basin, CSO = civil society \norganization, DSS = decision support systems, GEF = Global Environment Facility, IPPMS = investment program \nperformance monitoring system, IWRM = integrated water resources management, MIS = management information \nsystems, OCR = ordinary capital resources, P = project, PCMU = program coordination and management unit, PIU = \nproject implementation unit, PFR = periodic financing request, Q = quarter, RCMU = road map coordination and \nmanagement unit, RPMS = road map performance monitoring system, TA = technical assistance, WFPF = Water \nFinancing Partnership Facility. \na The design and monitoring framework for Project 1 is detailed in the periodic financing request 1, with another related \ndesign and monitoring framework available for the TA in Supplementary Appendix F. \nb Pre-project benchmarks refer to Government Bureau of Statistics village potential survey reports, documenting poverty \nand infrastructure in individual villages.  \nc The balanced scorecard system has been introduced in the CRB for benchmarking management and river performance \nand  will  be  further  refined  and  adopted  for  use  in  annual  state-of-the-basin  reporting  under  the  Investment  Program. \nScores will be allocated annually to agreed key performance categories following definitions and procedures adopted from \nthe guidelines, now under development, of the Network of Asian River Basin Organizations. Score 1 = unacceptable, 2 = \npoor, 3 = good, and 4 = excellent. \n \n \n \n\n \n\n \n\n\f32 \n\nAppendix 2 \n\n \nA. \n\nInstitutional Arrangements  \n\nSECTOR ASSESSMENT AND LESSONS  \n\nIndonesia’s 2004 Water Law No. 7 provides the enabling framework for integrated water \n1. \nresources management (IWRM). The implementation of IWRM in a river basin context is being \npromoted through the establishment of river basin management organizations (balai besar). In \nview  of  its  strategic  importance  to  the  country,  a  combined  basin  comprising  the  Citarum, \nCisadane-Ciliwung, and Cidurian-Ciujung-Cidanau1 rivers has been designated as one planning \nunit under the policy guidance of a single basin council. It will be managed initially through three \nsub-basin  balai  besars.  The  proposed  Dewan  Air,  or  basin  council,  will  represent  national, \nprovincial,  district,  and  other  stakeholders,  incorporating  a  balance  between  government  and \nnongovernment representatives.  \n \n2. \nThe  Balai  Besar  Wilayah  Sungai  Citarum  (BBWSC)  is  a  nationally  funded  river  basin \norganization under the Directorate General of Water Resources (DGWR) within the Ministry of \nPublic  Works  and  has  a  wide  management  and  development  mandate  within  the  geographic \nadministrative  boundary  of  the  Citarum  River  basin  (CRB)2  territory.  The  CRB  is  designated a \nbasin  of  national  strategic  significance.  The  mandate  of  the  BBWSC  was  broadened  in  2006 \nunder  the  auspices  of  DGWR,  from  a  development  function  to  a  wider  development  and \nmanagement  function.  The  provincial  government  of  West  Java  maintains  a  CRB  operational \nunit  (balai)  operating  under  the  provincial  water  resources  service.  Most  of  the  decentralized \ndistrict  governments  in  the  CRB  include  locally  funded  independent  district  water  resources \nservice organizations. The sectoral mandates of these organizations overlap, and ad hoc role-\nsharing  arrangements  are  annually  reviewed  under  BBWSC  coordination  to  minimize  the \noverlap  of  budgets.  In  addition,  within  the  CRB  is  a  corporatized  water  resources  operational \norganization under the Ministry of State-Owned Enterprises, called Perum Jasa Tirta 2 (PJT 2). \nPJT  2  operates  primarily  as  a  profit-oriented  bulk  water  supplier  to  large  water  users  such  as \nhydropower,  water  supply,  and  irrigation  systems  and  maintains  some  of  the  larger \ninfrastructure including the Jatiluhur Dam and Tarum Canal (Appendix 8).  \n \n3. \nDespite  attempts  to  improve  the  institutional  framework  for  river  basin  and  water \nresource  management,  there  appears  to  be  general  agreement  that  current  institutional \narrangements  are  highly  sectoral,  with  limited  effective  coordination,  and  that,  although \nregulatory frameworks and standards are generally in place, enforcement is weak.  \n \nB. \n\nSubsector Assessments \n\n4. \nSurface Water Management. Average annual demand from the Jatiluhur Reservoir has \nincreased  from  140  cubic  meters  (m3)  per  second  in  1996  to  156  m3  per  second  in  2004.  In \n1996,  the  Jatiluhur  system  made  adequate  water  releases  for  irrigation  and  domestic  and \nindustrial  supply  through  the  West,  North,  and  East  Tarum  Canals.  However,  in  2001,  the \nsystem reportedly failed to meet water needs for 1.5 months during the dry season, and in 2005 \n\n                                                 \n1   Ci  is  the  West  Java  Sundanese  term  for  river.  This  group  of  rivers  (the  6  Cis)  surrounding  Jakarta  supplies  and \n\ndrains the conurbation of Jabodetabek (the municipalities of Jakarta, Bogor, Depok, Tangerang, and Bekasi). \n\n2 The Citarum River basin is mainly in the province of West Java and covers 13,000 square kilometers (km2). It is a \ncluster of river basins consisting of (i) the 6,600 km2 Citarum River hydrological basin itself, which lies in the central \npart of the program area and flows from south to north into the Java Sea; (ii) the 4,400 km2 cluster of small basins \nwhose  drainage  areas  are  connected  to  the  Citarum  River  system  through  the  East  Tarum  Canal  (the  Ciherang, \nCilamaya,  Ciasem,  Cipunegara,  and  Cipancuh  rivers);  and  (iii)  the  Cikarang  and  Bekasi  rivers,  with  a  combined \ndrainage area of 2,000 km2, which are connected with the Citarum River through the West Tarum Canal. \n\n \n\n\fAppendix 2 \n\n33 \n\nit  failed  to  meet  water  needs  for  5  months.  Inflow  into  the  Saguling  Reservoir  is  decreasing. \nBetween  1986  and  1991,  the  dry  season  flow  into  the  Saguling  Reservoir  was  38%  of  the \naverage  annual  flow.  This  percentage  dropped  to  36%  between  1992  and  1997  and  declined \nfurther  to  34%  in  1998.  Watershed  degradation  is  seen  as  the  principal  cause.  Denuded \ncatchments  have  reduced  capacity  to  capture  rainwater,  causing  high  peak  flows  during  the \nrainy months and correspondingly reducing the amount of water available in dry months. \n \n5. \nGroundwater  Management.  A  considerable  portion  of  the  region’s  water  demand,  in \nparticular  that  of  Jakarta  and  Bandung,  is  supplied  by  groundwater.  The  rate  of  groundwater \nextraction  is  believed  to  be  considerably  underestimated,  since  a  large  portion  of  extraction \nactivities are not registered. In Bandung, an estimated 90% of the population, and 98% of the \nindustries,  rely  on  groundwater.  Modeling  studies  done  in  2002  suggest  that  recorded \ngroundwater  extraction  is  only  one  third  of  the  actual  amount.  The  water  table  is  reportedly \ndropping by up to 5 meters per year in some places. The cumulative water table fall since 1920 \nhas been 85 meters. In 2005, it was estimated that land subsidence had reached 0.8 meters. To \nobtain clean water, industrial wells have to be drilled to beyond 150 meters. \n \n6. \nErosion and Sedimentation. Watershed erosion is a serious problem in the upper river \nbasin,  where  hillsides  are  steep  and  the  catchment  denuded.  Even  on  steep  slopes,  farmers \ncultivate annual crops, which do not provide adequate ground cover and protection from heavy \nmonsoon rains. The soils, derived from volcanic tuff, easily erode and are prone to landslides. \nHigh  peak  flows  have  increased  the  rate  of  riverbank  erosion.  Hydrologic  flow  regimes  have \nbeen adversely changed by land degradation, notably the loss of adequate forest cover and the \nprevalence of hillside farming in the upper catchments. The degraded catchments have reduced \nthe capacity to capture rainwater, resulting in high peak flows during the rainy months that carry \nlarge  amounts  of  eroded  soil.  At  the  entrance  to  Saguling  Reservoir,  the  ratio  of  wet  season \nhigh flows to dry season low flows has increased from 3.4 recorded in 1992 to 7.4 in 2003. As a \nresult,  landslides  and  mud  flows  are  frequent  during  the  rainy  season.  These  areas  have \nerosion rates in excess of 60 tons per hectare (ha) per year. \n \n7. \nFlooding. Flooding is a consequence mainly of changes in the river flow regime caused \nby changes in watershed conditions. As the water-retention capacity of the river catchments is \nreduced  by  denudation  and  land  conversion  for  urban  development,  flood  peaks  have \nincreased. The increased flood frequency and severity are invariably associated with destructive \nlandslides and mud flows. Around Bandung, flooding has become more frequent and severe in \nrecent times. Here, however, there is no single cause. In the lower basin near Jakarta, where \nthe Cikeas and Cileungsi rivers join to become  the Bekasi River, converging floodwaters from \nthe two tributaries have caused perennial flooding in Bekasi city. Along the lower Citarum River, \nlevees  and  embankments  built  during  colonial  rule  help  confine  flooding  within  the  river’s \nmeander  zone  and  provide  protection  to  the  surrounding  settlements.  At  the  Citarum  River \nmouth,  the  build-up  of  sediments  has  created  sand  dunes  that  impede  floodwater  discharge. \nCombined with the effect of high tides, the constricted river outlet causes frequent inundation of \nthe lower basin near the delta.  \n \nWater  Pollution.  The  combined  effects  of  untreated  domestic  sewage,  solid  waste \n8. \ndisposal, and industrial effluents have significantly increased river pollution loads. In the upper \nbasin, river water polluted with domestic and industrial wastes from the Bandung metropolitan \narea  is  funneled  into  the  Saguling  Reservoir.  At  the  inlet  to  the  reservoir,  water  quality \nmonitoring in the late 1990s showed that average annual biological oxygen demand (BOD) gets \nas high as 300 milligrams per liter. Pollution in the lower basin, particularly in the downstream \nportion of the West Tarum Canal (WTC), poses an even more urgent water quality problem. En \n\n \n\n \n\n\f34 \n\nAppendix 2 \n\nroute  to  Jakarta,  the  WTC  intersects  the  Bekasi  River,  which  drains  an  area  rapidly  being \ndeveloped for residential and industrial use. At the Bekasi River’s confluence with the WTC, the \naverage annual BOD in 2004 was 48 milligrams per liter. The pollution load in the Bekasi River \nis  caused  by  untreated  household  sewage,  industrial  wastewater,  and  solid  waste  dumped \nalong the riverbanks.  The lack of proper solid waste management contributes to both pollution \nand  flooding.  Garbage  deposited  along  canals  and  riverbanks  contributes  to  the  high  BOD.  It \nalso  clogs  drains  and  accumulates  on  riverbeds,  reducing  discharge  capacity.  Average  daily \nsolid  waste  generation  is  estimated  at  6,500  m3/day,  of  which  about  1,500  m3/day  is  not \ncollected or properly disposed of. The uncollected garbage that invariably ends up accumulating \nin  the  drainage  system  and  rivers  thus  amounts  to  something  like  500,000  m3  annually.  The \nestimated flow of solid waste into the Saguling Reservoir is 250,000 m3 per year.  \n \nWater Supply and Sanitation. Many rural and peri-urban areas in Indonesia suffer high \n9. \nincidence of diarrhea, intestinal worms, skin diseases, and other water-related diseases such as \nmalaria and dengue. Poor people in remote rural areas—and particularly the children, women, \nand elderly  among them—are  worse affected than others. While the mortality rate for children \nunder 5 years of age has decreased substantially, from 145 per 1,000 live births in 1967 to 35 in \n2000, it is still above that of such other Southeast Asian countries as the Philippines (30) and \nThailand  (25).  Diarrhea  remains  the  second  most  common  cause  of  death  among  young \nchildren,  and  it  is  the  main  reason  that  children’s  growth  is  stunted,  particularly  at  12–24 \nmonths. This situation results from inadequate access to clean water and sanitation, combined \nwith poor hygiene. \n \n10. \nIrrigation and Drainage. Agriculture in Indonesia is dominated by irrigated rice. About \n82%  of  the  rice  produced  in  the  country  is  grown  under  irrigation.  Of  the  total  irrigated  area,  \n5.0  million  hectares  are  publicly  managed  and  1.2  million  hectares,  all  comprising  small \nsystems,  are  managed  by  farmers.  The  CRB  is  a  key  rice-producing  area,  with  some  \n390,000  ha  of  irrigated  rice.  The  average  cropping  intensity  is  155%,  with  an  average  paddy \nyield  of  4.5  tons  per  ha.  Investment  in  irrigation  and  drainage  infrastructure  was  a  major \ncomponent of the Government’s agriculture and rural development strategy from 1969 to 1999. \nIrrigation  investments  were  economically  efficient  and  helped  to  improve  food  security  and \nreduce  rural  poverty,  with  rice  production  increasing  at  an  annual  rate  of  4.8%.  The  intensive \ncultivation  of  rice,  a  labor-intensive  crop,  raised  rural  incomes  and  substantially  contributed  to \nreducing  the  incidence  of  rural  poverty  from  40%  in  1970  to  17%  in  1997.  About  43%  of  the \ncountry’s labor force is employed in agriculture, mostly in rice production and related activities. \nCommunity participation in irrigation development is recognized as being key to the sustainable \nmanagement of irrigation assets and appropriate development of new infrastructure.  \n \nC. \n \nEnsuring that the poor have access to safe drinking water and adequate sanitation has \n11. \nbeen for some time a prominent topic of development programs, and specific targets have been \ninternationally  agreed  in  the  Millennium  Development  Goals.  Figure  A2  illustrates  the  direct \nlinkage  in  the  Citarum  River  basin  between  poverty  and  household  coverage  of  toilets  and \naccess  to  clean  water.  However,  the  contribution  of  water  management  to  poverty  reduction \ngoes  far  beyond  just  water  supply  and  sanitation.  Clean  water  is  essential  for  improving  the \nhealth  and  livelihood  of  the  poor,  reducing  vulnerability,  and  providing  environmental \nsustainability  in  a  number  of  ways:  (i)  waterborne  diseases  such  as  diarrhea  and  malaria \nflourish in such areas, and diarrhea is the second-leading killer of children under the age of 5 in \nIndonesia, with around 100,000 dying of diarrhea-related causes every year; (ii) poor people are \nthe  last  in  line  to  get  piped  water,  and  an  estimated  50  million  urban  poor  in  Indonesia  are \n\nLinking Poverty and Water Management in the Citarum River Basin  \n\n \n\n\fAppendix 2 \n\n35 \n\nunconnected  to  piped  water;  (iii)  many  poor  people,  particularly  women  and  children  in  rural \nareas, have to spend many hours each day fetching water, which reduces the time available for \neconomic and educational activities and increases health stresses; (iv) shallow groundwater is \nusually  the  first  choice  for  household  domestic  water  supply  but  makes  aquifers  vulnerable  to \noverexploitation  by  industries,  in  addition  to  being  prone  to  pollution  from  domestic  and \nindustrial wastes that are severely damaging to health; (v) the poor have little or no access to \nproper  toilet  facilities,  and  women  in  particular  suffer  ill  health  as  a  result  of  not  being  able  to \nuse  decent  sanitary  facilities;  (vi)  the  poor  have  limited  access  to  participation  in  setting \ngovernment policies and strategies related to water rights, water planning, and water operations \nand often have no voice or champions to improve their situation.  \n \n \n\nFigure A2: Poverty Levels and Coverage of Households with Clean Water  \nand Toilets in Citarum River Basin \n\n120 \n\n100 \n\n80 \n\n60 \n\n40 \n\n20 \n\n0 \n\ne\ng\na\nr\ne\nv\no\nC\n%\n\n \n\nWater coverage \n\nToilet coverage \n\nLinear (Water \ncoverage) \nLinear (Toilet \ncoverage) \n\n \n\n0 \n\n10\n\n20\n\n30\n\n% Poverty\n\n \n\nSources: Asian Development Bank and Government of Indonesia. \n\nC. \n\nLessons  \n\nTable A2: Lessons and Investment Program Features Addressing Them \n\nLesson  \n(i) Long-term partnerships reinforce the \nsustainability of reforms and initiatives \nand strengthen development impact. \n(ii) Small infrastructure works \ncontracted to communities create a \nstrong sense of ownership and greater \ncost effectiveness without \ncompromising the quality of works.  \n\n(iii) Plans for infrastructure asset \nmanagement after the project should \nbe formulated in a participatory manner \nand clearly demarcate stakeholders’ \nresponsibilities. \n \n\nInvestment Program Feature Addressing the Issue \nUse of the multitranche financing facility to establish a 15-year \nand flexible partnership with the Government \n\nPast and continuing community- and NGO-driven \ninfrastructure and behavioural-change projects in the Citarum \nRiver basin demonstrate that this type of approach is effective, \neven when external funding is minimal. The Investment \nProgram includes components that will build on this success \nand leverage even greater results by the provision of modest \nfunding for communities (para. 37)  \nIt will be mandatory for these plans, including clear \ndemarcation of agency responsibilities, to be prepared \nconcurrently with the detailed engineering design of the \ninfrastructure, as will be included in an assurance in Project 1 \nand undertakings in the FFA. \n\n \n\n \n\n \n\n \n\n\f36 \n\nAppendix 2 \n\nLesson  \n(iv) Natural resource management \ninitiatives are more likely to succeed if \nthey follow an integrated approach, \naddressing both environmental and \nsocioeconomic concerns, and are \ndesigned and implemented with the full \ninvolvement of communities and local \ngovernments. \n\n(v) Education and information \ncampaigns are effective ways of \nincreasing awareness of stakeholders \nabout natural resource management. \n\n(vi) Projects should include measures \nto promote and facilitate the private \nsector’s role in the sector. \n\n(vii) Transparency during preparation \nand implementation is critical to \nobtaining constructive inputs from key \nstakeholders, including nongovernment \norganizations. \n\nInvestment Program Feature Addressing the Issue \n\nA road map for integrated water resource development and \nmanagement was prepared and endorsed following lengthy multi-\nstakeholder review. The road map includes a comprehensive suite \nof potential development and management investments in a broad \nrange of IWRM areas, including environmental and social issues \n(paras. 24–27, Appendix 6, and Supplementary Appendix B). The \nMFF allows for flexible, long-term partnerships. Project 1 includes \nfeatures ensuring that communities (para. 37) and development \npartners are part of the inclusive approach (para. 49). \nThe Investment Program will have a component dealing \nspecifically with community empowerment including education and \nawareness raising on issues to effectively increase the awareness \nof stakeholders and the broader community about relevant issues \nand, in particular, how stakeholders can contribute to the \nobjectives of the road map (Supplementary Appendix B and para. \n37).  \nThe private sector will be encouraged to participate in developing \nand investing in water resource infrastructure guided by the road \nmap. Corporate social responsibility may provide an avenue for \ninvolvement by companies in the region such as textile companies \nin Bandung. Further, the private sector will be encouraged and \nempowered to participate in broader water resource development \nand management through formal membership of selected groups \non the Water Council (para. 38). \nCSOs were widely consulted during the design of the project, and \nongoing relationships were established. However, gaining trust \nand enhancing these relationships to the point of getting \nmeaningful inputs and support from all stakeholder groups will \ntake time. The Investment Program has been designed to facilitate \nthis process and is supported by the Government. \nSee (iv). \n\nSee (iv). \n\n(viii) Successful projects or models \ninvolving NGOs and CSOs should be \nidentified and scaled up. \n(ix) A community-based approach to \nrural water supply systems promotes \ngreater ownership. \n(x) While the Government is \nunderstandably reluctant to spend loan \nfunds on foreign consultants, \ndepending exclusively on domestic \nspecialists instead would have \nsignificant repercussions for \nengineering design and in supervising \nworks. The impartiality that \ninternational specialists bring to \ncontract administration and quality \nassurance greatly assists in achieving \ndesired outcomes. \n(xi) Adopt an integrated approach to \nproject selection and design. \nCSO = civil society organization, FFA = financing framework agreement, IWRM = integrated water resources \nmanagement, MFF = multitranche financing facility, NGO = nongovernment organization. \nSources: ADB’s Evaluation Information System at http://lnadbg4.adb.org/oed001p.nsf/index?OpenForm and ADB \nstaff views. \n\nConsulting services have been selectively designed to ensure that \nprojects are delivered cost effectively without excessive reliance \non international consultants. However, it is clear that, if innovative, \nquality, and impartial approaches are to be implemented, a certain \namount of international expertise will be necessary. The emphasis \nin all components of the Investment Program will be on the \ntransfer of technology and expertise from international and \ndomestic consultants to agency staff to build capacity and \nprogressively reduce reliance on consultants as the MFF \nprogresses. Options for outsourcing services to national \norganizations will be developed. \n\nSee (i). \n\n \n\n\fAppendix 3 \n\n37 \n\nSUMMARY STRATEGIC ENVIRONMENTAL ASSESSMENT \n\n1. \nThe  objective  of  the  strategic  environmental  assessment  (SEA)  was  to  guide  the \nformulation of the basin road map with regard to stakeholder involvement, the formulation of a \nstrategy  with  a  view  to  mainstreaming  environmental  management  concerns,  the  identification \nof  projects,  overall  environmental  impact  assessment  taking  into  account  cumulative  and \ninteractive  impacts,  the  inclusion  of  specific  environmental  management  components,  and \nproposed  procedures  for  follow-on  environmental  assessments  of  the  program  tranches  and \nindividual projects. The SEA is in Supplementary Appendix A. \n \n2. \nThe  strategic  environmental  assessment  was  carried  out  as  an  integral  part  of  basin \nroad  map  development.  The  SEA  systematically  integrated  environmental  management \nconcerns  into  the  basin  strategic  plan.  It  established  a  tiered  approach  to  environmental \nassessment  and  planning,  beginning  with  an  assessment  at  the  program  level,  then  at  the \nproject level, and finally at the subproject level. \n \nThe  baseline  environmental  assessment  carried  out  as  part  of  the  SEA  will  continue  to \n3. \nserve  as  the  basis  for  follow-on  impact  assessment  of  each  project  tranche  of  the  Integrated \nCitarum  Water  Resources  Management  Investment  Program  (the  Investment  Program).  As \nsuch, the basin-wide environmental assessment will serve as baseline for the follow-on project-\nlevel impact assessments.  \n \n4. \nenvironmental design approaches and criteria:  \n \n\nThe  SEA  influenced  the  program  design  by  incorporating  the  following  recommended \n\n(i) \n\n \n(ii) \n\n(iii) \n\n(iv) \n\nWater supply concerns are closely linked to the management of water quality and \nthe  environment.  Poor  water  quality  in  the  basin  is  making  the  available  water \nunfit  for  use.  The  lack  of  protection  in  the  watersheds  to  combat  pollution  and \nerosion is a principal cause of water quality degradation. The road map has been \ndesigned  with  a  balanced  concern \nfor  water  utilization,  water  quality \nmanagement, and environmental protection.  \n\nThe need to manage water resources within an integrated framework is occurring \nat  a  time  when  authorities  and  administrative  bodies  mandated  to  manage  the \nresource  are  still  grappling  with  organizational  and  adjustment  problems. \nInstitution  building  is  vital  for  the  program  to  succeed.  The  road  map  design \nincludes  capacity  development  for  local  government  units  and  river  basin \nmanagement bodies operating in the basin.  \n\nSustainable strategies for rehabilitating degraded watersheds are those that aim \nto  reestablish  basic  ecosystem  processes.  A  balanced  approach  to  basin \nmanagement that addresses human-use values alongside ecological values was \nadopted in the design process. \n\nNumerous  entities  affect  water  resources,  not  just  industries.  Communities  in \nparticular  are  beyond  the  reach  of  conventional  controls  and  affect  the  water \nsystem  in  small,  often  unnoticed  ways,  but  their  cumulative  result  is  highly \nsignificant.  Unsustainable  community  practices  often  arise  from  lack  of  know-\nhow,  resources,  and  options.  The  road  map  addresses  this  aspect  by \nincorporating community participation and empowerment activities.  \n\n \n\n \n\n \n\n \n\n \n\n\f38 \n\nAppendix 3 \n\n(v) \n\nIndonesia’s  innovative  and  effective  voluntary  program  for  reducing  industrial \nwastewater  emissions  has  brought  about  large  declines  in  biological  oxygen \ndemand.  However,  they  are  not  a  permanent  substitute  for  an  institutionalized \nenvironmental  regulatory  and  enforcement  system.  The  program  addresses \nstrengthening the latter as a basis for sustainable water quality management.  \n\n \n\n(vi) \n\nAn important element of the program strategy is a call for water to be treated as \nan  economic  resource.  Developing  economic  instruments  to  induce  behavioral \nchange  in  water  use  and  water  pollution  has  also  been  incorporated  in  the \nprogram design (e.g., appropriate water pricing and pollution charges).  \n\n \n5. \nThe  SEA  management  plan  covers  activities  to  (i)  remediate  or  ameliorate  existing \nenvironment  problems  that  significantly  affect  water  supply  and  quality;  (ii)  strengthen \nenvironmental  management  capacity  (i.e.,  regulatory  enforcement,  complementary  policy \ninstruments,  monitoring  system,  databases,  and  decision-support  tools);  and  (iii)  mitigate  the \npossible  adverse  environmental  impacts  of  some  projects,  particularly  those  under  the  water \nutilization component. The SEA also provides a tiered approach linking program implementation \nmanagement with project and subproject environmental impact assessments (EIAs) through an \nenvironmental assessment and review framework (EARF).  \n \nThe  SEA  formulated  the  EARF  to  be  used  as  guide  in  examining  more  closely  the \n6. \nenvironmental impacts of specific subprojects and with the aim of ensuring consistency with the \nstrategic  impact  assessment  framework  and  compliance  with  ADB  and  Government  of \nIndonesia environmental assessment requirements for individual projects. \n \n7. \nThe  Investment  Program  is  expected  to  generate  significant  environmental  benefits  in \nterms  of  utilizing  more  efficiently  and  equitably  water  resources,  both  surface  water  and \ngroundwater;  ensuring  adequate  supply  to  meet  growing  water  demand  from  households  and \nindustry; improving water quality; rehabilitating watersheds to ensure water supply sustainability \nand enhance the socioeconomic well-being of communities; and improving institutional capacity \nfor participatory basin management. \n \nThe stakeholder-driven program design integrates physical development works, notably \n8. \nwater  infrastructure  improvements,  with  measures  to  protect  water  sources  and  water  quality, \nmeasures for water-related hazard mitigation, institutional and policy reform, improved data and \ndecision  support  systems,  and  community  empowerment.  Environmental  safeguards  are \nincorporated  into  the  road  map  both  as  proactive  measures  to  protect  and  sustain  water \nresources  and  preserve  basin  ecosystem  functions,  including  biodiversity,  and  as  mitigation \nmeasures  to  deal  with  any  adverse  impacts  arising  from  some  of  the  road  map  elements, \nnotably  the  water  utilization  components.  Many  of  the  proposed  activities  in  the  road  map  are \nthemselves environmental remediation or enhancement measures.  \n \n9. \nNo additional study or full-environmental impact assessment of the proposed Investment \nProgram  or  road  map  is  needed  to  comply  with  ADB  environmental  assessment  guidelines. \nHowever,  as  described  under  the  EARF  section  of  the  report,  the  individual  projects  must \ncomply  with  the  review  and  clearance  procedures  specified  under  Indonesia’s  environmental \nimpact-assessment system.  \n\n \n\n\fAppendix 4 \n\n39 \n\nEXTERNAL ASSISTANCE IN THE SECTOR \n\n ($ million) \n \n\nAmount  \n\n \n\n \n\n \n\nSubtotal (B) \n\nSubtotal (A) \n\nAsian Development Bank \nWorld Bank \n\nAsian Development Bank \nWorld Bank \n\n1.  Multilateral \n a. \n b.  \n2.  Bilateral \n \n\nItem \nA.  Water and Sanitation \n \n \n \n \n \nB.   Water Resources \n1.  Multilateral \n \n a. \n \n b. \n \n2.  Bilateral \n \n \n \nC.  Flood Management \n1.  Multilateral \n \n a. \n \n b. \n \n2.  Bilateral \n \n \n \nD.  Irrigation \n \n \n \n \n \nE.  Catchment Conservation and Environment \n \n \n \n \n \n \n\n1.  Multilateral \n a. \n b. \n2.  Bilateral \n \n \n\n1.  Multilateral \n a. \n b. \n2.   Bilateral \n \n\nAsian Development Bank \nWorld Banka \n\nAsian Development Bank \nWorld Bank \n\nAsian Development Bank \nWorld Bank \n\nSubtotal (E) \n \n\nSubtotal (D) \n\nSubtotal (C) \n\nTotal (A-E) \n\n \n \n\n \n\n \n\na Excludes ongoing support to Jakarta flood management programs. \n   Sources: ADB and Government estimates. \n\n523 \n287 \n157 \n79 \n603 \n \n \n88 \n357 \n656 \n1,101 \n \n \n254 \n0 \n348 \n602 \n \n3,829 \n1,155 \n2,675 \n940 \n4,769 \n \n \n55 \n89 \n46 \n190 \n7,265 \n\n \n\n \n\n \n\n\f40 \n\nAppendix 5 \n\nPROBLEM TREE \n\nSources: Government of Indonesia and ADB. \n\n \n\n\f \n\n \n\n \n\nSUMMARY ROAD MAP \n\nDefinition \n\nObjectives \n\nKey IWRM \nArea \n\nInstitutions \nand Planning \nfor integrated \nwater \nresources \nmanagement \n(IWRM) \n\nThe  term  “institutions”  is  used  here  in  its  broadest  sense  to  include \norganizations,  legislation,  policies,  and  other  protocols  that  define  the \nrelations  among  those  organizations.  Planning  for  IWRM,  and  in \nparticular in this context, river basin planning, is seen as a mechanism \nfor promulgating and implementing the policies of government and, as \nsuch,  is  included  in  this  key  IWRM  area.  Accordingly,  the  following \nactivities are included: \n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n(vi) \n\n(vii) \n(viii) \n\norganizational restructuring,  \norganizational capacity building, \npolicy development, \nimplementing the legislative framework, \nplanning for IWRM, \nregulation such as licensing of water utilization and wastewater \ndischarge, \nsetting water tariffs, and  \ninstitutions for participatory irrigation management. \n\n• Effective organizational frameworks with clearly defined \n\nresponsibilities and working partnerships with other \nstakeholders in place for the Citarum River basin, \nencompassing both in-stream and off-stream aspects \n\n• An effective coordination mechanism for water resource \n\nmanagement in the basin \n\n• A harmonious and comprehensive legal framework for \neffective water resource management in the basin. \n\n• Transparent, effective, and holistic water resource \n\nplanning mechanisms linked to spatial planning and \nincluding stakeholder needs and aspirations \n\n• Effective regulatory and licensing mechanisms in place \n\nand operating for surface and groundwater utilization and \nwastewater discharge, including tariffs. \n\n• Agencies concerned with water management \n\ncommanding appropriate technology for effective and \nsustainable water resource management. \n\n• Decision makers, technical experts, and other key \n\nstakeholders able to effectively carry out their \nresponsibilities with regard to water resource planning and \nmanagement, including procedures for environmental \nimpact assessment and review of projects. \n\nWater \nResource \nDevelopment \nand \nManagement \n\nThis  key  IWRM  area  includes  activities  exploiting  water  resources  to \nimprove  water  availability  to  authorized  users  and  operating  and \nmaintaining  the  infrastructure  developed  in  the  process.  The  main \nactivities included are \n\n• New or improved sources of water for domestic, irrigation, \nindustrial, hydropower, aquaculture, leisure, and other \nuses developed and consistent with water availability and \nsustainability \n\n(i) \n\n(ii) \n\n(iii) \n(iv) \n(v) \n\nproject planning, including master planning (that is, planning \nthat focuses on development of infrastructure, as distinct from \nbroader basin planning); \nconstructing infrastructure for storing and delivering water, \nincluding reservoirs, canals, and pipeline systems; \noperating and maintaining infrastructure; \npromoting the efficient and effective utilization of water; and \ndrilling wells to reach groundwater. \n\n• Access for all people in the basin to adequate water \n\nsupply and sanitation \n\n• All water supply infrastructure capable of operating at \n\ndesign capacity \n\n• Sustainable asset-management practices in place for all \n\nwater-related infrastructure in the basin \n\nA\np\np\ne\nn\nd\nx\n \n6\n\ni\n\n \n \n \n \n \n \n \n4\n1\n \n\n \n\n\f \n\n \n\nKey IWRM \nArea \n\nDefinition \n\nObjectives \n\nWater Sharing  This  key  IWRM  area  is  often  overlooked,  particularly  where  water \nresources  are  plentiful  relative  to  demand.  It  covers  the  process  of \nestablishing  and  protecting  water  rights  and  allocating  water  among \ncompeting  uses  and  users,  as  well  as  setting  priorities  for  water \nentitlement  during  times  of  shortage.  Such  allocations  may  be  among \nsectors  (irrigation,  urban  water  supply,  and  hydropower,  for  example), \nor  geographically  (upstream  versus  downstream  and \ninter-basin \ntransfers).  It  does  not  include  water  use  registration  and  licensing, \nwhich is a regulatory mechanism to assist in managing water rights and \nallocations and thus comes under the key IWRM area Institutions and \nPlanning for IWRM. \n\nEnvironmental \nProtection \n\n• An equitable water-sharing arrangement for the upper and \n\nthe lower basin and trans-boundary sourcing such as \nwater supply to Jakarta \n\n• Clearly defined water-utilization rights for all authorized \n\nwater users \n\n• All conflicts over utilization of the water resources of the \n\nbasin resolved quickly and satisfactorily \n\n4\n2\n \n\nA\np\np\ne\nn\nd\nx\n \n6\n \n\ni\n\nthat  have  an \n\nIncluded  in  this  key  IWRM  area  are  activities  for  protecting  the \nenvironment  of  rivers,  lakes,  wetlands,  forests,  and  other  natural \nimpact  on  water  management,  and \necosystems \nterrestrial \nrehabilitating  or  enhancing  degraded  aquatic  and \nenvironments. \nOut of all the key areas, this one probably is the most difficult to define \nclearly,  as  environmental  protection  and  enhancement  normally  must \nbe  achieved  by  a  combination  of  structural  and  other  measures  that \nmay  include  such  infrastructure  as  wastewater  treatment  plants, \nimproved \nregulatory  arrangements,  community \nparticipation, and so on. \nEnhancing  environment  management  capacity  in  the  organizations \ncharged  with  this  responsibility  is  included  under  the  institutional  key \narea.  Water  quality  and  environmental  monitoring  and  research \nactivities are included in Data, Information, and Decision Support. \nProvisions for mitigating the potential adverse effects of water develop-\nment projects such as dredging are built into the projects themselves.  \nLegislation  and  other  regulatory  processes  aimed  at  minimizing \nadverse  impacts  are  included  in  an  environmental  assessment  and \nreview procedure, and therefore come under institutions. \n\ninstitutional  and \n\nIn  this  context,  disasters  include  only  those  related  to  water  such  as \nfloods and mud flows. Activities related to disaster management under \nthis definition include \n(i) \n\nplanning and constructing structures to control floods and mud \nflows such as levees, dikes, and flood-control reservoirs;  \ndeveloping and implementing disaster-preparedness plans; \nand \ndeveloping and implementing drought-management plans \n\n(iii) \n\n(ii) \n\n• Comprehensive land-use plans in place and adhered to in \norder to minimize the impacts of human activities on the \nenvironment \n\n• Forest protection measures in place to ensure no \n\nreduction in the existing forest area \n\n \n\n• Priority catchments improved through reforestation and \nthe adoption of appropriate land-use and agricultural \npractices to minimize erosion \n\n• Biodiversity maintained and, where possible, enhanced \n\nwithout further degradation \n\n• Minimal pollution from domestic, industrial, and \n\nagricultural sources entering the waterways of the basin \n\n• Adequate water share for environmental flows and \n\necological maintenance, with minimum dry season flow to \nprevent salinity intrusion, sedimentation, and pollutant \naccumulation near coastal areas to protect river and \ncoastal fisheries \n\n• Effective disaster preparedness plans in place for floods \n\nand mud flows \n\n• Appropriate works in place to minimize the physical \n\nimpacts of floods and mud flows \n\n• Effective drought-management plans in place where the \n\nwater available seasonally falls below design expectations \n\nDisaster \nManagement  \n\n\f \n\n \n\n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nKey IWRM \nArea \n\nCommunity \nEmpowerment  \n\nDefinition \n\nObjectives \n\nInvolving  the  community  in  planning,  implementing,  monitoring,  and \nevaluating  IWRM  activities  is  essential.  It  may  be  considered  the \nfoundation  key  IWRM  area,  as  it  supports  the  five  pillar  key  IWRM \nareas.  The  strong  feeling  among  stakeholders  is  that  empowering  the \ncommunity  to  participate  should  be  an  important  theme  of  the \nInvestment  Program. \nthis  context,  community  empowerment \nincludes \n\nIn \n\n• Heightened awareness in basin communities about the \n\nconservation, utilization, and protection of natural \nresources, including their rights and responsibilities. \n\n• Local communities provided with opportunities and forums \n\nto participate meaningfully in planning and managing \nbasin water resources \n\nData, \nInformation, \nand Decision \nSupport  \n\nThis  is  another  foundation  key  IWRM  area,  as  data  is  fundamental  to \nall  aspects  of  decision  making  in  water  resource  planning  and \nmanagement. It includes \n\neducation, awareness raising, and capacity building of \ncommunities and individuals on water management issues; \nactivities aimed at providing information to all that need it on \nwater resource management and related activities; \nimplementing measures to facilitate community participation in \nwater planning and management; and  \ndeveloping community-based self-help programs and specific \nprojects to provide local improvement of water supply, the \nenvironment, water quality, and so on. \n\ndata collection on surface and groundwater quantity and \nquality and of other natural resource data regarding soils, \ngeology, land cover, ecosystems, and so on, as well as such \nsocioeconomic data as population, poverty, and land use; \ndata archiving and management, including the collation of data \nfrom various sources, validation, computerization, and so on; \ndata sharing and dissemination among government agencies, \nresearch establishments, and so on, and providing public \naccess to data; \nresearch to increase knowledge in such fields as catchment \nprocesses, demography, and so on, as well as the \ndevelopment of new technologies for water conservation and \nenvironmental protection; and \ndeveloping and implementing decision-support tools, including \ngeographic information systems, hydrologic and hydraulic \nmodels, and other analytical tools. \n\n• The enabling institutional, financial, and capacity \n\nconditions in place for local community involvement in the \nprovision of local water supply and sanitation services, \nwatershed management, and waste management \n\n• A comprehensive database on land and water resources \nin place and in a form that is accessible to all who need it \nto facilitate sustainable management of the basin’s water \nresources \n\n• Community participatory methods where applicable for \n\ndata collection and verification \n\n• Effective arrangements in place for custodianship of the \n\ndifferent water and catchment datasets \n\n• Effective data-sharing arrangements in place among \n\nagencies in the basin and with central agencies \n\n• Suitable models and decision-support tools developed \n\nand operational to assist rational decision making about \nwater resource management \n\n• Research programs in place to fill gaps in knowledge \n\nabout water-related processes and scenarios \n\nIWRM = integrated water resources management. \nSources: Asian Development Bank and Government of Indonesia. \n\nA\np\np\ne\nn\nd\nx\n \n6\n\ni\n\n \n \n \n \n \n \n \n4\n3\n \n\n \n\n\f44 \n\nAppendix 7 \n\nSUMMARY COST ESTIMATE AND FINANCIAL PLANS \n\nTable A7.1: Project 1 Cost Estimates by Expenditure Category \n\n \n \n\n \n \n\n \n \n \n\n \n \n \n \n \n \n \n\n1. MPW - Detailed Engineering Design \n2. MPW - Construction Works \n3. Installation of Hydro-mechanical Equipment \n4. Rehabilitation and Restricting New Resettlement \n5. MOE - Construction Works \n6. MOA - Construction Works \n7. MOH - Construction Works \n\n1. TA - Consulting Services \n2. ADF - Consulting Services \n3. GEF - Consulting Services \n\n \n \nA. Land Acquisition and Resettlement \nB. Civil Works \n \n \n \n \n \n \n \n  Subtotal Civil Works \nC. Consulting Services \n \n \n \n  Subtotal Consulting Services \nD. Survey, Investigation and Design \n \nE. Equipment \n \n \n \n  Subtotal Equipment \nF. Training and Demonstration \n \n \n  Subtotal Training and Demonstration \nG. Socialization and Community Development \n \n \n \n\n1. TA - Socialization and Community Development \n2. ADF - Socialization and Community Development \n3. GEF - Socialization and Community Development \n\n1. ADF - Training and Demonstration \n2. GEF - Training and Demonstration \n\n1. TA – Equipment \n2. ADF – Equipment \n3. GEF – Equipment \n\n  ADF - Survey, Investigation and Design \n\n \n \n \n\n \n \n \n\n \n \n\nLocal \n\n8,619 \n \n32,889 \n152,537 \n48,929 \n13,015 \n9,002 \n2,970 \n14,848 \n274,191 \n \n68,448 \n62,678 \n9,321 \n140,447 \n \n5,527 \n \n131 \n12,370 \n456 \n12,957 \n \n23,544 \n2,514 \n26,058 \n \n327 \n20,591 \n15,348 \n\n(Rp mllion) \nForeign \n- \n \n13,904 \n101,692 \n32,619 \n8,677 \n- \n1,980 \n9,899 \n168,771 \n \n38,665 \n31,396 \n6,307 \n76,368 \n \n- \n \n131 \n3,835 \n124 \n4,090 \n \n- \n- \n- \n \n- \n- \n- \n\nTotal \n\n8,619 \n \n46,793 \n254,229 \n81,548 \n21,692 \n9,002 \n4,950 \n24,747 \n442,961 \n \n107,113 \n94,074 \n15,627 \n216,815 \n \n5,527 \n \n261 \n16,205 \n580 \n17,047 \n \n23,544 \n2,514 \n26,058 \n \n327 \n20,591 \n15,348 \n\n \n\n \n\nLocal \n0.93 \n\n3.54 \n16.40 \n5.26 \n1.40 \n0.97 \n0.32 \n1.60 \n29.48 \n \n7.36 \n6.74 \n1.00 \n15.10 \n \n0.59 \n \n0.01 \n1.33 \n0.05 \n1.39 \n \n2.53 \n0.27 \n2.80 \n \n0.04 \n2.21 \n1.65 \n\n($ million)a  \nForeign \n00.00 \n \n01.50 \n10.93 \n03.51 \n00.93 \n00.00 \n00.21 \n01.06 \n18.15 \n \n04.16 \n03.38 \n00.68 \n08.21 \n \n00.00 \n \n00.01 \n00.41 \n00.01 \n00.44 \n \n00.00 \n00.00 \n00.00 \n \n0.00 \n0.00 \n0.00 \n\nTotal \n00.93 \n \n05.03 \n27.34 \n08.77 \n02.33 \n00.97 \n00.53 \n02.66 \n47.63 \n \n11.52 \n10.12 \n01.68 \n23.31 \n \n0.59 \n \n0.03 \n1.74 \n0.06 \n1.83 \n \n2.53 \n0.27 \n2.80 \n \n0.04 \n2.21 \n1.65 \n\nInterest During Implementation \n\n0.00 \n0.00 \n0.00 \n0.00 \n26.80 \n0.43 \n1.16 \n\n3.90 \n0.87 \n4.73 \n2.83 \n62.64 \n1.28 \n8.34 \n\n36,266 \n8,130 \n44,033 \n26,282 \n582,510 \n11,925 \n77,565 \n\n36,266 \n8,130 \n44,033 \n26,282 \n831,739 \n15,948 \n88,387 \n\n- \n- \n- \n- \n249,228 \n4,023 \n10,823 \n\n  Subtotal Socialization and Community Development \nH. Project Coordination and Management \nI. Project Administration Support \nJ. Beneficiaries Contribution \nTotal Investment Costs b \n  Physical Contingencies \n  Price Contingencies \nTotal Project Costs c \n \n  Commitment Charges \nTotal Costs to be Financed d \n103.40 \nADF=Asian  Development  Fund,  GEF=Global  Environment  Facility,  MOA=Ministry  of  Agriculture,  MOE=Ministry  of  Environment, \nMOH=Ministry of Health, MPW=Ministry of Public Works, TA=technical assistance \na     In mid-2008 prices. \nb     Includes taxes and duties of $9.04 million. \nc   Physical  contingencies  computed  at  range  about  0-5%  for  civil  works,  field  research  and  development,  consulting  services, \ntraining,  surveys  and  studies.  Price  contingencies  computed  at  range  about  0.5%-1.5%  on  foreign  exchange  costs  and  5.6%  - \n6.8%  on  local  currency  costs;  includes  provision  for  potential  exchange  rate  fluctuation  under  the  assumption  of  a  purchasing \npower parity exchange rate. \nIncludes  interest,  commitment  charges  and  front  end  fees.  Interest  during  construction  has  been  computed  at  the  five-year \nforward London interbank offered rate plus a spread of 0.2%. \n\n3.90 \n0.87 \n4.73 \n2.83 \n89.43 \n1.71 \n9.50 \n\n936,074 \n24,456 \n1,071 \n\n672,000 \n24,456 \n1,071 \n\n264,074 \n- \n- \n\n100.65 \n2.63 \n0.12 \n\n28.40 \n0.00 \n0.00 \n\n72.26 \n2.63 \n0.12 \n\n961,601 \n\n697,527 \n\n264,074 \n\n75.00 \n\n28.40 \n\nd  \n\nSources: Government and ADB estimates \n \n. \n\n \n\n\f \n\n \n\n \n\nTable A7.2: Project 1 Detailed Cost Estimates by Financiersa  \n($ millions) \n\nI. Investment Costs \n\n \nTotal \n 1.14 \n\nADBb  ADB \nADF \n\nTA \n\n \nGOI \n\n \n\n \n \n \n\n \n \n \n \n\nF. Training and Demonstration \n\n48.26 \n 1.09 \n 0.57 \n 2.88 \n52.8 \n \n\n1. MPW - Construction Works \n2. MOE - Construction Works \n3. MOA - Construction Works \n4. MOH - Construction Works \n\n- \n \n \n- \n- \n- \n- \n \n7.62 \n- \n- \n7.62 \n- \n0.03 \n- \n0.03 \n0.33 \n- \n- \n8.00 \n8.00 \n- \n- \n8.00 \n\n  A. Land Acquisition and Resettlement \n  B. Civil Works \n \n \n \n  \n  Subtotal Civil Works \n  C. Consulting Services \n1. TA - Consulting Services \n \n2. ADF - Consulting Services \n \n \n3. GEF - Consulting Services \n  Subtotal Consulting Services \n  D. Survey, Investigation and Design \n  E. Equipment \n \n  G. Socialization and Community Development \n  H. Project Coordination and Management \n \n \nTotal Investment Costs \n\n- \n \n \n \n11.89 \n \n0.86 \n \n0.48 \n \n2.38 \n  \n15.61 \n \n \n \n \n \n8.82 \n \n  \n \n8.82 \n \n0.47 \n \n0.70 \n \n2.22 \n \n1.78 \n \n0.40 \n \n- \n \n- \n \n30.00 \n \nTotal Project Costs \n30.00 \n- \n \n- \n \nTotal Disbursement \n30.00 \nADF=Asian  Development  Fund,  GEF=Global  Environment  Facility,  MOA=Ministry  of  Agriculture,  MOE=Ministry  of  Energy,  MOH=Ministry  of \nHealth, MPW=Ministry of Public Works, OCR=ordinary capital resources, TA=technical assistance. \na    The  amounts  disbursed  by  ADB  and  other  cofinanciers  for  eligible  expenditures  under  each  category  will  be  subject  to  the  ceiling  set  by   \nallocation of loan and grant proceeds, details available in Supplementary Appendix D.  \nb  ADB  administered  TA  includes  financing  from  ADB  TA  funds  $1.0  million,  Multi-Donor  Trust  Fund  Water  Financing  Partnership  Facility  $2.0 \nmillion and the Government of Netherlands $5.0 million.  \nc Parallel funding from Korea Water Resources Corporation. \nSource: Government and ADB estimates. \n\n1.14 \n \n16.38 \n0.23 \n0.09 \n0.50 \n17.2 \n \n1.30 \n2.98 \n0.19 \n4.47 \n0.19 \n1.29 \n0.73 \n1.02 \n0.27 \n5.34 \n- \n31.65 \n31.65 \n2.63 \n0.12 \n34.40 \n\n12.99 \n11.80 \n01.93 \n26.72 \n0.66 \n2.08 \n3.18 \n4.59 \n0.99 \n5.34 \n3.14 \n100.65 \n100.65 \n2.63 \n0.12 \n103.43 \n\nI. Project Administration Support \nJ. Beneficiaries Contribution \n\n \n  Commitment Charges \n\nInterest During Implementation \n\nParallelc \nFunding \n- \n \n \n- \n- \n- \n- \n \n4.08 \n- \n- \n4.08 \n- \n- \n- \n- \n- \n- \n- \n4.08 \n4.08 \n- \n- \n4.08 \n\nBenefi \nciaries \n- \n \n \n- \n- \n- \n- \n \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n3.14 \n3.14 \n3.14 \n- \n- \n3.14 \n\nADB \nOCR \n- \n \n20.00 \n- \n- \n- \n20.00 \n \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n- \n20.00 \n20.00 \n- \n- \n20.00 \n\n \nGEF \n- \n \n \n- \n- \n- \n- \n \n- \n- \n1.74 \n1.74 \n- \n0.06 \n0.23 \n1.77 \n- \n- \n- \n3.80 \n3.80 \n- \n- \n3.80 \n\n \n\nA\np\np\ne\nn\nd\nx\n \n7\n\ni\n\n \n \n \n \n \n \n \n4\n5\n \n\n \n\n\fMANAGEMENT ORGANIZATION CHART \n\nOther \nOther \nOther \nMinistries\nMinistries\nMinistries\n\nMinistry of \nEnvironment\n\nMinistry of \nAgriculture\n\nMinistry of \nForestry\n\nMinistry of \nHealth\n\nMinistry of \nPublic \nWorks\n\nMin. State-\nowned \nEnterprises\n\nNational \nPlanning and \nDevelopment \nAgency \n\nNational Water \nResources\nSteering Committee\n\nDG\nWatersheds\n\nDG Land \n&Water\n\nDG-\nBiodiversity\n\nDG Disease Control \n& Environmental \nHealth\n\nDG Water \nResources\n\nRoadmap Coordin ation and\nManagement Unit\nSC - 1.1/8.2\n\nBBWSC\n\nPIU\nSC – 4.1\n\nPIU\nSC – 2.2\n\nPIU\nSC – 4.2\n\nPIU\nSC – 2.3\n\nConsultants\n\nConsultants\n\nConsultants\n\nConsultants\n\nNational\n\nPIU\nSC – 2.1/2.6\n\nProgram Coordination \nand Management Unit \nSC –8.1\n\nConsultants\n\nPJT -2\n\nConsultants\n\nConsultants\n\n4\n6\n \n\nA\np\np\ne\nn\nd\nx\n \n8\n \n\ni\n\nProvincial \nEnvironmental \nServices\n\nProvincial \nHealth \nServices\n\nProvincial \nForestry \nServices\n\nProvincial \nMines and \nEnergy \nServices\n\nProvincial \nWater \nResources \nServices\n\nProvincial Planning \nand Development \nAgency\n\nProvincial\n\nForest \nManagement\nServices\n\nProvincial \nCitarum RBO\n\nDistrict \nEnvironmental \nServices\n\nDistrict \nHealth \nServices\n\nDistrict \nForestry \nServices\n\nDistrict \nMines and \nEnergy \nServices\n\nDistrict \nWater \nResources \nServices\n\nDistrict \nBAPPEDA\nService\n\nGovernor \nWest Java \nProvince\n\nDistrict Heads\nDistrict Heads\nDistrict Heads\n\nLEGEND\n\nBBWSC = Balai Besar Wilayah Sungai \nCitarum\n\nSC = subcomponent\n\nSCC = subcomponent coordination;\n\nPIU = project implementation unit\n\nPJT  II = Perum Jasa Tirta II\n\nKey Area 1:  Institutionas and \nPlanning for IWRM\n\n1.1 Roadmap Management \n\nKey Area 2:  Water Resources \nDev elopment and Management\n\n2.1 Rehabilitation West Tarum Canal\n\n2.2 Improved Land and Water \nManagement \n\n2.3 Community Driven Water Supply \nand Sanitation\n\n2.6 Detailed Engineering Design for \nBandung Water Sources\n\nKey Area 4:  Environmental \nProtection\n\n4.1 Basin Water Quality Improvements\n\n4.2 Watershed Management and \nBiodiversity Conservation\n\nProgram Management\n\n8.1 Program Management\n\n8.2 Independent Monitoring and \nEvaluation\n\nNote: National sectoral ministries \ncoordinate through Director General \nand PIUs to provincial and district level \nsectoral service agencies.\n\nDistrict\n\nField\n\nNGOs, \nCommunity \nFacilitators\n\nBBWSC=Balai Besar Wilayah Sungai Citarum, IWRM=integrated water resources development, PIU=project implementation unit, RBO=river basin organization \nSources: Asian Development Bank and Government. \n\n \n\nCommunities, Civil Society Organizations\n\n \n\n \n\n\fINDICATIVE IMPLEMENTATION SCHEDULE \n \n\nProject\n\n2008 2009 2010 2011\n\n2012 2013 2014 2015\n\n2016 2017\n\n2018\n\n2019\n\n2020 2021 2022 2023\n\nAppendix 9 \n\n47 \n\nRehabilitation of West Tarum Canal\nImproved Land and Water Management\n\nSupport for Community and CSO Driven Initiatives for Improved Water \nSupply and Sanitation\n\nBasin River Quality Improvement Strategy and Action Plans\n\nRoadmap and Program Management\nIndependent Monitoring and Evaluation\n\nDetailed  Design for Upgrading Bandung Water Sources\nWater Supply Options for Upgrading Bandung Water Sources\n\nFeasibility Study for Upgrading Bandung Water Sources\n\nInstitutional Strengthening for IWRM (ADB TA)\n\nRoadmap Institutional Strengthening (ADB TA)\n\nWatershed Management and Biodiversity Conservation(GEF)\n\nUpper Citarum Basin Flood Management (ADB TA)\n\nDevelopment of Key Policies and Strategies for WRM (ADB TA)\n\nDecision Support System for IWRM in Citarum River Basin\n\nSpatial Planning for the Citarum River Basin Territory (ADB TA)\n\nDemand Management & Water Conservation  Industrial-Domestic Use\n\nUpgrading water source for Bandung \n\nSupport for RBWC and WRM\n\nImplementation of Water Pricing and Allocation Strategies\n\nImplementation of a Water Entitlements and Licensing Systems\n\nReforestation of Degraded Catchment\n\nProtected Area Management\n\nIntegrated Management of Water Related Disaster (Basin Wide)\n\nImproved Land and Water Management - Phase 2\n\nCapacity building of communities across the basin \n\nUpper Citarum Basin Flood Management Implementation\n\nReview of Allocation Priorities and Optimization\n\nWatershed Management and Biodiversity Conservation [Phase 2] \n\nUpgrading of Water Source for Irrigation (Upper Cipunegara)\n\nCurug Run-off-River Power Plant \n\nWastewater Treatment Upstream of Saguling Reservoir (Stage 1)\n\nImprovement in water quality in CRB Reservoirs \n\nCoastal Zone Management Strategy and Action Plans\n\nMini- and Micro- Hydropower Basin Study\n\nDevelopment of an enhanced  basin Plan for IWRM\nRaising of Cirata Dam\n\nCisankuy Irrigation Improvement\n\nBulk Water Supply Options for Bekasi and Karawang\n\nImplementation of WSS Options for Urban Areas\n\nDevelopment of an on-line flow forecasting system \n\nProgram Management (Completion Report)\n\n \n\n \n\n1\n \nt\nc\ne\no\nr\nP\n\nj\n\n2\n \nt\nc\ne\nj\no\nr\nP\n\n3\n \nt\nc\ne\nj\no\nr\nP\n\n4\n \nt\nc\ne\no\nr\nP\n\nj\n\nCRB=Citarum river basin, CSO=civil society organizations, WSS=Water Supply and Sanitation, Sources, \nWRM=water resources management, RBWC=River Basin Water Council \nSources: ADB and Government. \n\n\fPROCUREMENT PLAN PROJECT 11 \n\n48 \n\nAppendix 10 \n\nA.  \n\nProject Information \n\nCountry \nName of Borrower \nProject Name \n\nLoan or TA Reference \nDate of Effectiveness \nAmount US$ (total from all financiers) \nOf which Committed, US$ \nExecuting Agency \n\nRepublic of Indonesia \nGovernment of the Republic of Indonesia \nIntegrated Citarum Water Resources Management \nInvestment Program  \n37049 \nJanuary 2009 \n$103.4 million \n$50  million \nDirectorate General of Water Resources, Ministry of \nPublic Works  \nMarch 2007 \nOctober 2008 \nQ3 2007 (first) \n2009 – 2013 \n\nApproval Date of Original Procurement Plan \nApproval of Most Recent Procurement Plan \nPublication for Local Advertisement \nPeriod Covered by this Plan \n \nB.  \n\nProcurement Thresholds - Works and Goods  \n\nProcurement Methods \ninternational competitive bidding (ICB) works \nICB goods \nnational competitive bidding (NCB) works \nNCB goods \nShopping Works \nShopping Goods \nCommunity contracting  \n \nC.  \n\nProcurement Thresholds - Services \n\nTo be used above/below ($) \nAbove $5,000,000  \nAbove $1,000,000  \n$5,000,000 and below but more than $100,000   \n$1,000,000 and below but more than $100,000   \n$100,000 and below \n$100,000 and below \n$30,000 and below \n\nTo be used above/below ($) \nAbove $200,000 \n$200,000 and below \n\nProcurement Methods \nQuality Cost Based Selection (QCBS) \nConsultants’ Qualifications Selection (CQS) \n \nD.  \n\nRef \n\n1 \n\n2 \n\nContract \nDescription \nCivil Works \n\nConsulting \nServices  \n\nEstimated Costs \n($ ‘000) \n50,231 \n(6 packages) \n22,238 \n(10 packages) \n\nList of Contract Packages for Works, Goods and Services Exceeding $100,000  \n\nProcurement \nMethod \nICB/NCB  \n\nExpected Date of \nAdvertisement \n3rd Quarter-2008a \n\nPrior Review \nY /N \nY \n\nQCBS \n\n3rd Quarter 2008 \n2nd Quarter 2009 \n\nY \n\nAgency \n\nPIU / \nBBWSC \nPCMU & 5 \nPIUsb \n\nBBWSC=Balai  Besar  Wilayah  Sungai  Citarum,  ICB  =  international  competitive  bidding,  NCB  =  national  competitive \nbidding, PCMU = program coordination and management unit, PIU = project implementation unit, QCBS = quality- and \ncost-based selection. \na Only Package1 (Bekasi siphon), as other packages will be advertised in 4th quarter 2009. \nb PIUs of the National Planning and Development Agency and the Ministries of Agriculture, Environment, Health, \nForestry and Public Works. \n\n                                                 \n1      The  procedures  to  be  followed  for  national  competitive  bidding  (NCB)  shall  be  those  set  forth  in  Presidential \nDecree No.80/2003 of the Republic of Indonesia, dated 3 November 2003, with clarifications and modifications, \nrequired for compliance with the provisions of the ADB Procurement Guidelines, are described in the NCB Annex \nto this Procurement Plan (Supplementary Appendix E). \n\n \n\n \n\n\fAppendix 10 \n\n49 \n\nA. \n\nGoods and Works Contracts Estimated to Cost More Than $1 Million \n\nSection 1: 18-Month Procurement Plan \n\nThe following table lists goods and works contracts for which procurement activity is either ongoing or \nexpected to commence within the next 18 months. \n \n\nGeneral Description \n\nContract \nValue \n($’000) \n\nProcurement \nMethod \n\nPrequalification \nOf Bidders (y/n) \n\nAdvertisement  \nDate \n(quarter/year) \n\nComments \n\n7,885 \n\n9,404 \n\nRehabilitation  of  West  Tarum \nCanal from Curug to BTb9: \nRehabilitation  of  West  Tarum \ncanal from BTb9 to Cibeet: \nRehab  of  West  Tarum  Canal \nfrom Cibeet to Cikarang: \nRehabilitation  of  West  Tarum \ncanal from Cikarang to Bekasi:  \nBekasi \nincluding \nsiphon \nmechanical work \nSources: Government of Indonesia and ADB. \n\n11,508 \n\n9,600 \n\n3,264 \n\nICB \n\nICB \n\nICB \n\nICB \n\nNCB \n\ny \n\ny \n\ny \n\ny \n\ny \n\nQ1/2010 \n\nQ1/2010 \n\nQ1/2010 \n\nQ1/2010 \n\nQ4/2008 \n\n \n \n \n\n \n\n \n\n \n\nB. \n\nConsulting Services Contracts Estimated to Cost More Than $100,000  \n\nThe following table lists consulting services contracts for which procurement activity is either ongoing or \nexpected to commence within the next 18 months. \n\nGeneral Description \n\nContract \nValue \n($’000) \n\nRecruitment  \nMethod \n\nAdvertisement \nDate \n(quarter/year) \n\nInternational or \nNational \nAssignment \n\nComments \n\n \n\n \n\n \n\n628 \n\n1,543 \n\n1,948 \n\n5,686 \n\nQ4/2008 \n\nQ3/2007 \n\nQ4/2008 \n\nQ1/2009 \n\nManagement \n\nManagement \n\nQCBS with FTP \n\nQCBS with FTP \n\nQCBS with FTP \n\nQCBS with FTP \n\nInternational 79 pm \nNational 345 pm \n\nInternational 33 pm \nNational 156 \nInternational 24 pm \nNational 153 pm  \nInternational 0 pm \nNational 63 pm \n\nWTC  Detailed  Engineering \nDesign  and  Construction \nSupervision \nProgram \nConsultant for PCMU \nRoadmap \nConsultant for RCMU  \nImproved  Soil  and  Water \nManagement \nDevelopment \nand \nImplementation  of  Basin \nRiver  Quality  Improvement \nStrategy and Action Plans  \nSupport for Community and \nCSO Driven Initiative  \nIndependent Monitoring and \nEvaluation \nSurvey and Investigation \nStudy on Resettlement \nStudy  on  technical,  social, \neconomy, and cut off \nEnvironment study \nBTP=biotech proposal, CSO = civil society organization, FTP = full technical proposal, CQS = consultants qualification \nselection, QCBS = quality- and cost- based selection, WTC = West Tarum Canal \nSource: Government of Indonesia and ADB. \n\nInternational 7 pm \nNational 179 pm \nInternational 13 pm \nNational 255 pm \n \nOnly national \n\nInternational 39 pm \nNational 214 pm \n\n \nCQS with BTP  \n\n \nQ1/2009 \n\nQCBS with FTP \n\nQCBS with FTP \n\nQCBS with FTP \n\nQCBS with FTP \n\nCQS with BTP \n\nOnly national \n\nOnly national \n\n \n147 \n\nQ1/2009 \n\nQ1/2009 \n\nQ1/2009 \n\nQ1/2009 \n\nQ1/2009 \n\n2,252 \n\n1,120 \n\n1,314 \n\n346 \n\n169 \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f50 \n\nAppendix 10 \n\nC. \n\nGoods and Works Contracts Estimated to Cost Less than $1 Million and Consulting \nServices Contracts Less than $100,000 \n\nGoods \n\nNumber of \nContracts \n\nGeneral  \nDescription \n\nThe  following  table  groups  smaller-value  goods,  works  and  consulting  services  contracts  for  which \nprocurement activity is either ongoing or expected to commence within the next 18 months. \nValue of \nContracts \n($’000) \n \n145 \n31 \n369 \n9 \n381 \n2 \n12 \n3 \n \n\nOffice equipment for various PIUs  \nTelemetric equipment  \nCars/motor cycles  \nField water management equipment  \nOrganic fertilizer production equipment  \nGPS equipment for village  \nGPS for education action plan   \nEquipment for riparian study \n\nProcurement / \nRecruitment \nMethod1 \n \nShopping  \nShopping  \nShopping \nShopping  \nShopping \nShopping  \nShopping  \nShopping  \n \n\n \n7 \n1 \n152 \n1 \n300 \n1 \n1 \n1 \n \n\nComments \n\nWorks  \nConstruction of water supply and sanitation \nfacilities,  biogas  plant,  biogas  garbage  bin, \nriverbank gardening, communal septic tank, \ncommunal/individual waste water plant, and \nrehabilitation of tertiary irrigation systems. \n\nConsulting Services \nWater supply and testing, topographical and \nsociological surveys \nEnvironmental impact assessment \nCQS=consultants qualification selection \nSource: Government of Indonesia and ADB. \n\nADB Prior or Post Review \n\n5,027 \n\nNA \n\nCommunity \nParticipation \n\n \n\n74 \n\n200 \n\n \n\n3 \n\n1 \n\n \n\nCQS  \n\nCQS  \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n\nExcept  as  ADB  may  otherwise  agree,  the  following  prior  or  post  review  requirements  apply  to  the \nvarious procurement and consultant recruitment methods used for the project.   \n\nProcurement Method \nInternational Competitive Bidding (ICB) Works \nICB Goods \nNational Competitive Bidding (NCB) Works \nNCB Goods \nShopping for Works \nShopping for Goods \nList other methods of procurement \n\nQuality and Cost Based Selection (QCBS) \nConsultants Qualifications Selection(CQS) \n\nProcurement of Goods and Works \n\nPrior or Post \nPrior \nPrior \nPriora \nPriora \nPost \nPost \n \n\nComments \n \n \nOnly for first NCB works package \nOnly for first NCB goods package \n \n \n \n\nRecruitment of Consulting Firms \nPrior \nPrior \nRecruitment of Individual Consultants \nPrior \n\n \n \n\n \n\nIndividual Consultants \nICB = international competitive bidding, NCB = national competitive bidding \nSource: Government of Indonesia and ADB. \na For NCB procurement, the first draft English language version of the bidding documents should be submitted to \nADB for review and approval regardless of the estimated contract value. ADB-approved bidding documents should \nbe used as model for all other ADB-financed packages. For NCB, ADB will review the bid evaluation reports and \naward of contracts on a post-review basis. \n\n \nD. \n\n \n\n \n\n\fAppendix 11 \n\n51 \n\nPROJECT FINANCIAL MANAGEMENT \n\nA. \n\nImplementing Agencies and Implementation Arrangements \n\nThis  financial  management  assessment  focuses  on  assessing  financial  management \n1. \nissues and training requirements associated only with Project 1 of the Integrated Citarum Water \nResources Management Investment Program (the Investment Program).1 This is to ensure that \nthe  Executing  Agency  (EA)  and  the  project  implementation  units  (PIUs)  have  the  necessary \ncapability to manage the proposed project in a satisfactory way to meet the requirements of the \nGovernment of Indonesia (the Government) and the Asian Development Bank (ADB).  \n \n2. \nThe  road  map  coordination  and  management  unit  (RCMU)  will  primarily  (i)  ensure \neffective  coordination  among  component  road  map  projects,  (ii)  review  the  prioritization  of \nactivities  under  the  multitranche  financing  facility  (MFF)  and  other  funding,  (iii)  facilitate \nconsultations with stakeholders, (iv) liaise with bilateral and multilateral donors and the private \nsector, and (v) monitor and evaluate the performance of road map implementation. \n \n3. \nThe program coordination and management unit (PCMU) will (i) ensure that annual work \nplans (AWPs) are submitted by the PIUs in a timely manner and in a standard format; (ii) review \nand  consolidate  for  all  PIUs  the  AWPs  and  corresponding  budget  estimates;  (iii)  prepare  and \nsubmit  reports  to  ADB  and  the  National  Steering  Committee  for  Water  Resources  (NSCWR); \n(iv) compile the results of project monitoring and evaluation and convey the consolidated results \nto the implementing agencies and ADB; (v) liaise and coordinate with other donor agencies on \ncomplementary  activities;  (vi)  organize  coordination  meetings  and  workshops  with  national, \nfor \nprovincial,  and  district \nrepresentatives  of  the  implementing  agencies  to  assist  ADB’s  review  missions.  Routine \ncommunications from ADB on Project 1 will be addressed to the PCMU. ADB, the RCMU, and \nthe EA shall coordinate closely on road map implementation. \n \n4. \nAll Project 1 participating agencies have technical and financial staff with experience in \nimplementing various externally financed projects. The finance department in each PIU claims \nthat, with additional training, guidelines, and manuals, their staff will be able to undertake their \ntasks and meet the deadlines set by Project 1.  \n \nB. \n\nimplementing  agencies  as  appropriate;  and  (vii)  arrange \n\nBudget, Funds Flow, and Reporting  \n\nProject  1  will  be  financed  by  ADB  loans,  a  grant  from  the  Global  Environment  Facility \n5. \n(GEF), ADB-administered technical assistance (TA) grants, Government counterpart funds, and \ncontributions  from  beneficiaries.  The  ADB  ordinary  capital  resources  (OCR)  loan  will  finance \nonly civil works through international and/or national competitive bidding. No imprest account is \nrequired for the ADB OCR loan as funds will flow directly to contractors. An imprest account will \nbe  opened  with  the  EA  for  the  Asian  Development  Fund  loan  to  finance  training,  community \npreparation,  workshops,  studies,  and  other  small  items  funded  through  Project  1.  The  GEF \ngrant  will  finance  investment  activities  only  for  the  Ministry  of  Forestry  and  needs  an  imprest \naccount  which  will  be  opened  for  financing  small  investments.  The  TA  will  finance  additional \ncosts required for consultants, training, and other capacity building. The Government will pay to \nPIUs from its annual budgetary allocations for costs such as resettlement, local taxes, and other \nincremental costs.  \n\n                                                 \n1 A financial management assessment of each project will be prepared before finalizing its loan agreement. \n\n \n\n \n\n\f52 \n\nAppendix 11 \n\nSafeguard of Assets, Internal and External Audit, and Anticorruption \n\nEach PIU will prepare its owned reports on physical and financial progress, including the \n6. \nconsolidated financial statements of all financiers, and submit them to the PCMU quarterly and \nannually.  The  reporting  system  will  have  the  capacity  to  link  the  financial  information  with  the \nproject's  physical  progress.  Controls  will  be  in  place  to  reduce  the  risk  that  the  physical  data \nmay  not  synchronize  with  the  financial  data.  The  financial  management  system  is  only  partly \ncomputerized,  but  it  can  produce  the  necessary  data  for  project  financial  reports.  The  reports \nwill be used by management for comparing actual expenditures with budgeted and programmed \nallocations. \n \nC. \n \n7. \nThe RCMU, PCMU and PIUs are required to comply with the Government’s accounting \nstandards.  They  will  adopt  uniform  accounting  policies  and  procedures,  documentation  of \ntransactions,  and  chart  of  accounts  that  allow  proper  recording  of  all  project  financial \ntransactions,  including  the  allocation  of  expenditure  to  the  respective  cost  components, \ndisbursement categories, and sources of funds. They will adopt adequate safeguards to protect \nassets from fraud, waste, and abuse, including by following ADB’s Anticorruption Policy (1998, \nas  amended  to  date),  particularly  in  respect  of  the  sections  of  ADB’s  Procurement  Guidelines \n(2007,  as  amended  from  time  to  time)  and  Guidelines  on  the  Use  of  Consultants  (2007,  as \namended from time to time).  \n \n8. \nFinancial accounts and progress reports are to be audited quarterly by the inspectorate \ngeneral (the Government’s internal audit) to ensure proper checks and balances and delegation \nof responsibilities. Internal reviews are conducted in compliance with the Government’s policies, \nrules,  and  regulations.  Furthermore,  the  oversight  functions  of  the  National  Auditor  Office \n(Badan Pengawasan Keuangan and Pembangunan) will be adequate, as it will audit Project 1 \nannually. \n \nThe  RCMU,  PCMU,  and  PIUs  will  update  their  policy  and  procedures  manual  to  guide \n9. \nactivities and ensure staff accountability as necessary in accordance with the changes required \nby  Government  and  ADB  practices.  A  procedure  will  be  implemented  to  ensure  that  only \nauthorized people can alter or establish a new accounting principle, policy, or procedure to be \nused  by  the  RCMU,  PCMU,  and  PIUs.  The  written  policy  and  procedures  cover  all  routine \nfinancial management and related administrative activities. \n \n10. \n ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  and \ndiscussed  with  the  representatives  of  the  Government,  including  the  EA  and  IAs.  Consistent \nwith  its  commitment  to  good  governance,  accountability,  and  transparency,  ADB  reserves  the \nright  to  investigate,  directly  or  through  its  agents,  any  alleged  corrupt,  fraudulent,  collusive,  or \ncoercive  practices  relating  to  Project  1.  To  support  these  efforts,  relevant  provisions  of  ADB’s \nAnticorruption Policy are included in the loan regulations and the bidding documents for Project \n1.  In  particular,  all  contracts  financed  by  ADB  in  connection  with  Project  1  shall  include \nprovisions specifying the right of ADB to audit and examine the records and accounts of the EA; \nIAs;  and  all  contractors,  suppliers,  consultants,  and  other  service  providers  as  they  relate  to \nProject 1.  \n\n \n\n\fAppendix 11 \n\n53 \n\n \n11. \nBased  on  the  Government’s  policy  and  experience  in  fighting  corruption,  the  following \npreventive measures, detailed in the project implementation guidelines,2 will be taken. Each IA \nwill establish a procurement committee. The EA and each IA will undertake and make available \nto ADB annual inspection audits from the National Audit Office. \n \n12. \nProject 1 will train PIU members on appropriate procurement and financial management \nprocedures  set  forth  in  applicable  provisions  of  ADB’s  and  the  Government’s  procurement, \naccounting,  and  auditing  rules  and  regulations  and  the  project’s  anticorruption  policy.  It  will \nencourage  the  reporting  of  suspected  fraudulent  or  corrupt  practice  in  the  use  of  project \nresources  or  property.  Project  1  will  establish  financial  controls  through  periodic  review, \nreconciliation,  and  reporting  of  the  status  of  fund  releases,  disbursements,  and  liquidation.  All \ncommunity-based  activities  and  goods  procured  for  the  community  shall  be  announced  in \nadvance  on  village  notice  boards  and  through  facilitated  dialogue  with  the  community.  The \nPCMU  will  engage  the  services  of  a  consultant  with  expertise  in  fiduciary  arrangements  and \ntechnical quality assurance who will review semiannually or as deemed necessary the project’s \nphysical and financial quality-assurance performance. Project 1 will require strict documentation \nby  its  contractors  on  the  use  of  project  funds  as  the  basis  for  further  releases.  To  ensure \nadherence to contractual obligations and value-for-money principles, the office of the Ministry of \nPublic  Works  inspector  general  will,  through  routine  inputs,  build  capacity  in  the  PCMU  to \nensure the implementation of sound procedures for quality control and quality assurance for civil \nworks and consulting services. \n\nD. \n\nConclusion and Recommendations \n\n13. \nBased on the assessment and past experience of ADB working with the EA and IAs, the \ncurrent financial management arrangements are adequate for Project 1. However, financial and \naccounting  staff  needs  additional  training  to  strengthen  capacity  in  implementing  effective \naccounting  and  financial-management  systems.  Further  assessment  of  the  training  needs  for \neach  agency  will  be  identified  as  soon  as  the  RCMU,  PCMU,  and  PIUs  are  fully  established. \nThis  will  ensure  that  Project  1  is  effectively  implemented  and  has  sustainable  development \nimpacts. The completed financial management assessment forms for the EA and the IAs are in \nSupplementary Appendix G. \n\n                                                 \n2  A  program  administration  manual,  to  be  prepared  by  the  EA  and  agreed  by  ADB  prior  to  any  procurement  of \nservices, works, or goods, shall provide adequate detail on anticorruption and quality-control measures and quality-\nassurance  procedures  consistent  with  good  governance,  accountability,  value  for  money,  transparency,  and \nresults-based outputs.  \n\n \n\n \n\n\f54 \n\nAppendix 12 \n\nTECHNICAL ASSISTANCE \n \nTable A12.1: Technical Assistance Outputs \n\nSection  1:  Strengthening  of  Institutions,  Policies,  and \nStrategies for 6 Cis River Basin Territory \n\nSubcomponent A: Road map Institutional Strengthening \n\nActivities aimed at improved coordination and communication \namong  integrated  water  resources  management  (IWRM) \nstakeholders in the Citarum River basin (CRB) \nStrengthening  of  road  map  coordination  and  management \nunit  and  regional  planning  agencies  (BAPPEDA)  in  IWRM \nplanning and programming \nEstablishment  of  effective  data  and  information  systems  to \nsupport IWRM planning and programming \nCapacity  building  for  improved  national  and  regional  IWRM \nplanning and programming. \nDevelop improved funding and more effective fiscal planning \nfor IWRM in basins in Indonesia \nCapacity building to improve RCMU staff skills \n\n(continuation, Subcomponent B.2) \n\nintegration  of \n\nQuantification of water-related zoning on land-use in \nthe basin \nStrategic assessment of the impacts of water-related \nzoning on other sectors \nCoordination  and \nthe  many \nimplementing  agencies  and  the  section  subprojects \nof the Investment Program \nSubcomponent B.3: Development of Key Policies \nand Strategies for WRM \nDevelop policy for appropriate water pricing, water \nsharing, and balanced stakeholder participation. \nDevelop  strategies  and  options  for  industrial  and \nand \ndomestic  water \nconservation. \n\ndemand  management \n\nSubcomponent B.1: Institutional Strengthening for IWRM \nin 6 Cis River Basin Territory \n\nDevelop  water  entitlements  and  licensing  systems. \nReview water allocation policies and optimize water- \n\nActivities  to  improve  technical  capacity:  (i)  flood  warning \nsystems and real-time communication, (ii) management and \ndata systems, (iii) flow quantity and quality monitoring and \nregulation for efficient allocation \nSupport for Water Council and supporting office(s) and \ncapacity building for water resource management agencies \nSupport ongoing activities where little or no capacity building \nis required: (i) strategic planning, (ii) performance monitoring \nand evaluation, (iii) develop basin strategic plans pola and \nrencana (iv) water infrastructure operation and maintenance \n(O&M) \nInternal Balai Besar organizational management: (i) \nleadership and teamwork, (ii) human resource management, \nand (iii) financial planning and management \nDevelopment of an Internet-based data directory for water, \nland, and related data in the 6 Cis River Basin Territory \nDesign and implementation of a decision-support tool for use \nby relevant agencies for planning \nDevelopment of annual state-of-the-basin reporting system \n\nSubcomponent  B.2:  Spatial  Planning  for  6  Cis  River \nBasin Territory \nPreparation of a consistent regional plan reflecting the \nexisting local plans \nPreparation of an up-to-date land-use map through remote \nsensing for the project area \nPreparation of the Java spatial model for further projecting of \npopulation and land use in the 6 Cis River Basin Territory \nEstimation of spatial requirements for the water sector and \nthe related sectors of housing, industry, agriculture, and \nenvironment \nDevelop spatial strategies and scenarios, review projections, \nand optimize the use of space \n\ncontrol  infrastructure  operation  in  key  sub-basins \nand  for  the  operation  of  the  basin’s  river  and \nreservoir systems. \nSection 2: Modeling and Decision Support \nSystem for Citarum River Basin \nSubcomponent C: Upper Citarum Basin Flood \nManagement \nCompletion of current 1-dimensional river model \nstudies \nDevelop a 2-dimensional floodplain model. Design \nstudies with modeling \nUpdate existing flood management strategy. \nDetermine regional spatial planning impacts. \nFormulate O&M operational plan. Prepare terms of \nreference for detailed design by others and \nimplementation under Project 2 \n\nSubcomponent D: Decision-Support System for \nIWRM in for CRB \nDevelopment of a water-quality model and \nmanagement system for in the CRB \nDevelopment of a water-balance model and water-\nallocation system for the CRB \nDevelopment  of  a  rainfall  runoff-analysis  model  for \nthe catchments of the basin \nDevelop  a  spatial  database  using  geographic \ninformation  systems  for  water  and  land-related  data \nof the CRB \nCapacity building for sustainable O&M \n \n\n \n\n\fAppendix 12 \n\n55 \n\nSubcomponent B1 \n\nSubcomponent B2 \n\nSubcomponent B3 \n\nInstitutional Strengthening \nfor IWRM in 6 Cis River \nBasin Territory \n\nSpatial Planning in 6 Cis \nRiver Basin Territory \n\nDevelopment of Key \nPolicies and Strategies \nfor WRM \n\nDG Spatial Planning \n\nDSPR-IV \n\n18 \n\n1,331 \n\n17 \n\n61 \n\nDGWR \n\nDWRM \n\n14 \n\n1,176 \n\n21 \n\n55 \n\nTable A12.2: Implementation Overviewa \nSubcomponent A1 \n\n \n\nRoadmap Institutional \nStrengthening \n\nImplementing Agency \n\nBAPPENAS \n\nPACKAGE A \n\nTitle \n\nProject Management Unit \n\nEstimated Duration (months) \n\nEstimated Cost ($ thousand) \n\nInternational Consultants (pm) \n\nNational Consultants (pm) \n\nPACKAGE B \n\nTitle \n\nImplementing Agency \n\nProject Management Unit \n\nEstimated Duration (months) \n\nEstimated Cost ($ thousand) \n\nInternational Consultants (pm) \n\nNational Consultants (pm) \n\nPACKAGE C \n\nTitle \n\nImplementing Agency \n\nProject Management Unit \n\nEstimated Duration (months) \n\nEstimated Cost ($ thousand) \n\nInternational Consultants (pm) \n\nNational Consultants (pm) \n\nPACKAGE D \n\nTitle \n\nImplementing Agency \n\nProject Management Unit \n\nEstimated Duration (months) \n\nEstimated Cost ($ thousand) \n\nInternational Consultants (pm) \n\nDWRI \n\n36 \n\n1,388 \n\n18 \n\n54 \n\nDGWR \n\nDWRM \n\n36 \n\n4,052 \n\n32 \n\n204 \n\nARD \n\nAWRRD \n\n18 \n\n925 \n\n11 \n\n80 \n\nDGWR \n\nPJT-2 \n\n48 \n\n5,798 \n\n279 \n\nSubcomponent C1 \n\nUpper Citarum Basin Flood \nManagement  \n\nSubcomponent D1 \n\nDecision Support System for \nIWRM in for Citarum River Basin \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n375 \n\nNational Consultants (pm) \nARD=Agency  for  Research  and  Development,  AWRRD=Agency  for  Water  Resources  Research  and  Development, \nBAPPENAS=National  Planning  and  Development  Agency,  CRB=Citarum  River  basin,  DGWR=Directorate  General  of \nWater  Resources,  DSPR-IV=Directorate  of  Spatial  Planning  Region  IV  (Java-Bali),  DWRM=Directorate  of  Water \nResources Management, DWRI=Directorate of Water Resources and Irrigation, PJT-2=Perum Jasa Tirta 2, operating in \nCRB with a water management mandate. Notes: (1) Costs include Asian Development Bank grant and Government of \nIndonesia counterpart funding, but no taxes, (2) Package D shows $5.8 million, which includes substantial financing to \nbe parallel funded and will be excluded from the main supporting TA (Table A12.3). \nSources: Government of Indonesia and ADB. \n\n \n\n \n\n \n\n \n\n\f5\n6\n \n\nA\np\np\ne\nn\nd\nx\n \n1\n2\n \n\ni\n\nTable A12.3 Cost Estimate and Financing Plan ($ million) \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n \n\nD \n\nItems \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCost by Financiers \n\n \nTotal \n \n \n\nCost by Package \nC \nB \nA \n\n0.5 \n0.3 \n0.1 \n0.2 \n0.2 \n0.0 \n0.3 \n0.1 \n0.2 \n2.0 \n\n1.3 \n0.7 \n0.3 \n0.5 \n0.4 \n0.0 \n0.8 \n0.4 \n0.6 \n5.0 \n\n0.3 \n0.1 \n0.1 \n0.1 \n0.1 \n0.0 \n0.2 \n0.1 \n0.1 \n1.0 \n\n2.2 \n1.1 \n0.5 \n0.7 \n0.7 \n0.1 \n1.3 \n0.6 \n0.9 \n8.0 \n\n0.0 \n0.0 \n0.0 \n0.0 \n0.4 \n0.0 \n0.3 \n0.0 \n0.1 \n0.8 \n\n0.2 \n0.2 \n0.1 \n0.1 \n0.0 \n0.0 \n0.1 \n0.0 \n0.1 \n0.7 \n\n0.3  1.6 \n0.2  0.8 \n0.1  0.3 \n0.1  0.6 \n0.0  0.2 \n0.0  0.0 \n0.2  0.7 \n0.0  0.5 \n0.1  0.6 \n1.1  5.4 \n\nTASF  WFPFa  GON  Parallel  GOI \n \n \n\nAsian Development Bankb \nConsultants \nI. International consultant remuneration & per diem \nII. .National consultant remuneration & per diem \nInternational & local travel \nReports, translation and communication \nSubcontracts/surveys \nEquipment \nFacilitation, training, seminars, workshops and Conferences \nMiscellaneous administration and support costs \nContingencies/Unallocated \nSubtotals (A) \nParallel Fundingc \nConsultants \nsubcontracts/surveys \nEquipment \nContingencies \nSubtotals (B) \nGovernment Financing \nOffice Accommodation and Transport d \nRemuneration and per diem for counterpart staff e \nTraining, Seminar and workshope \nTaxes  \nContingencies \nSubtotals (C) \nTOTAL (A+B+C) \n\nNo. \n \nA. \n1 \n \n \n \n \n2 \n3 \n4 \n5 \n6 \n \nB. \n1 \n2 \n3 \n4 \n \nC. \n1 \n0.3 \n2 \n0.7 \n3 \n0.1 \n1.2 \n4 \n0.4 \n \n2.7 \n \n \n2.7 \nGOI=Government of Indonesia, GON=Government of the Netherlands, TASF=Technical Assistance Special Fund, WFPF=Multi-Donor \nTrust Fund under the Water Financing Partnership Facility. \na Contributors: the governments of Australia, Austria, and Norway. \nb Includes funds from Asian Development Bank’s TASF and funds of cofinanciers administered by ADB.  \nc Parallel funding from Korean Water Resources Corporation.  \nd in-kind by Government of Indonesia.   \ne Financed in-cash by Government of Indonesia.  \nSources: Asian Development Bank and Government of Indonesia. \n\n0.2  0.0 \n0.4  0.1 \n0.1  0.0 \n0.5  0.1 \n0.2  0.0 \n1.3  0.2 \n2.5  5.6 \n\n0.3 \n0.7 \n0.1 \n1.2 \n0.4 \n2.7 \n14.8 \n\n \n3.3 \n0.2 \n0.2 \n0.4 \n4.1 \n \n\n0.0 \n0.1 \n0.0 \n0.1 \n0.0 \n0.3 \n0.9 \n\n0.1 \n0.2 \n0.0 \n0.5 \n0.2 \n0.9 \n5.7 \n\n3.3 \n0.2 \n0.2 \n0.4 \n4.1 \n\n3.3 \n0.2 \n0.2 \n0.4 \n4.1 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n1.0 \n\n2.0 \n\n4.1 \n\n5.0 \n\n \n\n \n\n \n\n \n\n \n\n\f \n\nAppendix 13 \n\n57 \n\nBENEFITS ANALYSIS \n \n\n Components in Project 1 \n\nA. \n \nProject 1 of the Integrated Citarum Water Resources Management Investment Program \n1. \n(the Investment Program) includes five subprojects with physical works: (i) rehabilitation of the \nWest Tarum Canal for improved access to water, (ii) improved land and water management, (iii) \nsupport  for community-  and  nongovernment  organization  (NGO)-driven  initiatives  for  improved \nwater  supply  and  sanitation,  (iv)  development  and  implementation  of  basin  river  quality \nimprovement  strategy  and  action  plans,  and  (v)  watershed  management  and  biodiversity \nconservation funded by the Global Environment Facility (GEF), as well as activities supporting \ninstitutional strengthening and road map and program management. \n \n\n1. \n\nEconomic Benefits and Impacts of Project 1 \n\n2. \nThe  main  quantifiable  benefits  of  Project  1  are  those  arising  from  the  additional  19.6 \ncubic meters (m3) per second of water for Jakarta, Curug, and Beaks and the additional 4.5 m3 \nper  second  of  water  for  paddy  cultivation.  The  main  impacts  of  Project  1  are  (i)  water  supply \nfrom Jatiluhur and West Tarum Canal increased by 2.0% annually, (ii) water supply for Jakarta \nincreased  by  2.5%  annually,  (iii)  an  additional  200,000  households  in  Jakarta  provided  with \npiped  water  annually,  (iv)  factories  in  the  Jakarta  area  increasing  their  water  usage  by  2.0% \nannually,  and  (v)  the  annual  economic  growth  rate  for  Jakarta  and  its  vicinity  increased  by \n0.5%–1.0%. \n \n The rehabilitation of West Tarum Canal will provide sufficient water to cultivate 117,600 \n3. \nhectares (ha) of paddy, as compared with 91,800 ha in the without-project situation, expanding \nthe  annual  cropped  area  of  paddy  by  25,800  ha  by  2025.  This  will  increase  paddy  cropping \nintensity from 1.53 to 1.93. A total of 25,800 farmers, each cultivating an average of 0.5 ha of \npaddy with two crops per year, will benefit from this increase in crop area. \n \n  \nB. \nFinancial and Economic Analyses \n \n   \nFinancial and economic analyses were undertaken to evaluate the financial sustainability \n4. \nand  economic  viability  of  Project  1.  These  analyses  were  undertaken  comparing  the  cost  and \nbenefits  in  the  case  with  and  without  Project  1.  Financial  analysis  examines  its  sustainability \nfrom  the  beneficiaries’  point  of  view,  while  economic  analysis  determines  its  viability  from  the \nsocial  and  economic  perspective.  The  major  project  activities  will  be  implemented  over  the \nperiod from 2009 to 2014. The economic life of Project 1 is assumed at 25 years, with the full \neconomic  benefits  realized  in  2027,  or  project  year  19.  Investment  costs,  including  all \nconsultancy, civil works, and equipment costs, are in constant 2008 prices. The exchange rate \nused is Rp9,300 to $1.00, which is the rate used by Government of Indonesia (the Government) \nin preparing its 2008 budget. The World Bank manufactures unit value index is used to adjust \nfuture  commodity  prices  to  constant  2008  prices.  Forecast  prices  of  traded  commodities  are \nbased on World Bank commodity price projections, while prices of other commodities are based \non  prevailing  local  market  prices.  Prices  for  rice  and  phosphate  and  potassium  fertilizer  are \nbased  on  import  parity,  while  those  for  nitrogenous  fertilizer  are  at  export  parity.  The  2015 \nforecast prices are used for deriving farm-gate commodity and fertilizer prices. \n \nThe  standard  conversion  factor  used  in  this  analysis  is  0.9,  while  that  for  labor  is  0.8. \n5. \nThe  price  of  labor  is  Rp25,000  per  day,  which  is  the  prevailing  rate  in  the  project  area.  The \nconsiderable benefits of environmental improvements—including improvements in water quality \n\n \n\n\f58 \n\nAppendix 13 \n\nand health and reductions in soil erosion and the risk of landslide and flooding—are not included \nin the analysis because of difficulties in accurately quantifying them.  \n \n\n1. \n\nFinancial Analysis \n\n \n6. \nThe two major project benefits that are considered for Project 1 are the additional water \nmade available for domestic, manufacturing, and industrial (DMI) uses and for paddy cultivation. \nThe main quantifiable benefits are those arising from the additional 19.6 m3 per second of water \nfor  Jakarta,  Curug,  and  Bekasi  and  the  additional  4.5  m3  per  second  of  water  for  paddy \ncultivation. \n \nSome 10 m3 per second of water will be made available to meet the domestic needs of \n7. \n4.5 million additional residents of Jakarta and Bekasi in the next 15 years. The financial price of \nraw water sold to the Jakarta water utility (PAM Jaya) and other users is Rp87/m3. Raw water \ncharges  are  currently  heavily  underpriced,  at  less  than  35%  of  operation  and  maintenance \ncosts. For the financial analysis, the average water tariff used is the current rate of Rp87/m3. As \ncompared  with  the  without-project  situation,  Project  1  aims  to  increase  the  water  available  for \nirrigation by 4.5 m3 per second, for DMI by 19.6 m3 per second, and for flushing by 1.0 m3 per \nsecond, for a total of 25.1 m3 per second by 2025.  \n \n \n\na.   Benefits from Additional Water \n\n   \n\n8. \nThe  main  financial  benefits  are  income  from  the  additional  raw  water  supplied  to  DMI \nusers. The total annual benefits from this source will increase from Rp15,468 million in 2012 to \nRp63,934  million  in  2027.  Raw  water  for  DMI  use  provides  24%  of  total  project  financial \nbenefits. \n \n9. \nThe additional irrigation water will increase the cropped paddy area by 8,580 ha in 2010 \nand  by  25,800  ha  in  2025.  Based  on  an  estimated  paddy  crop  budget,  the  economic  benefit \nfrom  cultivating  1  ha  of  paddy  is  estimated  at  Rp9.80  million.  The  total  financial  benefits  from \ncultivating this increased area will rise from Rp175,154 million in 2015 to Rp224,295 million in \n2025. In the without-project situation, the farmer is expected to grow an additional dry-land crop, \nmainly maize, if water is unavailable to cultivate paddy. The dry-land crop area is expected to \nincrease  by  1,420  ha  in  2010  and  by  12,300  ha  in  2025.  The  net  return  from  this  crop  is \nestimated  at  Rp6.70  million/ha  and  the  net  loss is  valued  at  Rp9,516  million  in  2010,  rising  to \nRp52,400  million  in  2025.  The  net  gain  from  the  increase  in  irrigation  water  is  valued  at \nRp69,000  million  in  2010  to  Rp82,424  million  in  2025.  This  benefit  represents  about  three \nquarters of the project financial benefits. \n \n\nb.    Project Financial Analysis \n\n \n\n  2. \n\n10. \nThe project financial internal rate of return is 16.4%. Its sensitivities were examined for \n(i) changes in project cost (10% higher), (ii) revenue (10% lower), and both. The results of this \nanalysis show that the project is still viable under these all these unfavorable situations. \n \n   \n \n11. \n In the economic analysis, the marginal value product of the additional water for DMI and \nfor irrigation was used to value irrigation water. The average value of the marginal value product \nof  irrigation  water  is  estimated  at  Rp1,089/m3,  based  on  a  previously  conducted  study.  This \napproach places a value on the additional irrigation water that will be supplied by the project. \n\nEconomic Analysis \n\n \n\n\f \n\nAppendix 13 \n\n59 \n\nProject  1  will  supply  raw  water  to  DMI  users  in  urban  centers.  Raw  water  is  an \n12. \nintermediate product, while the water tariff rates are set for treated piped water supply. There is \nno  free-market  price  for  raw  water,  and  its  value  has  to  be  computed  based  on  willingness  to \npay for the final product. The cost of producing raw water and treated water, the latter including \nthe  cost  of  raw  water,  was  estimated  using  available  data.  Then  proportion  of  the  cost  of \nproducing the raw water was used to estimate the price of the raw water. The estimation shows \nthat  about  8.75%  of  the  total  cost  of  producing  treated  water,  including  both  capital  and \nrecurrent costs, can be attributed to the cost of raw water. Based on the available information \nfrom  a  recent  willingness-to-pay  study  of  consumers,  tariffs  for  treated  water  was  taken  as \nRp8,000/m3. Using the cost proportion, the price for raw water is set at Rp700/m3. This value of \nRp700/m3 was used as the benefit of raw water used in the project economic analysis. \n \n\n3. \n\nProject Economic Analysis \n\n \n13. \nIrrigation benefits will account for only 15% of the project economic benefit, with the sale \nof raw water accounting for the balance of 85%. The project estimated internal rate of return is \n27.8%.  Its  sensitivities  were  examined  for  (i)  lowering  irrigation  benefits  by  25%,  (ii)  lowering \nirrigation  benefits  by  50%,  (iii)  lowering  raw  water  charges  by  25%,  (iv)  lowering  raw  water \ncharges  by  50%,  (v)  a  combination  of  lowering  irrigation  benefits  by  25%  and  lowering  raw \nwater  charges  by  25%,  and  (vi)  a  combination  of  lowering  irrigation  benefits  by  50%  and \nlowering  raw  water  charges  by  50%.  The  results  of  this  analysis  show  that  the  project  is  still \nviable under these all these unfavorable situations. \n \n14. \nSwitching  values  of  the  main  project  variables  indicates  that  the  project  will  remain \neconomically  viable  at  an  estimated  internal  rate  of  return  of  12.0%,  even  if  one  of  these \nimportant variables are changed by (i) raising the project cost by 220%; (ii) reducing incremental \nbenefits by 70%, (iii) reducing the proposed water tariff by 90%, and (iv) reducing the irrigation \ntariff by 99%. \n \n15. \nthe project financial internal rate of return of 16.4 %.  \n \nThe poverty impact ratio, which is a measure of the net economic benefits to the poor, is \n16. \n19.4%.  A  total  of  46,000  paddy  farmers,  each  with  an  average  holding  of  0.5  ha,  will  benefit \nfrom Project 1. Some 26,000 farmers will benefit from having irrigation that will enable them to \nplant  paddy  on  their  holdings  instead  of  their  current  practice  of  cultivating  a  dry-land  crop. \nAnother  3,000  farmers  will  benefit  from  the  land  and  water  management  program,  which  will \nraise  their  paddy  yield  from  the  existing  5.5  tons/ha  to  8.0  tons/ha.  With  the  project,  paddy \nfarmer and community  net income will be raised by 38%, reducing the poverty incidence from \nthe  current  25%  to  less  than  15%.  Detailed  financial  and  economic  analyses  of  the  proposed \nprogram and project are in Supplementary Appendix H. \n \n\nThe nominal weighted average cost of capital is 7.0%, which is considerably lower than \n\n \n\n\fAppendix 14   \n\n \n\n60 \n \n   \n\n      SUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n\n \n\nCountry and Project Title: Indonesia. Integrated Citarum Water Resources Management Investment Program \n\n \n\nLending/Financing \nModality: \n\n \n\n \n\nMultitranche Financing Facility \n\nDepartment/ \nDivision: \n\n \n\nSoutheast Asia \nDepartment/Agriculture Environment \nand Natural Resources Division \n\n \n\nI. \n\nPOVERTY ANALYSIS AND STRATEGY  \n\nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy  \nADB’s Country Strategy and Program (CSP) for the period 2006 – 2009 is to help the Government achieve higher levels of pro-\npoor sustainable growth and to enhance social development. The water resources of the rivers and groundwater systems in the \nCitarum River basin are critical to social and economic development of the country. The Citarum River Basin is the most strategic \nriver  basin  in  the  country.  The  Basin  is  located  in  the  province  of  West  Java  and  made  up  of  11  districts  and  4  municipalities, \ncovering an area of about 13,000 km² and with a population of about 28 million people in 2004. Located in the Basin are major \nindustrial  centers  including  Indonesia’s  fourth  biggest  city,  Bandung,  and  satellite  industrial  parks  to  the  east  of  Jakarta.  The \nCitarum  River  supplies  some  80%  of  Jakarta’s  raw  water  and  is  the  site  of  3  major  dams  and  3  large  multipurpose  reservoirs, \nwhich are essential for industries. The Basin has 7 protected areas that are quintessentially important representatives of the West \nJava  Montane  Forest  Type  -  which  is  a  rapidly  diminishing  unique  plant  and  animal  assemblage  restricted  to  West  Java.  The \nInvestment Program will aim at improving living standards and health in the Citarum River Basin. The proposed Project 1 outputs \nare: (i) Institutional Strengthening of IWRM; (ii) Water Supply Options and Improved Groundwater Management for Bandung; (iii) \nRehabilitation  of  West  Tarum  Canal;  (iv)  Improved  land  and  water  management;  (v)  Support  for  Community  and  NGO-drive \nInitiatives for Water Supply and Sanitation; (vi) Development and Implementation of a Basin River Quality Improvement Strategy \nand Action Plans; (vii) Catchment Management and Biodiversity Conservation Project; and (viii) Project Management. It is in line \nwith  the  Government’s  Medium-Term  Development  Plan  (RPJM)  for  2005-2009,  which  targets  reducing  poverty  headcount  rate \nfrom 18.2% in 2002 to 8.2% by 2009 through higher growth rates with job creation and environmental sustainability, and activities \nand investments to achieve the Millennium Development Goals (MDGs). \nB.  Poverty Analysis                                                                  Targeting Classification: General Intervention \nFollowing  ADB’s  Enhanced  Poverty  Reduction  Strategy  (December  2004),  projects  classified  as  general  intervention  no  longer \nrequire  project  level  poverty  assessments.  Nonetheless,  an  initial  social  assessment  was  carried  out  during  the  Investment \nProgram preparation. The poverty incidence in the Citarum Basin is 9.6%, with 2 out of 11 districts recording higher poverty levels \nthan the national average of 16.7% in 2004. However the poverty rates are in the range of 1.5%–4.8% in the municipalities and \n2.9%–26.4%  in  the  districts,  the  project  poverty  impact  ratio  (PPIR)  of  Project  1  is  26.8%.  Many  who  may  not  be  income  poor \ncould  be  classified  as  poor  on  the  basis  of  their  lack  of  access  to  basic  services  and  poor  human  development  outcomes. \nIndonesia  lags  behind  other  countries  in  the  region  in  some  MDG-related  indicators  and  the  situation  in  Citarum  Basis  in  no \nexception.  In  particular,  access  to  safe  water  and  sanitation,  particularly  among  the  poor,  is  a  crucial  problem.  In  the  Citarum \nBasin,  40%  of  households  have  access  to  septic  tanks,  which  is  just  above  the  national  level  of  39%,  and  42%  of  households \nhave access to clean water, which is below the national average of 49% (SUSENAS, 2004). Only 51% among the poor have the \naccess to safe water and 41% of the poor do not have access to own or shared toilet facilities.  \n\nII. \n\nSOCIAL ANALYSIS AND STRATEGY \n\nFindings of Social Analysis  \nSee above B. Poverty Analysis 1. Key Issues \nC.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \nMajor  stakeholders  of  CRB  include:  (i)  direct  beneficiaries  (households  and  farmers);  (ii)  other  water  users  (municipal  water \nsuppliers,  industries,  Indonesia  Power,  which  generates  electricity  from  hydropower  plants);  (ii)  national  and  local  governments \n(sector and planning agencies); (iii) river basin organizations (DGWR, BBWSC, Balai PSDA of West Java Province, PJT II); (iv) \nregulators  (District  governments  licensing  and  environmental  service/protection  agencies);  and  (v)  interest  groups  (NGOs, \nacademic  institutions  and  professional  organizations.  Stakeholders  were  consulted  and  participated  at  various  stages  of \nInvestment Program preparation (i) formal public consultation workshops to present/discuss assessment of development issues, \nproject  identification/prioritization  criteria,  feasibility  study  recommendations,  and  subsequent  basin  Roadmap  development;  (ii) \nfocus  group  discussion  with  stakeholders  in  key  parts  of  the  basin  impacted  by  the  program;  and  (iii)  meetings/interviews  with \ngovernment  officials  (at  national,  provincial  and  district  levels),  as  well  as  key  informants  (water  utility  executives,  NGOs, \npersonnel working on related projects in the basin).  \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n\n  Information sharing       \n3.  Was a C&P plan prepared?   \nA  participation  strategy  is  streamlined  into  the  Investment  Program  design  and  social  safeguard  documents  to  ensure  that \ndifferent stakeholders continue to participate during MFF implementation. In addition, there will be 4 component subprojects that \nrequire significant participation of beneficiaries, communities will plan, implement and take charge of O&M of water and sanitation \n\n  Consultation      \n Yes    \n\n  Collaborative decision making     \n\n Empowerment \n\n No  \n\n\f \n\nAppendix 14 \n\n61 \n\n \n \nfacilities, improved water management facilities and environmental improvements works. Villagers in selected Model Conservation \nVillages  adjacent to protected areas  will develop and implement village management plans for better management of  protected \nareas during implementation of the Water Management and Biodiversity Conservation project. \nD.   Gender and Development \nKey Issues. The gender and development strategy as given in Supplementary Appendix I will include various actions to promote \ngender equality, particularly women’s access to information and their participation, at all stages of the Project. Gender will be also \nmainstreamed  into  resettlement  plans  and  environmental  assessments.  Through  gender  sensitization,  use  of  gender-\ndisaggregated  data,  and  gender  analyses  in  subproject  identification  and  planning,  awareness  about  gender  and  development \nissues will be created among the staff as well in community groups. Where they are active, the project will seek to actively involve \nexisting women’s organizations into the project structure. \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and use \nof relevant services, resources, assets, or opportunities and participation in decision-making process: \n\nIssue \n\nImpact \n\nStrategy to Address Issue \n\n \n\n  Gender plan       \n\n  Other actions/measures      \n\n  No action/measure \n\nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n\n \nInvoluntary \nResettlement \n\n \nIndigenous \nPeoples \n \n\nLabor \n\n Employment     \nopportunities \n Labor \nretrenchment \n Core labor \n\nstandards \n \nAffordability \n\nOther Risks \n/Vulnerabilities \nHIV/AIDS \nHuman \ntrafficking \nOthers \n\nSignificant  A  resettlement  plan  has  been  prepared  for  the  rehabilitation  of  the \nWest  Tarum  Canal.  Other  project  components,  such  as  land  and \nwater  management  needs  in  3  Districts  and  Support  for  Community \nand NGO-drive Initiatives for Water Supply and Sanitation may have \nminor  land  acquisition  and  resettlement  impact.  The  Watershed \nManagement and Biodiversity Conservation subproject may result in \nrestrictive  use  of  communities’  natural  resources.  Resettlement  will \nbe  prepared  for  each  assessments  subproject  that  may  have  land \nthe \nacquisition  and \nresettlement framework (Supplementary Appendix J.) \n\nin  accordance  with \n\nresettlement \n\nimpact \n\nNo Impact  Citarum  River  Basin  is  not  located  in,  or  passes  through,  areas  of \nsignificant indigenous peoples settlement and/or use. The Investment \nProgram  is  not  anticipated  to  have  significant  negative  or  positive \neffects on indigenous peoples. A small group of migrants are part of \npopulation in the West Tarum Canal area who will be affected by the \npermanent  land  acquisition  under  Project  1  subproject.  However, \nthey are not considered identifiable as indigenous peoples. \nAffected  people  and  beneficiaries  will  be  given  preferences  for \nproject-related  construction  work.  Standard  causes  with  respect  to \nlabor  standards  and  national  labor  legislation  will  be  included  in \ncontract documents. \n\nNot \nSignificant \n\nNot \nSignificant \n\nNot \nSignificant \n\nCommunities  are  expected \nto  contribute  10-15%  of  cost  of \nconstruction  and  O&M  of  water  and  sanitation  and  irrigation  and \nenvironmental  facilities.  This  level  of  contribution  is  determined \nthrough assessment of affordability and willingness to pay during the \npreparation  of  the  Investment  Program.  Communities’  affordability \nwill  be \nin  close  consultation  with  subprojects’ \nbeneficiaries before implementation of any subproject. \nThere  is  a  stretch  of  bars  with  commercial  sex  workers  along  the \nWest  Tarum  Canal.  The  Investment  Program  will  take  preventive \nmeasures  that  construction  contractors  are  required  by  contract \nspecifications  to  provide  sexually  transmitted  diseases  awareness \nprogram for their workers. \n\nreassessed \n\n \n\n \n\n \n \n\n \n\n \n\nIV.  MONITORING AND EVALUATION \n\n \nAre  social  indicators  included  in  the  design  and  monitoring  framework  to  facilitate  monitoring  of  social  development  activities \nand/or social impacts during project implementation?  \n \n \n\n   Yes    \n\n No      \n\nPlan /Other Design \nMeasures  \n\n   Full Plan \n   Short Plan \n   Resettlement \nFramework \n\n   No Action \n\n   Plan \n   Other Action \n   Indigenous \nPeoples \nFramework \n\n   No Action \n\n   Plan \n   Other Action  \n   No Action \n\n   Action \n   No Action \n\n  Plan \n  Other Action \n   No Action \n\n \n\n\fAppendix 15   \n\n \n\n62 \n \n \n\n \n\nEXECUTIVE SUMMARY OF THE RESETTLEMENT PLAN \n\n1. \nProject Background. The rehabilitation of the West Tarum Canal (WTC) is a subproject \nof  the  proposed  Integrated  Citarum  Water  Resources  Management  Investment  Program  (the \nInvestment Program) to be carried out by the Directorate General of Water Resources (DGWR) \nas Executing Agency (EA). The Investment Program will be implemented in tranches using the \nAsian  Development  Bank  (ADB)  multitranche  financing  facility  (MFF)  over  a  planned  period  of \n15 years and will cover the entire Citarum River basin, or a total of 10 districts or regencies plus \nsix  municipalities  in  the  province  of  West  Java.  Following  a  series  of  workshops  with  various \nstakeholders  in  August  and  October  2006,  the  rehabilitation  of  the  WTC  was  included  in \nProject 1.  \n\n2. \nThe WTC is 68.3 kilometers (km) long, of which Project 1 will rehabilitate 54.2 km. The \nWTC has a 100 meter right-of-way, measured as 50 meters on either side from the center of the \ncanal. The main objective of the rehabilitation of the WTC is to improve the flow and quality of \nthe  water  that  fills  80%  of  Jakarta’s  surface  water  needs,  in  addition  to  supplying  the  water \nrequirements  of  industrial  establishments  and  about  56,000  ha  of  farmland.  The  WTC  runs \nthrough three districts: Kabupaten Karawang, Kabupaten Bekasi, and Kota Bekasi. \n\nScope  of  Land  Acquisition  and  Resettlement  Impacts.  The  updated  inventory  of \n3. \nlosses  undertaken  by  technical  assistance  (TA)  consultants1  in  May  2008  calculated  that  892 \nentitled  parties,  including  872  affected  households  and  20  government  agencies,  will  lose  the \nuse of approximately 46 hectares of land that will be cleared of structures and vegetation. None \nof the occupants of affected land have any legal claim over the affected property, as it is within \nthe established right-of-way of the WTC. Impacts are summarized as follows:  \n \n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n(vi) \n(vii) \n\nmarginal impacts on permanent use of paddy land for 209 farmers; \ntemporary loss of productive land in former riverbeds for 150 households;  \nthe relocation of 49 households who have other land to move to;  \nthe relocation of 466 households who have no other land;  \nloss of income as canal boat operators for nine households; \nimpacts on 589 poor and vulnerable households; and \nloss of 542 main structures. \n\nThe land in former river beds may be reused after about a year following the disposal of \n\n4. \ndredged material assessed for any contamination and certified as safe for use.  \n\n5. \nThe  key  legal  instrument  currently  in  force  in  Indonesia  that  is  most  relevant  to \ninvoluntary  resettlement  is  Presidential  Decree  No.  36/2005,  as  amended  by  Presidential \nDecree  No.  65/2006,  entitled  On  Land  Acquisition  for  Development  Purposes  in  the  Public \nInterest,  and  BPN  Regulation  No.  3/2007,  Land  Acquisition  Implementation  Guideline  of \nPresidential Decrees No. 36/2005 and 65/2006. Superseding Presidential Decree No. 36/2005, \nwhich  earlier  amended  Presidential  Decree  No.  55/1993,  the  2005  and  2006  presidential \ndecrees  provide  for  various  forms  of  compensation  for  private  assets  needed  to  pursue \nGovernment development projects. The aforementioned laws, including their enabling decrees, \nhave been conceptualized primarily for acquiring in the most expeditious way properties needed \nfor  the  right-of-way  of  government  projects.  They  were  not  intended  to  address  the  social \nconsequences of the exercise by the state of its power of eminent domain, collectively referred \n\n                                                 \n1   ADB.  2004.  Technical  Assistance  to  the  Republic  of  Indonesia  for  Preparing  the  Integrated  Citarum  Water \n\nResources Project. Manila. (TA 4381-INO). \n\n\f \n\nAppendix 15 \n\n63 \n\n \n \nto involuntary resettlement. This is why, for the Investment Program and all its subprojects and \nsubcomponents,  the  policy  framework  in  the  resettlement  plan  for  this  subproject  has  been \nadopted, to fill in any gaps regarding what local laws and regulations2 cannot provide to ensure \nthat affected household are rehabilitated to at least their pre-project condition.  \n\n6. \nProject Entitlements. One key policy objective of the resettlement plan is to replace and \ncompensate  lost  assets  based  on  the  principle  of  replacement  cost  and  in  line  with  local \ngovernment  regulations,  if  available.  Replacement  cost  is  the  amount  calculated  before \ndisplacement that is needed to replace affected assets. Additional socioeconomic support will be \nprovided  to  affected  households  depending  on  the  type  and  severity  of  their  losses  and \nconsistent  with  the  intention  of  helping  to  mitigate  impacts  and  to  restore  livelihood  and  living \nstandards. Where Government assistance is not sufficient to replace lost land or other assets, \nthe  project  will  provide  an  additional  special  program  under  livelihood-restoration  program \nsupport  to  raise  the  entitlement  to  replacement  cost.  The  project  will  provide  transitional \nsubsistence assistance to households displaced from their sources of productive income or from \nhousing during the transition period until they can reestablish productive income, businesses, or \nhouses at new locations. The subsistence assistance and transportation allowances are in the \nform  of  a  program  of  livelihood  restoration.  The  project  will  provide  support  to  displaced \nhouseholds  to  transport  their  personal  possessions  and  new  and  used  building  materials.  The \ndetails  of  these  additional  socioeconomic  support  allowances  are  provided  in  the  entitlement \nmatrix. Households that are physically displaced and/or affected by the loss of 10% or more of \ntheir  productive  assets,  or  who  are  vulnerable,  will  be  entitled  to  participate  in  the  livelihood-\nrestoration program, which may be made available to poor households and/or individuals living \nin the villages along the WTC. The estimated cost of WTC resettlement is $2.0 million. \n\n7. \nEthnicity,  Vulnerability,  and  Gender  Issues.  The  census  of  affected  households \nidentified 40 who are migrants from the island of Madura. While they are in most ways similar to \nthe Sundanese majority, they tend to live in cluster and would rather avoid public meetings with \nSundanese present. The project will therefore set up mechanisms to ensure that the Madurese \nare provided the same opportunity to participate in WTC rehabilitation. Likewise, the census has \nidentified  589  vulnerable  households:  91  headed  by  women,  440  living  below  the  officially  set \npoverty  threshold,  and  58  elderly.  The  specific  needs  and  concerns  of  these  vulnerable \nhouseholds will be considered, and they will be assisted to improve their socioeconomic status.  \n\n8. \nParticipation, Grievance Redress, and Disclosure. Prior to the commencement of the \ninventory of losses in September and October 2006, and again in April and May 2007 and May \n2008  as  part  of  follow-up  activities on  data  gathering  in connection  with  the  preparation  of  the \nresettlement plan, public meetings and consultations with local officials, residents, and affected \nhouseholds  were  held  in  villages  traversed  by  the  WTC.  Consultation  meetings  with  affected \nhouseholds  and \nresettlement  plan  updating  and \nimplementation and will follow the project’s participatory approach. A public information booklet \nin  the  local  language  has  been  distributed  to  affected  households  and  posted  in  commune \noffices  in  villages  and  subdistricts.  A  copy  of  the  resettlement  plan  in  the  local  language  has \nbeen  placed  in  project  implementation  unit  (PIU)  and  district  offices.  A  grievance  mechanism \nhas been designed to ensure that affected households’ concerns and complaints are addressed \nand  resolved  in  a  timely  and  satisfactory  manner.  The  project  authority  will  continue  to  make \n\nlocal  officials  will  continue  during \n\n                                                 \n2  At  the  time  of  the  inventory  of  losses,  only  Kabupaten  Bekasi  had  any  specific  decision  letters  or  local  legislation \nrelating  to  resettlement  along  the  WTC:  April  2007  Keputusan  Bupati  Bekasi  Nomor  300/Kep.71-POD.  I/2007 \n(Decision of Head of District for the payment of assistance for moving structures from WTC ROW in relation to road \nconstruction in Tegal Gede). \n\n \n\n\f64 \n\n Appendix 15   \n\naffected  households  fully  aware  of  their  rights  through  verbal  and  written  means  during \nconsultation and surveys and at the time of compensation.  \n\nis \n\nImplementation  Arrangements.  The  DGWR \n\n9. \nthe  EA  and  will  have  overall \nresponsibility for ensuring the satisfactory planning and implementation of Project 1. The PIU in \nBalai Besar Wilayah Sungai Citarum and the district resettlement working group (RWG) will be \nresponsible in the planning, updating, and implementing the resettlement program. The PIU will \nhave  qualified  resettlement  and  social  development  staff  who  will  assist  the  PIU  in  the  RWG. \nLocal governments through the office of the regent or mayor, will provide the main workforce by \norganizing  the  RWG,  issuing  decrees  and  approving  disbursing  funds.  The  entitlement \narrangements, based on both the entitlement matrix and existing local government regulations, \nare  described  as  follows:  (i)  affected  households  in  Karawang  District  and  Bekasi  city  are \nentitled  to  replacement  cost  as  described  in  the  entitlement  matrix  and  calculated  based  local \nregulations  where  available;  (ii)  affected  households  in  Bekasi  District  will  be  entitled  to \ncompensation using the uang kerohiman scheme as stipulated in the existing local government \nregulation  Keputusan  Bupati  Bekasi  Nomor  300/Kep.71-POD.  I/2007,  or  any  updated  local \ngovernment regulation; (iii) any gaps in the Bekasi District regulation on providing compensation \nwill  be  filled  with  a  special  program  under  the  livelihood  restoration  program;  (iv)  all  kinds  of \nallowance  defined  in  the  entitlement  matrix  will  be  provided  through  the  livelihood  restoration \nprogram;  and  (v)  the  monitoring  and  evaluation  of  resettlement  activities  should  refer  to  the \ninvestment  program  coordination  and \nimplementation  approach  defined  above.  The \nmanagement  unit  will  guide  and  assist  the  PIU  and  the  RWG  in  resettlement  program \nimplementation.  The  PIU  will  engage  local  organizations  and  NGOs  to  design  and  implement \nrelocation and livelihood relocation activities and monitor livelihood restoration. \n\n10.  Monitoring.  The  PIU  and  the  RWG  will  be  responsible  for  the  internal  monitoring  of \nresettlement  activities.  Progress  reports  will  be  submitted  to  ADB  quarterly.  An  external \nmonitoring  and  evaluation  agency  will  be  engaged  1  month  following  the  start  of  resettlement \nprogram updating. This agency will be required to submit an inception report 1 month following its \nmobilization  and  quarterly  reports  on  the  progress  of  resettlement  program  updating  and \nimplementation  and  to  make  necessary  recommendations  to  address  issues  that  will  be \nidentified. The agency will conduct a post-resettlement implementation evaluation study. \n\n11. \nImplementation  Schedule.  During  completion  of  detailed design  in  2009,  resettlement \nactivities will be coordinated with the schedule of civil works. Land acquisition and the relocation \nof  affected  households  cannot  commence  until  the  updated  resettlement  program  has  been \nreviewed  and  approved  by  ADB.  The  acquisition  of  assets,  payment  of  compensation, \nresettlement,  and  start  of  livelihood-rehabilitation  activities  will  be  completed  prior  to  any \nconstruction taking place in a designated construction works zone.3 \n\nDisclosure  of  Resettlement  Program  and  Social  Monitoring  Reports.  The  draft \n12. \nresettlement  program  was  uploaded  to  the  ADB  website  before  appraisal.  The  final  plan  has \nbeen disclosed to affected households and uploaded to the ADB website. An updated plan will \nbe prepared during the detailed design and will likewise be disclosed to affected households and \nuploaded  to  the  ADB  website.  Social  monitoring  reports  will  be  made  available  to  affected \nhouseholds and submitted to ADB for posting on the web.  \n\n                                                 \n3   Zones shall be a designated during detailed design and clearly identified in the resettlement plan update that  will \ndivide  the  WTC  into  convenient  stretches  for  construction.  Affected  households  will  be  resettled  from  zones  in  a \nsystematic way to optimize the implementation of the project while paying due consideration to their rights. Notice \nto proceed with civil works for a whole zone will be issued only after resettlement program activities are complete. \n\n \n\n\f \n\nAppendix 16 \n\n65 \n\n \n \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \n\nA. \n\nIntroduction \n\nThe  Integrated  Citarum  Water  Resources  Management  Investment  Program  (the \n1. \nInvestment Program) is designed to address the multiple concerns of water supply sustainability \nand water quality degradation in the Citarum River basin, which supplies 80% of Jakarta’s water \nneeds.  Inadequate  institutional  arrangements,  deteriorating  infrastructure,  competing  water \ndemands,  and  rapid  urban  and  industrial  growth  have  caused  water  supply  shortages  and \nunhealthy  environmental  conditions  throughout  the  basin.  This  summary  initial  environmental \nexamination  is  the  environmental  assessment  for  Project  1  priority  subprojects  funded  by  the \nAsian Development Bank (ADB) under the Investment Program. \n\nB. \n\nProject 1 Description \n\n2. \nProject 1 subprojects include (i) water supply options for Bandung, (ii) the rehabilitation \nof the West Tarum Canal, (iii) the development of a basin river quality improvement strategy and \naction  plans,  (iv)  watershed  management  and  biodiversity  conservation,  (v)  land  and  water \nmanagement, (vi) support for community- and NGO-driven initiatives for improved water supply \nand  sanitation,  (vii)  institutional  strengthening  for  integrated  water  resources  management \n(IWRM), and (viii) program management. \n \nC. \n\nDescription of the Environment \n\n \n\n1. \n\nPhysical Setting and Land Use \n\nThe program area, located on Java Island and covering 13,000 square kilometers (km2), \n3. \nis a cluster of river basins consisting of (i) the 6,600 km2 Citarum River basin, which straddles \nthe  central  part  of  the  program  area  and  flows  from  south  to  north  into  the  Java  Sea;  (ii)  the \n4,400  km2  cluster  of  small  basins  whose  drainage  areas  are  connected  to  the  Citarum  River \nsystem through the East Tarum Canal; and (iii) the Cikarang and Bekasi rivers, with a combined \ndrainage area of 2,000 km2, which are also connected with the Citarum River through the West \nTarum  Canal.  Together,  these  interconnected  river  basins  make  up  the  Citarum  River  Basin \nTerritory,  the  program  area.  The  area  is  a  key  rice  producer  for  the  country,  with  390,000 \nhectares  (ha)  of  irrigated  rice  paddies,  240,000  ha  of  which  are  served  by  the  Jatiluhur \nReservoir1  and  canal  system  in  the  lower  basin.  Land  devoted  to  rice  production  makes  up \nnearly  half  (47.5%)  of  the  program  area,  with  70%  of  it  fully  irrigated.  Rain-fed  areas  cover \n43,000 ha, or only about 10% of the land used. Also in the program area are three large dams \nthat  generate  a  total  of  1,400  megawatts  and  major  industries  centered  at  Bandung  and  the \nrapidly  urbanizing  corridor  of  Bekasi–Cikarang,  east  of  Jakarta.  Forest  areas  in  the  upper \nCitarum  have  shrunk  from  35,000  ha  in  1992  to  19,000  ha  in  2001.  Remaining  forests  cover \nonly 10.2% of the program area.  \n \n\n2. \n\nWater Resources \n\n \n4. \nThe  three  cascading  reservoirs  (Saguling,  Cirata,  and  Jatiluhur,)  were  built  to  regulate \nflows,  provide  hydropower,  and  store  and  supply  water  for  irrigation,  industrial,  and  domestic \nuses. They also trap sediments. In Bandung, an estimated 90% of the population and 98% of \n\n                                                 \n1 Also sometimes referred to as the Juanda Reservoir. \n \n\n \n\n\f66 \n\n Appendix 16   \n\nindustries  rely  on  groundwater.  The  water  table  has  declined  by  5  meters  per  year  in  some \nareas. Since 1920, the cumulative  drop in the  water table  has been approximately 85  meters. \nThe ratio of the volume of wet season peak flows to dry season low flows in the upper basin has \nincreased  from  3.4  in  1992  to  7.3  in  2003.  Worsened  flood  frequency  and  severity  are \nassociated with destructive landslides and mud flows. On its route to Jakarta, the West Tarum \nCanal intersects the Bekasi River, which drains a rapidly developing urban area and is heavily \npolluted by untreated household sewage, industrial wastewater, and solid waste dumped along \nthe riverbanks.  \n \n\n3. \n\nEcological Resources \n\n \n5. \nRemaining forests cover only 10.2% of the program area—100,600 ha of primary forest \nand  34,800  ha  of  secondary  forest—far  less  than  the  30%  mandated  in  the  1999  national \nforestry  law.  Much  of  the  remaining  forest  area  is  fragmented,  a  condition  that  threatens \necosystem  viability  and  makes  these  areas  vulnerable  to  continuing  encroachment  and \nconversion  for  upland  farming.  Two  national  parks  are  located  in  the  upper  part  of  the  basin: \nGunung Gede Pangrango (15,000 ha) and Gunung Halimum (40,000 ha). Both are classified by \nthe International Union for Conservation of Nature as category II, to be managed for ecosystem \nprotection  and  recreation.  The  West  Java  Environment  Protection  Agency  of  the  Citarum \nindicated a decline in macro benthic faunal diversity that correlated statistically with many of the \nwater pollution indicators. There are no significant coral reefs and sea grasses off the Java Sea \ncoast of the Citarum River system. However, there are mangrove areas that, together with the \nthree artificial reservoirs, make up the wetland ecosystem of the basin. \n \n\n4. \n\nSocioeconomic Conditions \n\n \n6. \nThe program area covers 11 districts and 4 cities. The population in 2004 was 28 million, \nwith  4.1  million  households:  30%  derived  livelihood  from  agriculture,  25%  from  industry,  and \n45%  from  services.  The  dynamism  of  the  region’s  economy  is  shown  by  2003  data  indicating \nthat  the  growth  rate  of  West  Java  Province’s  gross  regional  domestic  product,  at  4.97%, \noutperforming that of Jakarta, at 4.39%. Poverty is nevertheless still pervasive in the basin, with \ndifferent districts in the basin showing poverty rates of 5% to 26%.  \n \nD.  \n\nForecasting Environmental Impacts and Mitigation Measures  \n\n1. \n\nEnvironmental Impacts of Project 1 \n\n \n\nInstitutional  Strengthening  for \n\n \n7. \nthrough  various \ninstitutional interventions, pave the way for improved overall capacity to manage both water and \nenvironmental  quality  in  the  basin.  The  environmental  impact  of  this  activity  is  considered \npositive. \n\nIWRM.  This  component  will, \n\n8. \nWater Supply Options and Improved Groundwater Management for Bandung. The \ndevelopment  of  options  for  water  supply  to  Bandung  is  in  itself  an  environmental  amelioration \nmeasure  that  is  expected  to  have  a  long-term  positive  impact  on  the  recovery  of  the \ngroundwater  resource,  which  is  currently  being  pumped  at  unsustainable  levels.  This  is  a \nplanning  activity  with  no  direct  adverse  impacts  but  potential  positive  long-term  environmental \nimpact. \n \n9. \nRehabilitation  of  West  Tarum  Canal.  Any  adverse  impacts  from  dredging  (e.g.,  the \ndispersion and disposal of bottom sediments) will be mitigated by (i) testing of bottom sediments \n\n \n\n\f \n\nAppendix 16 \n\n67 \n\n \n \nprior to dredging and, if contaminants are present, using double silt traps to prevent dispersion; \n(ii)  dewatering  dredging  spoils  before  transport  to  spoil  banks;  (iii)  developing  former  riverbed \ndisposal sites for the soft sediments into nurseries to supply seedlings for reforestation or urban \ngreening;  (iv)  fencing  former  riverbed  disposal  areas  and  providing  them  with  drainage  and \nembankments  to  prevent  flooding  and  the  washout  of  deposited  sediments;  (v)  using  coarse \nsediments as a base material for roads and fill material for general construction; (vi) informing \nresidents in the immediate vicinity of the dredging sites of the activities and about any temporary \nnuisance issues like odor; (vii) requiring the contractor to prepare a spoil-disposal and nuisance-\nminimization plan; and (viii) providing alternative sources of water, as needed, to communities \nalong the canal that draw water from the stream or use it for washing or bathing. \n \n10. \nLand and Water Management. The use of organic fertilizer will be promoted because it \nis  essential  for  improving  soil  structure  to  maximize  benefits  from  the  system  of  rice \nintensification.  Reduced  usage  of  chemical  fertilizers  will  lessen  the  threat  of  contaminating \nwater  bodies.  However,  it  is  uncertain  whether  water  management  enhancement  will  increase \nfertilizer and pesticide use compared to present practice of continuously flooding paddy fields. \nSo,  alternatives  to  exclusively  chemical  pest  and  weed  control  will  be  promoted,  such  as \nintegrated pest management. \n \n11. \nCommunity-Driven  Initiatives  for  Improved  Water  and  Catchment  Management. \nThe  construction  of  communal  sanitation  facilities  and  garbage-collection  facilities  may \ntemporarily  cause  local  traffic  disruption  and  nuisance,  which  will  be  mitigated  through  public \nnotifications and construction best practices. Septic tanks will have sealed bottoms and will not \nbe  constructed  closer  than  15  meters  from  wells  and  creeks  used  for  water  supply.  These \nactivities will improve river water quality and reduce health risks \n \n12. \nBasin  Water  Quality  Improvement  Strategy  and  Action  Plans.  The  positive \nenvironmental impact of this planning component, though indirect, is highly significant and long \nlasting in terms of reducing water pollution threats from various sources.  \n \n13. \nProductive Reforestation and Biodiversity Protection. Biodiversity protection will, as \npart of the watershed management in the upper basin, help protect endangered flora and fauna \nand improve surface water quality and quantity in a sustainable manner.  \n \n\n2. \n\nStrategic Environmental Assessment (SEA) of the Citarum River Basin \n\n \nA  basin-wide  strategic environmental  assessment  (SEA)  was  carried  out  to  establish  a \n14. \ntiered approach to environmental assessment and planning. The SEA examined the impacts of \nprojects  under  each  investment  program  tranche  to  ensure  consistency  with  the  basin-wide \nassessment framework and compliance with ADB and Government environmental assessment \nrequirements  for  individual  projects.  The  initial  environmental  assessment  (IEE)  for  Project  1 \nwas carried out as part of the SEA. \n \nE.  \n\nMonitoring and Institutional Arrangements \n\n \nMonitoring Parameters and Responsibilities \n\n1. \n\n \nThe  contractor  shall  be  required  to  submit  a  construction  plan  incorporating  adequate \n15. \nsafeguards,  particularly  for  handling  and  disposing  of  dredged  sediments.  The  monthly \nmonitoring of conventional water quality parameters on excavation and construction sites shall \nbe  done  by  Perum  Jasa  Tirta  2,  which  shall  provide  monthly  reports  to  the  project \n\n \n\n\f68 \n\n Appendix 16   \n\nimplementation  unit  (PIU).  The  PIU  will  require  the  contractor  to  take  any  corrective  actions \ncalled for in these reports.  \n \n16. \nThe  PIU  shall  monitor  water  turbidity,  which  may  be  affected  by  construction.  The  PIU \nshall  use  local  community  health  data  to  implement  corrective  actions  and  evaluate  the \neffectiveness of the environmental management plan.  \n \n17. \nPrior  to  excavation,  sediments  shall  be  tested  for  the  heavy  metals  arsenic,  cadmium, \nchromium, lead, mercury, and zinc and other contaminants and fecal coliform to determine the \nsuitable method of disposal as guided by IEE criteria.  \n \n18. \nmonitored at construction and dredging sites. \n \n\nOdors,  noise,  traffic  congestion  on  service  roads,  community  complaints,  etc.,  will  be \n\n2. \n\nInstitutional Arrangements \n\nThe  Balai  Besar  and  PIU  environment  management  office  will  be  responsible  for \n19. \nidentifying specific Government environmental procedures (AMDAL),  environmental regulations \nand  ADB  requirements  for  each  project,  such  as  exemption  status  or  type  of  assessment \nrequired, including the public consultation and mandated review steps.  \n\n Public Consultation and Disclosure \n\nF.  \n \n20. \nAs  a  result  of  stakeholder  consultations  during  the  preparation  of  Project  1,  concerns \nregarding the rights of water users in the lower basin and the need to shift focus from physical \nengineering issues to institutional development issues, resulted in changing the project mode to \na program approach in terms of gradually improving the environment of the basin. The program \npackage took the form of a road map with significant emphasis on environmental issues guided \nby shared program objectives among multiple stakeholders in the basin. \n \nG.  \n \nProject  1  is  expected  to  generate  significant  environmental  benefits  by  ensuring \n21. \nadequate  and  equitable  water  supply,  water  quality  improvement,  the  rehabilitation  of \nwatersheds,  improvement  in  institutional  capacity,  and  the  protection  of  basin  ecosystem \nfunctions,  including  biodiversity.  None  of  the  damaging  impacts  identified  were  considered \nsignificant, and no further study is needed beyond what was conducted under the IEE and the \nenvironmental assessment and review framework (EARF). \n\n Findings and Recommendations \n\nConclusion \n\nH.  \n \n22. \nFor  the  purposes  of  compliance  with  ADB  environmental  assessment  guidelines,  no \nadditional study or full environmental impact assessment is needed on potential environmental \nimpacts  of  Project  1.  However,  individual  projects  with  potential  adverse  impacts,  specifically \nWest Tarum Canal rehabilitation and the construction of communal septic tanks, will follow the \ntemplate for environmental management and monitoring plan of the IEE prepared for Project 1 \nand the procedures, criteria, and guidelines specified under the EARF, to comply with ADB and \nGovernment environmental assessment requirements. \n \n\n \n\n \n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 19 June 2008) \n", "Currency Unit\nRp1.00\n$1.00\n", "– \n= \n= \n", "rupiah (Rp) \n$0.0001 \nRp9,300 \n", " \n \nABBREVIATIONS \n", "ADB \nAWP \nBAPPENAS \nBBWSC \nCRB \nCSO \nDGWR \nDMI \nEA \nEARF \nEIA \nEIRR \nFFA \nGEF \nIA \nIEE \nIPPMS \nIWRM \nLIBOR \nMDG \nMFF \nMOF \nNGO \nNSCWR \nOCR \nPFR \nPIU \nPJT 2 \nPCMU \nRBO \nRCMU \nRPMS \nSEA \nSOE \nTA \nWFPF \nWTC \n", "implementing agency \ninitial environmental examination \ninvestment program performance management system \nintegrated water resources management \n", "–  Asian Development Bank \n–  annual work plan \n–  National Planning and Development Agency \n–  Balai Besar Wilayah Sungai Citarum \n–  Citarum River basin \n–  civil society organization \n–  Directorate General of Water Resources \n–  domestic, manufacturing, and industrial  \n–  executing agency  \n–  environmental assessment and review framework \n–  environmental impact assessment \n–  economic internal rate of return \n– \nframework financing agreement \n–  Global Environmental Facility \n– \n– \n– \n– \n–  London interbank offered rate  \n–  Millennium Development Goal  \n–  multitranche financing facility  \n–  Ministry of Finance \n–  nongovernment organization \n–  National Steering Committee for Water Resources \n–  ordinary capital resources \n–  periodic financing request \n–  project implementation unit \n–  Perum Jasa Tirta 2 (CRB operator) \n–  program coordination and management unit \n–  river basin organization \n–  road map coordination and management unit \n–  road map performance management system \n–  strategic environmental assessment \n–  statement of expenditure \n– \ntechnical assistance \n–  Water Financing Partnership Facility \n–  West Tarum Canal \n", " \n", " \n", " \n"]}