{"path": "data/input/reports/37066-ind-rrp.pdf", "pages": ["   \n \nR  eport and Recommendation of the President  \n \nt o the Board of Directors\n   \n  \n \n \n \n \n \n \n   \n \n \nProject Number: 37066 \nNovember 2005 \nProposed Multitranche Financing Facility                \n \nIndia: Rural Roads Sector II Investment Program\n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 31 October 2005) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \n \nRe1.00 =  $0.022 \n$1.00 =  Rs44.995 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCPF  –  community participation framework \nCSP  –  country strategy and program \nDPR  –  detailed project report \nEA  –  executing agency \nEAF  –  environmental assessment and review framework \nECOP  –  environmental codes of practice \nEIRR  –  economic internal rate of return \nFFA  –  framework financing agreement \nICB  –  international competitive bidding \nIEE  –  initial environmental examination \nIRC  –  Indian Roads Congress \nLCB  –  local competitive bidding \nLIBOR  –  London interbank offered rate \nMOU  –  memorandum of understanding  \nMFF  –  multitranche financing facility \nMORD  –  Ministry of Rural Development \nNRRDA  –  National Rural Roads Development Agency \nOMMAS  –  online management, monitoring, and accounting system \nPFR  –  periodic financing request \nPIC  –  project implementation consultant \nPIU  –  program implementation unit \nPMGSY  –  Pradhan Mantri Gram Sadak Yojana \n    (Prime Minister’s Rural Roads Program) \nRRSI  –  Rural Roads Sector I Project \nSRRDA  –  state rural roads development agency \nTSC  –  technical support consultant \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 March. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2004 ends on 31 March 2004. \n \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n ", " \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department \nDirector  N. Patel, Officer-In-Charge, Transport and Communications Division \n   \nTeam leader  H. Iwasaki, Project Specialist (Roads), South Asia Department \nTeam members  M. Alam, Project Implementation Specialist, South Asia Department  \n  C.N. Chong, Principal Portfolio Management Specialist, Central Operations \nServices Office \n  E. Glennie, Financial Management Specialist, South Asia Department \n  M. Gupta, Social Development Specialist, South Asia Department \n  J. Miranda, Senior Advisor, Regional and Sustainable Development Department \n  N. Patel, Principal Project Management Specialist, South Asia Department \n  V.S. Rekha, Senior Counsel, Office of the General Counsel \n  S. Tsukada, Principal Transport Specialist, South Asia Department \n  D. Utami, Senior Environment Specialist, South Asia Department \n  H. Yamaguchi, Transport Specialist, South Asia Department \n ", " \nCONTENTS \nPage \n \nFACILITY AND INVESTMENT PROGRAM SUMMARY  i \nMAPS   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  4 \nIII.  THE PROPOSED INVESTMENT PROGRAM  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  9 \nD.  Cost Estimates  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  12 \nIV.  INVESTMENT PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS         17 \nA.  Overall Impacts and Benefits  17 \nB.  Sustainability of Investment  18 \nC.  Sustainability of Policy and Institutional Interventions  18 \nD.  Economic Analysis  18 \nE.  Social Impact  19 \nF.  Environmental Impact  21 \nG.  Risks  22 \nV.  ASSURANCES  22 \nVI.  RECOMMENDATION  26 \nAPPENDIXES    \n1.  Design and Monitoring Framework   27 \n2.  Subsector Analysis  30 \n3.  External Assistance to the Road Sector  35 \n4.  Selection Criteria and Approval Process for Subprojects  37 \n5.  Design Features and Technical Standards   39 \n6.  Policy Matrix   41 \n7.  Outline Community Participation Framework  44 \n8.  Summary Initial Environmental Examination  50 \n9.  Cost Estimates and Financing Plan  56 \n10.  Organizational Structure for Project Implementation  57 \n11.  Indicative Implementation Schedule   58 \n12.  Summary Poverty Reduction and Social Strategy   59 ", " \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Habitations Eligible for Road Connectivity Works under PMGSY   \nB.  Capacity-Building Support \nC.  Indicative Contract Packages for Sample Subprojects   \nD.  Outline Terms of Reference for Project Implementation Consultants    \nE.  Outline Terms of Reference for Technical Support Consultants  \nF.  Financial Management Assessment   \nG.  Project Preparation and Implementation Flow   \nH.  Economic and Distribution Analysis \n ", " \nFACILITY AND INVESTMENT PROGRAM SUMMARY \n \nBorrower  India \n   \nClassification  Classification: General intervention \nSector: Transport and communications \nSubsector: Roads and highways \nThemes: Sustainable economic growth, governance \nSubtheme: Fostering physical infrastructure development, civil \nsociety participation \n   \nEnvironment  Category B. Initial environmental examinations were undertaken \nAssessment  and a summary is attached (Appendix 8).  \n   \nSector Investment  As one of the key features of the Government’s poverty reduction \nProgram Description  agenda for the rural sector, the Government is implementing a \nnation-wide rural road investment program, Pradhan Mantri Gram \nSadak  Yojana  (PMGSY).  PMGSY  aims  to  provide  all-weather \nroad connectivity to currently unserved habitations in India’s rural \nareas, where 70% of the population live. PMGSY is in its fifth year \nof  implementation  and  has  successfully  improved,  through \nparticipating states, 66,000 kilometers (km) of rural roads with an \nadditional  47,000  km  nearing  completion,  connecting  34,000 \nhabitations (20% of eligible habitations under PMGSY) nationwide \nto a greater transportation network.  \n \nPMGSY also includes noninvestment interventions to strengthen \nthe capacity of state level agencies for the implementation of the \nprogram in the area of project planning and design, management \noversight for construction activities, safeguards, procurement and \nfiduciary arrangements.  \n \nThe latest estimate for the overall PMGSY financing requirement \nis about $30 billion. Currently available financing sources include \na portion of the excise tax (cess) on high-speed diesel oil ($0.9 \nbillion annually), ADB ($0.4 billion committed under the first loan), \nand the World Bank ($0.4 billion under its first loan-credit). The \nfinancing gap is huge. While exploring the possibilities of domestic \nborrowing, the Government approached ADB and World Bank for \nadditional financial assistance.  \n \nADB has been requested to provide assistance to the Investment \nProgram through a multitranche financing facility (MFF). The MFF \nis most appropriate in this instance. The Government has a well-\ndefined  program  with  clear  program  goals,  well-structured \nstandard  operating  procedures  based  on  an  annual  program \nimplementation cycle, and the long-term need for co-financing. \nInvolvement of multiple state level agencies with different levels of \nabsorption  capacity  will  require  flexible  financing arrangements ", "ii   \n  that allow fund allocation on the basis of progress achieved and \nreadiness for new investment in each participating state. The MFF \ncaters  well  to  these  two  sets  of  needs:  one  for  predictable \nfinancing  sources,  and  the  other  for  flexible  financing \narrangements. \n \nThe  Investment  Program  is  expected  to  construct  or  upgrade \nabout  30,000  km  of  rural  roads  connecting  about  19,000 \nhabitations. For the investments in physical infrastructure to be \neffective,  the  Investment  Program  will  also  focus  on  capacity \nbuilding,  especially  in  relation  to  planning,  design,  operation, \nsafeguard, financial, road safety, and maintenance matters. \n \nThe financing plan for the Investment Program currently includes \nADB and the cess proceeds allocated to the Investment Program \nstates.  \n \nMultitranche Financing  The Government asked ADB to extend financing through an MFF. \nFacility  The requested MFF is for $750 million over 5 years. It represents \n36%  of  the  total  financing  plan  for  the  identified  Investment \nProgram. The MFF has a maximum utilization period of 5 years. \nIndividual and periodic financing requests will be converted into \nindividual or separate loans.  \n \nThe  Government  has  entered  into  a  Framework  Financing \nAgreement (FFA) with ADB. The FFA satisfies the requirements \nset forth in Appendix 4 of the Pilot Financing Instruments and \nModalities. Pursuant to the FFA, the Government has submitted \nto ADB the first Periodic Financing Request (PFR) in the amount \nof $100 million. The first PFR is presented to the Board together \nwith the FFA. \n \nPrior to ADB acceptance of a PFR, ADB  will ensure that the \nGovernment and the participating states comply in full with the \nterms and conditions of the FFA. ADB teams will conduct due \ndiligence  on  these  to  ensure  that  they  are  being  satisfactorily \nadhered to. The minimum loan size will be $30 million.  \n   \nRationale  Poor road infrastructure affects economic growth in rural areas. It \nimpacts negatively on domestic and local trade, on the final cost \nof goods, competition and competitiveness, logistics in general, \nmovement  of  people,  inward  investment  opportunities,  and \nultimately on employment. Poor road connectivity has a strong \nlink to poverty. Past neglect of the rural road network has cut off \nrural  communities  from  mainstream  economic  centers  in  the \ncountry  and  even  locally.  Poor connectivity has resulted in slow \ndevelopment,  and in some cases a faster  than needed exodus of ", "  iii\n  young people to cities. The Government is trying to redress this \nproblem under PMGSY. Assam, Orissa, and West Bengal, which \nare first targeted under the Investment Program, are among the \n10 states with large rural populations that lack adequate coverage \nin terms of all-weather road connectivity. The poverty head count \nrates in these states are among the highest in India.  \n   \nImpact and Outcome  The overall objective of the Investment Program is to help reduce \npoverty and deprivation, and support economic growth of rural \ncommunities in India by providing them with enhanced access to \nmarkets; employment opportunities; and social services, including \nhealth and education. The immediate output—better and more \nefficient physical infrastructure—will lead to improved connectivity \nbetween rural and urban communities, and through this, to greater \naccess to markets and economic activity in general. Improved \nconnectivity  will  reduce  the  cost  of  final  goods,  entice  inward \ninvestment, and create and keep jobs in rural areas. Infrastructure \ncontributes to poverty reduction and better living standards. The \nrural sector will remain the mainstay of the economy in many \nstates.  \n   \nCost Estimates  The total cost of the Investment Program for the selected states is \nestimated to be about $2.1 billion. \n \n  ($ million) \nFinancing Plan  Source  Total  Percent \nAsian Development Bank  750.0  36 \nGovernment  1,350.0  64 \n  Total  2,100.0  100 \n  Source: Asian Development Bank estimates. \n   \nMultitranche Financing  An MFF of up to $750 million from the ordinary capital resources \nFacility Amount and  of  ADB  will  be  provided.  Final  terms  and  conditions  will  be \nTerms  determined in the context of each individual loan, and be based \non prevailing policies within ADB. Financing that will be made \navailable  will  be  subject  to  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-\nbased facility. The Government has the option to choose between \neligible currencies and the interest rate regime most suitable for \neach  individual  loan.  ADB  also  provides  flexibility  in  terms  of \nrepayment  and  interest  swaps  during  the  financing  period. \nRepayment schedules can be structured for each individual loan, \nin essence to match the needs of each batch of subprojects with \ntheir cost recovery and sustainability profile.  \n   \nPeriod of Utilization   End  March  2009.  (Closing  date  for  submission  of  periodic \nfinancing requests) \n ", "iv   \nExecuting Agencies  Ministry of Rural Development (MORD) and state governments of \nparticipating states (initially Assam, Orissa, and West Bengal, and \nlater as may be requested by the Government and accepted by \nADB)   \n   \nImplementation  At the central level, MORD will be the Executing Agency and will \nArrangements  oversee the mandate of the National Rural Roads Development \nAgency  (NRRDA)  in  relation  to  the  Investment  Program.  The \nNRRDA will be responsible on a day-to-day basis for supervision \nof the Investment Program. At the state level, the implementing \nagencies  will  be  the  state  rural  road  development  agencies \n(SRRDAs). Each is run by a chief executive officer, supported by \nsuitably qualified technical, legal, financial, and other professional \nand administrative staff. Consulting services will be provided for \nsubproject design and execution tasks. \n   \nProcurement  All goods and services to be financed by the loans to be provided \nunder  the  MFF  will  be  procured  in  accordance  with  ADB’s \nGuidelines  for  Procurement.  All  civil  works  contract  packages \nunder the individual loans will be procured following PMGSY’s \nstandard  competitive  bidding  procedures  found  acceptable  to \nADB.   \n   \nConsulting Services  All consulting services to be financed by the loans under the MFF \nwill be procured in accordance with ADB’s Guidelines on the Use \nof Consultants and other arrangements satisfactory to ADB for the \nengagement of domestic consultants.  \n   \nBenefits and  Improving rural connectivity is a priority in the selected states. \nBeneficiaries  Economic  activity  is  constrained  if  the  movement  of  people, \ngoods,  and  services  is  constrained.  Many  communities  in  the \ntarget  states  have  been  isolated  for  years.  Infrastructure  road \nfacilities require rehabilitation. Although the program focuses on \nnew  infrastructure,  part  of  the  investments  will  also  improve \nexisting  networks.  This  approach  arrests  the  depreciation  of \nfundamentally  sound  assets,  but  also  delivers  economies  of \nscale—rehabilitation costs will decrease if the contracts are mixed \nwith the construction of new assets.  \n \nThe  Investment  Program  will  contribute  to  the  economic  well-\nbeing  of  rural  communities  in  the  selected  states,  and  thus \npoverty  reduction.  Agriculture  will  benefit.  Agricultural  input \ndistribution will be easier, but so will the dispatch of final products \nto market. Other things being equal, the cost of distributing inputs \nand final products will decrease. Greater and better access to \nmarkets will inevitably make a difference. Farm income ought to \nincrease. But greater market access will also fuel competition and \nbenefit customers. Better connectivity will help investors. More \ninward investment, especially in agribusiness, will have a positive \nimpact on jobs and income. Construction and wholesale and retail ", "  v\n  trade  will  increase,  together  with  housing  and  selected  public \nutilities  such  as  rural  water,  communications,  and  electricity. \nLabor mobility benefits both rural and urban areas. The exodus of \nthe young to the city is expected to decrease. This will create \nimpetus for more and better education and health services.  \n \nQuantifiable  economic  benefits  include  (i)  lower  transport  and \nvehicle operating costs, (ii) greater passenger time savings, and \n(iii) reduced spoilage of agricultural inputs and produce.  \n \nThe  economic  internal  rate  of  return  of  the  first  batch  of \nsubprojects involving 3,200 km is around 18.0%. Beneficiaries \ninclude  farmers,  users  of  road  transport  (including \nowners/operators  of  buses  and  trucks)  and  laborers.  Urban \ncommunities will also benefit, including wholesalers and retailers, \nconstruction  groups  and  construction  workers,  banking  and \ninsurance service providers, communication companies, and input \ndistributors. \n   \nRisks and Assumptions  The  risk  of  implementation  delays  has  been  addressed  by \nestablishing an SRRDA in each state to act as the implementing \nagency.  The  SRRDA  will  have  authority  to  decide  on \nimplementation including procurement, and suitably qualified core \nstaff to manage implementation effectively. MORD will provide the \nSRRDAs  with  sufficient  resources  to  engage  consultants  and \ncontractors to perform the main engineering and civil works tasks, \nas well as requisite social and environmental studies.  \n \nThe economic analysis of the investments suggests no significant \neconomic risks. Sensitivity tests and risk analysis undertaken on \nsample  subprojects  show  that  the  subprojects  selected  in \naccordance with the Investment Program selection criteria will be \neconomically  viable  even  under  a  combination  of  adverse \nscenarios.  \n \nThe risk of adverse social and environmental impacts has been \naddressed by examining sample subprojects. Consultations with \nlocal  stakeholders  were  made  and  will  continue  during \nimplementation.  The  risk  of  road  connectivity  improvements \nleading to increased road accidents is to be addressed through \nthe capacity-building component.  \n \nThe  fiduciary  risk  under  PMGSY  will  be  manageable  and \naddressed mainly through the use of standardized procedures in \nthe  areas  of  procurement,  accounting,  and  reporting.  The \nGovernment will continue training state government officials on \nfinancial management and reporting as part of its effort to make \nthe online management, monitoring, and accounting system fully \nfunctional. \n \n ", "vi   \n \n  ADB will address risk associated with the use of the MFF, which is \nnew to both India and ADB, by ensuring capacity of ADB’s India \nResident  Mission  for  reviewing  and  monitoring  Investment \nProgram implementation, particularly with respect to fiduciary and \nsafeguard  oversight,  while  providing  sufficient  support  to  the \nGovernment in the form of an advisory technical assistance in \nthese areas. \n   ", "(cid:77)(cid:97)(cid:112)(cid:32)(cid:49)\n(cid:55)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:72)(cid:73)(cid:77)(cid:65)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)\n(cid:83)(cid:104)(cid:105)(cid:109)(cid:108)(cid:97)\n(cid:80)(cid:85)(cid:78)(cid:74)(cid:65)(cid:66)\n(cid:80)(cid:65)(cid:75)(cid:73)(cid:83)(cid:84)(cid:65)(cid:78)\n(cid:67)(cid:104)(cid:97)(cid:110)(cid:100)(cid:105)(cid:103)(cid:97)(cid:114)(cid:104) (cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:65)(cid:78)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:68)(cid:101)(cid:104)(cid:114)(cid:97)(cid:100)(cid:117)(cid:110)\n(cid:80)(cid:69)(cid:79)(cid:80)(cid:76)(cid:69)(cid:39)(cid:83)(cid:32)(cid:82)(cid:69)(cid:80)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)\n(cid:72)(cid:65)(cid:82)(cid:89)(cid:65)(cid:78)(cid:65)\n(cid:79)(cid:70)(cid:32)(cid:67)(cid:72)(cid:73)(cid:78)(cid:65)\n(cid:68)(cid:69)(cid:76)(cid:72)(cid:73)\n(cid:78)(cid:69)(cid:80)(cid:65)(cid:76) (cid:65)(cid:82)(cid:85)(cid:78)(cid:65)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)\n(cid:83)(cid:73)(cid:75)(cid:75)(cid:73)(cid:77) (cid:73)(cid:116)(cid:97)(cid:110)(cid:97)(cid:103)(cid:97)(cid:114)\n(cid:71)(cid:97)(cid:110)(cid:103)(cid:116)(cid:111)(cid:107)\n(cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:32)(cid:32)(cid:32)(cid:32)(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:66)(cid:72)(cid:85)(cid:84)(cid:65)(cid:78)\n(cid:65)(cid:32)(cid:83)(cid:32)(cid:83)(cid:32)(cid:65)(cid:32)(cid:77)\n(cid:68)(cid:105)(cid:115)(cid:112)(cid:117)(cid:114) (cid:78)(cid:65)(cid:71)(cid:65)(cid:76)(cid:65)(cid:78)(cid:68)\n(cid:82)(cid:32)(cid:65)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:84)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:78) (cid:74)(cid:97)(cid:105)(cid:112)(cid:117)(cid:114) (cid:76)(cid:117)(cid:99)(cid:107)(cid:110)(cid:111)(cid:119)\n(cid:66)(cid:32)(cid:73)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82) (cid:77)(cid:69)(cid:71)(cid:72)(cid:65)(cid:76)(cid:65)(cid:89)(cid:65) (cid:75)(cid:111)(cid:104)(cid:105)(cid:109)(cid:97)\n(cid:83)(cid:104)(cid:105)(cid:108)(cid:108)(cid:111)(cid:110)(cid:103) (cid:73)(cid:109)(cid:112)(cid:104)(cid:97)(cid:108)\n(cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:80)(cid:97)(cid:116)(cid:110)(cid:97) (cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:77)(cid:65)(cid:78)(cid:73)(cid:80)(cid:85)(cid:82)\n(cid:66)(cid:65)(cid:78)(cid:71)(cid:76)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)\n(cid:84)(cid:82)(cid:73)(cid:80)(cid:85)(cid:82)(cid:65)\n(cid:71)(cid:97)(cid:110)(cid:100)(cid:104)(cid:105)(cid:110)(cid:97)(cid:103)(cid:97)(cid:114) (cid:66)(cid:104)(cid:111)(cid:112)(cid:97)(cid:108) (cid:74)(cid:72)(cid:65)(cid:82)(cid:75)(cid:72)(cid:65)(cid:78)(cid:68) (cid:87)(cid:69)(cid:83)(cid:84) (cid:65)(cid:103)(cid:97)(cid:114)(cid:116)(cid:97)(cid:108)(cid:97) (cid:77)(cid:73)(cid:90)(cid:79)(cid:82)(cid:65)(cid:65)(cid:105)(cid:122)(cid:77)(cid:97)(cid:119)(cid:97)(cid:108)\n(cid:66)(cid:69)(cid:78)(cid:71)(cid:65)(cid:76)\n(cid:71)(cid:32)(cid:85)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:84) (cid:77)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:89)(cid:32)(cid:65) (cid:82)(cid:97)(cid:110)(cid:99)(cid:104)(cid:105) (cid:75)(cid:111)(cid:108)(cid:107)(cid:97)(cid:116)(cid:97)\n(cid:80)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72)\n(cid:82)(cid:97)(cid:105)(cid:112)(cid:117)(cid:114) (cid:77)(cid:89)(cid:65)(cid:78)(cid:77)(cid:65)(cid:82)\n(cid:67)(cid:72)(cid:72)(cid:65)(cid:84)(cid:84)(cid:73)(cid:83)(cid:71)(cid:65)(cid:82)(cid:72) (cid:79)(cid:32)(cid:82)(cid:32)(cid:73)(cid:32)(cid:83)(cid:32)(cid:83)(cid:32)(cid:65)\n(cid:71)(cid:117)(cid:108)(cid:102)(cid:32)(cid:32)(cid:111)(cid:102) (cid:66)(cid:104)(cid:117)(cid:98)(cid:97)(cid:110)(cid:101)(cid:115)(cid:119)(cid:97)(cid:114)\n(cid:67)(cid:97)(cid:109)(cid:98)(cid:97)(cid:121)\n(cid:77)(cid:32)(cid:65)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:72)(cid:32)(cid:84)(cid:32)(cid:82)(cid:32)(cid:65) (cid:66)(cid:32)(cid:97)(cid:32)(cid:121)(cid:32)(cid:32)(cid:32)(cid:32)(cid:111)(cid:32)(cid:102)(cid:32)(cid:32)(cid:32)(cid:32)(cid:66)(cid:32)(cid:101)(cid:32)(cid:110)(cid:32)(cid:103)(cid:32)(cid:97)(cid:32)(cid:108)\n(cid:77)(cid:117)(cid:109)(cid:98)(cid:97)(cid:105)\n(cid:72)(cid:121)(cid:100)(cid:101)(cid:114)(cid:97)(cid:98)(cid:97)(cid:100)\n(cid:73) (cid:78) (cid:68) (cid:73) (cid:65)\n(cid:65)(cid:32)(cid:78)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:82)(cid:32)(cid:65) (cid:82)(cid:85)(cid:82)(cid:65)(cid:76)(cid:32)(cid:82)(cid:79)(cid:65)(cid:68)(cid:83)(cid:32)(cid:83)(cid:69)(cid:67)(cid:84)(cid:79)(cid:82)(cid:32)(cid:73)(cid:73)\n(cid:80)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72)\n(cid:80)(cid:97)(cid:110)(cid:97)(cid:106)(cid:105) (cid:71)(cid:79)(cid:65) (cid:73)(cid:78)(cid:86)(cid:69)(cid:83)(cid:84)(cid:77)(cid:69)(cid:78)(cid:84)(cid:32)(cid:80)(cid:82)(cid:79)(cid:71)(cid:82)(cid:65)(cid:77)\n(cid:75)(cid:65)(cid:82)(cid:78)(cid:65)(cid:84)(cid:65)(cid:75)(cid:65)\n(cid:65)(cid:32)(cid:114)(cid:32)(cid:97)(cid:32)(cid:98)(cid:32)(cid:105)(cid:32)(cid:97)(cid:32)(cid:110)(cid:32)(cid:32)(cid:32)(cid:32)(cid:83)(cid:32)(cid:101)(cid:32)(cid:97)\n(cid:67)(cid:104)(cid:101)(cid:110)(cid:110)(cid:97)(cid:105)(cid:32)(cid:40)(cid:77)(cid:97)(cid:100)(cid:114)(cid:97)(cid:115)(cid:41)\n(cid:66)(cid:97)(cid:110)(cid:103)(cid:97)(cid:108)(cid:111)(cid:114)(cid:101)\n(cid:78)\n(cid:84)(cid:65)(cid:77)(cid:73)(cid:76)(cid:32)(cid:32)(cid:32)(cid:78)(cid:65)(cid:68)(cid:85)\n(cid:75)(cid:69)(cid:82)(cid:65)(cid:76)(cid:65)\n(cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:48) (cid:49)(cid:48)(cid:48) (cid:50)(cid:48)(cid:48) (cid:51)(cid:48)(cid:48) (cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115)\n(cid:84)(cid:104)(cid:105)(cid:114)(cid:117)(cid:118)(cid:97)(cid:110)(cid:97)(cid:110)(cid:116)(cid:104)(cid:97)(cid:112)(cid:117)(cid:114)(cid:97)(cid:109)\n(cid:83)(cid:82)(cid:73)(cid:32)(cid:76)(cid:65)(cid:78)(cid:75)(cid:65)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:65)(cid:114)(cid:101)(cid:97)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:65)(cid:114)(cid:101)(cid:97)(cid:32)(cid:111)(cid:102)(cid:32)(cid:82)(cid:117)(cid:114)(cid:97)(cid:108)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100)(cid:115)(cid:32)(cid:83)(cid:101)(cid:99)(cid:116)(cid:111)(cid:114)(cid:32)(cid:73)(cid:32)(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:65)(cid:114)(cid:101)(cid:97)(cid:32)(cid:111)(cid:102)(cid:32)(cid:87)(cid:111)(cid:114)(cid:108)(cid:100)(cid:32)(cid:66)(cid:97)(cid:110)(cid:107)(cid:8217)(cid:115)(cid:32)(cid:82)(cid:117)(cid:114)(cid:97)(cid:108)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100)(cid:115)(cid:32)(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:79)(cid:32)(cid:32)(cid:67)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:97)(cid:110)(cid:100)(cid:32)(cid:85)(cid:110)(cid:105)(cid:111)(cid:110)(cid:32)(cid:84)(cid:101)(cid:114)(cid:114)(cid:105)(cid:116)(cid:111)(cid:114)(cid:121)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46)\n(cid:55)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:48)(cid:53)(cid:45)(cid:52)(cid:51)(cid:56)(cid:49)(cid:32)(cid:82)(cid:77)", "(cid:57)(cid:49)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:57)(cid:54)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:73) (cid:78) (cid:68) (cid:73) (cid:65) (cid:84)(cid:73)(cid:78)(cid:83)(cid:85)(cid:75)(cid:73)(cid:65)\n(cid:82)(cid:85)(cid:82)(cid:65)(cid:76)(cid:32)(cid:82)(cid:79)(cid:65)(cid:68)(cid:83)(cid:32)(cid:83)(cid:69)(cid:67)(cid:84)(cid:79)(cid:82)(cid:32)(cid:73)(cid:73)(cid:32)(cid:73)(cid:78)(cid:86)(cid:69)(cid:83)(cid:84)(cid:77)(cid:69)(cid:78)(cid:84)(cid:32)(cid:80)(cid:82)(cid:79)(cid:71)(cid:82)(cid:65)(cid:77)\n(cid:83)(cid:84)(cid:65)(cid:84)(cid:69)(cid:32)(cid:79)(cid:70)(cid:32)(cid:65)(cid:83)(cid:83)(cid:65)(cid:77)\n(cid:68)(cid:72)(cid:69)(cid:77)(cid:65)(cid:74)(cid:73)\n(cid:50)(cid:55)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:65) (cid:80)(cid:82) (cid:82)(cid:85) (cid:65)(cid:78)(cid:68)(cid:65) (cid:69)(cid:67)(cid:83)(cid:72)(cid:72)(cid:65) (cid:76) (cid:68)(cid:73)(cid:66)(cid:82)(cid:85)(cid:71)(cid:65)(cid:82)(cid:72) (cid:50)(cid:55)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:65)(cid:82)(cid:85)(cid:78)(cid:65)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:76)(cid:65)(cid:75)(cid:72)(cid:73)(cid:77)(cid:80)(cid:85)(cid:82) (cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)\n(cid:83)(cid:73)(cid:66)(cid:83)(cid:65)(cid:71)(cid:65)(cid:82)\n(cid:74)(cid:79)(cid:82)(cid:72)(cid:65)(cid:84)\n(cid:66) (cid:72) (cid:85) (cid:84) (cid:65) (cid:78)\n(cid:83)(cid:79)(cid:78)(cid:73)(cid:84)(cid:80)(cid:85)(cid:82) (cid:66)(cid:114)(cid:97)(cid:104)(cid:109)(cid:97)(cid:112)(cid:117)(cid:116)(cid:114)(cid:97) (cid:71)(cid:79)(cid:76)(cid:65)(cid:71)(cid:72)(cid:65)(cid:84) (cid:78)\n(cid:78)(cid:65)(cid:76)(cid:66)(cid:65)(cid:82)(cid:73) (cid:68)(cid:65)(cid:82)(cid:82)(cid:65)(cid:78)(cid:71) (cid:48) (cid:50)(cid:48) (cid:52)(cid:48) (cid:54)(cid:48) (cid:56)(cid:48) (cid:49)(cid:48)(cid:48)\n(cid:66)(cid:79)(cid:78)(cid:71)(cid:65)(cid:73)(cid:45)\n(cid:75)(cid:79)(cid:75)(cid:82)(cid:65)(cid:74)(cid:72)(cid:65)(cid:82) (cid:71)(cid:65)(cid:79)(cid:78)\n(cid:65) (cid:83) (cid:83) (cid:65) (cid:77) (cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115)\n(cid:75)(cid:65)(cid:82)(cid:66)(cid:73)\n(cid:66)(cid:65)(cid:82)(cid:80)(cid:69)(cid:84)(cid:65) (cid:77)(cid:65)(cid:82)(cid:73)(cid:71)(cid:65)(cid:79)(cid:78) (cid:78)(cid:65)(cid:71)(cid:65)(cid:79)(cid:78) (cid:65)(cid:78)(cid:71)(cid:76)(cid:79)(cid:78)(cid:71) (cid:78) (cid:65) (cid:71) (cid:65) (cid:76) (cid:65) (cid:78) (cid:68)\n(cid:111)\n(cid:57)(cid:54)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:68)(cid:72)(cid:85)(cid:66)(cid:82)(cid:73) (cid:66)(cid:114)(cid:97)(cid:104)(cid:109)(cid:97)(cid:112)(cid:117)(cid:116)(cid:114)(cid:97) (cid:75)(cid:65)(cid:77)(cid:82)(cid:85)(cid:80)(cid:68)(cid:73)(cid:83)(cid:80)(cid:85)(cid:82) (cid:75)(cid:65)(cid:82)(cid:66)(cid:73) (cid:55)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:72)(cid:80)(cid:73)(cid:82)(cid:77)(cid:65)(cid:65)(cid:68)(cid:67)(cid:69)(cid:72)(cid:83)(cid:65)(cid:72)(cid:76) (cid:56)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:71)(cid:79)(cid:65)(cid:76)(cid:80)(cid:65)(cid:82)(cid:65) (cid:65)(cid:78)(cid:71)(cid:76)(cid:79)(cid:78)(cid:71) (cid:80)(cid:65)(cid:75)(cid:73)(cid:83)(cid:84)(cid:65)(cid:78) (cid:80)(cid:85)(cid:78)(cid:74)(cid:65)(cid:66) (cid:80)(cid:69)(cid:79)(cid:80)(cid:76)(cid:69)(cid:39)(cid:83)(cid:32)(cid:82)(cid:69)(cid:80)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)\n(cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:65)(cid:78)(cid:67)(cid:72)(cid:65)(cid:76) (cid:79)(cid:70)(cid:32)(cid:67)(cid:72)(cid:73)(cid:78)(cid:65)\n(cid:66)(cid:65)(cid:78)(cid:71)(cid:45) (cid:72)(cid:65)(cid:82)(cid:89)(cid:65)(cid:78)(cid:65) (cid:78)(cid:69)(cid:80)(cid:65)(cid:76) (cid:65)(cid:82)(cid:85)(cid:78)(cid:65)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:76)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:68)(cid:69)(cid:76)(cid:72)(cid:73) (cid:83)(cid:73)(cid:75)(cid:75)(cid:73)(cid:77)(cid:66)(cid:72)(cid:85)(cid:84)(cid:65)(cid:78)(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)\n(cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:78)(cid:79)(cid:82)(cid:84)(cid:72) (cid:50)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:82)(cid:32)(cid:65)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:84)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:78) (cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:32)(cid:32)(cid:32)(cid:32)(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:65)(cid:32)(cid:83)(cid:78)(cid:32)(cid:83)(cid:65)(cid:71)(cid:32)(cid:65)(cid:65)(cid:32)(cid:77)(cid:76)(cid:65)(cid:78)(cid:68)\n(cid:77) (cid:69) (cid:71) (cid:72) (cid:65) (cid:76) (cid:65) (cid:89) (cid:65) (cid:67)(cid:65)(cid:67)(cid:72)(cid:65)(cid:82)(cid:32)(cid:72)(cid:73)(cid:76)(cid:76)(cid:83) (cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:66)(cid:32)(cid:73)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82)(cid:66)(cid:65)(cid:78)(cid:71)(cid:76)(cid:77)(cid:65)(cid:69)(cid:71)(cid:68)(cid:72)(cid:69)(cid:65)(cid:76)(cid:83)(cid:65)(cid:89)(cid:72)(cid:65)(cid:50)(cid:77)(cid:53)(cid:32)(cid:111)(cid:65)(cid:32)(cid:48)(cid:78)(cid:48)(cid:73)(cid:80)(cid:39)(cid:78)(cid:85)(cid:82)\n(cid:84)(cid:82)(cid:73)(cid:80)(cid:85)(cid:82)(cid:65)\n(cid:71)(cid:32)(cid:85)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:84) (cid:80)(cid:77)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:69)(cid:32)(cid:89)(cid:32)(cid:83)(cid:32)(cid:65)(cid:32)(cid:72) (cid:74)(cid:72)(cid:65)(cid:82)(cid:75)(cid:72)(cid:65)(cid:78)(cid:68)(cid:66)(cid:87)(cid:69)(cid:78)(cid:69)(cid:71)(cid:83)(cid:65)(cid:84)(cid:76) (cid:77)(cid:73)(cid:90)(cid:79)(cid:82)(cid:65)(cid:77)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108) (cid:67)(cid:72)(cid:72)(cid:65)(cid:84)(cid:84)(cid:73)(cid:83)(cid:71)(cid:65)(cid:82)(cid:72)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108) (cid:79)(cid:32)(cid:82)(cid:32)(cid:73)(cid:32)(cid:83)(cid:32)(cid:83)(cid:32)(cid:65) (cid:66)(cid:32)(cid:97)(cid:32)(cid:121)\n(cid:77)(cid:32)(cid:65)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:72)(cid:32)(cid:84)(cid:32)(cid:82)(cid:32)(cid:65)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:83)(cid:116)(cid:97)(cid:116)(cid:101) (cid:111)(cid:32)(cid:102)(cid:32)\n(cid:66)(cid:32)(cid:101)(cid:32)(cid:110)(cid:32)(cid:103)(cid:32)(cid:97)(cid:32)(cid:108)\n(cid:80)(cid:114)(cid:105)(cid:110)(cid:99)(cid:105)(cid:112)(cid:97)(cid:108)(cid:32)(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121) (cid:67)(cid:65)(cid:67)(cid:72)(cid:65)(cid:82)\n(cid:65)(cid:32)(cid:78)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:82)(cid:32)(cid:65)\n(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121) (cid:80)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72)\n(cid:77) (cid:65) (cid:78) (cid:73) (cid:80) (cid:85) (cid:82) (cid:71)(cid:79)(cid:65)\n(cid:83)(cid:101)(cid:99)(cid:111)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100)\n(cid:68)(cid:105)(cid:115)(cid:116)(cid:114)(cid:105)(cid:99)(cid:116)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121) (cid:66)(cid:65)(cid:78)(cid:71)(cid:76)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:65)(cid:32)(cid:114)(cid:32)(cid:97)(cid:32)(cid:98)(cid:32)(cid:105)(cid:32)(cid:97)(cid:32)(cid:110) (cid:75)(cid:65)(cid:82)(cid:78)(cid:65)(cid:84)(cid:65)(cid:75)(cid:65)\n(cid:83)(cid:32)(cid:101)(cid:32)(cid:97)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121) (cid:75)(cid:65)(cid:82)(cid:73)(cid:77)(cid:71)(cid:65)(cid:78)(cid:74)\n(cid:48) (cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121) (cid:72)(cid:65)(cid:73)(cid:76)(cid:65)(cid:75)(cid:65)(cid:78)(cid:68)(cid:73) (cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:75)(cid:69)(cid:82)(cid:65)(cid:76)(cid:65)(cid:84)(cid:65)(cid:77)(cid:73)(cid:76)(cid:32)(cid:78)(cid:65)(cid:68)(cid:85) (cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:56)(cid:51)(cid:52)(cid:45)(cid:53) (cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46) (cid:84)(cid:82)(cid:73)(cid:80)(cid:85)(cid:82)(cid:65) (cid:77)(cid:73)(cid:90)(cid:79)(cid:82)(cid:65)(cid:77) (cid:73)(cid:79)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:67)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:32)(cid:65)(cid:32)(cid:65)(cid:32)(cid:32)(cid:32)(cid:78)(cid:32)(cid:78) (cid:97)(cid:77)\n(cid:98)(cid:49) (cid:57)(cid:49)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:83)(cid:82)(cid:73)(cid:32)(cid:76)(cid:65)(cid:78)(cid:75)(cid:65) (cid:112)\n(cid:77)(cid:82)(cid:32) (cid:55)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:50)(cid:32)", "(cid:55)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)(cid:72)(cid:80)(cid:73)(cid:82)(cid:77)(cid:65)(cid:65)(cid:68)(cid:67)(cid:69)(cid:72)(cid:83)(cid:65)(cid:72)(cid:76) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:54)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:80)(cid:65)(cid:75)(cid:73)(cid:83)(cid:84)(cid:65)(cid:78) (cid:80)(cid:85)(cid:78)(cid:74)(cid:65)(cid:66) (cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:65)(cid:78)(cid:67)(cid:72)(cid:65)(cid:76) (cid:80)(cid:69)(cid:79)(cid:80)(cid:79)(cid:76)(cid:69)(cid:70)(cid:39)(cid:32)(cid:83)(cid:67)(cid:32)(cid:72)(cid:82)(cid:73)(cid:69)(cid:78)(cid:80)(cid:65)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67) (cid:74) (cid:72) (cid:65) (cid:82) (cid:75) (cid:72) (cid:65) (cid:78) (cid:68)\n(cid:72)(cid:65)(cid:82)(cid:89)(cid:65)(cid:78)(cid:65)\n(cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:82)(cid:32)(cid:65)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:84)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:78) (cid:68)(cid:69)(cid:76)(cid:72)(cid:85)(cid:84)(cid:73)(cid:84)(cid:65)(cid:82)(cid:32)(cid:32)(cid:32)(cid:32)(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72)(cid:78)(cid:69)(cid:74)(cid:72)(cid:80)(cid:65)(cid:65)(cid:82)(cid:75)(cid:66)(cid:76)(cid:72)(cid:32)(cid:73)(cid:65)(cid:32)(cid:72)(cid:78)(cid:32)(cid:68)(cid:65)(cid:32)(cid:82)(cid:66)(cid:65)(cid:78)(cid:83)(cid:73)(cid:71)(cid:75)(cid:75)(cid:66)(cid:73)(cid:76)(cid:77)(cid:77)(cid:72)(cid:69)(cid:65)(cid:71)(cid:85)(cid:68)(cid:72)(cid:50)(cid:65)(cid:84)(cid:69)(cid:76)(cid:53)(cid:65)(cid:65)(cid:83)(cid:89)(cid:65)(cid:111)(cid:32)(cid:78)(cid:65)(cid:65)(cid:32)(cid:32)(cid:84)(cid:72)(cid:83)(cid:82)(cid:80)(cid:48)(cid:82)(cid:78)(cid:32)(cid:83)(cid:85)(cid:82)(cid:73)(cid:65)(cid:77)(cid:32)(cid:80)(cid:48)(cid:65)(cid:65)(cid:78)(cid:71)(cid:65)(cid:85)(cid:68)(cid:32)(cid:65)(cid:77)(cid:65)(cid:39)(cid:78)(cid:82)(cid:69)(cid:67)(cid:78)(cid:76)(cid:73)(cid:65)(cid:83)(cid:72)(cid:65)(cid:80)(cid:72)(cid:65)(cid:78)(cid:85)(cid:76)(cid:68)(cid:82) (cid:83)(cid:85)(cid:78)(cid:68)(cid:65)(cid:82)(cid:71)(cid:65)(cid:82)(cid:72) (cid:66) (cid:87)(cid:69) (cid:78)(cid:69) (cid:71)(cid:83) (cid:65)(cid:84) (cid:76)\n(cid:71)(cid:32)(cid:85)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:84) (cid:80)(cid:77)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:69)(cid:32)(cid:32)(cid:89)(cid:83)(cid:32)(cid:32)(cid:65)(cid:72) (cid:66)(cid:87)(cid:69)(cid:78)(cid:69)(cid:71)(cid:83)(cid:65)(cid:84)(cid:76) (cid:77)(cid:73)(cid:90)(cid:79)(cid:82)(cid:65)(cid:77)\n(cid:67)(cid:72)(cid:72)(cid:65)(cid:84)(cid:84)(cid:73)(cid:83)(cid:71)(cid:65)(cid:82)(cid:72)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65) (cid:79)(cid:32)(cid:82)(cid:32)(cid:73)(cid:32)(cid:83)(cid:32)(cid:83)(cid:32)(cid:65) (cid:77)(cid:65)(cid:89)(cid:85)(cid:82)(cid:66)(cid:72)(cid:65)(cid:78)(cid:74)\n(cid:77)(cid:32)(cid:65)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:72)(cid:32)(cid:84)(cid:32)(cid:82)(cid:32)(cid:65)\n(cid:66)(cid:32)(cid:97)(cid:32)(cid:121)\n(cid:65)(cid:32)(cid:78)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:82)(cid:32)(cid:65) (cid:111)(cid:32)(cid:102)(cid:32)\n(cid:49)(cid:48)(cid:65)(cid:32)(cid:111)(cid:32)(cid:32)(cid:114)(cid:48)(cid:32)(cid:83)(cid:97)(cid:48)(cid:32)(cid:32)(cid:101)(cid:39)(cid:98)(cid:78)(cid:32)(cid:32)(cid:97)(cid:105)(cid:32)(cid:97)(cid:32)(cid:110)(cid:71)(cid:79)(cid:65)(cid:75)(cid:65)(cid:82)(cid:75)(cid:78)(cid:69)(cid:65)(cid:82)(cid:84)(cid:65)(cid:65)(cid:76)(cid:75)(cid:65)(cid:65)(cid:84)(cid:65)(cid:77)(cid:73)(cid:76)(cid:80)(cid:32)(cid:32)(cid:78)(cid:82)(cid:65)(cid:32)(cid:65)(cid:68)(cid:32)(cid:68)(cid:85)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72) (cid:66)(cid:32)(cid:101)(cid:32)(cid:110)(cid:32)(cid:103)(cid:49)(cid:32)(cid:97)(cid:48)(cid:32)(cid:111)(cid:32)(cid:32)(cid:108)(cid:48)(cid:48)(cid:39)(cid:78) (cid:74)(cid:72)(cid:65)(cid:82)(cid:83)(cid:85)(cid:71)(cid:85)(cid:68)(cid:66)(cid:65)(cid:65)(cid:82)(cid:71)(cid:72)(cid:105)(cid:65)(cid:114)(cid:97)(cid:107)(cid:111)(cid:82)(cid:100)(cid:32)(cid:82)(cid:72)(cid:101)(cid:115)(cid:101)(cid:114)(cid:118)(cid:111)(cid:105)(cid:114) (cid:68)(cid:69)(cid:66)(cid:65)(cid:71)(cid:65)(cid:82)(cid:72) (cid:75)(cid:69)(cid:78)(cid:68)(cid:85)(cid:74)(cid:72)(cid:65)(cid:82) (cid:66)(cid:97)(cid:105)(cid:116)(cid:97)(cid:114)(cid:97)(cid:110)(cid:105)(cid:32)(cid:82)(cid:105)(cid:118)(cid:101)(cid:114) (cid:66)(cid:65)(cid:76)(cid:69)(cid:83)(cid:72)(cid:87)(cid:65)(cid:82)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78) (cid:83)(cid:65)(cid:77)(cid:66)(cid:65)(cid:76)(cid:80)(cid:85)(cid:82)\n(cid:79)(cid:32)(cid:32)(cid:67)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:65)(cid:32)(cid:55)(cid:32)(cid:78)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:83)(cid:82)(cid:73)(cid:32)(cid:76)(cid:65)(cid:78)(cid:75)(cid:65) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:50)(cid:49)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:66)(cid:72)(cid:65)(cid:68)(cid:82)(cid:65)(cid:75) (cid:50)(cid:49)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:83)(cid:79)(cid:78)(cid:65)(cid:80)(cid:85)(cid:82)\n(cid:56)(cid:50)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:65)(cid:78)(cid:85)(cid:71)(cid:85)(cid:76) (cid:68)(cid:72)(cid:69)(cid:78)(cid:75)(cid:65)(cid:78)(cid:65)(cid:76) (cid:74)(cid:65)(cid:74)(cid:65)(cid:80)(cid:85)(cid:82)\n(cid:66)(cid:65)(cid:85)(cid:68)(cid:72) (cid:75)(cid:69)(cid:78)(cid:68)(cid:82)(cid:65)(cid:80)(cid:65)(cid:82)(cid:65)\n(cid:66)(cid:65)(cid:76)(cid:65)(cid:78)(cid:71)(cid:73)(cid:82)\n(cid:67) (cid:72) (cid:72) (cid:65) (cid:84) (cid:84) (cid:73) (cid:83) (cid:71) (cid:65) (cid:82) (cid:72)\n(cid:67)(cid:85)(cid:84)(cid:84)(cid:65)(cid:67)(cid:75)\n(cid:66)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:89)\n(cid:79)(cid:32) (cid:82)(cid:32) (cid:73)(cid:32) (cid:83)(cid:32) (cid:83)(cid:32) (cid:65) (cid:66)(cid:72)(cid:85)(cid:66)(cid:65)(cid:78)(cid:69)(cid:83)(cid:87)(cid:65)(cid:82)\n(cid:74)(cid:65)(cid:71)(cid:65)(cid:84)(cid:83)(cid:73)(cid:78)(cid:71)(cid:72)(cid:65)(cid:80)(cid:85)(cid:82)\n(cid:78)(cid:85)(cid:65)(cid:80)(cid:65)(cid:68)(cid:65) (cid:75)(cid:72)(cid:79)(cid:82)(cid:68)(cid:72)(cid:65)\n(cid:79)(cid:32)(cid:32)(cid:70)\n(cid:75)(cid:65)(cid:78)(cid:68)(cid:72)(cid:65)(cid:77)(cid:65)(cid:76) (cid:78)(cid:65)(cid:89)(cid:65)(cid:71)(cid:65)(cid:82)(cid:72) (cid:80)(cid:85)(cid:82)(cid:73)\n(cid:66)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:71)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:76)\n(cid:67)(cid:104)(cid:105)(cid:108)(cid:105)(cid:107)(cid:97)\n(cid:76)(cid:97)(cid:107)(cid:101)\n(cid:71)(cid:65)(cid:78)(cid:74)(cid:65)(cid:77) (cid:73) (cid:78) (cid:68) (cid:73) (cid:65)\n(cid:75)(cid:65)(cid:76)(cid:65)(cid:72)(cid:65)(cid:78)(cid:68)(cid:73)\n(cid:82)(cid:85)(cid:82)(cid:65)(cid:76)(cid:32)(cid:82)(cid:79)(cid:65)(cid:68)(cid:83)(cid:32)(cid:83)(cid:69)(cid:67)(cid:84)(cid:79)(cid:82)(cid:32)(cid:73)(cid:73)\n(cid:78)(cid:65)(cid:66)(cid:65)(cid:82)(cid:65)(cid:78)(cid:71)(cid:65)(cid:80)(cid:85)(cid:82) (cid:73)(cid:78)(cid:86)(cid:69)(cid:83)(cid:84)(cid:77)(cid:69)(cid:78)(cid:84)(cid:32)(cid:80)(cid:82)(cid:79)(cid:71)(cid:82)(cid:65)(cid:77)\n(cid:82)(cid:65)(cid:89)(cid:65)(cid:71)(cid:65)(cid:82)(cid:68)(cid:65)\n(cid:71)(cid:65)(cid:74)(cid:65)(cid:80)(cid:65)(cid:84)(cid:73) (cid:83)(cid:84)(cid:65)(cid:84)(cid:69)(cid:32)(cid:79)(cid:70)(cid:32)(cid:79)(cid:82)(cid:73)(cid:83)(cid:83)(cid:65)\n(cid:49)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:49)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:75)(cid:79)(cid:82)(cid:65)(cid:80)(cid:85)(cid:84) (cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)\n(cid:78) (cid:80)(cid:114)(cid:105)(cid:110)(cid:99)(cid:105)(cid:112)(cid:97)(cid:108)(cid:32)(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121)\n(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121)\n(cid:74)(cid:97)(cid:108)(cid:97)(cid:112)(cid:117)(cid:116)(cid:32)(cid:82)(cid:101)(cid:115)(cid:101)(cid:118)(cid:111)(cid:105)(cid:114)\n(cid:83)(cid:101)(cid:99)(cid:111)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100)\n(cid:77)(cid:65)(cid:76)(cid:75)(cid:65)(cid:78)(cid:71)(cid:73)(cid:82)(cid:73)\n(cid:68)(cid:105)(cid:115)(cid:116)(cid:114)(cid:105)(cid:99)(cid:116)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:48) (cid:50)(cid:48) (cid:52)(cid:48) (cid:54)(cid:48) (cid:56)(cid:48) (cid:49)(cid:48)(cid:48)\n(cid:66)(cid:97)(cid:108)(cid:105)(cid:109)(cid:101)(cid:108)(cid:97)(cid:32)(cid:82)(cid:101)(cid:115)(cid:101)(cid:118)(cid:111)(cid:105)(cid:114) (cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115) (cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:65) (cid:78) (cid:68) (cid:72) (cid:82) (cid:65)\n(cid:48)\n(cid:53)(cid:45)(cid:52) (cid:80) (cid:82) (cid:65) (cid:68) (cid:69) (cid:83) (cid:72) (cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46) (cid:77)\n(cid:51)\n(cid:56)(cid:49)(cid:99)(cid:32)(cid:82)(cid:77) (cid:56)(cid:50)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:54)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:97)(cid:112)(cid:32)(cid:51)", "(cid:77)(cid:97)(cid:112)(cid:32)(cid:52)\n(cid:55)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)(cid:72)(cid:80)(cid:73)(cid:82)(cid:77)(cid:65)(cid:65)(cid:68)(cid:67)(cid:69)(cid:72)(cid:83)(cid:65)(cid:72)(cid:76) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:80)(cid:65)(cid:75)(cid:73)(cid:83)(cid:84)(cid:65)(cid:78) (cid:80)(cid:85)(cid:78)(cid:74)(cid:65)(cid:66) (cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:65)(cid:78)(cid:67)(cid:72)(cid:65)(cid:76) (cid:80)(cid:69)(cid:79)(cid:80)(cid:79)(cid:76)(cid:69)(cid:70)(cid:39)(cid:32)(cid:83)(cid:67)(cid:32)(cid:72)(cid:82)(cid:73)(cid:69)(cid:78)(cid:80)(cid:65)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)\n(cid:72)(cid:65)(cid:82)(cid:89)(cid:65)(cid:78)(cid:65) (cid:66) (cid:72) (cid:85) (cid:84) (cid:65) (cid:78)\n(cid:78)(cid:69)(cid:80)(cid:65)(cid:76) (cid:66)(cid:72)(cid:85)(cid:84)(cid:65)(cid:78)(cid:65)(cid:82)(cid:85)(cid:78)(cid:65)(cid:67)(cid:72)(cid:65)(cid:76)\n(cid:68)(cid:69)(cid:76)(cid:72)(cid:73) (cid:83)(cid:73)(cid:75)(cid:75)(cid:73)(cid:77) (cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:68)(cid:65)(cid:82)(cid:74)(cid:69)(cid:69)(cid:76)(cid:73)(cid:78)(cid:71)\n(cid:50)(cid:53)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:71)(cid:78)(cid:32)(cid:85)(cid:32)(cid:74)(cid:32)(cid:65)(cid:32)(cid:82)(cid:82)(cid:32)(cid:32)(cid:65)(cid:65)(cid:32)(cid:32)(cid:74)(cid:84)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:84)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:78) (cid:80)(cid:77)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:69)(cid:32)(cid:32)(cid:89)(cid:83)(cid:32)(cid:32)(cid:65)(cid:72)(cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:32)(cid:32)(cid:32)(cid:32)(cid:80)(cid:82)(cid:65)(cid:68)(cid:69)(cid:83)(cid:72) (cid:74)(cid:72)(cid:65)(cid:82)(cid:75)(cid:66)(cid:72)(cid:32)(cid:73)(cid:65)(cid:32)(cid:72)(cid:78)(cid:32)(cid:68)(cid:65)(cid:32)(cid:82)(cid:66)(cid:66)(cid:87)(cid:69)(cid:65)(cid:78)(cid:69)(cid:71)(cid:78)(cid:83)(cid:65)(cid:84)(cid:71)(cid:76)(cid:76)(cid:77)(cid:69)(cid:65)(cid:71)(cid:68)(cid:72)(cid:50)(cid:65)(cid:69)(cid:76)(cid:53)(cid:65)(cid:83)(cid:89)(cid:65)(cid:111)(cid:32)(cid:65)(cid:32)(cid:32)(cid:84)(cid:72)(cid:83)(cid:48)(cid:82)(cid:78)(cid:32)(cid:83)(cid:73)(cid:65)(cid:77)(cid:77)(cid:32)(cid:80)(cid:48)(cid:65)(cid:71)(cid:65)(cid:85)(cid:73)(cid:32)(cid:77)(cid:90)(cid:65)(cid:39)(cid:78)(cid:82)(cid:78)(cid:79)(cid:76)(cid:73)(cid:65)(cid:82)(cid:65)(cid:80)(cid:78)(cid:65)(cid:85)(cid:77)(cid:68)(cid:82) (cid:78) (cid:69) (cid:80) (cid:65) (cid:76) (cid:74)(cid:65)(cid:76)(cid:80)(cid:65)(cid:73)(cid:71)(cid:85)(cid:82)(cid:73)\n(cid:67)(cid:72)(cid:72)(cid:65)(cid:84)(cid:84)(cid:73)(cid:83)(cid:71)(cid:65)(cid:82)(cid:72)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65) (cid:79)(cid:32)(cid:82)(cid:32)(cid:73)(cid:32)(cid:83)(cid:32)(cid:83)(cid:32)(cid:65)\n(cid:77)(cid:32)(cid:65)(cid:32)(cid:72)(cid:32)(cid:65)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:83)(cid:32)(cid:72)(cid:32)(cid:84)(cid:32)(cid:82)(cid:32)(cid:65)\n(cid:66)(cid:32)(cid:97)(cid:32)(cid:121) (cid:65) (cid:83) (cid:83) (cid:65) (cid:77)\n(cid:65)(cid:32)(cid:78)(cid:32)(cid:68)(cid:32)(cid:72)(cid:32)(cid:82)(cid:32)(cid:65) (cid:111)(cid:32)(cid:102)(cid:32)\n(cid:80)(cid:32)(cid:82)(cid:32)(cid:65)(cid:32)(cid:68)(cid:32)(cid:69)(cid:32)(cid:83)(cid:32)(cid:72) (cid:66)(cid:32)(cid:101)(cid:32)(cid:110)(cid:32)(cid:103)(cid:32)(cid:97)(cid:32)(cid:108)\n(cid:71)(cid:79)(cid:65)\n(cid:65)(cid:32)(cid:114)(cid:32)(cid:97)(cid:32)(cid:98)(cid:32)(cid:105)(cid:32)(cid:97)(cid:32)(cid:110) (cid:75)(cid:65)(cid:82)(cid:78)(cid:65)(cid:84)(cid:65)(cid:75)(cid:65) (cid:75)(cid:79)(cid:67)(cid:72)(cid:32)(cid:66)(cid:73)(cid:72)(cid:65)(cid:82)\n(cid:83)(cid:32)(cid:101)(cid:32)(cid:97)\n(cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:75)(cid:69)(cid:82)(cid:65)(cid:76)(cid:65) (cid:84)(cid:65)(cid:77)(cid:73)(cid:76)(cid:32)(cid:78)(cid:65)(cid:68)(cid:85) (cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:50)(cid:54)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:50)(cid:54)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:73)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:68)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78)\n(cid:79)(cid:32)(cid:32)(cid:67)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78)\n(cid:55)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:83)(cid:82)(cid:73)(cid:32)(cid:76)(cid:65)(cid:78)(cid:75)(cid:65) (cid:56)(cid:53)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:85)(cid:84)(cid:84)(cid:65)(cid:82)(cid:32)(cid:68)(cid:73)(cid:78)(cid:65)(cid:74)(cid:80)(cid:85)(cid:82)\n(cid:56)(cid:54)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:66) (cid:73) (cid:72) (cid:65) (cid:82)\n(cid:73) (cid:78) (cid:68) (cid:73) (cid:65)\n(cid:68)(cid:65)(cid:75)(cid:83)(cid:72)(cid:73)(cid:78)(cid:32)(cid:68)(cid:73)(cid:78)(cid:65)(cid:74)(cid:80)(cid:85)(cid:82)\n(cid:82)(cid:85)(cid:82)(cid:65)(cid:76)(cid:32)(cid:82)(cid:79)(cid:65)(cid:68)(cid:83)(cid:32)(cid:83)(cid:69)(cid:67)(cid:84)(cid:79)(cid:82)(cid:32)(cid:73)(cid:73)\n(cid:73)(cid:78)(cid:86)(cid:69)(cid:83)(cid:84)(cid:77)(cid:69)(cid:78)(cid:84)(cid:32)(cid:80)(cid:82)(cid:79)(cid:71)(cid:82)(cid:65)(cid:77)\n(cid:83)(cid:84)(cid:65)(cid:84)(cid:69)(cid:32)(cid:79)(cid:70)(cid:32)(cid:87)(cid:69)(cid:83)(cid:84)(cid:32)(cid:66)(cid:69)(cid:78)(cid:71)(cid:65)(cid:76) (cid:77)(cid:65)(cid:76)(cid:68)(cid:65)(cid:72)\n(cid:78)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:48) (cid:50)(cid:48) (cid:52)(cid:48) (cid:54)(cid:48) (cid:56)(cid:48) (cid:49)(cid:48)(cid:48)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:83)(cid:116)(cid:97)(cid:116)(cid:101) (cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115)\n(cid:80)(cid:114)(cid:105)(cid:110)(cid:99)(cid:105)(cid:112)(cid:97)(cid:108)(cid:32)(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121)\n(cid:72)(cid:105)(cid:103)(cid:104)(cid:119)(cid:97)(cid:121)\n(cid:83)(cid:101)(cid:99)(cid:111)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)(cid:32)(cid:82)(cid:111)(cid:97)(cid:100)\n(cid:68)(cid:105)(cid:115)(cid:116)(cid:114)(cid:105)(cid:99)(cid:116)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:66) (cid:65) (cid:78) (cid:71) (cid:76) (cid:65) (cid:68) (cid:69) (cid:83) (cid:72)\n(cid:83)(cid:116)(cid:97)(cid:116)(cid:101)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46) (cid:66)(cid:73)(cid:82)(cid:66)(cid:72)(cid:85)(cid:77) (cid:77)(cid:85)(cid:82)(cid:83)(cid:72)(cid:73)(cid:68)(cid:65)(cid:66)(cid:65)(cid:68)\n(cid:74) (cid:72) (cid:65) (cid:82) (cid:75) (cid:72) (cid:65) (cid:78) (cid:68)\n(cid:78)(cid:65)(cid:68)(cid:73)(cid:65)\n(cid:66)(cid:65)(cid:82)(cid:68)(cid:68)(cid:72)(cid:65)(cid:77)(cid:65)(cid:78)\n(cid:80)(cid:85)(cid:82)(cid:85)(cid:76)(cid:73)(cid:89)(cid:65)\n(cid:66)(cid:65)(cid:78)(cid:75)(cid:85)(cid:82)(cid:65)\n(cid:72)(cid:85)(cid:71)(cid:76)(cid:73)\n(cid:78)(cid:79)(cid:82)(cid:84)(cid:72)(cid:32)(cid:50)(cid:52)\n(cid:80)(cid:65)(cid:82)(cid:71)(cid:65)(cid:78)(cid:65)(cid:83)\n(cid:75)(cid:79)(cid:76)(cid:75)(cid:65)(cid:84)(cid:65)\n(cid:72)(cid:65)(cid:79)(cid:82)(cid:65)\n(cid:77)(cid:69)(cid:68)(cid:73)(cid:78)(cid:73)(cid:80)(cid:85)(cid:82)\n(cid:50)(cid:50)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:83)(cid:79)(cid:85)(cid:84)(cid:72)(cid:32)(cid:50)(cid:52) (cid:50)(cid:50)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:80)(cid:65)(cid:82)(cid:71)(cid:65)(cid:78)(cid:65)(cid:83)\n(cid:79) (cid:82) (cid:73) (cid:83) (cid:83) (cid:65) (cid:72)(cid:117)(cid:103)(cid:108)(cid:105)(cid:32)(cid:82)(cid:105)(cid:118)(cid:101)(cid:114) (cid:83)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:98)(cid:97)(cid:110)(cid:115)(cid:32)(cid:87)(cid:105)(cid:108)(cid:100)(cid:108)(cid:105)(cid:102)(cid:101)\n(cid:56)(cid:54)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:56)(cid:57)(cid:111)(cid:32)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:48)(cid:53)(cid:45)(cid:52)(cid:51)(cid:56)(cid:49)(cid:100)(cid:32)(cid:82)(cid:77)", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to India for the Rural Roads Sector II Investment Program \n(Investment Program).1  \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  India’s road network mainly consists of three road categories: (i) about 60,000 kilometers \n(km) of national highways; (ii) about 600,000 km of secondary roads, comprising state highways \nand major district roads; and (iii) about 2.7 million km of rural roads. The total road length is \nestimated to be about 3.4 million km. National highways, providing high-density links between \nstates, comprise only 2% of the network but carry about 40% of the traffic. State highways link \nnational highways with district headquarters, important towns, and minor ports. Major district \nroads run within districts, connecting areas of production with markets, and rural areas to district \nheadquarters and to state and national highways. The secondary system comprises about 18% \nof the network and carries about 40% of the traffic. Rural roads link rural communities with the \nhighway network, providing access to higher agricultural incomes, employment opportunities, \nand social services. They represent about 80% of the network and carry about 20% of the \ntraffic. An analysis of the rural roads subsector is in Appendix 2. \n \n3.  India’s sustained underinvestment in road infrastructure has affected the entire road \nnetwork.2  The  national  highways  and  secondary  system  have  not  been  able  to  meet  the \ndemands of the rapid traffic growth. During the past decade, freight traffic increased at about \n12% per year and passenger traffic at about 8%. This rapid growth led to congestion, road \ndeterioration,  and  high  costs  of  transport.  In  2000,  in  rural  areas  where  70%  of  India’s \npopulation lives, about 330,000 habitations, 40% of the total 850,000 habitations, were without \nall-weather road connectivity. Many villages still rely on earth tracks that are unsuitable for \nmotorized traffic and become impassable during the rainy season. Even where all-weather \nconnections are provided, the standard of rural roads is low, maintenance is poor, and many \nroads are in need of rehabilitation. \n \n4.  A task force on infrastructure, set up by the Prime Minister in 1998, identified the need to \ntriple or quadruple the ongoing rate of investment in transport infrastructure. As a first step, the \ntask force supported the 13,000-km National Highway Development Project to establish an \nintegrated  national  highway  network.  This  involved  upgrading  the  links  between  major \nmetropolitan towns and two central transverse routes, one north-south and the other east-west, \nto 4 or 6 lanes in heavily trafficked sections. Project implementation was entrusted to the \nNational Highways Authority of India for completion by 2010.  \n \n5.  In 2000, the Government established a national rural roads program: Pradhan Mantri \nGram Sadak Yojana (PMGSY), the Prime Minister’s Rural Roads Program, to address the \nproblem of lack of rural road connectivity. Its objective is to provide good all-weather road \nconnections3 to all habitations with a population of 1,000 or more by 2003 and to all habitations \n                                                 \n1   The design and monitoring framework is in Appendix 1. \n2  Since the 6th Five-Year Plan, 1980–1985, annual investment in roads varied between 0.6% and 1.5% of gross \ndomestic product, with an average of 1.1%. \n3  PMGSY defines an all-weather road as one that is negotiable in all weather conditions, and has adequate cross-\ndrainage structures to effectively drain the roadbed.  ", " 2   \nwith a population of 500 or more by 2007. In hilly or desert areas, or scheduled tribe areas as \ndefined in Schedule V of the Constitution of India, the objective is to connect all habitations with \na population of at least 250 by 2007. On this basis, PMGSY identifies more than 170,000 \nunconnected habitations requiring new road connectivity investments. Details of the eligible \nhabitations under PMGSY are in Supplementary Appendix A.  \n \n6.  PMGSY is funded by the central Government, with the Ministry of Rural Development \n(MORD) acting as the overall coordinating ministry. State governments have responsibility for \nstate  planning  and  implementation,  as  well  as  for  planning,  funding,  and  executing \nmaintenance. The latest estimated total cost of PMGSY to provide all-weather connectivity to \neligible habitations is about Rs1,320 billion (about $30 billion equivalent). A 50% share of the \nspecial excise duty (cess) on high-speed diesel oil (about Rs24 billion or $0.5 billion annually) \nwas initially identified for the development of rural roads under PMGSY; this was increased by \n50%.4 From fiscal year (FY) 2001 to FY2005, a total of Rs120 billion was allocated from the \ncess on high-speed diesel oil. The Government approached external agencies, including the \nAsian Development Bank (ADB) and the World Bank, for financing for the PMGSY scheme in 10 \ncore states5 with large numbers of unconnected habitations. ADB’s first loan, Rural Roads \nSector I Project (RRSI) for $400 million, was to finance the construction and upgrading of rural \nroads in the states of Chhattisgarh and Madhya Pradesh and related project management and \nimplementation support.6 The World Bank’s first loan-credit for $400 million was approved in \nSeptember 2004 to finance road improvement under PMGSY in Himachal Pradesh, Jharkhand, \nRajasthan, and Uttar Pradesh.  \n \n7.  MORD  provides  national  administration  of  PMGSY,  and  the  National  Rural  Roads \nDevelopment  Agency  (NRRDA)  provides  technical  support.  The  state  governments  each \ndesignate one or two executing agencies (EAs) for PMGSY, typically the rural development \ndepartment or the public works department. The department is required to (i) appoint district \nprogram implementation units (PIUs) to be responsible for program implementation, and (ii) \nidentify or establish an autonomous state agency with a distinct legal status to receive funds \nfrom MORD. All PMGSY road investments are executed by private contractors engaged through \ncompetitive tendering.  \n \n8.  In consultation with the states, MORD has established various guidelines, manuals, and \ninstructions for state implementation of PMGSY.7 They provide the following guiding principles \nand definitions: (i) improvements are limited to roads categorized as other district roads and \nvillage roads forming part of the core rural roads network of through routes and link routes;8 (ii) \n                                                 \n4  The Central Road Fund Act, 2000 introduced an additional excise duty (cess) of Rs1.00 per liter on petrol and \nRs1.00 on high-speed diesel oil, to be allocated as follows: (i) 50% of the cess on high-speed diesel to the \ndevelopment of rural roads; and (ii) 50% of the cess on high-speed diesel and 100% of the cess on petrol to  \ndevelopment and maintenance of national highways, road bridges under or over railway lines, safety work at \nunstaffed railway crossings, and development and maintenance of state roads. The cess on high-speed diesel was \nincreased to Rs1.5 per liter in 2003. \n5  Assam, Bihar, Chhattisgarh, Himachal Pradesh, Jharkhand, Madhya Pradesh, Orissa, Rajasthan, Uttar Pradesh, \nand West Bengal.   \n6  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India \nfor the Rural Roads Sector I Project. Manila. \n7  These guidelines include Ministry of Rural Development, Government of India. 2004. Pradhan Mantri Gram Sadak \nYojana Programme Guidelines. Delhi; and Ministry of Rural Development, Government of India. 2005. Pradhan \nMantri Gram Sadak Yojana Operations Manual. Delhi. \n8  The core network is the minimal network of roads needed to provide all eligible habitations with access to basic \nsocial and economic services through at least a single all-weather road. Through routes collect traffic from several \nlink roads or a long chain of habitations and connect to marketing centers either directly or through higher category ", "    3 \nproviding  new  all-weather  connectivity  has  precedence  over  improvement  of  existing  fair-\nweather  connectivity,  and  upgrading  fair-weather  through  routes  has  precedence  over \nupgrading fair-weather link routes; and (iii) among eligible roads of similar type, precedence is \ngiven  to  those  serving  a  larger  population.  The  guidelines  also  establish  (i)  the  technical \nspecifications and geometric design standards for PMGSY roads to ensure that all roads built \nwill be of sound design with adequate drainage, in accordance with Indian Road Congress \nstandards;  and  (ii)  a  three-tier  quality  control  system  consisting  of  the  PIU  or  executive \nengineer, independent state quality monitoring, and independent national quality monitoring.  \n \n9.  The PMGSY guidelines also establish the approach to state, district, and block PMGSY \nplanning.  The  guidelines  explain  the  procedures  for  developing  each  district’s  plan  for \nconnecting all  eligible habitations,  with  choice  of  routing  for  each  eligible  habitation  to  be \ndetermined by weighing socioeconomic and infrastructure variables to select the route that will \nmaximize socioeconomic benefits of the new connection. The preparation of plans requires \nextensive community consultation. Plans are first prepared at the block level for approval by the \nintermediate panchayat.9 Block plans are consolidated into district plans for approval by the zilla \npanchayat. After this exercise, link roads identified in district plans as forming the core network \nare included in the Comprehensive New Connectivity Priority List, from which annual project \nproposals for PMGSY financing are selected.  \n \n10.  The  PMGSY  guidelines  indicate  that  establishing  and  implementing  satisfactory \nmechanisms to provide funding and other assistance for maintaining PMGSY assets will be a \nkey requirement for states to be considered for future PMGSY assistance. The guidelines \nrequire states seeking PMGSY financing to use standard bidding documentation with a 5-year \npostconstruction  maintenance  component.  Before  submitting  annual  project  proposals  for \nMORD approval each year, the states are required to approve budgeting of an annual slice of \nrequired funds under the 5-year road maintenance contracts. The guidelines require the states \nto identify suitable zilla or intermediate panchayat institutions for undertaking maintenance of \nthe rural roads developed under PMGSY, and to hand over PMGSY roads to such institutions.10 \nThe state government is also required to provide an undertaking to remit to these institutions the \ncosts of the requisite maintenance through either budget allocations or alternative sources of \nfunding. \n \n11.  Although not meeting the first phase target, PMGSY has made good progress in its first \n4  years  of  implementation.  MORD  allocated  Rs22  billion–Rs25  billion  (about  $0.5  billion \nequivalent) in each of FY2001 to FY2005. As of April 2005, a cumulative Rs119 billion ($2.8 \nbillion equivalent) had been disbursed to participating states for about 40,000 road works, which \nare to connect about 20% of the eligible habitations under PMGSY. By March 2005, about \n24,600 road works were completed including about 95% of the 13,217 road works in the \nFY2001 allocation and about 81% of the 11,131 road works in the FY2002-2003 allocation.11  \n \n                                                                                                                                                          \nroads. Link routes connect a single habitation or group of habitations to through routes or district roads leading to \nmarket centers.  \n9  A panchayat is a body of directly elected people responsible for development of activities in an area. The three \nlevels of panchayats comprise gram panchayat at village level, intermediate panchayat at block level, and zilla \npanchayat at district level. These panchayats are collectively called the panchayati raj institutions. \n10 Following  the  73rd  Constitutional  Amendment  in  1992,  state  governments  are  to  assign  responsibility  for \nmaintenance of rural roads to panchayats and to remit necessary financial resources for this purpose. \n11  The annual allocations for FY2002 and FY2003 were combined and done at one time. Due to the time required by \nthe states to prepare project proposals and tender, and by NRRDA to review proposals, normally a minimum 6-\nmonth interval follows the beginning of a fiscal year and the start of road works under the annual allocation.  \n ", " 4   \n12.   Recently,  the  Government  announced  a  revised  time  frame  for  achieving  rural \nconnectivity under an umbrella program, Bharat Nirman,12 to rebuild rural infrastructure. The \nrevised target to achieve connectivity to all habitations with a population of 1,000 (500 in the \ncase of hilly or tribal areas) or more by 2009/10 would require about Rs480 billion ($11 billion \nequivalent) from FY2006 to FY2010. About 40% of this requirement is to be funded from the \ncess on high-speed diesel oil, and about 7% from the committed assistance from ADB and the \nWorld Bank; funding sources for the balance of 53% have not been identified. The Government \nhas requested ADB and the World Bank to provide additional loans-credit to finance part of the \nidentified funding gap. The Government is also considering mobilizing additional resources \nthrough domestic borrowing.    \n \n13.  The three states to be initially covered under the Investment Program are among the 10 \nstates with more than 10,000 unconnected habitations and were selected by the Government \nfor focused PMGSY intervention. The state governments of Assam, Orissa, and West Bengal \nattach high priority to PMGSY. The three states are among the best-performing states in terms \nof the number of habitations connected under the PMGSY allocation from FY2001 to 2005.13 \nThe national quality monitors rate the quality of the road works completed to date in the three \nstates as average to very good, despite the long monsoons that disrupt construction works and \ndifficulty in obtaining good construction materials, particularly in West Bengal.  \n \nB.  Analysis of Key Problems and Opportunities \n1.  Key Challenges \n14.   The Investment Program is ADB’s second rural roads investment under PMGSY. The \nfirst, the RRSI, is currently improving about 1,000 km of rural roads in the states of Chhattisgarh \nand  Madhya  Pradesh.  The  RRSI  identified  policy  issues  to  be  addressed  during  project \npreparation and implementation, and included components in its project scope to address them. \nPolicy issues with programwide implications include (i) provision of reliable implementation \narrangements for large investments in rural roads including establishment of dedicated state \nrural road development agencies to streamline implementation; (ii) refinement of the project \nselection criteria to incorporate network efficiency considerations, economic return thresholds, \nand safeguard provisions; (iii) commitment to required levels of financing for maintenance and \nestablishment  of  reliable  approaches  for  planning  and  executing  maintenance;  and  (iv) \nincorporating road safety measures to accompany PMGSY road connectivity improvements.  \n \n15.   Recognizing the relevance of these issues in the effective implementation of PMGSY, \nMORD quickly expanded and upgraded PMGSY standard operating procedures over the past 2 \nyears to address these issues, in consultation with the participating states and through dialogue \nwith ADB and World Bank. MORD also refined the planning and monitoring tools. Notable \nimprovements to the standard operating procedures include  \n \n(i)  establishment  of  a  state  rural  roads  development  agency  (SRRDA)  in  all \nparticipating states;  \n(ii)  adoption  of  the  network  concept  including  through  routes  to  achieve  better \nconnectivity in the project selection criteria; \n                                                 \n12  The finance minister, in his budget speech of 28 February 2005, announced that rural roads comprise one of the \nsix components of Bharat Nirman (meaning Laying the foundation for India). The other proposed components are \nirrigation, rural housing, rural water supply, rural electrification, and rural telecommunication connectivity.  \n13  During the period, 2,232 habitations were connected in Assam, 2,668 in Orissa, and 2,717 in West Bengal; the \nthree states rank from fourth to sixth among all states. ", "    5 \n(iii)  introduction of a transect walk (para. 37) at the project preparation stage to \nensure active community participation and to address community concerns at an \nearly stage of project preparation;  \n(iv)  mandatory use of the standard bidding document for civil works with a 5-year \npostconstruction maintenance component, and budgetary allocation of funds by \nparticipating states for this component;  \n(v)  introduction of a maintenance planning process based on a simple road surface \ncondition indicator—the pavement condition index; and \n(vi)  introduction of a road safety audit and inclusion of financing provisions under \nPMGSY for road safety awareness-raising activities. \n \n16.  To implement these new initiatives, MORD prepared an operations manual that spells \nout  detailed  procedural  requirements  consolidating  administrative  circulars  and  instructions \npreviously issued by MORD and NRRDA. For monitoring purposes, MORD is introducing the \nonline management, monitoring, and accounting system (OMMAS), which enables effective \nmonitoring  of  work  progress  and  reporting  of fund  flow  via  the  PMGSY  website.14  MORD \nmonitors  compliance  of  the  state  implementing  agencies  with  requirements  under  these \ninitiatives, and has made some of the key requirements conditions for MORD approval of state \nannual project proposals. In sum, PMGSY is administered by a very strong national government \nagency capable of identifying and addressing problems in a timely and effective manner, and \nwilling to adopt good practices.  \n \n17.   While  the  states  generally  follow  the  PMGSY  procedural  requirements,  early \nimplementation of the RRSI and formulation of the Investment Program identified a few areas \nrequiring improvement that would be facilitated through ADB intervention. These include the \nfollowing:  \n \n(i)  The  community  consultation  scheme  introduced  during  project  preparation \n(transect walk, etc.) is yet to be fully implemented. \n(ii)  Substantial capacity expansion is required at the PIU, State Technical Agency \n(STA), and SRRDA to meet the current technical, fiduciary, and other procedural \nrequirements under PMGSY; and to process the increased workload that will \nneed to be undertaken under ADB financing. \n(iii)  Technical expertise currently available at the PIU, STA, and SRRDA needs to be \ndiversified and broadened to handle safeguard issues that arise during project \npreparation and implementation.  \n \n2.  External Assistance \n18.   ADB’s support for the road subsector has been developed in close collaboration with the \nDepartment  for  International  Development  (United  Kingdom),  Japan  Bank  for  International \nCooperation,  and  World  Bank.  ADB  and  the  World  Bank  have  adopted  the  Coordinated \nAssistance Strategy for the Road Sector, which was prepared jointly in March 2001 and updated \nin  January  2002.  Based  on  this  strategy,  they  hold  regular  tripartite  meetings  with  the \nGovernment to discuss impending road policy issues. ADB has also met regularly with the \nWorld Bank team that prepared its Rural Roads Project, and the two banks have shared their \nrespective project preparatory studies. For the preparation of the Investment Program, ADB \nadopted an approach to streamline procedural requirements and harmonize those with World \nBank  interventions.  The  two  institutions  have  started  a  dialogue  on  joint  review  of  their \n                                                 \n14  http://pmgsy.nic.in, http://pmgsyonline.nic.in.  \n ", " 6   \nrespective rural roads projects. Japan Bank for International Cooperation and ADB are exploring \npossible cofinancing of road projects in India. A summary of external assistance is in Appendix \n3. \n \n19.  PMGSY has received two loans-credit totaling $800 million, one from ADB and the other \nfrom the World Bank, both for $400 million. The World Bank is also providing a technical \nassistance loan of $8.5 million to (i) prepare manuals and pilot projects, (ii) purchase laboratory \nand survey equipment, and (iii) provide training to the engineers of the state agencies as well as \nof the contractors. The Government of the United Kingdom provided $1.7 million to finance \ntechnical assistance for project preparation for the RRSI and the Investment Program. To meet \neven the revised and more realistic target of connecting all habitations with a population of \n1,000 (500 in the case of hilly or tribal areas) by 2009/10, the funding gap is huge. The World \nBank plans to increase its support to rural roads by expanding the coverage of its financing.15  \n \n20.  PMGSY, with its clear program goals, generally well-established standard operating \nprocedures  based  on  an  annual  program  cycle,  and  high  level  of  central  Government \ncommitment to continuously allocate necessary funds to the program, offers a good opportunity \nfor ADB to apply the newly introduced MFF.16 ADB’s second and third loans to finance PMGSY \nwere originally programmed at $400 million for 2005 and $350 million for 2007. The proposed \nInvestment Program combines these two into a single MFF covering the period up to 2009/10, \nproviding a predictable financing source for the Government and at the same time allowing the \ncentral Government flexibility to flow funds to rural road investments in core PMGSY states in \nan  effective  and  efficient  manner,  on  the  basis of  progress  achieved  by  the  states  under \npreceding annual fund allocations and the states’ readiness for new investment. \n  \n3.  Lessons Learned  \n \n21.  To ensure effective and timely delivery of intended output, the Investment Program will \nhave the following design features, reflecting lessons learned from ADB’s experience in past \nand ongoing transport sector projects and PMGSY implementation during the last 5 years: (i) \nuse of the existing implementation setup for PMGSY, which is capable of implementing a large \nInvestment Program; (ii) use of agency procedures for procurement and financial management; \n(iii)  greater  delegation  of  authority  under  the  sector  loan  modality  to  the  EA,  taking  full \nadvantage  of  the  well-established  and  standardized  operating  procedures  of  PMGSY;  (iv) \nstreamlining  of  procedural  requirements  and  harmonization  of  those  with  World  Bank \ninterventions,  particularly  with  respect  to  safeguards;  (v)  improved  upstream  community \nparticipation to better address safeguard issues at an early stage of subproject preparation; and \n(vi) strengthened performance monitoring.  \n \n4.  Asian Development Bank Sector Strategy \n22.  The theme of ADB’s country strategy and program (CSP)17 for India is mainstreaming \npoverty reduction. In line with the Government’s priorities for the 10th Five-Year Plan 2002–\n2007, this is to be addressed primarily by supporting economic growth, including both high \ngrowth  and  equitable  pro-poor  growth.  The  CSP  points  to  emerging  consensus  over  the \nimportance of infrastructure in poverty reduction, through its indirect impact on growth leading to \nincreased incomes and employment, and its direct contributions to incomes and employment \nand reducing human poverty by improving access to social services. The CSP update for 2005–\n                                                 \n15  The World Bank’s Country Strategy for India lists Rural Roads II at $500 million for 2007. \n16  ADB. 2005. Pilot Financing Instrument and Modalities. Manila.  \n17  ADB. 2003. Country Strategy and Program (2004–2006): India. Manila. ", "    7 \n200718 highlights strong connectivity to link poor rural families to social services and markets as \nthe organizing theme for the transport sector. The CSP update also identifies the need for \ninfrastructure projects to incorporate institutional reforms to improve sustainability, particularly \nby establishing sound approaches to maintenance. The RRSI was formulated to combine each \nof these thrusts of the CSP and CSP update.  \n \n23.  The Investment Program will build on the achievements of ADB’s initial rural roads \nintervention under the RRSI, and seek to assist PMGSY in introducing the good practices \nadopted at the central level to the Investment Program states. The Investment Program will also \nseek to improve program delivery by streamlining ADB’s procedural requirements including \nadoption of agency procedures capable of handling a large-scale investment while ensuring \nquality output. The supplementary operating procedures developed for the Investment Program \nto improve program planning, execution, and monitoring have incorporated lessons learned \nfrom  ADB’s  initial  intervention  and  benefited  from  the  practices  and  operating  procedures \ndeveloped for the World Bank’s Rural Roads Project.  \n \nIII.  THE PROPOSED INVESTMENT PROGRAM \nA.  Impact and Outcome \n24.  The Investment Program is a subset and an area and time slice of the Government’s \nrural  roads  program—PMGSY;  and  therefore  shares  the  objective  common  to  all  PMGSY \ninvestments:  to  reduce  poverty  and  deprivation,  and  support  economic  growth  of  rural \ncommunities  in  India  by  providing  them  with  enhanced  access  to  markets;  employment \nopportunities; and social services, including health and education.  \n \nB.  Outputs \n25.  This  outcome  will  be  attained  by  (i)  providing  rural  habitations  in  the  most  poorly \nconnected states—initially Assam, Orissa, and West Bengal, and any other states meeting the \nInvestment  Program  requirements—with  all-weather  road  connections;  and  (ii)  improving \nefficiency and sustainability of PMGSY implementation in these states by providing support for \ncapacity building in technical, safeguard, financial management, and road safety aspects. The \nInvestment Program will build and upgrade about 30,000 km of rural roads to an all-weather \nstandard; they are expected to connect about 19,000 habitations to a greater transportation \nnetwork. The outputs of the noninvestment interventions will be high-quality rural roads and \nincreased capacity of the state institutions responsible for managing the rural road investment \nand maintenance.  \n \n1.  Road Connectivity Component \n26.  The  Investment  Program  will  include  investments  for  rural  roads  that  form  part  of \nPMGSY. The Investment Program will be implemented in batches, generally coinciding with the \nPMGSY annual project approval and fund allocation cycle. The Investment Program will be \nfinanced  by  central  Government’s  funds  and  borrowing  from  ADB.  ADB  financing  will  be \nprovided in the form of an MFF, under which actual funds will be provided in multiple loans, \neach financing a clearly defined investment project (hereinafter called the Project) comprising a \nset of subprojects and components. A framework financing agreement (FFA) recording basic \nconditions and terms applicable to individual loans and overall MFF operation is attached. The \n                                                 \n18  ADB. 2004. Country Strategy and Program Update (2005–2007): India. Manila. \n ", " 8   \nGovernment  will  submit  periodic  financing  requests  (PFRs),  which  will  be  reviewed  and \nconverted into individual loan and project agreements by ADB.  \n \n27.   Subprojects covering 3,200 km of rural roads, about 1,000 km each in Assam and West \nBengal and about 1,200 km in Orissa, have been prepared for inclusion in the first batch to be \nimplemented  under  the  Investment  Program.  The  procurement  of  civil  works  for  these \nsubprojects is at an advanced stage for implementation in the first year of the Investment \nProgram. In addition to ADB-financed subprojects, the first yearly batch of the Investment \nProgram will include about 3,800 km of subprojects to be implemented in the three states.  \n \n28.  The remaining subprojects, covering about 23,000 km of rural roads, will be prepared by \nthe states in phases, and implemented in the subsequent three annual batches. The MFF, \nunder each of the subsequent individual loans, will cover about one third of the annual financing \nrequirement of the Investment Program.  \n \n29.  The  subprojects  to  be  included  in  the  first  batch  serve  as  samples  for  developing \nselection criteria for ADB financing, which supplement the PMGSY  guidelines. Throughout \nInvestment Program implementation, subprojects seeking ADB financing will be prepared in \naccordance with the selection criteria given in Appendix 4. These selection criteria establish \nrequirements  for  subprojects  in  terms  of  (i)  eligibility  of  road  connectivity  investment  in \naccordance  with  the  PMGSY  guidelines,  (ii)  preparedness  and  adherence  to  technical \nspecifications,  and  (iii)  compliance  with  agreed  safeguard  requirements  applicable  at  the \nsubproject preparation stage. Adherence to eligibility requirements will be monitored during \nsubproject implementation and only subprojects meeting the technical, safeguard, fiduciary, and \nmaintenance funding requirements in Appendix 4 will be eligible for ADB financing by the loans \nunder the MFF. For the design of subprojects, the technical standards and specifications of \nPMGSY roads (summarized in Appendix 5) will be followed. \n \n30.  ADB will review subproject proposals seeking ADB financing before completion of the \nprocurement  process.  However,  if  it  finds  that  an  individual  state’s  capacity  to  prepare \nsubprojects to the agreed standards is evident in the additional subproject proposals from that \nstate, ADB may delegate subproject approving authority to MORD for that state. Approval \nprocedures to be followed for additional subprojects seeking ADB financing are also in Appendix \n4. ADB will conduct regular review of overall performance and compliance by the Government \nand the state governments with the agreed procedures.  \n \n2.  Capacity-Building Component \n31.  PMGSY is administered nationally by MORD with technical and management support \nfrom NRRDA, which is a lean organization equipped with a highly qualified staff. During the last \n5 years of PMGSY implementation, the three participating states have developed a sound \ntechnical and operational track record in road planning, design, and supervision of engineering \nworks. This capacity has been developed principally in the context of PMGSY rules, regulations, \nand requirements pertaining to procurement, safeguards, fiduciary oversight, and administration \nas a whole. The central and state governments are generally satisfied with their expertise and \nthe experience. However, for operations funded through multilateral development institutions \nsuch as ADB, both parties are aware of the additional policy and administrative requirements. \nFurther, adoption of an MFF, a financing modality new to both India and ADB, will require \nadditional support, at least at the early stage, for smooth operation and risk management under \nthe MFF. Thus the Investment Program includes noninvestment interventions, all aimed at \nstrengthening  capacity  and  expertise.  These  interventions  will  be  channeled  through  two ", "    9 \nmeans: (i) engagement of external experts to the implementing agencies; and (ii) a more active \nand longer term involvement in the execution of the Investment Program by ADB staff.  \n \n32.  Capacity building provided by external experts to the implementing agencies will build on \nRRSI interventions and focus on state capacity building for subproject implementation. The \nRRSI  was  designed  to  provide  capacity-building  support  to  mainly  address  national  policy \nissues  with  respect  to  road  maintenance  and  road  safety,  and  to  develop  and  implement \nnational  training  programs.  This  support  will  continue  while  the  Investment  Program  is \nimplemented.  The  resulting  standard  operating  procedures  in  the  form  of  guidelines  and \nmanuals will benefit the states as well. Capacity building under the Investment Program will \nfocus  on  state  support  to  build  institutional  capacity  to  prepare  and  implement  rural  road \ndevelopment in an efficient and sustainable manner, and to properly address policy issues such \nas safeguard and road safety throughout the investment cycle. Policy areas addressed under \nthe RRSI and the Investment Program and the status of ADB intervention are summarized in a \npolicy matrix in Appendix 6. The areas of capacity building on which the Investment Program \nwill focus are highlighted in Supplementary Appendix B.   \n  \n33.  Capacity building provided by more active and longer term involvement of ADB staff in \nprogram execution will require that ADB program teams on standby offer advice and guide the \nEAs on specific issues and problems pertaining to operations under the MFF. The Government \nis providing ADB with a set of specific “warranties and representations” on various fronts and \nmay need “real time” support prior to formal submission of PFRs under the MFF. ADB will \nhandle this requirement in two ways. Firstly, ADB will ensure capacity of the India Resident \nMission  for  review  and  monitoring  of  Investment  Program  implementation,  particularly  with \nrespect  to  fiduciary  and  safeguard  oversight,  while  providing  sufficient  support  to  the \nGovernment in the form of an advisory technical assistance to be separately provided for these \nareas. Secondly, headquarters staff responsible for the Investment Program will use time saved \nduring processing to supervise and monitor Investment Program implementation. This is clearly \none of the advantages of the MFF.  \n \nC.  Special Features \n34.  In recognition of the good progress achieved by PMGSY to date and the substantial \nimprovements made to its standard operating procedures, and considering the community-\nbased, small-scale nature of the road works involved, the Investment Program will maximize the \nuse of the existing government system for PMGSY implementation.  \n \n35.  Under the Investment Program, authority under the sector-lending modality to approve \nsubprojects seeking ADB financing will be largely delegated to the EA fully taking advantage of \nthe  well-established  and  standardized  operating  procedures  applicable  to  PMGSY.  The \nInvestment  Program  will  operate  with  streamlined  procedural  requirements,  which  are \nharmonized with those of the World Bank, particularly with respect to safeguards.  \n \n36.  Although centrally financed and administered, the PMGSY planning and implementation \nprocesses employ decentralized decision making and extensive community participation. At the \nplanning stage, panchayats play the central role in selecting and prioritizing eligible roads and \nroad  works  to  be  implemented  under  PMGSY.  Over  the  past  5  years  of  PMGSY \nimplementation, MORD has expanded the scope for community participation under PMGSY by \nformalizing the process of preparing rural road plans and consultation with the local community \nduring design.  \n \n ", "1 0   \n37.  The PMGSY guidelines require PIUs to consult with the local community in coordination \nwith the gram (village) panchayat concerned to determine the suitable road alignment, resolve \nissues of land availability, and address other adverse social and environmental impacts while \npreparing the detailed project report. The PMGSY guidelines set out detailed requirements for a \ntransect walk to be conducted as part of the community consultation process. Representatives \nof the village and PIU engineers will traverse the entire stretch of the road/path to be improved, \nand conduct consultations with interested persons.  \n \n38.  In line with the community-based nature of the road works, the customary community \npractice is to make land and associated assets available for PMGSY investment as a voluntary \ndonation. This practice has proven effective, allowing implementation of 66,000 km of PMGSY \nroad works nationwide and 5,700 km in Assam, Orissa, and West Bengal over the last 4 years.  \n \n39.   The  Investment  Program  will  seek  to  strengthen  the  existing  PMGSY  community \nparticipation process with a view to strengthening ownership of road improvements by the \ncommunity  and  minimizing  adverse  social  and  environmental  impacts  of  the  road \nimprovements. Each of the three states has prepared a community participation framework \n(CPF)  to  supplement  the  existing  PMGSY  guidelines  and  to  establish  requirements  for \ntransparent community-based decision making to deal with safeguard issues. The CPF provides \ndetailed procedural steps to be followed by the PIUs from preparation for advance publicity for \nthe  transect  walk  to  dissemination  of  information  on  the  process  of  land  transfer, \nsupport/assistance provisions, and grievance procedures to the affected communities. The PIUs \nwill be supported by project implementation consultants (PICs), who will include social and \nenvironmental  experts  and  assist  PIU  engineers  in  incorporating  social  and  environmental \nconsiderations in the design and implementation of road works. External monitoring will be \nconducted  by  the  technical  support  consultants  (TSCs)  engaged  by  NRRDA  to  check \ncompliance  with  the  agreed  CPF  procedures,  and  monitor  and  evaluate  the  participatory \nprocesses on a sample basis. The outline of the CPF is in Appendix 7.  \n \n40.   For  environmental  safeguard,  an  environmental  assessment  and  review  framework \n(EAF) was developed to establish guidelines for the EAs, SRRDAs, PIUs and other parties \nconcerned  for  preparing  and  implementing  environmental  mitigation  measures  under  the \nInvestment Program. Environmental codes of practice (ECOP) were developed based on the \nassessment of the environmental impacts in the first 3,200 km of subprojects, and will be used \nin the subsequent batches to effectively identify and implement required mitigation measures. \nThe outline of the EAF is in Appendix 8. \n \n41.   Under the MFF, the amount and timing of the financing requests will be at the discretion \nof  the  Government,  subject  to  meeting  the  MFF’s  terms  and  conditions;  and  be  mainly \ndetermined by the progress achieved under preceding annual fund allocations and the states’ \nreadiness for new investment. The Government indicated that under the MFF it may request \nfinancing for PMGSY investments in Chhattisgarh and Madhya Pradesh, which are among the \n10  core  PMGSY  states  and  are  receiving  financing  under  the  RRSI.  Subprojects  in  new \nparticipating states will be eligible for ADB financing under the MFF if ADB is satisfied that the \nnew participating states are capable of implementing subprojects meeting the same technical, \nsafeguard, economic, fiduciary, and sustainability requirements being met by those under the \nInvestment Program in the Assam, Orissa, and West Bengal. The same selection criteria and \napproval  process  as  indicated  in  Appendix  4  will  be  followed  by  subprojects  in  the  new \nparticipating states. The governments of these states will have to adopt the CPF and EAF for \nsocial and environmental safeguards for the respective states. Implementation arrangements of \nthe  Investment  Program  are  largely  based  on  those  for  PMGSY,  which  are  universally ", "    11 \napplicable  across  India.  The  implementation  arrangements  currently  proposed  for  Assam, \nOrissa, and West Bengal can be easily replicated in the new participating states.           \n \nD.  Cost Estimates \n42.  The total cost of the Investment Program is estimated at about $2.1 billion equivalent \ninclusive  of  taxes,  duties,  and  interest  and  other  charges  on  the  loans  from  ADB  during \nconstruction (Table 1). Detailed cost estimates are in Appendix 9. \n \nTable 1: Cost Estimates \n($ million) \n \nItem  Totala \n   \nRoad Connectivity Componentb  2,039.0 \nCapacity-Building Componentc  2.0 \nInterest during Construction  59.0 \n    Totald  2,100.0 \na  In mid-2005 prices. \nb  Including  social  and  environmental  mitigation,  civil  works,  and  project \nimplementation consultants. \nc  Including technical support consultants for capacity building. \nd  Including taxes and duties estimated to be about $86 million. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n43.  The Government has requested financing of up to an equivalent of $750 million from \nADB’s ordinary capital resources to help finance the Investment Program. The financing will be \nprovided under an MFF in accordance with ADB policy.19 The MFF will extend multiple loans to \nfinance a range of subprojects under the Investment Program, subject to submission of a \nrelated PFR by the Government and execution of the related loan and project agreements. The \nGovernment has entered into a FFA with ADB. The FFA satisfies the requirements set forth in \nAppendix  4  of  the  Pilot  Financing  Instruments  and  Modalities  (see  footnote  19).  The \nGovernment  is  required  to  comply  with  the  FFA  requirements.  Pursuant  to  the  FFA,  the \nGovernment has submitted to ADB the first PFR in the amount of $100 million. The first PFR is \npresented to the Board, together with the FFA. The loans under the MFF will finance civil works, \nand consulting services and other capacity building supports. The minimum amount of a loan \nrequest will be $30 million. All of the provisions of the ordinary operations loan regulations \napplicable to ADB’s LIBOR-based loans20 will apply to each loan, subject to modifications, if \nany, that may be included under any loan agreement. The Government has the option to \nchoose between eligible currencies and the interest rate regime for each loan. The specific \nterms  of  each  loan  will  be  based  on  the  related  PFR  with  interest  to  be  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility.  The \nGovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based  lending  facility,  and  (ii)  an  undertaking  that  these  choices  were  its  own \nindependent decision and not made in reliance on any communication or advice from ADB. \n \n                                                 \n19  ADB. 2005. Pilot Financing Instruments and Modalities. Manila.  \n20  ADB. 2001. Ordinary Operations Loan Regulations Applicable to LIBOR-Based Loans Made from ADB's Ordinary \nCapital Resources. Manila. \n ", "1 2   \n44.   If the Government requests any cofinancing arrangements or related assistance for the \nprojects under the ADB MFF, these may be assisted by ADB, subject to related ADB policy and \nprocedures.  \n    \n45.  The Government will provide the proceeds of the loans under the MFF in local currency \nto MORD and through MORD to the governments of the participating states on a grant basis.21 \nThe Government will bear the foreign exchange risk on the loans. The financing plan for the \nInvestment Program is in Table 2.  \n \nTable 2: Financing Plan  \n($ million) \n \nSource  Total  Percent \n     \nAsian Development Bank  750.0    36 \nGovernment and state governmentsa 1,350.0    64 \n  Total  2,100.0    100 \n a Including taxes and duties, and interest during construction. \nSource: Asian Development Bank estimates.   \n \nF.  Implementation Arrangements \n1.  Application \n46.  The Investment Program is a subset of PMGSY and its implementation will generally \nfollow the procedures, regulations, and other requirements of PMGSY. For subprojects intended \nfor  financing  by  the  loans  under  the  MFF,  implementation  arrangements  described  in  this \nsection, which are in accordance with ADB’s standard policy and operation requirements, will \ngenerally apply. Arrangements and requirements specific to individual loans/projects under the \nMFF will be included in the corresponding legal documents.  \n \n2.  Management \n47.  The  EAs  for  the  Investment  Program  are  MORD  at  the  central  level  and  the \ngovernments of the participating states (initially Assam, Orissa, and West Bengal) at the state \nlevel. MORD, with technical and management support from NRRDA, will be responsible for \noverall Investment Program supervision and execution. The state governments, through their \nrespective state departments responsible for rural road improvement, will be responsible for \nexecuting the Investment Program at the state level. The MORD joint secretary will chair a \ncoordination committee, to be set up by the Government within 3 months of loan effectiveness \nof the first loan to be provided under the MFF. The committee will meet quarterly and monitor \nthe use of loan funds and overall implementation performance of the Projects under the MFF. \nThe committee members will comprise senior officials of MORD; the Department of Economic \nAffairs; NRRDA; and the governments of Assam, Orissa, and West Bengal.  \n \n48.  The  implementing  agencies  for  the  Investment  Program  are  the  SRRDAs  in  the \nparticipating states, namely Assam State Road Board, Orissa State Rural Roads Agency, and \n                                                 \n21  As required under the PMGSY guidelines, the proceeds will be provided directly by MORD to the SRRDAs. ", "    13 \nWest Bengal State Rural Development Agency.22 The SRRDAs are each headed by a chief \nexecutive officer who is the state program director for overall coordination of implementation, \nincluding planning, management, consultant selection, and procurement. The chief executive \nofficer is supported by experienced personnel at state headquarters and in the district PIUs, \nwhich implement PMGSY investments. In Assam, 19 PIUs cover 23 districts; in West Bengal, 19 \nPIUs cover one district each; and in Orissa, 29 PIUs cover 30 districts. A PIU is normally \nheaded by a superintending/executive engineer and staffed with assistant/junior engineers and \nclerks/cashiers.  \n \n49.  To monitor the use of loan funds and overall implementation performance of the Projects \nunder the MFF at the state level, and to ensure coordination among the key agencies involved, \neach participating state will establish a project implementation committee within 3 months of \nloan effectiveness of the first loan. The committee will meet monthly, and be chaired by the chief \nexecutive  officer  of  the  SRRDA,  with  representation  from  the  respective  state  department \nresponsible for rural road development,23 PIUs, and consultants. As necessary, other state \nagencies may be invited to this committee to assist in implementing the Project in areas such as \nforestry and land availability. The organizational structure for program implementation is in \nAppendix 10. \n \n3.  Implementation Period \n50.   The Investment Program will be implemented over 5 years inclusive of preconstruction \nactivities.  Each  civil  works  contract  will  require  12  months  for  completion.  Based  on  the \nestimated schedule, the civil works are expected to be implemented in four annual batches. The \nfirst batch of subprojects (the sample subprojects) is expected to be ready for contract award in \nDecember 2005. For each of the subsequent subproject batches, the Government and the \nSRRDAs will develop detailed implementation schedules by the time of submission of the \ncorresponding PFR. An indicative implementation schedule is in Appendix 11.  \n \n4.  Procurement \n51.  Procurement  to  be  financed  by  the  loans  under  the  MFF  will  be  carried  out  in \naccordance with ADB’s Guidelines for Procurement. The upper limit for a civil works contract to \nbe procured through local competitive bidding (LCB) procedures will be initially set at $10 \nmillion, and be reviewed during implementation. The PMGSY standard bidding documents and \nprocedure developed by NRRDA for procurement of civil works based on item unit rates are \nfound acceptable to ADB, and will be used for all LCB contracts by the loans under the MFF. \nThe PMGSY bidding process follows the single-stage, two-envelope system in which each \nbidder simultaneously submits its technical and financial proposals in two separate envelopes, \nand only the financial proposals of technically qualified and responsive bidders will be opened \nand evaluated.     \n \n52.   The PMGSY guidelines specify that civil works contract packages should be in the range \nof Rs10 million to Rs50 million ($0.2 million to $1.1 million), but encourage use of larger \n                                                 \n22  The three SRRDAs were all established in 2003 as nonprofit organizations under the Firms and Societies Act to \nimplement PMGSY. Their staff focus on planning and managing PMGSY. Design, supervision, and civil works are \noutsourced to private consultants and contractors. Outsourcing was adopted both to ensure the quality and value \nfor money of works undertaken and to avoid creating a large establishment that would become underemployed \nonce the main PMGSY activities are completed. \n23  Assam State Public Works Department, Orissa State Department of Rural Development, and West Bengal State \nDepartment of Panchayat and Rural Development. \n ", "1 4   \ncontracts. Civil works contract packages under the Investment Program will be prepared with \ndue consideration to the geographic setting against which the civil works are carried out, i.e., the \nremoteness of subproject locations often noncontiguous and the small size of individual civil \nworks. The 3,200 km of first batch subprojects have been packaged into about 300 contract \npackages  in  the  range  of  $0.2  million  to  $3  million,  with  an  average  size  of  $0.9  million \n(Supplementary Appendix C). Contract packages for additional subprojects will be decided \nduring implementation, generally following the PMGSY norm and based on experience gained \nduring early Investment Program implementation. To facilitate timely implementation of the \nsubprojects, consultants have been assisting the SRRDAs in preparing bidding documents for \ncivil works. The same assistance will be provided by the PICs.  \n \n53.  In  addition,  to  support  timely  contract  approvals  while  ensuring  sound  practice, \nownership, and accountability, post facto approval procedures will be adopted for LCB civil \nworks contracts intended for financing by the loans under the MFF. For the first five civil works \npackages under LCB in each state intended for ADB financing under the MFF, the SRRDA will \nsubmit bid evaluation reports for ADB’s review and approval before awarding the contracts. If \nADB  finds  bid  evaluation  for  the  first  five  contract  packages  satisfactory,  the  SRRDA  will \nproceed with procurement procedures and contract award for subsequent contract packages \nwithout  prior  ADB  review  and  approval.  In  these  cases  the  following  post  facto  approval \nprocedures will apply: (i) the SRRDA will retain a record of all procurement documentation, \nincluding copies of the signed contracts and the bid evaluation reports, to be available for \ninspection; (ii) at the time of each contract award, the SRRDA will provide ADB with a certified \nsummary sheet reporting on the main aspects of the bid evaluation and contract award; (iii) the \nprocurement processes and contract awards will be audited annually as part of the performance \naudit; and (iv) if any contract award is found to be unacceptable, ADB may refuse to finance the \ncontract. \n \n5.  Advance Procurement Action and Retroactive Financing \n54.  At the second Management Review Meeting, ADB management approved (i) advance \naction for procurement of civil works, and (ii) the request to seek ADB Board’s approval for \nretroactive financing, both, for each of the individual loans under the MFF. Up to 20% of the \nproceeds of each individual loan, provided that expenditures are incurred for civil works and \nconsulting services eligible for financing under the MFF in accordance with agreed procedures \nand during the 12 months before the signing of the corresponding individual loan agreement, \nwill be eligible for retroactive financing. The Government has been informed that approval of \nadvance procurement action and retroactive financing does not in any way commit ADB to \nfinance the subprojects. \n \n6.  Consulting Services \n55.  Consulting services will assist the EAs and the SRRDAs to implement the Investment \nProgram. Government-financed PICs will be engaged in accordance with PMGSY procedures \nfound acceptable to ADB and will assist the PIUs of the SRRDAs in (i) preparing additional \nsubprojects; (ii) supervising civil works; (iii) implementing the CPF to address social impacts, if \nany; and (iv) implementing the EAF and the relevant provisions of the ECOP. Outline terms of \nreference for the PICs are in Supplementary Appendix D.  \n \n56.  NRRDA  will  engage  ADB  loan-financed  TSCs  to  provide  technical  support  to  the \nSRRDAs in social and environmental safeguards, and road safety. The TSC will comprise a \nteam of domestic experts who will (i) conduct checking of detailed project reports and random ", "    15 \nchecks  of  roads  under  construction  to  ensure  that  road  safety  measures  are  properly \nincorporated; (ii) provide support to the PIUs in implementing road safety awareness-raising \nschemes being developed under the RRSI; (iii) check compliance of subprojects with CPF and \nEAF/ECOP  provisions  during  subproject  preparation  and  implementation;  and  (iv)  conduct \nimpact monitoring. For each individual state, the TSC will require 12 person-months of inputs for \nthe  first  batch,  and  11  person-months  of  inputs  for  subsequent  batches.  Outline  terms  of \nreference for the TSC are in Supplementary Appendix E.   \n \n57.  All consultants financed by the loans under the MFF will be selected and engaged in \naccordance with ADB’s Guidelines on the Use of Consultants and other arrangements for \nrecruitment  of  domestic  consultants  acceptable  to  ADB.  The  domestic  consultants  will  be \nselected and engaged in accordance with procedures acceptable to ADB, and the selection and \nengagement of the consultants will be subject to ADB approval with regard to their competence \nand experience for carrying out the assignment. As soon as the proposals received have been \nevaluated but before negotiations are started with the consultants selected for negotiations, \nADB will be provided with three copies of (i) a list of consultants invited, (ii) an evaluation of the \nproposals  (together  with  one  set  of  the  first-ranked  proposal),  and  (iii)  justification  for  the \nselection. After the conclusion of negotiations but before the signing of the contract, the contract \nas negotiated will be provided to ADB for approval. Promptly after the contract is signed, ADB \nwill be provided with three copies of the signed contract. If any substantial amendment of the \ncontract is proposed after its execution, the proposed changes will be submitted to ADB for prior \napproval.  \n \n7.  Anticorruption Policy \n58.  ADB’s  Anticorruption  Policy  (1998)  was  explained  to  and  discussed  with  the \nGovernment.  Consistent  with  its  commitment  to  good  governance,  accountability  and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the Projects under the MFF. To \nsupport these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the loan \nregulations  and  the  bidding  documents  for  the  Projects  under  the  MFF.  In  particular,  all \ncontracts financed by ADB in connection with the MFF shall include provisions specifying the \nright of ADB to audit and examine the records and accounts of the Executing Agency and all \ncontractors, suppliers, consultants, and other service providers as they relate to the Projects \nunder the MFF. \n \n8.  Disbursement Arrangements \n59.  Loan disbursements will be in accordance with ADB’s Loan Disbursement Handbook \n(2001) and Interim Guidelines for Disbursement Operations, LIBOR-Based Loan Product (2002) \nusing direct payment and reimbursement procedures. Any individual payment to be reimbursed \nunder statement of expenditure procedures will not exceed $100,000. \n \n9.  Accounting, Auditing, and Reporting \n60.  The  existing  financial  management  arrangements  with  the  autonomous  SRRDA \nentrusted with administering the PMGSY funds and the OMMAS as a comprehensive online \nmonitoring tool have been assessed and found to be capable of adequately accounting for \nproject resources and expenditures, with the Government’s continued support to improve state \narrangements.  Projects  to  be  financed  under  the  MFF  will  rely  on  the  existing  financial \nmanagement  arrangements  with  specific  requirements  listed  in  the  following  paragraphs. \n ", "1 6   \nFinancial  management  assessment  of  the  three  participating  states  is  in  Supplementary \nAppendix F.  \n \n61.   The EAs and SRRDAs will maintain separate records and accounts adequate to identify \nthe goods and services financed from the loan proceeds, the expenditures incurred for the \nInvestment Program components and their subprojects under each individual project, and use of \nlocal funds under each individual Project. These accounts and related financial statements will \nbe audited annually in accordance with sound auditing standards by independent auditors. The \nGovernment will submit to ADB within 9 months after the end of each fiscal year consolidated \nannual audited reports and related financial statements under each Project, identifying separate \naccounts of subprojects as required for the individual states. The auditor’s opinion of that part of \nthe examination relating to the statement of expenditure should be separately set out in the \nauditor’s opinion. Since the PMGSY guidelines require state governments to engage chartered \naccountants of standing to audit PMGSY accounts, wherever possible the same auditors that \naudit the SRRDA will audit Project accounts in each state.  \n \n62.  In  addition,  state  governments  will  be  required  to  undertake  an  objective  and \nindependent performance audit of subprojects on a sample basis to evaluate adherence to \nprocurement procedures, overall contract performance, and value for money. ADB will conduct \nprocurement audits during implementation as part of its regular review process. \n \n63.  The SRRDAs will submit to MORD, through the relevant state government, monthly \nprogress reports of subproject implementation under the road connectivity component, in such \nform  and  detail  as  required.  Day-to-day  reporting  from  the  PIUs  through  the  SRRDAs  to \nMORD/NRRDA will be by way of the existing OMMAS. Based on these reports, MORD, with \nassistance from NRRDA, will prepare and provide ADB with quarterly progress reports on \nsubproject implementation. Such reports will include a report on progress made during the \nperiod  of  review,  changes  if  any  of  the  implementation  schedule,  problems  or  difficulties \nencountered and remedial actions taken, and work to be undertaken in the coming quarter. The \nreports, which will be submitted to ADB within 45 days of the close of each quarter, will include \na summary financial account for each subproject, expenditures to date, and report on benefit \nmonitoring. \n \n64.  The Government will submit to ADB a project completion report within 3 months of \nphysical  completion  of  the  subprojects  financed  under  each  individual  loan  and  an  MFF \ncompletion report within 3 months of physical completion of the subprojects under the MFF. \nThese reports will include a detailed evaluation of the project and the Investment Program, \nrespectively, covering the design, costs, contractors’ and consultants’ performance, social and \neconomic  impact,  economic  rate  of  return,  and  other  details  relating  to  each  individual \nProject/Investment Program for each state as may be requested by ADB.  \n \n10.  Performance Monitoring and Evaluation \n65.  Existing PMGSY planning and monitoring procedures provide a substantial database for \nall roads, including details of traffic before improvement, population served, and social facilities \nalong the alignment, and the progress of individual road works to help establish baseline data \nfor monitoring the indicators at the outcome and impact levels of the design and monitoring \nframework  (Appendix  1).  MORD  has  also  been  conducting  impact  assessment  studies  in ", "    17 \nselected PMGSY participating states.24 Performance monitoring and evaluation under each \nProject and under the Investment Program will utilize this existing setup, and strengthen the \nmonitoring of key impact and outcome indicators and associated assumptions. For this purpose, \nwithin 3 months of the effective date of the first loan agreement, MORD through the SRRDAs \nwill carry out the necessary arrangement for systematic performance monitoring, integrated with \nthe OMMAS, for the Investment Program as well as for each Project under the MFF.  \n \n11.  Review \n66.  In addition to regular reviews including a midterm review for each loan by ADB staff, a \ndetailed midterm review of the Investment Program will identify any problems or weaknesses in \nimplementation arrangements, and agree on any changes needed to achieve the Investment \nProgram  objectives.  The  midterm  review  will  be  conducted  during  the  third  year  of \nimplementation; terms of reference will be included in the MFF administration memorandum \nprepared by ADB’s inception mission for the MFF. Overall Investment Program preparation and \nimplementation flow is shown in Supplementary Appendix G. \n \nIV.  INVESTMENT PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Overall Impacts and Benefits \n67.  ADB support to the Investment Program will help the Government meet the target set \nunder Bharat Nirman to provide universal connectivity to habitations with a population of 1,000 \n(500 in the case of hilly or tribal areas) or more by 2010. Improving rural connectivity is also a \npriority in the selected states. Economic activity is constrained if the movement of people, \ngoods, and services is constrained. Many communities in the target states have been isolated \nfor  years.  Existing  roads  require  rehabilitation.  Although  the  program  focuses  on  new \ninfrastructure, part of the investments will improve existing networks. This approach arrests the \ndepreciation of fundamentally sound assets, and delivers economies of scale—rehabilitation \ncosts will come down if the contracts are mixed with the construction of new assets.  \n \n68.   The Investment Program will contribute to the economic well-being of rural communities \nin  the  selected  states,  and  thus  reduce  poverty.  Agriculture  will  benefit.  Agricultural  input \ndistribution will be easier, as will the dispatch of final products to market. The cost of distributing \ninputs and final products will decrease. Greater and better access to markets will inevitably \nmake a difference, with farm income expected to increase as a result. But greater market \naccess will also fuel competition and benefit customers. Better connectivity will make it easier \nfor investors. More inward investment, especially in agribusiness, will have a positive impact on \njobs  and  income.  Construction  and  wholesale  and  retail  trade  will  increase,  together  with \nhousing and selected public utilities such as rural water, communications, and electricity. Labor \nmobility benefits rural and urban areas alike. The exodus of the young to the city is expected to \ndecrease. This will create impetus for more and better education and health services.25 \n \n                                                 \n24 Assam, Himachal Pradesh, Madhya Pradesh, Mizoram, Orissa, Rajasthan, Tamil Nadu, Uttar Pradesh, and West \nBengal. \n25 ADB’s recent studies on the impact of infrastructure on poverty reduction (Cook, C., T. Duncan, W. Guobao, S. \nJitsuchon, and A. Sharma. 2005. Assessing the Impact of Transport and Energy Infrastructure on Poverty \nReduction. Manila: ADB) confirmed that the impacts of past rural transport improvements in India include the \nfollowing:  (i)  travel  time  savings,  (ii)  increased  employment  opportunities  and  higher  wages,  (iii)  increased \navailability and accessibility of educational and health services, (iv) reduced vulnerability of the poor, and (v) \npositive effect on participation of the poor in activities outside the rural community. \n ", "1 8   \nB.  Sustainability of Investment \n69.  The investment proposed will be sustainable as the PMGSY design requires a high level \nof commitment by the participating states to finance post-construction road maintenance. Two \nkey requirements are effectively linked with MORD’s approval of states’ project proposals: (i) \nmandatory use of the standard bidding document for civil works with a 5-year post-construction \nmaintenance component, and (ii) written commitment required of the states to allocate funds for \nthis  component  in  their  state  budget.  Signing  civil  works  contracts  with  a  maintenance \ncomponent  obligates  states  to  allocate  funds  to  meet  the  maintenance  expenditure.  For \nFY2005, the three participating states budgeted and allocated the required maintenance funds. \nDuring Investment Program implementation, states’ commitment and actual budget allocation to \n5-year maintenance will be closely monitored. The state governments also provided assurances \nthat they will enter into contractual commitments to maintain the entire PMGSY rural road \nnetwork, including the Investment Program roads, for the subsequent 5 years. A simple and \npractical maintenance planning process based on the pavement condition index will be used to \ndetermine maintenance priority.      \n \nC.  Sustainability of Policy and Institutional Interventions \n70.  The Investment Program is not new to India or ADB. Rural and nonrural roads have \nbeen financed many times in the past, with and without ADB involvement. The country and the \nindividual  states  have  considerable  expertise  in  the  subsector.  This  track  record  covers \nplanning, design, and implementation of operations. It addresses procurement, safeguards, \nfinancial management, administration, contract supervision, and monitoring. National systems, \nthose developed for PMGSY in particular, are quite sophisticated in each of these areas and the \nlevel  of  oversight  appears  to  be  high  compared  with  many  other  countries  in  which  ADB \noperates. The Projects under the MFF will adopt many of these systems found compatible with \nADB requirements. The differences between the PMGSY requirements and the requirements \nspecific  to  the  Projects  under  the  MFF  have  been  narrowed.  Interventions  specific  to  the \nProjects under the MFF are limited to the areas of road safety, and social and environmental \nsafeguards. Even in these areas, ADB interventions are aligned with the existing PMGSY \ninitiatives. \n   \n71.  The longer term objective of ADB interventions will be to leave in place systems, people, \nand  procedures  that  can  outlive  the  Investment  Program  itself.  The  central  and  state \ngovernments are especially keen on this approach and accordingly provided assurances to \nwork with ADB toward this endeavor. The central Government will continuously improve the \nPMGSY  standard  operating  procedures  and  provide  training  to  state  officials  involved  in \nPMGSY implementation. \n \nD.  Economic Analysis \n72.  Quantifiable economic benefits consist of (i) lower transport and vehicle operating costs, \n(ii) greater passenger time savings, and (iii) reduced spoilage of agricultural inputs and produce. \nThe economic internal rate of return (EIRR) was calculated by comparing the with- and without-\ninvestment scenarios for about 3,200 km of the first batch subproject roads in the three states. To \nhave  EIRRs  on  ensured  benefits, only the  first  two  types  of benefits were considered in the ", "    19 \neconomic analysis. Without the investment, transport cost to and from rural habitations will remain \nvery high. With the investment, transport costs will be significantly reduced, leading to savings for \nexisting traffic, rapid growth in generated traffic, and a shift in traffic composition toward more \nefficient modes. \n \n73.  The estimated overall EIRR for the sample subprojects is 18.0%; the overall EIRRs for \nAssam, Orissa, and West Bengal are 15.6%, 18.0%, and 20.2%, respectively. Sensitivity analysis \nshows that the proposed investment will remain economically viable under adverse scenarios, \nincluding increased costs, decreased benefits, and implementation delays. The economic and \ndistribution analysis is in Supplementary Appendix H. \n \nE.  Social Impact \n1.  Poverty Reduction \n74.   The states of Assam, Orissa, and West Bengal have a large rural population26 with the \nmajority dependent on agriculture for their livelihood. Despite the improvements during the \nrecent decade, these states are still among the poorest in India in terms of various development \nindicators.  Poverty  is  particularly  acute  in  rural  areas.  In  terms  of  the  proportion  of  rural \npopulation living below the poverty line, Orissa ranks at the top at 48%, Assam 3rd at 40%, and \nWest Bengal 12th at 32%, all above the national average of 26%. Indeed, the total rural \npopulation living below the poverty line in the three states accounts for 21.5% of that of India, \nhigher than the three states’ share in India in terms of rural population (15.4%) and total \npopulation (14.1%).  \n \n75.   The provision of all-weather roads in rural areas will lead to increased access to rural \nmarkets and rapid economic diversification increasing the incomes of farmers in all income \ngroups. Farmers will benefit from reduced cost of supply of agricultural inputs. This will increase \nthe size of the agricultural surplus contributing to increase in income, which will be spent on \nother  goods  and  services.  Improved  access  will  lead  to  greater  mobility  enabling  rural \ncommunities  to  shift  from  subsistence  farming  to  more  commercially-oriented  agricultural \nproduction. Production and marketing of high-value perishable products will become possible on \na commercial basis. Increased mobility will support poor households to access better paying \njobs outside their villages. The improvement of connectivity is also expected to encourage \ninvestments  in  nonagricultural  enterprises  and  larger  investments  in  transport  services. \nCommunities with all-weather roads will attract assistance from government programs and \ndistrict poverty reduction projects. The Investment Program is expected to have an immediate \nand short-term impact on poverty reduction due to labor opportunities for rural poor who will be \nhired during construction. Another major benefit will be reliable access to schools and health \nservices  through  reduced  travel  time  and  transportation  costs,  contributing  directly  to  the \naccumulation of human capital, which is a key factor in sustainable poverty reduction. The \nsummary poverty reduction and social strategy is in Appendix 12. \n \n2.  Gender Impacts \n76.   Women in both poor and non-poor households in rural areas are disadvantaged by low \nstatus in households and communities in terms of access and control. The status of women is \n                                                 \n26  The proportion of population living in rural areas is at 88% in Assam, and 83% in Orissa—much higher than that of \nall India at 72%. West Bengal has the same proportion of rural population as all India, but in absolute number, its \nrural population of 56.5 million is larger than that in Assam and Orissa combined.   \n ", "2 0   \nbetter in West Bengal compared with the other two states. Gender assessment carried out as \npart  of  social  and  poverty  assessment  found  that  the  Investment  Program  will  improve \nconnectivity to nearby towns and villages, thereby increasing access to health and educational \nservices. Better transport services will open up opportunities for more girls to access higher \neducation outside the village. Improved rural roads will also contribute to safe motherhood by \naugmenting access to medical facilities outside the village and reducing obstacles to improved \nhealth services within the village. Women noted that better roads would make travel safer and \nmore comfortable as presently they travel on foot; improved roads will also mean increased \ntransportation facilities, which will enable them to travel at all times. \n \n3.  Land Availability  \n77.      The construction of rural roads will be carried out mostly within existing right-of-way, \nhowever in some cases, straightening of alignment will require narrow strips of land to be made \navailable. The survey carried in the sample roads in the three states revealed that the impact \ndue to land take will be mostly on marginal farmers.27 West Bengal and Assam will face loss of \nresidential and commercial structures28 by both titled and nontitled households. Transect walks \nundertaken for the sample subprojects demonstrated that, through design modification, impacts \non  structures  could  be  mostly  minimized.  A  similar  exercise  will  be  carried  out  for  other \nsubprojects, with the impacts on structures expected to be minimized. \n \n78.      Most of the adverse social impacts will be mitigated by the selection of alternative \nalignments  and  design  modifications.  However,  if  extra  land  must  be  secured  for  specific \nsubprojects, the voluntary land donation system will be used, recognizing the effectiveness of \nthe system for rural road developments in India. The procedural requirements are provided in \nthe resettlement and participation framework developed for the World Bank-financed Rural \nRoads Project. Under the MFF, ADB requirements will be harmonized with those of the World \nBank with necessary adjustments in consideration of the specific situations of the participating \nstates. A CPF, which incorporates key elements of the resettlement and participation framework \ntogether with necessary adjustments to it, was developed for each of the three participating \nstates for project preparation and implementation. The CPF adopts road selection criteria similar \nto those of the World Bank’s resettlement and participation framework, in which rural roads in \nquestion will not be financed until relevant social issues are resolved. The outline of the CPF is \nin Appendix 7. The EAs will ensure that the road selection criteria, process for community \nparticipation, and documentation requirements comply with the CPF principles and procedures.  \n \n79.      Implementation of this system needs to be monitored closely. The internal monitoring will \nbe carried out by the PIUs with support of the PIC, and external monitoring will be carried by the \nTSC appointed by NRRDA for each of the states. These arrangements are introduced on a pilot \nbasis. ADB will review effectiveness of these arrangements jointly with the Government and the \nWorld Bank at an appropriate time during implementation, and appropriate modifications to the \nsafeguard frameworks made as required. In addition to this ongoing monitoring, ADB will closely \nreview the sample subprojects and an additional 100 km of roads from each state. Based on the \ninitial review, ADB will discuss any revisions and agreements for corrective action before finally \ndelegating subproject approving authority to MORD. \n \n                                                 \n27  In West Bengal, 46% of affected agricultural households were marginal farmers, 30% in Orissa, and 2.6% in \nAssam.  \n28  In West Bengal, 3 residential and 1 commercial structures are affected. In Assam, 105 residential and 12 \ncommercial structures are affected with impacts mostly on fences and frontages of the homestead land. In Orissa, \nonly 2 residential and 2 commercial structures are affected. ", "    21 \n4.  Indigenous People \n80.   The social assessment of the sample subprojects identified the presence of scheduled \ntribes in the three states. These groups are largely assimilated into the local population. The \nInvestment Program will not have any differential impact on scheduled tribe population; they will \nreceive similar benefits from the Investment Program as the non-scheduled-tribe households. \nNo significant impact will be made on their tribal and cultural identity. The assessment indicates \nthat the rural road construction will benefit scheduled tribe households by providing connectivity \nto habitations and increasing access to better facilities in health, education, and markets. In \naddition, the Investment Program is expected to open up alternate opportunities for employment \nin nearby towns thereby diversifying their sources of income. As stipulated in the CPF, for any \nimpact on land involving traditional and tenurial rights of the scheduled tribes, national and state \nlegal provisions pertaining to land transfers will be duly followed. The CPF identifies special \nprovisions  for  all  scheduled  tribe  households  to  ensure  that  their  living  standards  are  not \nadversely affected as a result of land donation or in the event of any loss of nonland asset and \nimpacts on their livelihoods.  \n \nF.  Environmental Impact \n81.  This Investment Program is categorized as “B” in accordance with ADB’s Environmental \nAssessment  Guidelines  (2003).  An  initial  environmental  examination  (IEE)  of  sample \nsubprojects was prepared as part of the detailed project reports. The IEE rates the physical \ninterventions of the Investment Program as minor; none of the sample subprojects involve \nrealignment or the establishment of new road alignment. The Investment Program activities are \nmostly related to providing black topping of 3.5 meter carriageway and earthen shoulders, and \nside drains if the roads run through residential areas. Based on these activities, the predicted \nenvironmental impacts occur mostly during construction. The characteristics of impacts are \ntemporary and reversible. The mitigation measures are available and can mostly be integrated \ninto construction works. In this context, an ECOP setting out generic mitigation measures to be \nimplemented throughout the investment cycle, from selection of the alignment, preparation of \nthe  detail  engineering  design,  construction,  and  operation  is  being  prepared  to  provide \nguidelines for mainstreaming environmental concerns into the development of rural roads. The \nenvironmental assessment of the additional subprojects will follow procedures under the sector \nloan modality. The agreed EAF will govern the preparation and implementation of the additional \nsubprojects. The summary IEE with the EAF is in Appendix 8.  \n \n82.  Although the environmental impacts are insignificant, continued monitoring to ensure \nthat  the  mitigation  measures  are  well  implemented  is  needed.  The  existing  institutional \narrangement to develop rural roads has no setup to address environmental concerns identified \nby the IEE studies. Therefore, each SRRDA will assign an environment officer with a primary \nresponsibility to mainstream environmental concerns related to development of rural roads. At \nthe  initial  implementation  of  the  Projects  under  the  MFF,  environment  specialists  will  be \nengaged as part of the TSC to work closely with the environment officers in the respective \nstates  to  appraise  additional  subprojects  and  to  monitor  implementation  of  the  mitigation \nmeasures. The environmental checklist, which serves as the IEE, to be prepared as part of the \ndetailed project report for each subproject, will identify the relevant provisions of the ECOP, \nwhich in turn will serve as an environmental management plan for the subproject, to be adhered \nto  during  subproject  implementation.  ADB  will  provide  special  training  early  in  project \nimplementation to the environment officers as well as to the PIUs of the SRRDAs.  \n \n ", "2 2   \nG.  Risks \n83.  The risk of implementation delays has been addressed by establishing an SRRDA in \neach state to act as the Implementing Agency. The SRRDA will have authority to decide on \nimplementation  including  procurement,  and  suitably  qualified  core  staff  to  manage \nimplementation effectively. MORD will provide the SRRDAs with sufficient resources to engage \nconsultants and contractors to perform the main engineering and civil works tasks, as well as \nrequisite social and environmental studies.   \n \n84.  The  economic  analysis  of  the  investments  suggests  no  significant  economic  risks. \nSensitivity tests and risk analysis undertaken on sample subprojects show that the subprojects \nselected in accordance with the selection criteria will be economically viable even under a \ncombination of adverse scenarios.  \n \n85.  The risk of adverse social and environmental impacts has been addressed through \nexaminations of sample subprojects. Consultations with local stakeholders were made and will \ncontinue during the Investment Program. Support for a program of this nature is universal. The \nrisk of road connectivity improvements leading to increased road accidents are to be addressed \nthrough the capacity-building component.  \n \n86.  The fiduciary risk under PMGSY will be manageable and addressed mainly through the \nuse of standardized procedures in the areas of procurement, accounting, and reporting. The \nGovernment  will  continue  providing  training  to  state  government  officials  on  financial \nmanagement and reporting as part of its effort to fully functionalize the OMMAS.  \n \n87.  ADB will address the risk associated with the MFF, which is new to both India and ADB, \nby ensuring capacity of the India Resident Mission for reviewing and monitoring Investment \nProgram implementation, particularly with respect to fiduciary and safeguard oversight, while \nproviding sufficient support to the Government in the form of an advisory technical assistance in \nthese areas. \n \nV.  ASSURANCES \n88.   In addition to the standard assurances, the national Government and the governments of \nthe states (Assam, Orissa, and West Bengal at the outset) have given the following assurances, \nwhich have largely been incorporated in the attached FFA, and will be incorporated in the \nindividual loan agreement and project agreement(s) as applicable and mutually agreed between \nthe Government and ADB for each Project under the MFF. \n \n1.  General \n89.       (i)    The Project will be carried out in accordance with the PMGSY guidelines as \nsupplemented by specific requirements described in the FFA, including those \ndescribed more fully in the agreed CPF and the EAF for the participating states, \nas applicable.  \n \n(ii)   A Coordination Committee will be set up at MORD to assist in implementation of \nthe Project. \n  \n(iii)  Each participating state will likewise set up a Project implementation committee \nfor implementation of the Project at state levels. \n ", "    23 \n90.  Each state will assist in obtaining the requisite approvals and clearances for timely \nimplementation of the Project. \n \n91.  Each state will provide, as necessary, respective counterpart staff, land facilities, and \ncounterpart funding for the Project in accordance with the financing plan; cost of making land \navailable for the subprojects and assistance, and implementation and monitoring under the CPF \nand  EAF  (including  unforeseen  expenses  beyond  the  estimates);  utility  relocation;  general \nproject management expenses; and road maintenance in a timely manner through approved \nannual budget allocations. \n \n92.   Each state will ensure that the respective IAs will recruit PICs with expertise in social \ndevelopment and environmental management to help implement the provisions of the CPF and \nthe EAF for all subprojects in the related state. \n \n2.  Road Maintenance \n93.  In accordance with the PMGSY guidelines, the states will provide adequate and timely \nfunding for proper maintenance of the PMGSY roads. Any increases in the actual amounts to be \nprovided will be met by the respective state through additional budget allocations, or other \nalternative sources of financing.  \n \n94.  As also required under the PMGSY guidelines, except as ADB may otherwise agree, the \nstates will require the respective IAs (through the PIUs) to ensure proper maintenance of the \nPMGSY roads until these are transferred to the designated zilla panchayats in accordance with \nthe  PMGSY  guidelines.  The  states  will  also  allocate  the  requisite  funds  to  the  relevant \nfunctionaries (the related PIU/zilla panchayat) for such maintenance in accordance with the \nrequirements of the PMGSY Guidelines. \n \n95.   The states will ensure that related PIU/zilla panchayat, as the case may be in each state, \nwill enter into further maintenance contracts with competitively procured contractors (on the \nbasis of the standard performance-based contracts for road maintenance prepared by project \nmanagement consultant under ADB funded RRSI. The contracts will begin upon completion of \nthe initial 5-year maintenance period under the related construction contracts and will cover \nroutine maintenance and renewal of all PMGSY roads for further periods of not less than 5 \nyears. \n \n3.  Road Safety \n96.  As part of the midterm review of the Investment Program as also under each Project, \nMORD, the states, and ADB will review the outcomes of the road safety program, to consolidate \nthe institutional mechanism, financing modalities, and detailed implementing arrangements to \nfurther ensure sustainable road safety programs for the roads to be developed under PMGSY \nand the Investment Program at the national and state levels. \n \n4.  Land Availability  \n97.  The states will ensure that the respective IAs implement the relevant provisions of the \nCPF for all subprojects as agreed upon with ADB and in conformity with all applicable laws and \nregulations of the Government/respective state government. \n  \n ", "2 4   \n98.  The states will ensure that the IAs will, subject to compliance with the relevant provisions \nof the CPF and EAF/ECOP and in accordance with all applicable laws and regulations of the \nGovernment/respective state government, acquire or make available the land and rights to land \nfree from any encumbrances, and clear the utilities, trees, and any other obstruction from such \nland, required for commencement of construction activities in accordance with the schedule \nagreed under the related civil works contract. \n \n99.  The states will ensure that (i) the  respective  IAs  will  (a)  carry  out  the  community \nconsultation  process  for  all  subprojects  in  accordance  with  the  PMGSY  Guidelines  as \nsupplemented  by  the  CPF;  (b)  disseminate  the  information  on  process  of  land \ntransfer/availability  as  the  case  may  be,  support/assistance  provisions,  and  grievance \nprocedures to the project-affected communities in a timely manner so that all related issues are \nresolved before awarding civil work contracts; and (c) ensure that in case of voluntary land \ndonations/transfer, these are undertaken in a transparent manner under proper documentation, \nand avoid any kind of coercion or forced donations/transfer; and in this regard will not exercise \nany eminent domain or related mechanisms that may be deemed to be compulsory acquisition \nof land; and  (ii)the details of land made available in accordance with the procedures prescribed \nin the PMGSY Guidelines, are reflected in the local land records in a timely manner and not \nlater than commencement of the related civil works contract under a subproject. \n \n5.  Execution of Civil Works Contracts \n100.  Subject to compliance with the requirements of CPF and EAF/ECOP, the states will (i) \nacquire  or  make  available  on  a  timely  basis  the  land  and  rights  in  land,  free  from  any \nencumbrances; and (ii) clear the utilities, trees, and any other obstruction from such land, on a \ntimely basis, i.e., strictly in accordance with the schedule as agreed under the related civil works \ncontract, as required for construction activities relating to each section of the related civil works \ncontract under the subproject. \n \n101.  The states will ensure that, subsequent to award of civil works contract under any \nsubproject, no section or part thereof under the civil works contract will be handed over to the \ncontractor unless the applicable provisions of the CPF and the EAF/ECOP have been complied \nwith. \n \n102.  Any changes to the land alignment or environment impacts on account of detailed \ndesigns of related subproject roads will be subject to prior approval by ADB or related agency \n(MORD) as the case may be in accordance with the subproject selection criteria and procedures \nincluded in Appendix 4. \n \n6.  Social Impacts \n103.  The states will ensure (i) through specific provisions in the bid documents and the civil \nworks  contracts  under  each  individual  Project  under  the  MFF  that  the  contractors  will  (a) \ndisseminate  information  at  work  sites  on  the  risks  of  sexually  transmitted  diseases  and \nHIV/AIDS as part of the health and safety measures for those employed during construction; (b) \nfollow legally mandated provisions on health, sanitation, and appropriate working conditions, \nincluding accommodation, where appropriate, for construction workers at camp sites; (c) comply \nwith all applicable labor laws, not employ child labor for construction and maintenance activities, \nand provide appropriate facilities for children of laborers in construction campsites; and (d) \nprovide equal opportunities for women for road construction activities, and not differentiate \nwages for men and women for work of equal value; and (ii) that compliance with provisions in ", "    25 \nclause (i) of this paragraph is monitored by the respective IAs. The civil works contracts will also \nprovide for their termination by the employer for breach of any provision. \n \n104.  The  states  will  ensure  acceptance  of  the  Project  through  effective  community \nparticipation  in  selecting  and  implementing  subprojects  in  accordance  with  the  PMGSY \nGuidelines as supplemented by the CPF. \n \n105.  In case of any significant or related impacts on scheduled tribes under any subproject, \nthese will follow the requirements as set out in the CPF as agreed by ADB (the CPF lays down \nspecial provisions for all scheduled tribe households to ensure that their living standards are not \nadversely affected as a result of land donation or in the event of any loss of non-land asset and \nimpacts on their livelihoods). As also laid down in the CPF, for any impact on land involving \ntraditional and tenurial rights of the scheduled tribes, the legal provisions laid down by the \nGovernment and the state governments pertaining to transfer of land will be duly followed.  \n \n7.  Environment  \n106.  ADB  will  only  finance  subprojects  that  meet  the  eligibility  requirements  set  out  in \nAppendix 4, and that adhere to relevant requirements of the PMGSY Guidelines, the CPF, the \nEAF, and other applicable guidelines for subproject implementation. The states will monitor the \nimplementation of subprojects through to their completion of each subproject.   \n \n107.  The states will ensure that (i) subprojects will be implemented in accordance with the \nEAF; and (ii) relevant provisions of the ECOP identified in the subproject preparation stage are \nincorporated into the subproject designs and followed during subproject design, construction, \noperation, and maintenance.  \n \n108.  The states will require the related SRRDA to implement each individual Project under \nthe MFF in accordance with all applicable laws and regulations regarding wildlife and protected \nareas/forest areas for subprojects that involve roads passing through forest areas and address \nthese under the relevant IEE for such subprojects. No construction work will be undertaken on \nsections of subprojects that pass through a forest reserve unless clearance is granted by India’s \nMinistry of Environment and Forest under applicable laws and regulations of India/respective \nstate, and no subproject will be located within or close to an environmentally sensitive area such \nas a wildlife sanctuary, national park, or other areas with significant ecological functions that are \ndeclared as national parks, sanctuaries, or national/international cultural heritage. \n \n8.  Subproject Selection and Approval Process \n109.  MORD will ensure that the subprojects follow the selection criteria and are promptly \nprocessed for approval by ADB as described in detail in Schedule 2 of the FFA. \n \n9.  Inclusion of Subprojects in New Participating States  \n110.  PFRs for financing subprojects in states other than the states of Assam, Orissa, and \nWest Bengal will be subject to satisfactory due diligence and preparation of relevant frameworks \nand other documents. The Government and ADB will agree on a schedule to initiate these \nactivities, within not more than 6 months of the effectiveness of the first loan to be provided \nunder the MFF.  \n \n ", "2 6   \nVI.  RECOMMENDATION \n111.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of ADB and recommend that the Board approve the provision of loans \nunder  the  multitranche  financing  facility  in  an  aggregate  principal  amount  not  exceeding \n$750,000,000 equivalent to India for the Rural Roads Sector II Investment Program from ADB's \nordinary capital resources, with interest to be determined in accordance with ADB's LIBOR-\nbased lending facility, and such other terms and conditions as are substantially in accordance \nwith those set forth in the Framework Financing Agreement presented to the Board. \n \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n28 November 2005 ", "Appendix 1      27           \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \nImpact  Three to four years after    Assumption \nContribute to  completion of subprojects  •  Census (next due in 2011)  •  Various government \nreduction in poverty  under the Investment Program  •  State and district statistics  rural development \nand deprivation, and  (2011 for first loan  •  Sample impact study  schemes are effectively \nsupport economic  subprojects):  conducted by NRRDA  coordinated \ngrowth of the  •  Reduction in poverty rates  •  Impact monitoring by the \ncommunity  in rural areas served by  technical support \nconnected by  Investment Program roads  consultant of selected \nInvestment Program  by 5%   roads in their principal \nroads.  •  Improvement in social  villages  \n  indicators in rural areas   \nserved by Investment \nProgram roads by 10%, \nincluding for maternal and \ninfant deaths, safe delivery, \nimmunization, post primary \ndropout, and primary \nschool teacher attendance \n \nOutcome  By the end of the Investment    Assumption \nImproved  Program (2010):  •  OMMAS  •  Availability of transport \nconnectivity of rural  •  Investment Program states  •  State and district statistics  modes and services to \ncommunity to  to have rural road networks  •  Completion reports of  newly connected \nmarkets, district  connecting all habitations  each individual loan and  habitations \nheadquarters, and  with populations of 1,000  the multitranche financing \nother centers of  and above with all-weather  facility \neconomic activity via  roads (as of April 2005,  •  Sample impact study \nInvestment Program  habitations in this  conducted by NRRDA \nroads  population class without  •  Impact monitoring by the \nall-weather connectivity are  technical support \n4,692 in Assam, 2,151 in  consultant of selected \nOrissa, and 9,533 in West  roads in their principal \nBengal)   villages \n•  Improved access to \nmarkets, and health and \neducation facilities \nmeasured in terms of the \nnumber of days when \naccess to these facilities \nare disrupted (currently up \n1/4 of the year down to \nless than 15 days per year)  \n•  Diversified income \nopportunities in rural areas \nmeasured in terms of the \nnumber of people obtaining \nwork outside the village \nand the change in cropping \npattern and agricultural \nproduce marketing \n(increase in perishable \ncrops in both cropping and \nmarketing)  \n \n       ", "28  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \nOutputs  By the end of the Investment  •  OMMAS  Assumptions \n1. Construction and  Program (2010):  •  National quality monitor  •  Continuous allocation of \nupgrading of rural  •  30,000 km priority rural  inspection reports  central Government’s \nroads into all-  roads in the Investment  •  Biennial pavement  funds to PMGSY in the \nweather standard  Program states  condition index  survey   Investment Program \n  constructed and upgraded  •  Quarterly progress reports  states \n  to all-weather standard  and loan completion  •  Continuous allocation of \n  connecting about 19,000  reports   state Governments’ \n  rural habitations (ADB  •  ADB review missions   funds for \n  financing to cover about  •  ADB midterm review  postconstruction \n  1/3 of this requirement)  mission  maintenance works  \n  •  All roads constructed or  •  External monitoring of  •  Quality control and \n  upgraded to be rated  community participation    monitoring of civil works \n  collectively 30% higher  effective  \n  than the current ratings  •  Active participation of \n  (“very good” rating  rural community in \n  currently at 28% in Assam  planning and \n  and West Bengal, and 50%  preparation of \n  in Orissa)  subprojects  \n  •  Rural roads improved   \n  under earlier-completed \n  loans of the Investment \n  Program to maintain \n  pavement condition index \n  (defined in PMGSY \n  Operations Manual) value \n  of 5   \n   \n2. Improved  •  Improvements to PMGSY \ncommunity  community consultation \nparticipation  procedures measured by \n  satisfaction of the affected \ncommunities \n \nActivities with Milestones  Inputs \n  •  ADB OCR financing of \n1.0 Subproject Preparation  $750 million   \n1.1 Appraisal of sample subprojects (about 3,200 km) completed by August 2005.   •  Government financing of \n1.2 Additional subprojects to be prepared and appraised by the Government with ADB  $1,350 million  \nreview of additional 100 km of subproject proposals from each of the Investment  •  ADB staff time for \nProgram states   multitranche financing \n  facility administration \n2.0 Framework Financing Agreement  including review of PFRs \n2.1 Signed in November 2005  and preparation of \n  loan/project agreements \n3.0 Periodic Financing Request  for individual loans \n3.1 First PFR submitted in November 2005   \n3.2 ADB review of ongoing subprojects—biannually    \n3.3 ADB review of states’ readiness to implement additional loans—to be done   \nconcurrently with above review of ongoing subprojects   \n3.4 Government to notify ADB of forthcoming PFR—at least 15 days in advance   \n3.5 Government to submit PFR and ADB to approve the requested financing through   \nexecution of a corresponding loan agreement—within 30 days of PFR   \n   \n   \n ", "Appendix 1      29           \nActivities with Milestones  Inputs \n   \n4.0 Safeguards \n4.1 Social and environmental safeguard frameworks prepared during processing \n4.2 For new states to be included under the multitranche financing facility, safeguard \nframework documents to be prepared  \n4.3 Community consultation completed and land made available in accordance with \nconstruction schedule—applicable to all subprojects under the facility    \n \n5.0 Subproject Implementation  \n5.1 PICs in place before commencement of 1st loan civil works contracts—expected \nin December 2005  \n5.2 Under subsequent loans, civil works contracts to be awarded toward the end of \nthe monsoon season (by October-November) to have a longer working period  \n \n6.0 Monitoring and Reporting  \n6.1 Baseline survey by December 2005  \n6.2 Monthly internal monitoring using OMMAS \n6.3 Quarterly progress reporting  \n6.4 Quarterly external monitoring of safeguard implementation \n6.5 Annual impact monitoring at end 2006, end 2007, end 2008, end 2009, and \nInvestment Program completion  \n6.6 Impact monitoring by NRRDA to continue after completion of the Investment \nProgram  \n \nADB = Asian Development Bank, NRRDA = National Rural Roads Development Agency, OMMAS = online management, \nmonitoring, and accounting system, PFR = periodic financing request, PIC = project implementation consultant, PMGSY = \nPradhan Mantri Gram Sadak Yojana.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    ", "30  Appendix 2  \nSUBSECTOR ANALYSIS \nA.  Introduction \n1.  India’s transport system is one of the largest in the world. It serves a land area of 3.3 \nmillion square kilometers (km2) and consists mainly of roads, railways, and air services. Inland \nwater transport plays a small role in some states and has a total traffic share of 0.15%. In the \npast, railways were the predominant transport mode. In 1960, railways carried 85% of goods \ntraffic (in ton km) and 51% of passenger traffic (in passenger km). By 2001, the figures had \ndeclined to 32% of goods and 13% of passenger traffic. Road transport is now the dominant \nmode and accounts for 68% of goods traffic (in ton km) and 87% of passenger traffic (in \npassenger km).  \n \nB.  Status of Roads Subsector and Government Strategy  \n1.  Current Status \n2.  India’s road network mainly consists of three categories of roads: (i) about 60,000 km of \nnational highways, (ii) about 600,000 km of the secondary system comprising state highways \nand major district roads, and (iii) about 2.7 million km of the tertiary system mainly consisting of \nrural roads. The total road length is estimated to be about 3.4 million km. National highways \nprovide the high-density links between states. They comprise only 2% of the network but carry \nabout 40% of traffic. State highways link national highways with district headquarters, important \ntowns,  and  minor  ports;  and  major  district  roads  run  within  districts,  connecting  areas  of \nproduction with markets, and rural areas to district headquarters and to state highways and \nnational highways. The secondary system comprises about 18% of the network and carries \nabout 40% of traffic. Rural roads link rural communities with the highway network, providing \naccess to higher agricultural incomes, employment opportunities, and social services. They \nrepresent about 80% of the network and carry about 20% of traffic. \n \n3.  The sustained underinvestment in road infrastructure in India has affected all levels of \nthe road network.1 The national highways and the secondary system had not been able to meet \nthe rapid traffic growth. In the road subsector, freight traffic increased at about 12% per year \nand  passenger  traffic  at  about  8%  in  the  past  decade.  The  rapid  growth  in  traffic  led  to \ncongestion, road deterioration, and high costs of transport. Widespread overloading of freight \nvehicles  damages  the  road  pavement.  Mixed  use  of  the  roadway  by  both  motorized  and \nnonmotorized  vehicles  (bicycles,  animal-drawn  vehicles,  etc.)  causes  congestion  and  high \nlevels of traffic accidents. In rural areas, where 70% of India’s population lives, many villages \nstill rely on earth tracks that are unsuitable for motorized traffic and become impassable during \nthe rainy season due to the poorly finished road surface; missing bridges; and inadequate, \ndefective,  or  missing  drainage  structure.  Even  where  all-weather  connections  have  been \nprovided, the standard of rural roads is low, maintenance is poor, and many roads are in need \nof rehabilitation. \n \n4.  Improving the road transport network is important for the economic development and \nsocial integration of the country. Providing rural areas with all-weather roads is a key component \nof rural development and economic growth, and will significantly improve the quality of life of the \nmajority of the people. Roads have considerable impacts on poverty reduction as they lead to \n                                                 \n1  Since the 6th five-year plan, 1980–1985, annual investments in roads varied between 0.6% and 1.5% of gross \ndomestic product, with an average of 1.1%. ", "Appendix 2  31\nhigher  agricultural  incomes,  increased  productive  employment  opportunities,  and  improved \naccess to economic and social services. \n \n2.  Government Strategy  \n5.  The main objective for the road subsector in the Government’s 10th plan (2002–2007) is \nthe  balanced  development  of  the  total  road  network,  which  includes  adding  capacity  by \nwidening  roadways,  improving  riding  quality,  strengthening  road  safety  measures,  and \nestablishing wayside amenities. Two major investment initiatives are being implemented. The \nfirst is the National Highway Development Project comprising the 6,000 km golden quadrilateral \nlinking  Delhi,  Mumbai,  Chennai,  and  Kolkata;  and  the  7,300  km  north–south,  east–west \ncorridors from Kashmir to Kanyakumari and Silchar to Porbandar. This project, which is being \nimplemented by the National Highway Authority of India, envisages creating four/six-lanes on \nthe existing network at a cost of Rs540 billion ($11 billion). Financing comes from earmarked \nexcise duty (cess)2 on petrol and diesel, multilateral funding, budgetary allocations, and market \nborrowing.  \n \n6.  The second major initiative is the Pradhan Mantri Gram Sadak Yojana (PMGSY), the \nPrime Minister’s Rural Roads Program, established in 2000, which has the overall objective of \nconnecting rural habitations with populations of 500 or more to all-weather roads by 2007. \nRecently, the Government announced a revised time frame for achieving rural connectivity \nunder an umbrella program for rebuilding rural infrastructure called Bharat Nirman.3 The revised \ntarget to achieve connectivity to all habitations with a population of 1,000 (500 in the case of \nhilly or tribal areas) by 2009 would require about Rs480 billion ($11 billion) from the fiscal year \n(FY) 2006 to 2010. Financing is being provided from earmarked cess, multilateral funding, and \nbudgetary  allocations.  The  Government  is  also  considering  mobilizing  additional  resources \nthrough domestic borrowing.  \n \nC.  Rural Roads Subsector  \n1.  Current Status \n7.  The tertiary road network in India comprises about 2.7 million km; the majority are rural \nroads. The rural road network consists of zilla parishad roads, gram panchayat roads,4 and \ncommunity roads. Following the 73rd Constitutional Amendment in 1992, state governments are \nto assign responsibility for management of rural roads to the panchayati raj institutions and to \nremit necessary financial resources for this purpose. This has not yet been fully implemented. \nMost of the states still retain the rural roads under their responsibility. Due to this ambiguity in \nresponsibility and lack of mechanisms to systematically assess the conditions of the rural roads, \ntheir status is not well inventoried and only partially recorded in government statistics. According \n                                                 \n2  The Central Road Fund Act, 2000 introduced an additional excise duty (cess) of Re1.00 per liter on petrol and \nRe1.00 on high-speed diesel oil, to be allocated as follows: (i) 50% of cess on high-speed diesel to the \ndevelopment of rural roads; and (ii) 50% of cess on high-speed diesel and 100% of cess on petrol to development \nand maintenance of national highways, road bridges under or over railway lines and safety work at unstaffed \nrailway crossings, and development and maintenance of state roads. The cess on high-speed diesel was increased \nto Rs1.5 per liter in 2003. \n3 The finance minister, in his budget speech on 28 February 2005, designated rural roads as one of the six \ncomponents of Bharat Nirman (meaning Laying the foundation for India). The other proposed components are \nirrigation, rural housing, rural water supply, rural electrification, and rural telecommunication connectivity. \n4  A panchayat is a body of directly elected people responsible for development of activities in an area. The three \nlevels of panchayat comprise gram panchayat at village level, intermediate panchayat at block level, and zilla \npanchayat at district level. These panchayats collectively called “panchayati raj institutions.” ", "32  Appendix 2  \nto statistics published by the Ministry of Shipping, Road Transport, and Highways, of 412,600 \nkm gram panchayat roads, only 57,300 km (14%) were surfaced in 2002. These figures do not \ncover those roads being added under PMGSY. Table A2.1 shows the status of different types of \nrural roads. \n \nTable A2.1: Status of Rural Roads in India \nTotal Length  Surfaced Length  Surfaced \nCategory \n(km)  (km)  (%) \nZilla Parishad Roads  499,462  283,832  57 \nVillage Panchayat Roads  412,595  57,338  14 \nPanchayat Samiti Roads   148,104  37,273  25 \nPanchayat Raj Roads Totala  1,060,161  378,443  36 \nRural Roads Constructed under Jawahar  900,000  183,202  20 \nRojgar Yojna \nkm = kilometer.   \na Excludes roads being improved under PMGSY. \nSource: Ministry of Shipping, Road Transport, and Highways website. \n \n  2.   Rural Roads under PMGSY \n \n8.  PMGSY  focuses  on  providing  all-weather  connectivity5  to  rural  habitations  that  are \nlacking this. The road works to be financed under PMGSY are to create the “last 1 mile” \nconnectivity to villages in rural areas. A nationwide planning exercise conducted in 2000 to \nidentify unconnected habitations and eligible roads under PMGSY found that in rural areas \nwhere 70% of India’s population lives, about 330,000 habitations, 40% of the total 850,000 \nhabitations,  were  without  all-weather  road  connectivity.  To  maximize  the  impacts  of  the \ninvestment under PMGSY, the Ministry of Rural Development (MORD) established criteria to \ngive priority to habitations with a larger population. The original target was to provide good all-\nweather road connections to all habitations with a population of 1,000 or more by 2003 and to all \nhabitations with a population of 500 or more by 2007. In hilly or desert areas, or scheduled tribe \nareas as defined in Schedule V of the Constitution of India, the objective is to connect all \nhabitations with a population of at least 250 by 2007. On this basis, PMGSY has identified more \nthan 170,000 unconnected habitations requiring new road connectivity investments for about \n370,000 km of roads. Details of the eligible habitations under PMGSY are in Supplementary \nAppendix A.  \n \n9.  The  level  of  rural  connectivity  varies  significantly  across  the  states.  The  eligible \nunconnected habitations under PMGSY are concentrated in the following 10 states: Assam, \nBihar, Chhattisgarh, Himachal Pradesh, Jharkhand, Madhya Pradesh, Orissa, Rajasthan, Uttar \nPradesh, and West Bengal; and account for 88% (151,000) of the eligible habitations under \nPMGSY nationwide. MORD has selected these states for focused PMGSY intervention. The \nfirst Asian Development Bank (ADB) loan, Rural Roads Sector I Project (RRSI), for $400 million \nis to finance PMGSY in the states of Chhattisgarh and Madhya Pradesh. The World Bank’s first \nloan-credit for $400 million is to finance PMGSY in Himachal Pradesh, Jharkhand, Rajasthan, \nand Uttar Pradesh. The proposed Rural Roads Sector II Investment Program is to finance \nPMGSY in Assam, Orissa, and West Bengal. Bihar may be covered under the ongoing World \nBank project. \n \n10.  Key indicators related to the road subsector of Assam, Orissa, and West Bengal are in \nTable A2.2. Of the three states, Assam has the poorest road network with only 14% of the roads \n                                                 \n5  PMGSY defines an all-weather road as one that is negotiable in all weather conditions, and has adequate cross-\ndrainage structures to effectively drain the roadbed. ", "Appendix 2  33\nsurfaced. Table A2.3 provides some of the PMGSY planning and progress indicators. In spite of \nthe impressive progress made to date, these states remain among those with the greatest \nnumber of unconnected habitations with more than 40% of the unconnected habitations with \npopulations greater than 1,000 nationwide.   \n \nTable A2.2: Key Road Subsector Indicators in Assam, Orissa, and West Bengal \nItem  Assam  Orissa  West Bengal \nArea (km2)  78,438.0  155,707.0  88,752.0 \nPopulation (million)  26.6  36.7  80.2 \nTotal Road Length (km)  89,486.0  238,034.0  92,023.0 \nNational Highway (km)  2,836.0  3,704.0  2,325.0 \nSurfaced Road Length (km)  12,882.0  52,245.0  49,517.0 \n14.4%  22.0%  53.8% \nRoad Density (km/km2)  1.14  1.52  1.04 \nkm = kilometers, km2 = square kilometer. \nPercentages are with respect to the total road length.  \nSource: Ministry of Shipping, Road Transport, and Highways website. \n \nTable A2.3: PMGSY in Assam, Orissa, and West Bengala \nWest  Total of  Total of \nItem  Assam  Orissa \nBengal  Three States  India \nTotal Number of Habitations  22,936 49,018 51,472 123,426  849,337\nNumber of Unconnected  15,786 28,299 35,667 79,752  330,647\nHabitations  \nNumber of Eligible Unconnected  13,144 14,393 25,288 52,825  172,772\nHabitations under PMGSY  7.6% 8.3% 14.6% 30.6% \nRoad Length to be Covered  18,987 29,374 23,652  72,013  369,386\nunder PMGSY to Connect  5.1% 8.0% 6.4% 19.5% \nEligible Habitations \nNumber of Eligible Habitations  2,232 2,668 2,717 7,617  33,875\nConnected under PMGSY  6.6% 7.9% 8.0% 22.5% \nAllocation from 2000/01 to \n2004/05 \nNumber of Eligible Habitations  10,912 11,725 22,043 44,680  137,534\nRemaining to be Connected  7.9% 8.5% 16.0% 32.5% \n  Population 1,000+  4,692 2,151 9,533 16,376  38,669\n12.1% 5.6% 23.9% 42.3% \n  Population 500–999  3,684 5,973 11,009 20,666  70,733\n5.2% 8.4% 15.6% 29.2% \n  Population 250–499  2,536 3,601 1,501 7,638  28,132\n9.0% 12.8% 5.3% 27.2% \nkm = kilometer, PMGSY =  Pradhan Mantri Gram Sadak Yojana.                         \na Percentages are with respect to the total of India. \nSource: PMGSY Briefing Book, April 2005.  \n \n3.  Key Sector Issues \n \n11.  Funding Gap. Because PMGSY is a fully Government-sponsored scheme, the financial \nviability of the program depends on the willingness and ability of the Government to raise and \nallocate funds to effect its delivery and achieve its targets. Full achievement of program targets \nas originally scheduled has been constrained due to limited funding availability. Current estimates \nsuggest that the total investment required to meet PMGSY targets is about Rs1,320 billion \n(approximately $30 billion). Based on this estimation, several billion per year is required to \ndeliver PMGSY targets within a reasonable time frame. A more realistic target set under the ", "34  Appendix 2  \nBharat Nirman still requires about Rs480 billion from FY2006 to 2010. About 40% of this \nrequirement  is  to  be  funded  from  the  cess  on  high-speed  diesel  and  about  7%  from  the \ncommitted assistance from ADB and the World Bank; for the balance of 53%, funding sources \nremain to be identified. MORD is seeking domestic and external borrowing to deliver the program, \nand is taking steps to find ways to lower the unit costs of new roads and reduce the overall \ninvestment requirement. Program support for these efforts is recommended to strengthen the \noverall financial viability of PMGSY. \n \n12.  Maintenance Funding. Sustainability of the PMGSY investment will be dependent on \neffective  implementation  of  appropriate  design  and  construction  standards  and  an  adequate \nmaintenance regime. PMGSY requires implementation of technical oversight during design and \ncontractor supervision during construction, as well as inclusion in the construction contract of a 5-\nyear maintenance component to be implemented by the construction contractor. The maintenance \ncomponent, which includes the construction/defects liability period, is separately financed by the \nstate.  \n \n13.   State  governments  are  also  required  to  furnish  a  certificate  to  the  effect  that  the \nprovision of funds for maintenance has been made for PMGSY roads separately in the state \nbudget, as a precondition for submitting annual project proposals to the central Government. \nAmounts budgeted and allocated for FY2005 are \n(i)  Assam. Rs600 million (about $14 million) are budgeted for the entire road network \nunder  state  responsibility,  of  which  Rs150  million  (about  $3.5  million)  were \ndeposited in the Assam State Road Board (ASRB) account as of April 2005.   \n(ii)  Orissa. Rs12.6 million (about $0.3 million) are budgeted and this amount has been \ndeposited in the Orissa State Rural Roads Agency (OSRRA) account.  \n(iii)  West  Bengal.  Has  budgeted  Rs30  million  (about  $0.7  million)  earmarked  for \npayment to PMGSY contractors. \n \n14.  Although funding required to meet existing contractual obligations is relatively modest, \nfunding requirements will increase exponentially as PMGSY roads constructed under the new \nform of contract are completed. This requirement will experience another significant increase \nwhen  ADB-funded  roads  begin  to  come  online  in  FY2008.  Maintenance  requirements  for \nFY2007 to FY2012 in constant rupees, without taking inflation into consideration are as follows: \n(i)  Assam from Rs130 million ($3 million) in FY2008 to Rs790 million ($18.2 million) in \nFY2012; \n(ii)  Orissa from Rs330 million ($7.6 million) in FY2008 to Rs1.140 billion ($26.2 million) \nin FY2012; and \n(iii)  West Bengal from Rs230 million ($5.3 million) in FY2008 to Rs1.320 billion ($30.3 \nmillion) in FY2012. \n \n15.   These are significant when compared with the existing level of maintenance funding \nbudgeted by the respective states. Moreover, state financing of program maintenance for new \nroads should not result in a reduced level of funding for maintenance already committed to by \neach state for existing roads. \n \n16.  With maintenance of existing state rural road networks already significantly underfunded, \nthis program will need to explore ways to more reliably and effectively ensure adequate financing \nfor the maintenance of all state rural roads—existing and proposed, particularly core rural road \nnetworks. In this regard, loan assurances agreed upon for ADB support of the RRSI, with respect \nto road maintenance, will also be required for the second phase of ADB support.  ", "                                       Appendix 3    35\nEXTERNAL ASISTANCE TO THE ROAD SECTOR \nA.  Asian Development Bank \nAmount \nNo.  Project Name  Type  Date Approved \n($’000) \n \nTechnical Assistance \n0955  Road Improvement  PP  75  24 Feb 1988 \n1058  Pavement Management  A&O  490  3 Jan 1989 \n1059  Expressway System Planning  A&O  260  3 Jan 1989 \n1164  Second Road  PP  100  9 Jun 1999 \n1325  Vadodara-Bombay Expressway  PP  600  15 Jun 1990 \n1402  Pavement Management for National Highways  A&O  760  30 Oct 1990 \n1403  Private Sector Participation in Expressway Financing,  A&O  500  30 Oct 1990 \nConstruction and Operation \n1404  Road Construction Industry  A&O  340  30 Oct 1990 \n1325  Vadodara–Bombay Expressway (Supplementary)  PP  250  19 Mar 1991 \n1678  Third Road  PP  250  26 Mar 1992 \n1942  Faridabad–Noida–Ghaziabad Expressway  PP  550  27 Aug 1993 \n1951  Bombay–Vadodara Expressway TA Project Environmental  PP  90  10 Sep 1993 \nImpact Assessment \n2001  Road Safety  A&O  210  29 Nov 1993 \n2002  Environmental Management of Road Projects  A&O  240  29 Nov 1993 \n2003  Technical Standards of Highway Concrete Structures  A&O  350  29 Nov 1993 \n2986  Western Transport Corridor─Facilitating Private Participation  PP  1,000  9 Feb 1998 \n3142  North–South Corridor Development in West Bengal  PP  1,000  23 Dec 1998 \n3361  Capacity Building for Contract Supervision and Management in  A&O  600  22 Dec 1999 \nthe National Highways Authority of India \n3365  Capacity Building for Social Development  A&O  800  23 Dec 1999 \n3445  Establishing a Public Private Joint Venture for the West Bengal  A&O  150  25 May 2000 \nNorth–South Economic Corridor Development \n3538  Preliminary Engineering for the West Bengal Corridor  PP  150  13 Nov 2000 \nDevelopment \n3539  Resettlement and Environmental Assessment for the West  PP  150  13 Nov 2000 \nBengal Corridor Development \n3540  Economic and Poverty Analysis for the West Bengal Corridor  PP  150  13 Nov 2000 \nDevelopment Project \n3724  Enhancing the Corporate Finance Capability of National  A&O  700  20 Sep 2001 \nHighways Authority of India \n3751  Madhya Pradesh State Road Sector Development  PP  600  29 Oct 2001 \n3752  National Highway Corridor and Public–Private Partnership  PP  700  29 Oct 2001 \n3845  Madhya Pradesh State Road Development  PP  1,000  14 Mar 2002 \n3914  Economic Studies for the Rural Roads Sector Development  PP  150  3 Sep 2002 \n3915  Engineering Studies for the Rural Roads Sector Development  PP  150  3 Sep 2002 \n3916  Environmental Analysis for the Rural Roads Sector  PP  100  3 Sep 2002 \nDevelopment \n3917  Institutional and Policy Development Studies for the Rural  PP  150  3 Sep 2002 \nRoads Sector Development \n3918  Social Analysis for the Rural Roads Sector Development  PP  150  3 Sep 2002 \n3995  Chhattisgarh State Roads Sector Development  PP  800  21 Nov 2002 \n4013  Institutional Strengthening and Capacity Building for Madhya  A&O  1,500  5 Dec 2002 \nPradesh State Road Sector \n4036  National Highway Corridor (Sector)  PP  500  16 Dec 2002 \n4152  National Highway Sector II  PP  300  21 Jul 2003 \n4220  Rural Roads Sector II  PP  1,000  20 Nov 2003 \n4271  Development of High-Density Corridors under the Public– A&O  700  18 Dec 2003 \nPrivate Partnership \n4355  High Priority National Highways  PP  1,000  8 Jul 2004 \n4378  Northeastern State Roads  PP  800  23 Aug 2004 \n4013  Institutional Strengthening and Capacity Building for Madhya  A&O  600  29 Apr 2005 \nPradesh State Road Sector (Supplementary) \n ", " 36  Appendix 3 \n \nAmount  \nNo.   Project Name  Date Approved \n($ million) \n \nLoans from Ordinary Capital Resources \n0918   Road Improvement  198.00  10 Nov 1988 \n1041   Second Road  250.00  30 Oct 1990 \n1274   National Highways  245.00  29 Nov 1993 \n1747   Surat–Manor Tollway Project  180.00  27 July 2000 \n1839  Western Transport Corridor  240.00  20 Sept 2001 \n1870  West Bengal Corridor Development  210.00  11 Dec 2001 \n1944  East–West Corridor  320.00  26 Nov 2002 \n1958  Madhya Pradesh State Roads Sector Development (Program  30.00  5 Dec 2002 \nLoan) \n1959  Madhya Pradesh State Roads Sector Development (Project Loan)  150.00  5 Dec 2002 \n2018  Rural Roads Sector I  400.00  20 Nov 2003 \n2029  National Highway Corridor (Sector) I  400.00  4 Dec 2003 \n2050  Chhattisgarh State Roads Development Sector  180.00  15 Dec 2003 \n2154  National Highway Sector II  400.00  21 Dec 2004 \n \nB.  Other Funding Sources \nProject Length  Loan Amount    $ Million \nRegion/State  Project Name \n(km)  (yen million)  Equivalent \n \nJapan Bank for International Cooperation \nUttar Pradesh   Mathura–Agra   51  4,855  43.3 \nUttar Pradesh  Allahabad–Naini Bridge   5  10,037  89.6 \nAndhra Pradesh   Chilakaluripet–Vijayawada   83  11,360  101.4 \nOrissa   Jagatput–Chandikhol   33  5,836  52.1 \nUttar Pradesh   Ghaziabad–Hapur   33  4,827  43.0 \n \n    Amount ($ million)   \n    IBRD  IDA  Date Approved \nWorld Bank Group \nCountrywide  Roads    72.11   1 Jun 1961 \nBihar  Bihar Rural Roads    35.00   1 Nov 1980 \nCountrywide  National Highway  200.00      1 May 1985 \nGujarat  Gujarat Rural Roads      119.60    1 Feb 1987 \nCountrywide  State Roads    80.00   1 Oct 1988 \nCountrywide   State Roads  170.00    1 Oct 1988 \nCountrywide   Second National Highways  153.00    1 May 1992 \nCountrywide   Second National Highways    153.00   1 May 1992 \nCountrywide   State Road Infrastructure Development      51.50   1 Dec 1996 \nTechnical Assistance \nAndhra Pradesh  State Highways  350.00    1 Jun 1997 \nCountrywide   Third National Highways  516.00    12 May 2000 \nCountrywide   Gujarat State Highways   381.00    15 Sep 2000 \nCountrywide   Grand Trunk Road Development   589.00    21 Jun 2001 \nKarnataka  Karnataka State Highways Improvement  360.00    24 May 2001 \nKerala  Kerala State Transport   255.00    14 Mar 2002 \nMizoram  Mizoram State Roads     60.00  14 Mar 2002 \nUttar Pradesh  Uttar Pradesh State Roads   488.00    19 Dec 2002 \nTamil Nadu  Tamil Nadu Road Sector   348.00    17 Jun 2003 \nHimachal Pradesh,  Rural Roads   99.50  300.00  23 Sep 2004 \nJharkhand, \nRajasthan, Uttar \nPradesh \nUttar Pradesh, Bihar  Lucknow-Muzaffarpur National Highway    465.00  21 Dec 2004 \nA&O = advisory and operational, IBRD = International Bank for Reconstruction and Development, IDA = International \nDevelopment Association, PP = project preparatory               . \nSources: Asian Development Bank, Japan Bank for International Cooperation, and World Bank. \n   ", "  Appendix 4  37\n \n \nSELECTION CRITERIA AND APPROVAL PROCESS FOR SUBPROJECTS \n \nA.   General  \n \n1.   The  Rural  Roads  Sector  II  Investment  Program  (Investment  Program)  and  related \nsubprojects will be carried out in accordance with the Prime Minister’s Rural Roads Program \n(PMGSY) guidelines,1 as supplemented by requirements specific to the multitranche financing \nfacility (MFF) including those of the agreed community participation framework (CPF) and the \nenvironmental assessment and review framework (EAF).  \n \nB.   Subproject Selection Criteria  \n \n2.   Selection and preparation of subprojects under the Investment Program will be primarily \nthe responsibility of the state implementing agency: the state rural roads development agency \n(SRRDA). The following criteria will apply in selecting subprojects intended for financing under \nthe MFF: \n \n(i)  Subprojects will cover rural roads that lack an all-weather road connection. \n(ii)  Subprojects will be eligible for construction or upgrading in accordance with the \nPMGSY guidelines, and be included in the respective district core network. \n(iii)  Subprojects  will  be  ranked  using  an  area  approach  given  in  the  PMGSY \nguidelines, selecting packages of roads that contain (a) a link road connecting \nthe highest priority habitation in the comprehensive new connectivity priority list; \n(b) a through road that serves the link road; and (c) other eligible link roads that \nconnect to the through road.  \n(iv)  Subprojects will be technically feasible, and cost-effective as required under the \nPMGSY guidelines.  \n(v)  Road safety measures will be incorporated in the subproject designs as required \nunder the PMGSY guidelines. \n(vi)  Design  of  subprojects  will  be  finalized  based  on  input  from  community \nconsultation  conducted  in  accordance  with  the  PMGSY  guidelines,  as \nsupplemented by the CPF. \n(vii)  If  a  subproject  requires  land  to  be  made  available,  community  consultation \nprocesses in accordance with the PMGSY guidelines, as supplemented by the \nCPF  will  be  conducted.  Information  on  the  process  of  land  transfer, \nassistance/support options, and grievance procedures will be disseminated to the \nproject-affected communities, and issues will be resolved before awarding civil \nwork contracts. \n(viii)  Subprojects will be environmentally sound; none will be located within or close to \nan environmentally sensitive area, such as a wildlife sanctuary, national park, or \nother areas having significant ecological functions.  \n(ix)  An environmental checklist will be prepared for the subproject in accordance with \nthe EAF, and relevant provisions of the environmental codes of practice (ECOP) \nwill have been identified.  \n(x)  Sufficient counterpart funding will be allocated by the Government or related \nstate governments, as required, to implement the subproject as scheduled and \n                                                 \n1  These guidelines include Ministry of Rural Development, Government of India. 2004. Pradhan Mantri Gram Sadak \nYojana Programme Guidelines. Delhi; Ministry of Rural Development, Government of India. 2005. Pradhan Mantri \nGram Sadak Yojana Operations Manual. Delhi; and other related manuals and instructions. ", "38  Appendix 4 \nmaintain the subproject road under the post-construction 5-year maintenance \ncontract. \n(xii)   All necessary central and state government approvals will have been obtained for \nthe subproject. \n \nC.   Approval Procedures for Subprojects \n \n3.   Approval procedures for road connectivity subprojects will follow the process given in the \nPMGSY  guidelines  as  supplemented  by  the  requirements  of  the  CPF  and  EAF  (including \nECOP).  \n \n4.   For additional subprojects intended for financing under the MFF, approval procedures \nwill be as follows: \n \n(i)  The SRRDA will prepare subproject proposals in formats given in the PMGSY \noperations  manual,  CPF,  and  EAF  indicating  compliance  of  each  proposed \nsubproject with the selection criteria; and will submit the proposals to the National \nRural Roads Development Agency (NRRDA).2  \n(ii)  NRRDA  will  review  the  subproject  proposals,  check  compliance  with  the \nselection  criteria,  and  for  those  found  compliant  with  the  selection  criteria, \nrecommend approval to the Ministry of Rural Development (MORD). \n(iii)  MORD through NRRDA will submit the subproject proposals it intends to finance \nunder the Asian Development Bank (ADB) loan to ADB for review and approval \nbefore formally sending the subproject proposals to the Empowered Committee \nfor clearance. \n(iv)  ADB will approve the subproject proposals, subject to any modifications required. \n(v)  Subject to addressing any modification as required under subclause (iv), MORD \nwill give final approval for the subproject proposals to the SRRDA. \n(vi)  The SRRDA will proceed with tendering as guided by the PMGSY guidelines.   \n \n5.  Notwithstanding para. 4 subclauses (iii), (iv) and (v), unless otherwise required by ADB, \nfor financing to be provided to each state under the MFF, prior approval by ADB will be required \nfor subproject proposals only for the first 100 km of rural roads in such state.  \n \nD.   Monitoring during Implementation \n   \n6.  Adherence to requirements of the PMGSY guidelines, CPF, EAF (including ECOP) and \nother  applicable  guidelines  for  subproject  implementation  will  be  monitored  through  the \ncompletion of each subproject and only those subprojects meeting the requirements will be \neligible for ADB financing. The existing monitoring mechanism under PMGSY, namely the \nonline management, monitoring, and accounting system and the state and national quality \nmonitors, will be supplemented by input from the technical support consultant for safeguard \ncompliance and road safety.  \n                                                 \n2 The PIUs of the SRRDA, with support of the project implementation consultants, will finalize the detailed project \nreports of proposed subproject roads meeting all the selection criteria, and will submit them to the state technical \nagency for technical scrutiny after completing all the procedural requirements of the PMGSY guidelines, CPF, and \nEAF. Compliance with the requirements of the CPF and EAF will be concurrently reviewed by the technical support \nconsultant financed under the MFF.  ", "    Appendix 5  39\nDESIGN FEATURES AND TECHNICAL STANDARDS \n \n1.  The roads to be constructed or upgraded under the Rural Roads Sector II Investment \nProgram are rural roads comprising village roads and other district roads to provide all-weather \nconnectivity to habitations. The project roads will be built along the alignments of the existing \nearth/gravel roads, which are in poor condition. The majority of these roads are impassable for \n3–4 months during the wet season. As they presently carry a low volume of traffic—on average, \nless than 50 motorized vehicles per day—and projected traffic for them after 20 years will still be \nbelow 1,000, the project roads are classified as low-traffic. \n \nA.  Design Standards for Investment Program Roads \n \n2.  The design criteria adopted are in accordance with the Indian Roads Congress (IRC) \npublication Rural Roads Manual (IRC:SP:20-2002) and other IRC design codes that have been \nfollowed by the Prime Minister’s Rural Roads Program (PMGSY). The standards are consistent \nwith standard international practices adopted by the American Association of State Highway and \nTransportation Officials design standards and Transport Research Laboratory Overseas Road \nNote 31: Guide to the Structural Design of Bitumen-Surfaced Roads in Tropical and Subtropical \nCountries, and are found appropriate. \n \n3.  The following codes have been developed by IRC to provide guidelines on the geometric \ndesign standards of rural roads. \n \n(i)  IRC:73-1980 Geometric Design Standards for Rural (Nonurban) Highways. \n(ii)  IRC:52-2001  Recommendations  about  the  Alignment  Survey  and  Geometric \nDesign of Hill Roads. \n(iii)  IRC:SP:23-1983 Vertical Curves for Highways. \n(iv)  IRC:38-1988  Guidelines  for  Design  of  Horizontal  Curves  for  Highways  and \nDesign Tables. \n(v)  IRC:SP:48-1998 Hill Road Manual. \n \n4.  PMGSY only requires that roads be negotiable in all kinds of weather. The choice of \nsurfacing takes into account factors such as traffic, soil type, and rainfall. Under the Rural \nRoads Sector II Investment Program, the subprojects must meet an economic criterion to \nensure that they are economically justified. In many cases, bitumen surfacing will be the most \neconomic option, particularly because (i) under monsoon conditions, gravel-surfaced roads \ncould be washed away by rains; and (ii) gravel roads require frequent maintenance if they are to \nrealize their potential life, and include uncertainties about establishing a permanent capacity \nsufficient for carrying out required activities. \n \nB.  General Design Consideration \n \n5.  The major improvements on the project roads are as follows: \n \n(i)  Widen the existing roadway to 7.5 meters (m)—efforts will be made to confine \nwidening within the existing right-of-way to minimize adverse environmental and \nsocial impacts. \n ", "40  Appendix 5 \n(ii)  Provide  a  3.75  m  wide  carriageway  with  granular  subbase,  waterbound \nmacadam as base, and bitumen overlay. Where the traffic is low and is not likely \nto increase in the future,1 width of 3 m will be provided. \n \n(iii)  Provide a 3.75 m shoulder (1.875 m on each side). \n \n(iv)  Raise the embankment to provide a minimum subgrade level of 0.5 m above the \nnatural ground level or 0.6 m above the highest flood level to meet hydraulic \nrequirements. \n \n(v)  Improve  horizontal  and  vertical  alignment  to  allow  a  design  speed  of  50 \nkilometers/hour on level terrain. The existing alignment will be followed in most \ncases to minimize resettlement. \n  \n(vi)  Provide adequate road safety features through a safety audit. \n \n(vii)  Provide  proper  cross-drainage  structures,  where  necessary,  to  ensure  all-\nweather connectivity. Conduits for future irrigation pipes will be provided.   \n \n(viii)  Provide road furniture, including signs and kilometer posts. \n  \n(ix)  Establish tree plantations along the roads where appropriate.  \n \n                                                 \n1  In case the road has a dead end. ", " \nPOLICY MATRIX \n \nIssue  Intervention  Impact  Status \nA.     Project Selection       \n1.     National level  •  (RRSI) Policy dialogue with Ministry  •  Giving priority to rural roads  •  Preparation of core network based on \ndevelopment of concept of  of Rural Development (MORD) to  forming part of core network will  district rural roads plan, procedures to \ncore network and  identify a core network of rural  allow for the optimization of  draw up lists of priority roads for new \nprocedures to identify  roads in each district that will be the  network benefits from the  connectivity and upgrading, and \npriority rural road  backbone providing connectivity to  investment in rural roads  selection procedures to prepare an \ninvestment   all planned link rural roads  annual list of project roads \n  incorporated in updated PMGSY \nguidelines \n2.     Incorporation of economic  •  (RRSI) Give priority to developing  •  Will ensure economic efficiency  •  Consideration to economic viability \nviability criterion   economically viable rural roads  and sustainability  forms part of eligibility criteria in the \nnewly issued PMGSY Operations \nManual \n \nB.     Financing: National        \n1.      Financing of project  •  (RRSI) Policy dialogue with MORD  •  Will encourage more states to use  •  Incorporated in updated PMGSY \npreparation and supervision  to allow the use of Pradhan Mantri  consultants for preparing detailed  guidelines \nactivities  Gram Sadak Yojana (PMGSY)  project reports (DPRs), and for   \nfunds to finance consulting services  supervising works. This in turn will \nfor project preparation and  help increase the professionalism \nsupervision    with which DPRs are prepared \nand project supervision is carried \nout \n \nC.      Project Implementation       \n1.      National        \na.  Formulate  •  (RRSI) Policy dialogue with MORD  •  Use of standardized documents  •  MORD introduced mandatory use of \nstandardized  to formulate standardized contract  will help states ensure effective  the standard contract documents with \ncontract documents  documents for project preparatory  consultancy and contracting  5-year post-construction maintenance \nconsulting services, project  implementation arrangements for  in 2003/04 \nconstruction works, and project  project preparation, construction,  •  Procedures and documents for \nsupervision consulting services,  and supervision thus helping  recruiting consultants largely based on \nincluding the option for states to  ensure the quality of the roads  ADB procedures currently pilot-tested, \nfinance maintenance of roads by  constructed  and to be used in RRSII states   \nA\nthe contractor for the first 5 years    p\np\noperations    e\nn\n    d\nix\n    6\n          4          \n1\n \n ", " \n4 \nIssue  Intervention  Impact  Status  2\n \n2.  State           \n \nb.  Establish  •  (RRSI) Policy dialogue with  •  This will improve the efficiency  •  State rural roads development    \n \n \nautonomous rural roads  government of Chhattisgarh to  and speed of implementation  agencies established in most of the    \nA\ndevelopment agency to  establish such authority to allow  PMGSY participating states in 2003  p\np\nimplement PMGSY  efficient decision making, especially  e\nn\n  for procurement  d\nix\nc.  Use consultants for  •  (RRSII) Policy dialogue with  •  This will allow state governments  •  Governments of Assam, Orissa, and   6\n \nproject preparatory  governments of Assam, Orissa, and  to mobilize required resources for  West Bengal used consultants for    \n \nconsulting services and  West Bengal to adopt use of  project delivery without building up  DPR preparation and will engage    \nproject supervision  consultants for project delivery   in-house resources and to focus  project implementation consultants \nconsulting services   their resources on core activities  under RRSII for further DPR \n  preparation and civil works \nsupervision  \nD.     Project Sustainability       \n1.      Maintenance planning  •  (RRSI) Policy dialogue with MORD  •  Adequate planning and financing  •  Under updated PMGSY guidelines, \nand financing  to require states participating in  commitments are necessary for  MORD requires state governments to \nPMGSY to provide firm  the road assets to be sustainable  approve budgeting of an annual slice \nundertakings regarding the  over their useful economic lives  of funds required for post-construction \nplanning and financing of future  5-year maintenance as a precondition \nmaintenance of rural roads network  for annual approval for new project \nproposals \n \nE.      Safeguard Policies       \n1.       National        \na. Include experts  •  (RRSII) Policy dialogue with MORD  •  This will help address safeguard  •  To be incorporated in RRSII \nfor safeguard in  to include the centrally financed  issues from an early stage in \ncentrally financed  project implementation consultants  project preparation throughout \nproject preparation  social/resettlement and  project implementation, and \nand supervision  environment experts  propagate the same approach \nconsulting services    toward the PMGSY \n2.      State        \na. Environment  •  (RRSII) Policy dialogue with  •  This will help ensure that ADB’s  •  Environmental assessment and review \nimplementing agencies to address  safeguard policy principles relating  framework endorsed by the RRSII \nproject-related environmental  to the environment are generally  states \nissues by preparing an  adhered to, while allowing use of  •  Environmental codes of practice \nenvironmental assessment and  country/agency-specific systems  currently being finalized  \nreview framework and  to address environmental issues \nenvironmental codes of practice to \nbe applied at the project \npreparation and implementation \nstages \n \n       \n ", " \nIssue  Intervention  Impact  Status \nb. Land acquisition and  •  (RRSII) Policy dialogue with  •  This will help ensure that ADB’s  •  CPF to be used under RRSII for \nresettlement  implementing agencies to prepare a  safeguard policy principles relating  selection, preparation, and \ncommunity participation framework  to resettlement are adhered to,  implementation of subprojects \n(CPF) that has voluntary donation  while allowing use of \nas a standard modality to make  country/agency-specific systems \nland available for ADB-financed  to address resettlement issues \nsubprojects and strengthen \nPMGSY’s community consultation \nprocess \n \nF.       Road Safety       \n1.       National and state        \na. Community-based  •  (RRSI) Policy dialogue to introduce  •  This will mitigate the risk of road  •  Being developed under RRSI and \nroad safety  a community-based road safety  accidents and establish  implemented in RRSII \n  program to mitigate road accident  community initiatives to support \n  risks by raising awareness  road safety \nb. Road safety audit  •  (RRSI) Policy dialogue to introduce  •  This will help reduce the risk of  •  To be incorporated in RRSII \nroad safety audit within PMGSY to  building PMGSY roads with design \nmitigate potential accident risks at  weaknesses that would lead to \nthe design stage  road accidents \n \nRRSI = Rural Roads Sector I Project, RRSII = Rural Road Sector II Investment Program. \n \n \nA\np\np\ne\nn\nd\nix\n 6\n4          \n3\n \n ", "44  Appendix 7 \nOUTLINE COMMUNITY PARTICIPATION FRAMEWORK  \n \n1.  The proposed multitranche financing facility (MFF) will finance the construction and \nupgrading of rural roads eligible for Pradhan Mantri Gram Sadak Yojana (PMGSY), the Prime \nMinister’s  Rural  Roads  Program,  in  the  selected  states  (initially  Assam,  Orissa,  and  West \nBengal,  and  any  other  states  meeting  the  requirements  in  the  Framework  Financing \nAgreement). The criteria for subproject selection, social assessment, and review procedures are \nprovided here. \n \nA.  Social Criteria for Subproject Selection  \n \n2.  Criteria include the following: \n \n(i)  adequate  land  width  availability  as  specified  in  the  Rural  Roads  Manual, \nSpecification for Rural Roads 2004 and PMGSY Operations Manual 2005;  \n(ii)  the proposed alignment involves limited land loss, and the remaining land and \nor/structures remain viable for continued use;  \n(iii)  if impacts are unavoidable, the impacts will be minimized through one or more of \nthe  following  mechanisms:  (a)  design  modifications  by  reducing  land  width, \nshifting the alignment, modifying cross-sections, etc., to the extent required by \nsafety considerations; (b) voluntary donation of land/assets by the land/asset \nowner  by  means  of  memorandum  of  understanding  (MOU)  or  other \ndocumentation acceptable to ADB; and (c) provision of support and assistance to \nvulnerable  affected  people1  through  gram  panchayat2  and  rural  development \nschemes and agreed mitigation matrix; and \n(iv)  roads  with  no  scope  for  addressing  social  impacts  through  any  of  the \nmechanisms above will not be taken up under the MFF for that particular year. \nSuch  roads  will  be  taken  up  after  the  social  issues  are  resolved  by  the \ncommunity. \n \nB.  Social Assessment Requirement \n \n3.  After subproject selection (para. 2), the following processes will be undertaken and \ndocumented in specified formats: \n \n4.  Planning. This involves the following activities: \n \n(i)  Disseminate  project  information  to  (a)  sensitize  the  communities  on  project-\nrelated issues, and (b) articulate community expectations of the proposed project \nand the mechanism for beneficiaries’ land contribution. \n(ii)  Finalize alignment through community planning: (a) transect walk conducted by \nthe  PIU,  panchayat,  and  local  community;  (b)  joint  on-site  inventory,  cross-\nchecking, verification of alignment, and transfer of information on revenue maps; \n(c) identification and redress of grievances;(d) initiation of the process of land \n                                                 \n1   Affected people are defined as people (households) who stand to lose, as a consequence of the project, all or part \nof their physical and nonphysical assets irrespective of legal or ownership titles. \n2  A panchayat is a body of directly elected people responsible for development of activities in an area. The three \nlevels of panchayat comprise gram panchayat at village level, intermediate panchayat at block level, and zilla \npanchayat at district level. ", "Appendix 7  45\ntransfer; (e) identification of vulnerable3 people affected by the project identified; \n(f) community acceptance of the project and road alignment; (g) voluntary land \ndonations made through MOU or other documentation acceptable to ADB; and \n(h)  adjustment  of  community/panchayat  land  to  mitigate  severe  livelihood \ndisturbances arising from land donations. \n(iii)  The PIU/gram panchayat consults with people affected by the project after 15 \ndays of the transect walk to (a) disseminate information and data on how the \nconcerns of affected people (AP) are incorporated in design modifications; (b) \ndescribe  procedures  to  be  adopted  for  land  transfer;  (c)  outline  entitlement \nprovisions for vulnerable affected people for targeted support/assistance through \nlinkages with rural development schemes, civil support mechanisms, or cash \nassistance; (d) describe disbursal procedures to vulnerable AP; and (e) outline \ninputs required from the community: construction labor, temporary use of land for \ndiversion.  \n(iv)  Develop a profile of AP: the PIU and gram panchayat will (a) survey AP to \nestimate asset ownership, sources of livelihood, and lost assets and livelihood; \nand (b) identify vulnerable AP to provide targeted support/assistance based on \ntheir vulnerability (living below the poverty line; households moving below the \npoverty line; scheduled tribes; scheduled castes; households headed by women; \nhandicapped  people  suffering  losses  of  their  land,  shelter,  or  source  of \nlivelihood).  \n(v)  Disseminate the process of land transfer and finalize entitlement provisions. \n(vi)  Form village and district land management committees4 and grievance redress \ncommittees to resolve grievances, if any. \n(vii)  Submit MOU or other documentation acceptable ADB to panchayati raj institution \n(PRI) and documentation of structure losses that are to be replaced by the PIU, \nstate, and/or panchayat. \n \n5.  Mitigation  Measures  Matrix.  A  voluntary  land  donation  system  is  adopted  for  the \nproject in recognition of the effectiveness of the system for rural roads development in India. \nThe project will also ensure that (i) there is full consultation with landowners and any nontitled \npeople on site selection (ii) voluntary donations do not severely affect the living standards of \naffected people and are directly linked to benefits for the affected people, with community \nsanctioned measures to replace any losses that are agreed through verbal and written record by \naffected people; (iii) any voluntary donation will be confirmed through verbal and written record, \nand verified by an independent third party; and (iv) adequate grievance redress mechanisms \nare in place.  \n \n6.  To mitigate the possible adverse impacts of the subprojects, the community participation \nframework (CPF) lists various types of impact categories and mitigation measures which would \napply to sample as well as additional subprojects, based on the specific project impacts. \n                                                 \n3  Vulnerable people affected by the project are defined as (i) households living below the poverty line as per the \nstate poverty line for rural areas; (ii) households who will lose income and move below the poverty line as a result \nof loss to assets and/or livelihoods; (iii) households losing structure, households headed by women, scheduled \ncaste, scheduled tribe, or the disabled. \n4  A land management committee will be formed by the gram panchayats consisting of all gram panchayat members. ", "46  Appendix 7 \nTable A.7: Mitigation Measures Matrix \n \nImpact \nMitigation Measures  Responsibility \nCategory \nLoss of  •  Willing transfer of land by means of memorandum of understanding (MOU) or  Gram \nAgricultural  other documentation acceptable to ADB   panchayat, \nLand  •  Advance notice to harvest standing crops  project \n•  For  vulnerable  affected  people  (AP),  assistance/support  by  means  of  (i)  implementation \nalternate land sites provided by gram panchayat, or (ii) cash assistance as per  unit (PIU), and \nreplacement costa by gram panchayat to meet loss of land; and inclusion as  state \nbeneficiaries in the existing poverty reduction/livelihood restoration programs   government \n•  For land involving traditional and tenurial rights, the legal provisions applicable \nof the central and state governments pertaining to transfer of land will be \nfollowed; existing customary rights of tribal communities on various categories \nof land will be taken into account during the process of land transfer \nLoss of  •  Provision of an alternate plot of land and structure of equivalent quality and  Gram \nStructure   value to be provided as per AP’s choice, or cash assistance by gram panchayat  panchayat, \n  to meet the loss of land and structure allowing AP to purchase land and rebuild  PIU, and state \nstructure of an equivalent standard   government \n•  For loss of boundary walls, fences, and other structures, willing transfer by \nmeans of MOU or other documentation acceptable to ADB. If voluntary donation \nof such structures is not possible, cash assistance as per replacement cost by \ngram panchayat to meet the loss of such structures, or provision of materials \nand/or labor by gram panchayat to allow AP to replace/rebuild the same   \n•  For  vulnerable  AP,  inclusion  as  beneficiaries  in  the  rural  development \nprograms/housing schemes  \n•  For  tenants,  assistance  to  find  alternative  rental  arrangements  by  gram \npanchayat, or cash assistance equivalent to advance payments made to the \nowner \n•  For squatters, provision of alternative relocation site, or cash assistance as per \nreplacement  cost,  or  provision  of  building  material  and/or  labor  by  gram \npanchayat,  or  inclusion  as  beneficiaries  in  the  rural  development \nprograms/housing schemes \n•  For  land  and  structure  involving  traditional  and  tenurial  rights,  the  legal \nprovisions applicable of the central and state governments pertaining to transfer \nof land will be followed; existing customary rights of the tribal communities on \nvarious categories of land shall be taken into account during the process of land \ntransfer \nLoss of  •  For  vulnerable  AP,  inclusion  as  beneficiaries  in  the  existing  poverty  Gram \nLivelihood  reduction/livelihood  restoration  programs;  in  case  of  noninclusion  in  such  panchayat and \nprograms, cash assistance to meet the loss of income during transitional phase  PIU \nand for income restoration \n•  Assistance for asset creation by community and gram panchayat \n \nLoss of Assets  •  Willing  transfer  of  the  asset  by  means  of  MOU  or  other  documentation  Gram \nSuch as Trees,  acceptable to ADB      panchayat, \nWell, and  •  For vulnerable affected people, assistance for the loss of these assets through  PIU, and state \nPonds   inclusion as beneficiaries in the existing poverty reduction/livelihood restoration  government \nprograms; in case of noninclusion in such programs, cash assistance by gram \npanchayat to meet the loss of assets and income \n \nLoss of  •  Relocation or construction of assets by gram panchayat with technical inputs  Gram \nCommunity- from the PIU  panchayat, and  \nOwned Assets  •  Consultations with the concerned section of the community in the case of  PIU \n(such as temple,  grazing land, etc. \nwells, ponds, \ngrazing land, \netc.)  ", "Appendix 7  47\nImpact \nMitigation Measures  Responsibility \nCategory \nTemporary  •  Civil works contract conditions to include provisions to obligate the contractor to  PIU \nImpacts during  implement appropriate mitigation measures for the temporary impacts including \nConstruction   disruption  of  normal  traffic,  increased  noise  levels,  dust  generation,  and \n  damage to adjacent parcel of land due to movement of heavy machinery. \nOther Impacts  •  Unforeseen impacts will be documented and mitigated based on the principles in this framework. \nnot Identified \na  Replacement cost means the \"cost\" to replace the lost asset at current market value or its nearest equivalent, plus \nany transaction costs such as administrative charges, taxes, and registration and titling costs allowing the \nindividual/community to replace what is lost and their economic and social circumstances to be at least restored to \nthe preproject level. \n \n7.  Implementation. The following activities will be undertaken: \n \n(i)  For the implementation of civil works, the states will acquire or make available on \na timely basis the land and rights in land, free from any encumbrances. \n(ii)  The PIU will facilitate enrollment of vulnerable AP in rural development schemes \nwith prior disclosure of information of the process and schedule.  \n(iii)  Entitlements  will  be  disbursed  through  civil  support  mechanism  by  gram \npanchayat or any other agency that holds jurisdiction over such disbursement. \n(iv)  For  lands  involving  traditional  tenurial  rights,  the  PIU  and  gram  panchayat, \nthrough consultations, will assess the impacts of such land donations and the \nextent of dependence of the local community on such land. \n(v)  Loss of other assets (well, trees, etc.) will be accounted for either through willing \ntransfer  (MOU  or  other  documentation  acceptable  to  ADB)  or \nrelocation/construction by gram panchayat/community with technical inputs from \nthe PIU. \n(vi)  Grievances  will  be  resolved  through  the  land  management  committee  and \ngrievance redress committees. \n(vii)  The PIU takes physical possession of land. \n(viii)  Temporary use of land during construction will be through written approval of the \nland owner or the panchayati raj institution. Contractor will bear the costs of any \nimpact  on  structure  or  land  due  to  movement  of  machinery  and  other \nconstruction-related reasons. Construction camp will to be sited in consultation \nwith local community and panchayati raj institution. \n \n8.  Monitoring. The following will be undertaken: \n \n(i)  Internal  monitoring  The  PIUs  with  support  will  conduct  internal  monitoring \nsupported by the social development and safeguard specialist of the project \nimplementation consultants (PICs). \n(ii)  The technical supervision consultant (TSC), engaged by National Rural Roads \nDevelopment Agency (NRRDA), will carry out external monitoring. \n \nC.  Review  Procedure  for  Social  Assessment  of  Subproject,  Responsibilities,  and \nAuthorities  \n \n9.  PIU Responsibilities. The following responsibility structure will be used for reviews. In \nparticular, the PIU will \n \n(i)  prepare plans based on CPF using specified formats and append them with the \ndetailed project report (DPR); ", "48  Appendix 7 \n(ii)  with the gram panchayat, assess the impacts on land with traditional tenurial \nrights and the extent of dependence of the local community on such land and \ndocument the findings; \n(iii)  disclose the entitlement provisions to all vulnerable AP; \n(iv)  ensure  timely  linking  of  vulnerable  AP  to  rural  development  programs, \ndisbursement  of  entitlements  and  relocation/construction  of  assets;  and  help \nthem obtain benefits from such programs on a priority basis; \n(v)  make  available  MOU  or  other  documentation  acceptable  to  ADB  for  land \ndonation  by  owners  of  land  affected  by  the  project  prior  to  commencing \nconstruction activities; and \n(vi)  monitor  progress  and  resolve  grievances  and  disseminate  project  progress \ninformation. \n \n10.  SRRDA Responsibilities. The SRRDAs will \n \n(i)  ensure that all DPR for subprojects are completed with the required formats on \ncommunity participation and social safeguard aspects; \n(ii)  ensure that the DPRs are reviewed by the TSC and the state technical agency; \n(iii)  ensure  that  bidding  documents  for  civil  works  cover  relevant  impact  social \nmitigation measures to address temporary impacts during construction; and \n(iv)  undertake routine monitoring on the implementation of mitigation measures and \ngrievances and advise PIUs on resolving grievances. \n \n11.  State EA Responsibilities. These include the following: \n \n(i)  Provide the SRRDAs and PIUs with resources required to implement the CPF \nand plans. \n(ii)  Ensure that all CPF requirements are met by the SRRDAs. \n(iii)  Ensure that MOU or other documentation acceptable to ADB are signed and \nsupport/assistance provided on time. \n \n12.  MORD and NRRDA Responsibilities. These include the following: \n \n(i)  Undertake due diligence systematically for implementing the CPF and plans. \n(ii)  Guide state agencies to resolve critical implementation issues and, if required, \nupdate  the  CPF  through  review  of  internal  and  external  monitoring  outputs. \nEnforcement of all such changes will be carried forward with prior approval from \nADB. \n(iii)  Submit subproject proposals for the first 100 km of rural roads for each state for \nADB review prior to giving final approval. ADB will also conduct field review of the \nimplementation of the framework/plans provisions for the same subprojects. If \nADB is satisfied with the implementation of the plan/CPF for the first 100 km \nsubprojects, MORD will approve subsequent subproject proposals.       \n \n13.  The PIUs will be responsible for conducting the transect walk with support from the PICs \nand prepare plans based on the CPF using specified formats that will be attached to the DPR. \nThe plans will be reviewed by the TSCs as part of the DPR scrutiny conduced by the state \ntechnical agency. The TSC will also verify on a sample basis the information contained in these \ndocuments through field visits to project-affected communities. After review by the TSC and \napproval by the state technical agency, a summary overview of project impact will be included in \nthe state’s subproject proposals to NRRDA for further review and sanctioning. The procedures ", "Appendix 7  49\ndescribed in this paragraph, however, will not apply to the subprojects prepared under ADB \nproject preparatory technical assistance for the MFF. \n \n14.   After NRRDA approves the DPR, the PIU will ensure the MOUs or other documentation \nacceptable to ADB are signed, support/assistance provisions are disclosed and disbursed, and \ntimely  linkages  to  rural  development  schemes  are  established.  The  PIUs  will  prepare  the \nmonthly monitoring formats on the progress of implementation and submit them to the SRRDA.  \n \n15.  The TSC will undertake external monitoring and evaluation. The TSC will be social \ndevelopment/monitoring specialists as part of the team, who will be responsible for organizing \ntasks for monitoring and evaluation. The monitoring cycle will be once every 6 months. The TSC \nwill submit monitoring reports to the SRRDA, NRRDA, and ADB.  \n \n16.  Due Diligence. NRRDA, MORD, and the state will ensure that ADB is given access to \nall  necessary  documents  to  undertake  due  diligence  of  social  issues  for  all  subprojects. \nHowever,  the  state  EA  is  responsible  for  undertaking  due  diligence  and  monitoring  the \nimplementation of social mitigation measures for each subproject. Due diligence processes and \nmonitoring implementation of the plan/CPF need systematic documentation. In addition, ADB \nwill conduct systematic monitoring of implementation. Internal monitoring reports submitted to \nADB will include information on land donation and other related issues. ADB will reserve the \nright to monitor subproject documents and implementation on a random basis.    \n \n17.  Public Disclosure. The following will be undertaken: \n \n(i)  Information  will  be  disseminated  on  subproject  progress  at  gram  panchayat \nbuildings and at other prominent places. \n(ii)  Each SRRDA is responsible for ensuring that all formats specified in the CPF \nand monitoring reports are properly and systematically kept as part of the project-\nspecific record. \n(iii)  Reports of transect walk, CPF, and plans, including specified formats included in \nDPR, will be disclosed to the public including all AP, panchayats, nongovernment \norganizations involved, and other community-based organizations. ", "50  Appendix 8 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Overview of the Environmental Concerns Related to the Investment Program \n \n1.  The Rural Roads Sector II Investment Program (Investment Program) will finance part of \nPradhan Mantri Gram Sadak Yojana (PMGSY), the Prime Minister’s Rural Roads Program, road \ninvestment in the following three states: Assam, Orissa, and West Bengal. The Investment \nProgram  will  finance  improvement  to  around  30,000  kilometers  (km)  of  rural  roads.  The \nInvestment Program is categorized as a “B” project in accordance with Asian Development \nBank (ADB) Environmental Assessment Guidelines (2003). The Investment Program is not \nsubject  to  the  Indian  Environmental  Impact  Assessment  Notification  of  the  Ministry  of \nEnvironment and Forests (MOEF). The Government of India does not require an environmental \nassessment for this Investment Program and its subprojects. \n \n2.  The Investment Program will not involve a significant physical intervention due to the \ncharacteristics of the construction works involved. Rural roads under PMGSY vary from 1 to 25 \nkm  in  length;  the  average  is  about  10  km.  PMGSY  does  not  finance  reconstruction  or \nimprovement of bridges longer than 25 meters (m). The rural road improvement will involve (i) \nimprovement of the road to an all-weather standard; (ii) widening of the existing alignment to \naccommodate a 3.75 m single carriageway, and 1.875 m shoulders, which may be adjusted by \ntaking into account the availability of land along the alignment; and (iii) construction of a side \ndrain along the road in residential areas. Considering the magnitude of individual works under \nthis Investment Program, no significant impacts are expected. However, some stretches of the \nrural roads may pass through a forest area, where expansion of the existing road will require a \npermit from the state Forest Department. The Forest Protection Act requires any activities \ninvolving forest areas to “forest clearance” from the Forest Department. Under the same act, \nany activities involving tree cutting are required to compensate the damage by planting two \ntrees for every tree cut.    \n \n3.  On the basis of the environmental classification of the Investment Program, as well as \npotential  environmental  impacts  related  to  the  Investment  Program,  initial  environmental \nexaminations (IEE) of sample subprojects were prepared by the project preparatory technical \nassistance (TA) consultant on behalf of the Ministry of Rural Development (MORD).  \n \nB.  Environmental Impacts of the Sector \n \n4.  Rural road investments under the Investment Program are expected to provide rural \ncommunities with better access to essential basic services such as education and health, and to \ncontribute to increasing the incomes of rural communities by providing improved access to \nmarkets for agriculture products and to employment opportunities. The Investment Program is \nalso expected to support improvements in rural productivity and to help reduce urbanization \nover the longer term. \n \n5.  MORD commissioned a rapid independent assessment of the socioeconomic impact of \nPMGSY on the livelihoods of rural communities in Assam, Himachal Pradesh, Madhya Pradesh, \nMizoram, Orissa, Rajasthan, Tamil Nadu, Uttar Pradesh, and West Bengal. The findings of the \nassessment  show  that  improvements  of  rural  roads  in  those  states  resulted  in  increased \nagriculture production for commercial purposes. However, the improvement of rural roads has \nalso led to increased consumption of agrochemicals such as fertilizer and pesticides.  \n ", "Appendix 8  51\n6.  Impact on the industrial sector has not yet resulted in increased numbers of new small \nindustries. However, impacts on the existing cottage and small industries were observed in \nterms of easier access to raw materials and availability of commercial vehicles to transport bulk \nproduct to the market. This has led to improved economic conditions in some rural areas in \nAssam and Mizoram states.  \n \n7.  Significant positive impacts on health and education of rural communities were observed \nin  all  states  where  the  study  was  conducted.  Similarly,  positive  impacts  on  employment \ngeneration was observed, particularly in processing postharvest products, as well as shifting \nfrom grain to cash crops and moving to multiple cropping.      \n  \nC.  Summary of IEEs for Sample Subprojects \n \n8.  An IEE was prepared for each of the Investment Program states, instead of for each \nroad project. From the total 1,000 km subproject roads in each state, the IEE was carried out for \naround 100 km. The total sample subprojects cover 322 km scattered in the three states—\nAssam, Orissa, and West Bengal. For the remaining about 900 km of subprojects included in \nthe first batch in each state, the environmental scrutiny is based on the information provided in \nthe environmental checklists, which serve as the IEE for these subprojects.  \n \n1.  Subproject Description \n \n9.  The Investment Program will cover improvement to the existing roads by providing black \ntopping of a 3.75 m carriageway and as much as possible to provide a 1.875 m earth shoulder \non each side of the road. In residential areas, side drainage will be provided along the roads. \nThe roadway is expected to have a width of 7.5 m in flat areas and 6 m in hilly mountainous \nareas.    \n \n2.  Environmental Conditions \n \n10.  Assam. The physiographic of Assam is categorized into four distinct divisions: (i) the \neastern and central plains with elevation of 600 m above mean sea level; (ii) the Cachar plains \nwith elevation of 50 m; (iii) the North Cachar Hills and Rengma Hills with elevation ranging 150–\n300 m; and (iv) the north and south Brahmaputra hills with the remaining plains in the central \nand eastern part of the state. All of Assam is within the Brahmaputra River Basin with the \nBrahmaputra River traversing the state in a highly braided channel characterized by numerous \nsand bars or chars. Flood-prone areas can be found mainly along the Brahmaputra River from \nthe east to west. Soil condition is dominated by entisols predominant along the Brahmaputra \nRiver and the southern part of the state, with the mollisoils prevalent in the western and northern \nfringes, and the alfisols occurring in central parts. Land utilization is classified into arable, \nreserved forest, protected forest, orchard and plantation, scrub and grass, and urban. \n \n11.  Field  investigation  of  the  floral  components  was  carried  out  within  the  Investment \nProgram districts. The dominant flora is trees along rural roads particularly in agricultural lands. \nMost of these trees do not have ecological and/or significant economic value. No wildlife or \nthreatened  or  endangered  species  are  reported  within  the  corridor  of  impact  of  the  road \nproposals. \n \n12.  West  Bengal.  The  physiographic  of  Darjeeling,  Jalpaiguri,  and  Koch  Bihar  in  the \nHimalayan Region is classified as hilly with elevation ranging from 100 to 3,500 m above sea \nlevel. Puruliya district, the western part of Barddhaman and Medinipur districts, and the western ", "52  Appendix 8 \nand northern part of Birbhum form a fringe of the western plateau. The Sunderbans area of \nSouth 24 Parganas and a small part of North 24 Parganas form a part of the deltaic zone. The \nremaining central and eastern parts are mainly alluvial plains. West Bengal has three major river \nbasins namely the Ganga draining about 80% of the state, the Brahmaputra and Subarnarekha \ndraining the remaining. Some of the chronically drought-prone areas are Puruliya and part of \nBankura  and  Medinipur  districts;  while  the  chronically  flood-affected  areas  are  parts  of \nBarddhaman, Haora, Hugli, Medinipur, and Murshidabad districts and a few patches in the \nnorthern districts of Koch Bihar and Jalpaiguri. The state has numerous low-lying areas that \nflood during the monsoon and remain waterlogged due to inadequate drainage outlets for the \nreceding floodwaters. The soil conditions in Darjeeling and Jalpaiguri districts are dominated by \nbrown soil. Red acidic lateritic soils are predominant in Bankura, Birbhum, Puruliya, and parts of \nBarddhaman and Medinipur districts. Deltaic and saline soils occur in Bankura, Barddhaman, \nBirbhum, Dinajpur, Haora, Medinipur, Murshidabad, and North 24 Parganas districts. Land \nutilization  within  the  Investment  Program  districts  is  broadly  classified  into  uncultivable, \nforestland, for cultivation, wasteland, urban area and industrial. \n \n13.  Field  investigation  of  the  floral  components  was  carried  out  within  the  Investment \nProgram districts. The dominant flora is trees along rural roads particularly in agricultural lands. \nMost of these trees do not have ecological and/or significant economic value. No wildlife or \nthreatened  or  endangered  species  are  reported  within  the  corridor  of  impact  of  the  road \nproposals. \n \n14.  Orissa. The physiographic of Orissa is categorized into two broad regions namely the \ncoastal districts with coastal tracts interspersed with estuarine environment, with elevation of 0–\n1,200 m above sea level, and the upland districts with elevation of 50–750 m. Orissa has three \nmajor river basins, with the Mahanadi River largely draining the central and southern parts of \nthe state, the Brahmani River draining the central part, and the Subarnarekha River draining the \nnorthern part. The soil in most areas is dominated by alfisols and inceptisols, with mostly deltaic \nalluvial soils prevalent in the coastal districts. Some of the chronically drought-prone areas are \nthe Balangir, Kalahandi, Koraput districts, while the most frequently affected cyclone area is the \nGajapati  district  along  the  southern  coast.  Land  utilization  within  the  Investment  Program \ndistricts  is  broadly  classified  into  arable  irrigated,  arable  unirrigated,  forest  areas, \nwasteland/scrub, and rural/urban settlement. \n \n15.  Field  investigation  of  the  floral  components  was  carried  out  within  the  Investment \nProgram districts. The dominant flora is trees along rural roads particularly in agricultural lands. \nMost of these trees do not have ecological and/or significant economic value. No wildlife or \nthreatened  or  endangered  species  are  reported  within  the  corridor  of  impact  of  the  road \nproposals. \n \n3.  Potential Impacts and Mitigation Measures \n \n16.  Environmental Impacts Due to Location of Subprojects. No adverse environmental \nimpacts due to the location of the rural roads are perceived. Of the total 322 km of sample rural \nroad construction works in 48 different stretches, none passes through national parks or wildlife \nsanctuaries. No archaeological, historical, or protected heritage monuments; natural habitats or \nnature reserves; or reserve, protected, or unclassified forest areas are situated within a 5 km \nradius of the subproject roads in the first annual batch.  \n \n17.  Environmental Impacts Related to Subproject Design. The design of the rural roads \nwill not pose any significant environmental problem. Assessment of the present road conditions ", "Appendix 8  53\nand  the  construction  proposals  indicate  no  major  embankment  construction  with  a  height \ngreater than 1.2 m. The proposals are also confined to the existing alignment with minor \ncorrections to vertical or horizontal profile to minimize any environmental impacts. Provision of \nsmall drainage structures is expected to improve the existing drainage system. Considering the \nlength of the rural roads (mostly less than 10 km), they are not projected to cause major \nadverse environmental impacts. \n \n18.  Environmental Impacts during Construction. Most of the environmental impacts will \narise  during  construction.  These  impacts,  however,  are  temporary  and  negligible.  The \nvegetative cover within the right-of-way will be affected due to clearing operations for road \nconstruction. To mitigate this impact, the cleared corridor will be replanted. Other environmental \nimpacts such as increasing dust, noise, and emissions from the construction equipment, hot mix \nplants, and other vehicles deployed, as well as sedimentation, soil erosion, and run-off from \nearth borrowing or quarrying activities are expected to occur during construction. However, \nfollowing  good  construction  practice  such  as  equipment  maintenance,  efficient  materials \nhandling, and site maintenance, can mitigate such impacts. The rural road construction works \nare not expected to generate construction debris that requires safe handling prior to disposal. \nHence, no specific mitigation measures are required. \n \n19.  Environmental Impacts Resulting from Operation. No major environmental problems \nin the operation phase of rural road investment are perceived. The rural road investments are \nexpected to have positive environmental impacts that will improve environmental conditions \nalong the road corridors. The revegetation of the corridor will enhance the aesthetics and \nprovide serenity to road users. Ambient air and noise quality will be improved due to the \nretrieved tree cover and paved surface.  \n \n4.  Institutional Arrangement and Environmental Monitoring  \n \n20.  The  IEE  identified  the  need  for  generic  monitoring  of  implementation  of  mitigation \nmeasures  as  well  as  monitoring  of  the  adverse  impacts.  During  construction  phase,  the \nenvironmental monitoring will focus on implementation of the mitigation to minimize dust, volatile \nsubstances from hot-mix plant, and logging of drainage and streams.  \n \n21.  Implementation of mitigation measures during construction will be the responsibility of \nthe  contractor.  An  environment  consultant,  who  will  be  part  of  the  project  implementation \nconsultant group to assist the project implementation unit (PIU), will be responsible for preparing \ncontractual documentation to obligate the contractor to implement mitigation measures during \nconstruction. This environment consultant will also assist the PIU in monitoring and supervising \nthe  contractor  in  implementing  mitigation  measures.  The  state  rural  roads  development \nagencies  (SRRDAs)  will  be  responsible  for  implementing  overall  environmental  monitoring \nprogram for overall Investment Program implementation.  \n \nD.  Environmental Assessment and Review Framework \n \n1.  Environmental Selection Criteria for Subprojects \n \n22.  Considering  the  potential  direct  and  indirect  impacts  of  the  Investment  Program, \nadditional  subprojects  will  be  selected  by  taking  into  account  the  following  environmental \ncriterion: Subprojects will be environmentally sound and none will be located within or close to \nan environmentally sensitive area such as a wildlife sanctuary, national park, or other areas with \nsignificant  ecological  functions  that  are  declared  as  national  parks,  sanctuaries,  or \nnational/international cultural heritage. ", "54  Appendix 8 \n \n23.  Assessment of the environmental impacts of the sample roads reveal that environmental \nimpacts associated with Investment Program subprojects are similar across the 322 km sample \nroads.  The  environmental  impacts  have  the  following  characteristics:  (i)  occur  only  during \nconstruction  or  are  temporary,  (ii)  reversible,  and  (iii)  mitigation  measures  could  be  easily \nincorporated into design and construction. Taking into account the IEE findings for these sample \nroads,  standard  guidelines  for  environmental  management  plans—environmental  codes  of \npractice—will  be  prepared  to  guide  the  subprojects  in  incorporating  the  environmental \nmanagement plan. \n \n24.  Taking into account the potential impacts related to the sample subprojects and ADB’s \nenvironmental  assessment  guidelines,  the  environmental  requirement  for  the  follow-on \nsubprojects is as follow: For each individual subproject, an environmental checklist, which will \nserve as IEE, will be prepared. However, if the environmental checklist indicates that significant \nimpacts are likely, a standard full IEE in accordance with ADB’s Environmental Assessment \nGuidelines (footnote 1) will be prepared. \n \n25.  Since the Investment Program is not subject to the Government’s Environmental Impact \nAssessment Notification, the specific procedure to mainstream environmental concerns into \nInvestment Program implementation is formulated in accordance with ADB’s Environmental \nAssessment Guidelines (footnote 1).  \n \n2.   Responsibilities and Authorities \n \n26.  Project Implementation Unit. The PIU will \n \n(i)  complete the detailed project report (DPR) using the environmental checklist that \nserves as IEE for construction, and ensure that construction will be along the \nexisting alignment; and \n(ii)  obtain necessary statutory environmental clearance prior to commencement of \ncivil works.   \n \n27.  State Rural Roads Development Agencies. The SRRDAs will \n \n(i)  ensure that DPRs for follow-on subprojects are completed with the environmental \nchecklists that serve as IEE;  \n(ii)  ensure  that  the  environmental  checklists  are  reviewed  by  the  environmental \nofficer of the concerned SRRDA;1  \n(iii)  ensure that all required statutory environmental clearances are obtained and the \nconditions noted in the clearances are implemented; \n(iv)  ensure that the relevant provisions of the environmental codes of practice are \nfollowed as part of the effort to mainstream environmental concerns; \n(v)  ensure  that  bidding  documents  cover  required  environmental  mitigation \nmeasures; \n(vi)  ensure  that  the  environmental  checklist,  which  covers  recommendations  to \nmitigate the impacts, is made available to the contractors; and \n(vii)  undertake routine monitoring of the implementation of the identified mitigation \nmeasures. \n \n                                                 \n1  If the environmental checklist indicates that significant impacts are likely, the SRRDA will report to ADB through \nMORD for further guidance. ", "Appendix 8  55\n28.  Ministry of Rural Development. MORD will \n \n(i)  ensure that the SRRDAs have environmental officers; \n(ii)  ensure that the SRRDAs meet all environmental assessment requirements; \n(iii)  undertake random monitoring of the implementation of environmental mitigation \nmeasures; \n(iv)  review the conditions of environmental clearance for construction of new roads \nwith new alignment, as applicable; and  \n(v)  undertake environmental due diligence randomly.  \n \n3.  Environmental Due Diligence and Public Disclosure to Ensure Compliance \nwith ADB’s Environment Policy \n \n29.  MORD, the Executing Agency, should ensure that ADB is given access to undertake \nenvironmental  due  diligence  for  all  subprojects,  if  needed.  However,  MORD  has  the \nresponsibility for undertaking environmental due diligence and monitoring of the implementation \nof  environmental  mitigation  measures  for  all  subprojects.  The  due  diligence  as  well  as \nmonitoring  of  the  implementation  of  the  environmental  management  plan  needs  to  be \ndocumented systematically.  \n \n4.  Public Disclosure and Public Consultation \n \n30.  During the preparation of the DPR and filling up the checklist through the transect walk \nexercise, the PIU has to ensure that consultation with the affected people and their concerns \nare recorded. Aside from consultations, all environmental assessment documents are subject to \npublic disclosure. These documents should be made available to the public, if requested. In this \ncontext the following system will be adopted:   \n \n(i)  The  SRRDAs  are  responsible  for  ensuring  that  all  environmental  checklist \ndocumentation,  including  the  environmental  due  diligence  and  monitoring \nreports, are properly and systematically kept as part of the Investment Program \nspecific records. \n(ii)  MORD  must  make  the  IEE  report  for  the  new  construction  road  with  new \nalignment available on its website. \n \n5.  Staffing Requirements and Budget \n \n31.  Environment specialists of the technical support consultants will check and review the \nenvironmental checklists, and to monitor and supervise the implementation of environmental \nmitigation measures. The environment specialists will work closely with the state pollution board \nto  institutionalize  the  environmental  codes  of  practice  as  the  environmental  guidelines  for \ndevelopment of rural roads.   \n \n32.  The Investment Program costs have incorporated budget and resources needed to (i) \nimplement  the  environmental  assessment  and  review  procedure;  (ii)  conduct  a  survey  to \ncomplete the environmental checklists, and conduct IEE for new roads; and (iii) monitor the \nimplementation of the mitigation measures.  \n ", "56          Appendix 9\nCOST ESTIMATES AND FINANCING PLAN\n($ million)\nForeign  Local \nItem Total ADB Government\nExchange Currency\nA.  Road Connectivity\n     1. First Batch Subprojects\n          a.   Land Acquisition and Environment 1.0 1.0 1.0\n          b.   Civil Works  115.3 141.0 256.3 214.2 42.1\n          c.   Consulting Services (PIC) 10.0 10.0 10.0\n          d.   Taxes and Dutiesa 11.5 11.5 11.5\n           Subtotal (A1) 115.3 163.5 278.8 214.2 64.6\n     2. Remaining Subprojects\n           Subtotal (A2) 744.2 1016.0 1,760.2 534.8         1,225.4 \n           Subtotal (A) 859.6 1179.4 2,039.0 749.0         1,290.0 \nB.   Capacity Building\n     1. Consulting Services (TSC) 1.0 1.0 1.0\n     2. Incremental Administration 1.0 1.0 1.0\n           Subtotal (B) 0.0 2.0 2.0 1.0 1.0\n      Total Base Cost 859.6 1,181.4 2,041.0 750.0 1,291.0\n      Interest During Constructionb 59.0 59.0 59.0\nTotal Investment Program Cost 918.6 1,181.4 2,100.0 750.0 1,350.0\n      Financing Percentage 43.7% 56.3% 35.7% 64.3%\nPIC = project implementation consultants, TSC = technical support consultants.\naTaxes and duties are estimated as 4.3% of base cost of civil works, and 10.4% of consultants' remuneration.\nb Interest was calculated using the London interbank offered rate for 6-month deposits in US dollars plus a 0.6% spread. \nSource: Asian Development Bank estimates.", " \nORGANIZATIONAL STRUCTURE FOR PROJECT IMPLEMENTATION \n \nExecuting Agency  \nMinistry of Rural    Coordination Committee NQM\nNRRDA  Development  Ch airperson: Joint Secretary, MORD  Technical \nTechnical and management  (MORD), Government  Members: Representatives from NRRDA, DEA,  Quality \nsupport to MORD   of India  an d Governments of Participating States  Assurance \n \n \n  State Level Organizational Structure\nProject \n  In a Participating State \nManagement \nConsultant  Executing Agency  \n(PMC) a  Government of   \nParticipating State \n• Management   Project Implementation Committee ADB\nand   Chairperson: CEO, SRRDA  Inception/\nCoordination  State Technical Agency  Members: Representatives from state  review \n• Monitoring  department  responsible  for  PMGSY,   missions \n• Capacity  • Technical  scrutiny  of   PIUs, PICs, and TSC  Midterm \nDPRs \nBuilding    reviews \n \nTSC  \n \n• Road safety  Implementing Agency\n \n• Social safeguards  State Rural Road Development Agency \n• Environmental safeguards   \nHeadquarters \n• External monitor   \nCEO \n \nPICs   \n• DPR preparation  PIU   PIU  PIU\n• PIU support   SE or EE  SE or EE  SE or EE\n• Social  and  environmental    \nsafeguards \n \n• Training  \n \n• Construction supervision  Contractors \n \n \n \nCEO = chief executive officer, DEA = Department of Economic Affairs, Ministry of Finance, DPR = detailed project report (road design), EE = executive engineer,  A\np\nMORD = Ministry of Rural Development, NQM = national quality monitor, NRRDA = National Rural Roads Development Agency, PIU = project implementation unit,  p\ne\nPIC = project implementation consultant, PMC = project management consultant, PMGSY = Pradhan Mantri Gram Sadak Yojana, SE = superintending engineer,  n\nd\nTSC = Technical Support Consultant.  ix\na Existing under the ongoing Rural Roads Sector I Project (ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed   10\nLoan to India for the Rural Roads Sector I Project. Manila).    \n \n \n \n \n \n \n \n5\n7\n ", "INDICATIVE IMPLEMENTATION SCHEDULE 5\n8\nComponent Q1 Q2200Q53 Q4 Q1 Q2200Q63 Q4 Q1 Q2200Q73 Q4 Q1 Q2200Q83 Q4 Q1 Q2200Q93 Q4 Q1 Q2201Q03 Q4              A\np\np\nRoad Connectivity e\nn\nBatch I d\nix\nSubproject Preparation under PPTA Consultancy services  1\n1\nCivil Works Procurement Civil works\nCivil Works \nPIC Selection \nSupervision of Civil Works by PIC\nBatch II\nSubproject Preparation by PIC\nCivil Works Procurement\nCivil Works \nSupervision of Civil Works by PIC\nBatch III\nPIC Selection\nSubproject Preparation by PIC\nCivil Works Procurement\nCivil Works \nSupervision of Civil Works by PIC\nBatch IV\nSubproject Preparation by PIC\nCivil Works Procurement\nCivil Works \nSupervision of Civil Works by PIC\nCapacity Building \nTechnical Support Consultant continuous\nConsultant Selection intermittent\nConsulting Services\nRoad Safety\nSafeguards  \nMonitoring \nPIC = project implementation consultants, PPTA = project preparatory technical assistance.\nSource: Asian Development Bank estimates.", "Appendix 12   59\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national    Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?        No \nContribution of the sector/subsector to reduce poverty in India: \n \nLack of access to market centers, government services such as education, health, and employment opportunities \ndue to lack of road is one of the main reasons for the persistence of poverty particularly in rural areas. To provide \nconnectivity to unconnected habitationsa and promote access to economic and social services, the Government of \nIndia launched the national program Pradhan Mantri Gram Sadak Yojana (Prime Minister’s Rural Roads Program or \nPMGSY) in 2000. To help finance PMGSY, the Asian Development Bank (ADB) is extending loans under a \nmultitranche financing facility (MFF) to the Government for rural road investment in selected core PMGSY states \nhaving large numbers of unconnected habitations, initially the states of Assam, Orissa, and West Bengal. The Rural \nRoads Sector II Investment Program (Investment Program) will provide augmented access to social and economic \nfacilities and markets, and connect remote villages leading to increased agricultural incomes and productive \nemployment/trading opportunities for the local villagers. \nB.         Poverty Analysis                                 Proposed Classification: General intervention   \nWhat type of poverty analysis is needed? \n \nThe core sample subprojects for the Investment Program in 11 districts in the three states were identified for poverty \nanalysis. The three Investment Program states have a largely agrarian economy with the majority of the population \ndependent upon agriculture for their livelihood. These states are among the poorest states in India and lagging in \nterms of a number of key development indicators such as per capita income, poverty ratios, and unemployment. \nTable A12 illustrates the proportion of population living below the poverty line in the three states; each has a higher \nproportion vis-à-vis the national average. Poverty is a particularly widespread reality in the state of Orissa with \n47.15% of the total population living below the poverty line.b The proportion of poor is even higher in the rural areas \nof each of these states thereby necessitating the need of sustainable poverty reduction in these areas.  \n \nTable A12. Population Living Below the Poverty Line in India and the Program States \n \n  Poverty Line    Population Living Below the  Rural Population Living Below \nArea   (in Rs)  Poverty Line (%)  the Poverty Line (%) \nAll India  327.56  26.10  27.09 \nAssam  365.43  36.09  40.04 \nOrissa  323.92  47.15  48.10 \nWest Bengal  350.17  27.02  31.85 \n             Source: Government of India. 2001. National Human Development Report. Delhi. \n \nIn Assam, as per the survey findings in the subproject districts, 3.4% of households are below the poverty line and \n32% derive their livelihood from agriculture or worked as agricultural laborers. The population in the subproject areas \ncomprises primarily poor and low-income groups with nearly 73% having an annual income less than Rs30,000. \nNearly 42% households are illiterate with only 13% reported to have completed primary level education. In terms of \naccess to water supply, the surveyed population depends primarily on ground wells (64%); 65% of households have \nno access to sanitation facilities. \n \nIn Orissa, nearly 22% of the households live below the poverty line; about 14% are engaged in agriculture; 22% are \nwage laborers and derive their livelihoods from agricultural or nonagricultural activities. Similar to other states, the \npoor and low income groups (90%) with annual incomes of less than Rs30,000 predominate in the subproject areas. \nIn terms of educational attainments, 20% of the households are illiterate and only 7% have completed primary \neducation. In terms of access to water supply, 54% depend on public stand posts and very few (4%) have access to \nsanitation facilities.  \n \nIn West Bengal, 12% of the households in the subproject areas live below the poverty line. Nearly 38% households \nare engaged in agriculture and as daily wage laborers. Only 9% of households are involved in small trade and \nbusinesses. The poor and low-income groups predominate (76%), earning less than Rs30,000 per annum. In the \nsubproject areas, 15% households are illiterate and 21% have completed primary education. In terms of water \nsupply, 58% have access to piped water system and only 24% have proper sanitation facilities. \n \n \n ", "60  Appendix 12 \nA comparative assessment of the socioeconomic characteristics of poor and non-poor households in the three states \nfound no significant difference in access to facilities in rural areas. However, the poor households had lower levels of \nincome, fewer assets, and smaller landholdings; most were scheduled castes or scheduled tribes.   \n \nCommunity assessments carried out in the three states reveals that rural households perceive a positive linkage \nbetween road improvement and poverty reduction. The analysis reveals that the improvement of rural roads will \nimprove economic lives (income poverty) and the social way of life (human poverty) of the poor in the subproject \nareas. The perceived socioeconomic benefits identified by nearly 80–90% of rural households in the three states are \n(i) increase in income; (ii) increased access to facilities like schools, hospitals, and health centers; (iii) increase in \nemployment opportunities associated with increased mobility; (iv) industrial development; and (v) improvement in \ntransportation systems. Provision of all-weather roads will also lead to increased access to rural markets and rapid \neconomic diversification increasing the incomes of farmers in all income groups. Production and marketing of high-\nvalue perishable products will become possible on a commercial basis, thus potentially increasing the incomes of \nmarginal farmers. The poor households mostly engaged as wage labor regard improved mobility as an opportunity \nthat would provide them with better-paying jobs outside their villages. The improved connectivity is expected to \nencourage investments in nonagricultural enterprises and larger investments in transport services. Communities with \nall-weather roads will also attract assistance from existing government programs and district poverty reduction \nprojects. \n \nOverall, the Investment Program will have an immediate and short-term impact on poverty reduction by providing \nlabor opportunities to rural poor who will be hired during construction. In the longer term, improved rural roads will \nenable farmers to gain access to markets, benefit from reduced cost of supply of agricultural inputs, and in turn, \nincrease the size of agricultural surplus contributing to increases in income, which will be spent on other goods and \nservices. Improved access will lead to greater mobility enabling rural communities to shift from subsistence farming \nto more commercial agricultural production. One of the major benefits of the Investment Program will be reliable \naccess to schools and health services through reduced travel time and transportation costs, which will contribute \ndirectly to their accumulation of human capital, which is a key factor in sustainable poverty reduction.  \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nIs there a participation strategy?     Yes                   No \n \nDuring Investment Program preparation, discussions, interview schedules and small group meetings were conducted \nwith the subproject-affected communities to ascertain their response to the Investment Program, their needs and \ndemands, estimates of losses that they might suffer, and steps to mitigate the same. These interviews and group \nmeetings were held in groups comprising men, women, farmers, scheduled castes, scheduled tribes, and other \nbackward classes to ensure a comprehensive perspective of the Investment Program as well as its impacts. These \nprocesses brought forth unanimous support from the communities for the Investment Program, primarily due to the \nprospective socioeconomic benefits that it will bring.  \n \nD.  Gender and Development \nStrategy to maximize impacts on women: \n \nThe  assessments  undertaken  during  Investment  Program  preparation  brought  forth  that  the  proposed  road \nconstruction will not entail any adverse impacts on women. As part of gender analysis focus group discussions were \norganized with women belonging to various castes, communities, and income groups in the subprojects to get their \nfeedback on the proposed Investment Program and to ascertain the probable positive or negative impacts on them. \nAccording to them, the augmented access to medical facilities during rainy seasons would be one of the major \nbenefits especially during childbearing. Road improvement would make travel safer and more comfortable for \nwomen as presently they travel on foot; road improvement would enable them to travel at all times due to availability \nof other means of transportation. \n \nHas an output been prepared?      Yes     No \n ", "Appendix 12   61\nE.          Social Safeguards and other Social Risks \nSignificant/ \nItem  Not Significant/  Strategy to Address Issues  Plan Required \nNone \nResettlement   Significant  Overall, the land acquisition and resettlement impact of the   Full \n  Investment  Program  will  be  significant.  Most  of  the   Short \n Not significant  improvements will be carried out within existing right-of-way   None \n  in the three states and will affect mostly narrow strips of   \n None  agricultural  land.  The  finalization  of  the  alignment  was  Community \n  carried out through a community consultation process and  participation \ndesign modification to minimize impact on structures, and  framework \ntitled  and  nontitled  holders  to  the  extent  possible.  A  prepared for \nvoluntary  land  donation  system  is  adopted  for  the  preparation and \nInvestment Program in recognition of the effectiveness of  implementation \nthe  system  for  rural  roads  development  in  India.  The  of ADB-financed \nInvestment  Program  will  also  ensure  that  the  voluntary  subprojects, and \ndonation does not severely affect the living standards of  plans prepared \naffected  people,  and  provides  mitigation  measures  to  for core sample \nreplace losses related to assets, livelihoods, and common  subprojects. \nproperty resources, which will be recorded and verified by \nan independent third party, the gram panchayat. \n \nIndigenous   Significant  The Investment Program will lead to loss of a narrow strip of   Yes \nPeople    agricultural  land  and  structures  by  scheduled  tribe    No \n Not significant  households in the three states. The assessment indicates   \n  that the rural road construction will be beneficial, providing  Special \n None  connectivity to the habitants but bringing them in contact  provisions are \nwith wider society and consequently better facilities in health  included in the \nand  education.  In  addition,  the  Investment  Program  is  community \nexpected to open up alternate options of employment in  participation \nnearby towns thereby diversifying sources of income. Also  framework and \nthe  subproject  areas  show  a  remarkable  degree  of  plans prepared \nassimilation  and  integration  of  the  scheduled  tribe  for core sample \npopulation, which can be primarily attributed to scheduled  subprojects. \ntribes living in close proximity with the non-scheduled tribe \npopulation; and in some states dominating some districts. \nThus  the  Investment  Program  does  not  envisage  any \ndifferential  impact  on  the  scheduled  tribe  population \ncompared with the nonscheduled tribe population; they will \nbenefit equally. Any impact on scheduled tribe households \nwill be addressed through the provisions as outlined in the \ncommunity participation frameworks and plans. \nLabor   Significant  During construction labor opportunities will be available for   Yes \n  both men and women in local communities at minimum    No \n Not significant  wage rates.    \n    Not required \n None   \nAffordability   Significant  The  proposed  road  construction  will  not  have  any   Yes \n  affordability issues.    No \n Not significant     \n  Not required \n None \nOther Risks   Significant  Increase in safety hazards for the communities, especially   Yes \nand/or    where the proposed road is passing through a village. To    No \nVulnerabilities    Not significant  mitigate these, an awareness generation program on road  Road safety \n    safety issues will be developed under the previous loan.c   awareness \n None    program being \n  prepared under \nprevious loan. \na In 2000, about 40% of villages in rural India still remained unconnected by all-weather roads. Ministry of Rural Development, \nGovernment of India. 2004. Pradhan Mantri Gram Sadak Yogana. Delhi.  \nb  Government of India. 2002. National Human Development Report 2001. Delhi.  \nc ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India for the Rural \nRoads Sector I Project. Manila (Loan 2018-IND). "], "metadata": {"ModDate": "D:20051223145322+08'00'", "CreationDate": "D:20051129170814+08'00'", "Title": "Microsoft Word - R348-05cover.doc", "Creator": "PScript5.dll Version 5.2", "Author": "RSA", "Producer": "Acrobat Distiller 6.0 (Windows)"}}