{"path": "data/input/reports/37164-bhu-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \n \nt o the Board of Directors\n   \n \n \nProject Number: 37164 \nNovember 2006 \n \nProposed Loans and Technical Assistance Grant \nKingdom of Bhutan: Financial Sector Development \n \nProgram\n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 7 November 2006) \n \nCurrency Unit –  ngultrum (Nu) \nNu1.00 =  $0.0226 \n$1.00 =  Nu44.32 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAML  –  anti-money laundering \nAASB  –  accounting and auditing standards board  \nBDFCL  –  Bhutan Development Finance Corporation Limited \nBNBL  –  Bhutan National Bank Limited \nBOBL  –  Bank of Bhutan Limited \nCFT  –  combating the financing of terrorism \nCIB  –  credit information bureau \nCID  –  Credit and Investment Department \nDPA  –  Department of Public Accounts \nDADM  –  Department of Aid and Debt Management \nEA  –  executing agency \nFIA  –  Financial Institutions Act \nFISD  –  Financial Institutions Supervision Division  \nFIU  –  financial intelligence unit \nFSA  –  Financial Services Act \nFSDP  –  Financial Sector Development Program \nGAAP  –  generally accepted accounting principles  \nGAAS  –  generally accepted auditing standards  \nGBF  –  Government Budget Fund \nGDP  –  gross domestic product \nIA  –  implementing agency \nIAIS  –  International Association of Insurance Supervisors  \nIAS  –  international accounting standards \nIMF  –  International Monetary Fund \nIPO  –  initial public offering \nIT  –  information technology \nM2  –  broad money or money aggregate \nMIS  –  management information systems \nMOF  –  Ministry of Finance \nNBFI  –  nonbank financial institution \nNPL  –  nonperforming loan \nPMU  –  program/project management unit \nPSC  –  program steering committee \nQCBS  –  quality- and cost-based selection \nRAA  –  Royal Audit Authority \nRGOB  –  Royal Government of Bhutan \nRICBL  –  Royal Insurance Corporation of Bhutan Limited \nRMA  –  Royal Monetary Authority \nROA  –  return on assets \nROE  –  return on equity ", "RSEBL  –  Royal Securities Exchange of Bhutan Limited  \nSDR  –  Special Drawing Rights \nSEDF  –  South Asia Enterprise Development Facility \nSMEs  –  small- and medium-sized enterprises \nSNV  –  Netherlands Development Organization \nTA  –  technical assistance \nUNDP  –  United Nations Development Programme \nUTB  –  Unit Trust of Bhutan \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  A. Sharma, Governance, Finance, and Trade Division, SARD \n   \nAdvisor  R. Limjoco, Lead Financial Sector Specialist, SARD \nTeam leader  C. Hu, Economist, SARD \nTeam members  A. Mohammed, Counsel, Office of the General Counsel \nG. Bhatta, Senior Governance Specialist, SARD  \nS. Shah, Financial Sector Specialist, SARD \nT. Concepcion, Administrative Assistant, SARD  \n \n ", "", " \nCONTENTS \nPage \n \nLOAN AND PROGRAM SUMMARY                          i \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Sector Description and Perfomance  1 \n  B.  Issues and Opportunities  5 \n  C.  Government Strategy  10 \n  D.  ADB Operations and Lessons  10 \n  E.  External Assistance to the Sector  12 \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM  13 \n  A.  Impact and Outcome  13 \n  B.  Important Features  13 \n  C.  The Program Loan  13 \n  D.  The Project Loan  19 \n  E.  Cost Estimates and Financing Plan  22 \n  F.  Implementation Arrangements  23   \nIV.  TECHNICAL ASSISTANCE  26 \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS  27 \n  A.  Benefits  27 \n  B.  Risks and Safeguards  28 \n  C.  Impacts  29 \nVI.  ASSURANCES  29 \n  A.  Program Loan  29 \n  B.  Project Loan  30 \n  C.  Conditions for Loan Effectiveness  30   \nVII.  RECOMMENDATION  30 \nAPPENDIXES    \n1.  Sector and Subsector Analysis  31 \n2.  Development Coordination Matrix  37 \n3.  Design and Monitoring Framework  39 \n4.  Development Policy Letter and Policy Matrix  44 \n5.  Program and Project Organization Chart   53 \n6.  Implementation Schedule   54 \n7.  List of Ineligible Items (or Negative List)  56 \n8.  Summary of Financial Management Assessment  57 \n9.  Project Loan: Outline Terms of Reference for Consultants, Cost Estimates, and Financing Plan 60 \n10.  Procurement Plan   67 \n11.  Summary of Governance and Anticorruption Risk Assessment  69 \n12.  Technical Assistance for Institutionalizing Skills and Capacity Development:  73 \n  Outline Terms of Reference for Consultants, Cost Estimates, and Financing Plan \n13.  Summary of Poverty Reduction and Social Strategy  75 \n \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Macroeconomic Analysis  \nB.   Detailed Financial Management Assessment and Questionnaire \nC.  Detailed Governance and Anticorruption Risk Assessment \nD.  Environmental Impact Assessment of Financial Sector Development Program  \nE.  Draft of the Proposed Royal Monetary Authority of Bhutan Act  \nF.  Draft of the Proposed Financial Services Act \n ", "", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Kingdom of Bhutan \n   \nThe Proposal  Support to the Government of Bhutan (the Government) for the \nFinancial Sector Development Program (FSDP) comprising (i) a \nprogram loan of SDR7,472,000 ($11 million equivalent) for policy \nreforms,  and  (ii)  a  project  loan  of  SDR1,359,000  ($2  million \nequivalent) to support program implementation.   \n   \nClassification  Targeting Classification: General intervention \n  Sector: Finance \n  Subsector: Finance sector development \n  Themes: Governance, sustainable economic growth, private \nsector development \n  Subthemes:  Financial  and  economic  governance,  promoting \neconomic  efficiency  and  enabling  markets,  catalyzing  private \nsector investment \n   \nEnvironment  Category C \nAssessment  The environmental implications were reviewed and no adverse \nimpact was identified. \n   \nSocial Sector  Involuntary resettlement—category C. \nAssessment   Impact on indigenous people—category C. \nNo involuntary resettlement or impact on indigenous people is \nexpected from program implementation.  \n   \nRationale  Despite steady growth of 7% per annum over 3 decades, Bhutan \nremains a poor country with a national poverty rate of 32%. The \neconomy is not sufficiently diversified, and growth has depended \nheavily  on  the  hydropower  sector,  which  accounts  for  45%  of \nnational revenues. This is due mainly to limited investment and a \nweak private sector. Thus, to sustain growth in the medium term, \nthe  Government  is  placing  high  priority  on  developing  the \ncountry’s  private  sector  and  improving  the  investment \nenvironment.  One  of  the  key  constraints  to  increased  private \nsector participation is limited access to finance for entrepreneurs \nand a lack of matching financial services that meet the diversified \nneeds  of  businesses.  Moreover,  a  conducive  investment \nenvironment would depend critically on a sound, stable, and well-\nregulated financial system. \n   \n  The proposed reforms under the FSDP are fully in line with the \nGovernment’s development objectives and the country strategy of \nAsian  Development  Bank  (ADB).  The  FSDP  is  designed  to \nstrengthen governance in the financial sector—including, among \nother aspects, the legal, regulatory and supervisory framework, \ngovernance structure and operational efficiencies, and institutional \ncapacity  of  the  financial  sector—with  the  aim  of  improving the \ndepth, soundness,  and stability of the financial system and thereby \n ", "ii   \n  bolster  business  confidence,  encourage  private  sector  activity, \nand foster sustained economic growth. \n   \nProgram Loan Objectives  The FSDP aims to address the main constraints in the financial \nsystem  that  impede  financial  sector  development  and  efficient \nfinancial intermediation. The main constraints include (i) a weak \nlegal, regulatory, and supervisory regime; (ii) poor governance \nstructures and inefficient operations of financial institutions; (iii) \nvulnerability  to  malpractice  for  lack  of  effective  anti-money \nlaundering (AML) and combating the financing of terrorism (CFT) \nregimes;  (iv)  the  absence  of  national  accounting  and  auditing \nstandards; and (v) an inadequate system of financial information \ndisclosure.  Consequently,  FSDP  aims,  through  improved \ngovernance, specifically to enhance the investment environment, \nimprove access to finance, and promote market-based incentives \nfor providing diversified financial services aimed at encouraging \nprivate sector activity and promoting economic growth. \n   \nLoan Amount and Terms  It is proposed that ADB support the Government’s policy reform \nprogram  by  providing  a  program  loan  of  SDR7,472,000  ($11 \nmillion  equivalent)  from  ADB’s  Special  Funds  resources.  The \nBorrower will be the Government. The loan will have a fixed term \nof 24 years, including a grace period of 8 years. The interest \ncharge will be 1.0% per annum during the grace period, and 1.5% \nper  annum  thereafter.  The  loan  proceeds  are  expected  to  be \nutilized over a period of 36 months from the date of effectiveness. \n   \nProgram Period and  The FSDP will be for 3 years. The program loan will be released \nTranching  in  three  tranches.  The  first  tranche  (not  exceeding  $4  million \nequivalent) is to be disbursed upon loan effectiveness, subject to \nGovernment  fulfillment  of  all  prior  actions  required  under  the \nFSDP. The second tranche (not exceeding $4 million equivalent) \nwill  be  disbursed  18  months  after  program  loan  effectiveness, \nupon satisfactory fulfillment of the corresponding tranche release \nconditions.  The  third  tranche  ($3  million  equivalent)  will  be \ndisbursed  18  months  after  the  second  tranche,  subject  to \nsatisfactory  fulfillment  of  the  corresponding  tranche  release \nconditions. The policy matrix (Appendix 4) lists the conditions for \nthe release of the three tranches. The program period will be from \nJanuary 2007 (or loan effectiveness) to December 2009. \n   \nExecuting and  The Ministry of Finance (MOF) will be the Executing Agency (EA) \nImplementing Agencies  for  the  FSDP,  and  the  implementing  agency  (IA)  for  two \ncomponents:  (i)  improving  corporate  governance  and  (ii) \ndeveloping  accounting  and  auditing  standards.  The  Royal \nMonetary  Authority  (RMA)  will  be  the  IA  for  the  other  three \ncomponents: (i) strengthening regulation and supervision of the \nfinancial sector, (ii) establishing an AML/CFT framework, and (iii) \nestablishing a credit information bureau (CIB). \n   \n ", "    iii\nProcurement and  Program  loan  proceeds  will  be  used  to  finance  the  foreign \nDisbursement  exchange cost of items produced and procured in ADB member \ncountries other than items specified in the list of ineligible items \n(Appendix  7)  and  imports  financed  by  other  bilateral  and \nmultilateral sources. The Government will certify that the volume \nof  eligible  imports  exceeds  the  amount  of  ADB’s  projected \ndisbursement under the loan for the given period. ADB reserves \nthe right to audit the use of the loan proceeds and to verify the \naccuracy of the Government’s certification. \n   \nCounterpart Funds  The  Government  will  ensure  that  the  local  currency  funds \ngenerated  by  the  program  loan  will  be  used  to  support  the \nadjustment costs of reforms under the FSDP.   \n   \nProject Loan Objectives  The purpose of the project loan is to facilitate the implementation \nof  the  FSDP  and  ensure  the  smooth  implementation  and \nsustainability of its policy reforms. The project loan will provide (i) \nurgently needed training of the regulator and key institutions in the \nareas covered under the FSDP, (ii) the development of adequate \nAML/CFT regulation and infrastructure, (iii) improved accounting \nand auditing practices, (iv) technical support to create a CIB, and \n(v) improved securities information disclosure.  \n   \nCost Estimate and  The  total  project  cost  is  estimated  at  $2.5  million,  including \nFinancing Plan  contingencies  and  financial  charges.  It  is  proposed  that  ADB \nsupport project implementation with a loan of SDR1,359,000 ($2 \nmillion equivalent) from its Special Funds resources. The project \nloan will have a fixed term of 32 years, including a grace period of \n8 years. An interest rate charge will be 1.0% per annum during the \ngrace period and 1.5% per annum thereafter. \n   \nPeriod of Utilization  Until 30 June 2010  \n   \nEstimated Project  31 December 2009 \nCompletion Date \n   \nExecuting and  MOF will be the EA for the project and the IA for the component \nImplementing Agency  on improving accounting and auditing practices. RMA will be the \nIA  for  the  components  on  (i)  building  sector  capacity,  (ii) \nestablishing  an  AML/CFT  framework,  (iii)  supporting  CIB \nestablishment,  and  (iv)  improving  securities  information \ndisclosure.  \n   \nProcurement and  Procurement  of  goods  and  services  will  be  subject  to  the \nConsulting Services  provisions of ADB’s Procurement Guidelines (2006). A total of 24 \nperson-months of international consulting services and 21 person-\nmonths of national consulting services will be financed by the \nproject loan from ADB’s Special Funds resources. Consultants will \nbe recruited in accordance with ADB’s Guidelines on the Use of \nConsultants (2006). The project will also finance the secondment \nand training programs for medium to long-term technical training \nin specialized financial areas.  \n ", "iv   \n   \nBenefits and  The FSDP promotes a better-regulated financial system with more \nBeneficiaries  effective enforcement and operation under the principles of good \ngovernance. It encourages the development of more efficient and \ncommercially oriented financial institutions, especially banks, to \nengender competition and thereby invigorate the private sector, \npromote economic growth, and reduce poverty.  \n \n  The strengthened supervisory and regulatory framework for the \nbanking and securities markets and the development of a much-\nneeded  framework  for  insurance  will  contribute  to  financial \nsoundness and protect depositors, investors, and insurance policy \nholders. The improved corporate governance structure, enhanced \noperational  efficiencies,  and  human  resource  development  will \nenhance  responsiveness  to  lending  opportunities  and \nperformance incentives, thus contributing to greater efficiency of \nfinancial intermediation. \n \n  Establishing  a  CIB  and  developing  Bhutanese  accounting  and \nauditing policies and standards will improve the quality of credit \nassessment and financial disclosure of financial institutions. The \ndisclosure and sharing of credit profiles by financial institutions will \nboost lenders’ confidence, help mitigate risk and lower the cost of \nfinance, and consequently benefit the private sector.  \n \nAn effective AML/CFT framework will strengthen general investor \nconfidence in the financial system, as it will deter criminal and \ncorrupt elements from using the system to launder their proceeds. \nIt will also contribute to improving Bhutan’s image as having a \nwell-managed and disciplined financial system. \n \n  Much-needed  capacity  building  components  for  FSDP \nimplementation will fast track skills development in the supervisory \nand  regulatory  authority  and  among  financial  institutions  to \neffectively implement the provisions of new legislation. They will \nfurther strengthen the foundation of the financial system and help \nit  cope  with  the  challenges  of  liberalization and  private  sector \ndevelopment. \n   \nRisks and Safeguards  While  a  potential  risk  to  FSDP  implementation  is  how  the \nGovernment will implement the reforms and follow through, it is \nfully  committed  to  the  needed  reforms,  as  evidenced  by  its \npronouncements  and  actions  taken  up  front.  The  work  on \nstrengthening  legal  provisions  for  improving  the  legal  and \nregulatory framework and financial sector supervision—e.g., the \nrevised RMA Act and draft Financial Services Act (FSA)—has \nprogressed  for  some  time,  and  official  comments  from  other \nfunding agencies (e.g., International Monetary Fund) have been \nreceived and incorporated into the revised RMA Act and draft \nFSA. In addition, the draft acts will be finalized by the Government \nas conditions for loan effectiveness.  The Government has shown \n ", "    v\n  strong ownership of the needed financial sector reforms through \nextensive consultation with stakeholders and ADB. In addition, the \nrevised  RMA  Act  has  been  submitted  to  the  cabinet  and  is \nexpected to be presented to the National Assembly for enactment \nby  end-2006  to  give  RMA  greater  autonomy  to  carry  out  the \nregulation and supervision of all financial institutions and activities.  \n \n  Another  potential  risk  for  successful  FSDP  implementation  is \ninadequate institutional capacity in RMA and the relevant financial \ninstitutions to carry out the reform agenda. The FSDP therefore \nplaces strong emphasis on consultation and technical training to \nensure  awareness  and  broad  ownership  of  the  reforms.  More \nspecifically,  training—including  medium  and  long-term  training \nand secondment programs will be provided to the EA and IAs on, \namong others topics, regulatory and supervisory skills, securities \nmarket operations, insurance underwriting, and accounting and \nauditing. The piggy-backed technical assistance (TA) will further \nenhance and sustain the effectiveness of the financial training for \nthe regulatory authority and financial professionals.  \n \n  Resistance from vested interests to certain reform measures is a \npotential  risk.  This  relates  particularly  to  strengthening  the \ngovernance  structure  and  operations  of  financial  institutions. \nResistance  may  arise  over  reform  measures  for  regulating \ncorporate governance of the Bank of Bhutan Limited (BOBL) and \nthe  Royal  Insurance  Corporation  of  Bhutan  Limited  (RICBL). \nHowever, the Government has expressed its strong support and \nfurther confirmed that the revised RMA Act will give RMA greater \nautonomy to regulate corporate governance. The FSDP also has \nmeasures to ensure that RMA will be able to regulate and take \nremedial action to enforce corporate governance under the FSA \nlegislation and relevant regulations. \n \n  Furthermore, at the level of the individual financial institution, both \nBOBL and RICBL have taken initiatives to prepare new business \nplans  and  improve  measures  for  assessing  credit  risk  and \nmanaging human resources, with TA support from the South Asia \nEnterprise  Development  Facility  of  the  International  Finance \nCorporation,  to  improve  institutional  performance.  These \ninstitutional  initiatives  will  complement  the  proposed  reform \nmeasures for good governance under the FSDP and help improve \nthe operational efficiency of financial institutions.  \n   \nTechnical Assistance  In conjunction with the FSDP, TA is proposed for institutionalizing \nskills  and  capacity  development  in  the  financial  sector.  The \nestimated  cost  of  TA  is  $312,000,  of  which  ADB  will  finance \n$250,000 as a grant from its TA funding program. TA consultants \nwill  be  recruited  using  the  consultant’s  qualification  selection \nmethod according to ADB’s Guidelines on the Use of Consultants \n(2006). \n \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on the proposed \nFinancial  Sector  Development  Program  (FSDP)  for  the  Government  of  Bhutan  (the \nGovernment), consisting of (i) a program loan to support policy reforms and (ii) a project loan to \nfacilitate program implementation. This report also discusses the proposed technical assistance \n(TA) grant for institutionalizing skills and capacity development in the financial sector. If the \nBoard of Directors of the Asian Development Bank (ADB) approves the proposed loans, the \nPresident of ADB, acting under the authority delegated to him by the Board, will approve the TA.    \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  \n \nA.  Sector Description and Performance1 \n \n2.  Despite strong economic growth in recent years, Bhutan remains a small economy and a \npoor country with a national poverty rate of 32%. Real economic growth has averaged about 7% \nsince 1970s, and gross domestic product (GDP) per capita has increased from $51 in 1960 to \n$834 in 2005. The GDP was approximately $673 million, and national revenues $760 million, in \n2005. However, economic growth has been narrowly based, driven mainly by growth in the \nhydropower sector and its related industries, which account for about 12% of the country’s GDP \nand 45% of national revenues. As the hydropower sector has low employment elasticity, such \nhigh dependence on hydropower development and limited involvement from the private sector \npose a challenge for the country as the labor market seeks to absorb the growing number of \nnew entrants. An estimated 50,000 young people will enter the labor market, and another \n20,000 people will migrate from rural to urban areas by 2007. The Government therefore places \na high priority to private sector development to diversify economic activity, stimulate economic \ngrowth, and generate employment. To achieve this, developing the country’s financial sector is \nnecessary to improve access to finance, diversify existing financial services, and enhance the \ninvestment environment overall. \n \n3.   In parallel with low business activity, the financial sector in Bhutan remains relatively \nsmall and underdeveloped. It comprises the banking sector and non-bank financial sector. \nThere are two commercial banks in the banking sector, the Bank of Bhutan Limited (BOBL) and \nthe Bhutan National Bank Limited (BNBL). The two non-bank financial institutions (NBFIs) are \nBhutan  Development  Finance  Corporation  Limited  (BDFCL)  and  the  Royal  Insurance \nCorporation  of  Bhutan  Limited  (RICBL).  There  is  a  National  Pension  and  Provident  Fund \n(NPPF). Bhutan also has a stock exchange, the Royal Securities Exchange of Bhutan Limited \n(RSEBL), four securities brokers,2 and a depository.  \n \n4.  Much of Bhutan’s financial development to date has related to the monetization and \nmobilization of government and private savings. Financial deepening, measured by the broad \nmoney-to-GDP ratio, has increased considerably from 31.7% in 1996 to 52.7% in 2005, due to \nincreases in government and corporate deposits in commercial banks. However, the private \nsector has played a relatively minor role in the evolution of the financial sector. Private sector \ncredit as a percentage of total domestic credit has declined from 84.1% in 2001 to 75.2% in \n2005. Rapid build up of deposits along with relatively slow transformation of savings into loans \n                                                 \n1  See Appendix 1 for more detailed sector analysis and Supplementary Appendix A for the macroeconomic analysis. \n2  Subsidiaries of BDFCL, BNBL, BOBL, and RICBL. \n ", "2   \nand investments is creating an excess liquidity3 problem. This high excess liquidity reflects \nissues  of  inefficient  financial  intermediation,  lack  of  commercial  orientation  of  financial \ninstitutions, and limited investment opportunities.4  \n \nTable 1: Financial Intermediation Statistics, 2001–2005  \n  2001  2002  2003  2004  2005a \nItem  (Nu million) \nNominal GDP  19,521.0  22,373.0  24,982.0  22,745.0  31,171.0 \nTotal Financial Assets  18,036.0  22,628.0  23,306.0  26,140.0  29,241.0 \nMoney Supply (M2)   9,420.0  11,077.0  14,255.0  14,832.0  16,416.0 \nNarrow Money (M1)  4,478.0  5,020.0  6,794.0  7,737.0  8,445.0 \nQuasi-Money, of which:  4,942.0  6,058.0  7,461.0  7,095.0  7,971.0 \n    Domestic Credit  2,018.0  2,281.0  3,706.0  4,169.0  6,554.0 \n    Claims on Private Sector  2,137.0  2,729.0  3,367.0  4,471.0  5,645.0 \n  (percent of GDP) \nBroad Moneyb (a)  48.3  49.5  57.1  65.2  52.7 \nDomestic Credit (b)  10.3  10.2  14.8  18.3  21.0 \nGap of Deposit: Credit (c) = (a) - (b)  37.9  39.3  42.2  46.9  31.6 \n  (percent) \nPrivate Sector Credit (% of total credit)  84.1  89.0  68.8  75.0  75.2 \nPrivate Sector Credit/Financial Assets  11.8  12.1  14.4  17.1  19.3 \nGDP = gross domestic product. \na  6 months estimate. \nb  Broad money is defined as M2. M2 over GDP provides a relative measure of money supply to the size of \nthe economy. \nSources:  Royal Monetary Authority annual report 2005; Asian Development Bank estimates.  \n \n1.  Banking Sector \n \n5.   Banking services are provided by two commercial banks. BOBL is a state-owned bank,5 \nwhile BNBL is a privately owned bank6 in which the Government holds a minor share. Total \nlending by the two commercial banks was Nu7.86 million in mid-2005, up from Nu5.04 million in \n2004,  or  a  56%  increase.7  Banks  reported  acceptable  risk-based  capital  ratios  and \nnonperforming loan (NPL) ratios lower than those in the non-bank sector.8 However, because \nthey cannot fully employ their excess liquidity, their return on assets (ROA) and return on equity \n(ROE) ratios are below optimal. Excess liquidity in the banking system indicates (i) banks’ \n                                                 \n3  The gap between the broad money (money aggregate, M2) and domestic credit is used here as a proxy to \nmeasure the excess liquidity and the amount of idle financial assets that could potentially be used for credit \nexpansion and investment. The International Monetary Fund (IMF) uses the amount of deposits with the Royal \nMonetary Authority (RMA) (in % of total financial assets) as a proxy for excess liquidity. These two are appropriate \nmeasures and are also readily available to illustrate the excess liquidity issue in Bhutan. The gap has increased \nfrom 19% in 1996 to 47% in 2004 and slightly decreased to 32% in 2005. Currently, 31% of total financial assets \nare deposited with RMA, according to IMF data. \n4  There is limited scope for the conduct of monetary policy as the ngultrum is pegged to the Indian rupee, and the \nGovernment is reluctant to issue treasury instruments to mop up excess liquidity due to the attendant costs. The \nIMF is working with the Government to address this issue to allow for more flexible monetary operations. \n5  The Government owns 80% of BOBL, and the rest is owned by the State Bank of India. \n6  The Government currently owns about 13.6% of BNBL, ADB 10.0%, National Provident and Pension Fund 25.7%, \nBhutan Trust Fund 10.0%, Royal Insurance Corporation of Bhutan 2.1%, and the public 38.6%. \n7  Nonetheless, credit to the private sector decreased by 22% on average. See Appendix 1 for more sector analysis. \n8  As of December 2005, the NPL ratio was 6.56% for banks and 20.90% for non-banks.  \n ", "    3\ninability to quickly deploy resources generated, (ii) their lack of operational efficiency, and (iii) \nlimited bankable projects. 9   \n \n6.  There has been little change in interest rates since liberalization in 1999. Lending rates \naveraged 13% from 1997 to 2005, despite minor adjustment in housing loans. Deposit rates (for \nsavings and time deposits of less than 1 year) ranged from 9% between 1997 and 2000 to \naround 5% since 2000. The interest rate spreads have, as a result, widened from 6% in 2000 to \n8%  in  2005.  The  two  commercial  banks  currently  require  high  collateral  for  lending  to \nbusinesses. High interest rate spreads and stringent collateral requirements are characteristic of \na lack of alternative funding sources and the absence of effective competition in the banking \nsystem.   \n  \n2.  NBFIs10 \n \n7.  NBFIs  continue  to  be  underdeveloped,  accounting  for  11.7%  of  total  assets  of  the \nfinancial system, compared with 88.3% for banks. The two NBFIs, BDFCL and RICBL, are, \ndespite  their  respective  specific  mandates  to  provide  development  finance  and  insurance, \nheavily involved in commercial lending, due to limited investment opportunities in the domestic \nmarkets and profitability concerns.   \n   \n8.  Development Finance Corporation. BDFCL’s11 main sources of funds are external \nconcessional loans and grants from international agencies. As a result, the risk-based capital \nratio was an astonishing 49.0%.12 BDFCL lends to private sector industrial clients and also to \nsmall and medium-sized enterprises (SMEs) and agricultural businesses that do not meet the \ncollateral requirements specified by the commercial banks. BDFCL’s ROA ratio of 6.6% and \nROE ratio of 14.8% in 2005 were acceptable. However, the NPL ratio of BDFCL is the highest, \nat 22.2% of total loans as of year-end 2005. This is due to its exposure to small loans in the \nrural and agricultural sectors, thereby providing cause for concern and resulting in poor liquidity. \nNevertheless, BDFCL’s NPL ratio has been decreasing steadily since 2000 as a result of \ndiversification of its portfolio away from agricultural loans. Agriculture lending represented 17% \nof BDFCL’s loan portfolio in 2005, down from 40% in 2000, indicating a risk that SMEs and \nagriculture projects may find it difficult to borrow at reasonable rates.13  \n \n9.  Insurance.  RICBL  provides  life  and  general  insurance.  Premiums  charged  are \ncomparable with those of insurance providers in India. RICBL’s insurance portfolio is fairly \nconventional, given the demographics of the market in Bhutan. General insurance is split into \nthe  three  main  classes  of  business—fire,  marine  (transport),  and  miscellaneous  (including \ncompulsory motor insurance). The life products sold are mostly identical to those offered by the \nLife Insurance Corporation of India. RICBL also operates the Government’s rural insurance \nscheme, covering over 56,000 households in 2004. The use of reinsurance is very high, and the \nreinsurers  are  often  used  as  underwriters  on  big  projects,  as  there  is  little  underwriting \n                                                 \n9   The Small and Medium-Sized Enterprises (SME)/Micro-enterprise Development Program included in the country \nprogram for 2007 will have a component for enhancing business development services to support SME growth and \nso increase bankable projects in the market.  \n10  Non-bank financial institutions are development finance corporations and insurance companies.  \n11  Currently 87% owned by the Government of Bhutan, 7.5% by BOBL, 3% by RICBL, and 2.5% by BNBL. \n12 BDFCL is a non-depository financial institution, and its equity, mostly sourced from grants, reserves, and retained \nearnings, is well above the minimum requirement.  \n13  The SME/Micro-enterprise Development Program scheduled in 2007 under the country program will target SMEs \nand micro-enterprises, particularly in the rural areas, and BDFCL will be a key financial institution to achieve the \nobjective for channeling funds to the enterprises.    \n ", "4   \nexperience in RICBL. The insurance loss ratio is currently low, although claims in the general \nbusiness area are beginning to rise.   \n \n10.  RICBL  engages  in  consumer  lending,  credit  card  operations,  and  housing  finance. \nRICBL utilizes insurance premiums to make investments, and its investment portfolio is split into \n(i)  credit  products  (80%),  (ii)  equity  investments  (10%),  (iii)  real  estate  (construction  and \nproperty  management,  5%),  and  (iv)  liquid  resources  (5%).  Forty-four  percent  of  the  loan \nportfolio is in housing loans, which have a maximum term of 20 years. The fact is that RICBL is \nnot operating as a true insurance company, according to international best practice, but as a \nfinancial institution that happens to be the sole provider of insurance products in the country. \nThe RICBL is at present implicitly regulated under banking rules and regulations which only \napply to its commercial lending activities. \n \n11.  The Government Employees Provident Fund, which RICBL had managed since 1976, \nwas transferred to NPPF, a public sector autonomous body, in April 2000.14 However, while the \nsource of funding was transferred, the portfolio of loans and investments was kept with RICBL. \nConsequently,  by  2005,  RICBL  had  a  liquidity  shortfall  of  Nu77  million  due  to  increasing \ndemand for credit from existing clients combined with difficulty accessing funds. RICBL’s NPL \nratio was 19.8% as of end-2005. The high NPL ratio is traceable to poor credit decisions. RICBL \ncurrently transfers the entire retained premium (premium earned minus reinsurance premium \npaid) to its credit and investment department, which pays a guaranteed interest of 7% on the life \naccount and 8% on the general account, accrued daily and accounted for on a quarterly basis. \nThe life and general funds are not truly segregated as recommended by the International \nAssociation of Insurance Supervisors (IAIS).  \n \n12.  Pensions. NPPF is the biggest institutional investor in Bhutan, with approximately 15% \nof total financial assets. The pensions market is relatively untapped in Bhutan. Currently, there \nis no national pension scheme for private sector or self-employed workers. Some private sector \nenterprises provide pensions for their employees via the companys’ provident funds. RICBL \nmanages 28 private provident funds. NPPF runs the provident funds for the armed forces, state-\nowned enterprises’ employees, and the civil service. It is presumed that NPPF will be allowed to \noffer  pension  products  to  private  individuals  in  the  future.  Currently,  there  is  no  pension \nregulation. However, the new Pension Act was recently finalized with assistance from the United \nNations Development Programme (UNDP).  \n \n3.  Securities Market and Intermediaries \n \n13.  RSEBL  was  incorporated  in  1993  under  the  Companies  Act  (1982)  and  Financial \nInstitutions Act (1992). Its initial Nu2 million authorized capital was provided by BOBL, BNBL, \nBDFCL, and RICBL, the four institutions with brokerage firms licensed to serve as dealer-\nbrokers. Today, RSEBL is owned by the four dealer-broker members. The law forbids trading \npublicly issued shares outside the stock exchange, subject to exemptions from RSEBL. Initial \npublic offerings (IPOs) of shares also must be done on RSEBL. As of June 2006, there were 16 \nlisted companies, little secondary trading, and approximately 16,000 owners of listed shares. \nRSEBL also hosts primary offerings of larger amounts of government and Royal Monetary \nAuthority (RMA) debt. Total trading value of government debt in 2004 amounted to Nu1.6 billion \n                                                 \n14 ADB provided technical assistance to the separation and the introduction of the new pension scheme. (ADB. 1998. \nTechnical Assistance to the Kingdom of Bhutan for Upgrading the Royal Insurance Corporation of Bhutan, \nRestructuring the Government Employees Provident Fund and Introducing a Pension Scheme (Financed by Japan \nSpecial Fund). Manila [TA 3111-BHU, approved on 7 December].) \n ", "    5\ndue to the issue of a series of Druk Air Corporation bonds guaranteed by the Government. \nThere is no secondary market in debt.15 \n \n14.  Market capitalization of listed companies was Nu4.3 billion in 2004, or 18.9% of GDP, \nand Nu4.5 billion in 2005, or 15% of GDP. The total value of shares traded on the secondary \n(post-distribution) market at RSEBL amounted to Nu20.8 million in 2005, down from Nu108.81 \nmillion in 2004, the most active year. The Druk Air Corporation Limited IPO was the main \nreason for the high 2004 trading volume. There was no trading in six of the 16 listed companies \nand only one IPO in 2005. Several factors contributed to the low volume of secondary trading. \nFirst, share price information is not always up to date and available and, second, brokers do not \nadvertise investment opportunities in the securities exchange. Third, brokers’ regulations are not \nproperly implemented and there is no oversight of the exchange. As a result, there is a small \nnumber of investors and low investor confidence and interest.    \n \nB.  Issues and Opportunities \n \n1.  Inadequate Legal and Regulatory Framework  \n   \n15.  The financial sector is small and, as a whole, not adequately regulated or supervised. \nRMA  is  the  sole  regulator  and  supervisor  of  the  financial  system,  including  the  securities \nexchange. The authority to regulate and supervise is delegated under the RMA of Bhutan Act \n(1982),  FIA  (1992),  and  Prudential  Regulations  (2002).  However,  under  existing  laws,  the \nregulatory framework and guidelines are ill-defined, particularly for insurance and pensions. \nRegulation  and  supervision  are  also  ineffective  for  lack  of  institutional  capacity,  non-\nenforcement, and inconsistency with international standards and best practices. Therefore, the \nfirst priority of financial sector development is to fill the gaps under the existing laws and \nregulations to enable adequate oversight over the whole financial system to promote a sound \nand  stable  investment  environment  conducive  to  private  sector  growth  and  economic \ndevelopment. The issues to be addressed for strengthening the existing legal and regulatory \nframework follow.   \n \n16.  First, RMA requires greater autonomy in the conduct of its statutory functions, both \nmonetary and regulatory. Greater autonomy and freedom of action are essential to strengthen \nthe ability of RMA in its exercise of monetary policy (however limited at this time) and in its \noversight of the operations of the financial sector, including state-owned and controlled financial \ninstitutions.  \n \n17.  Second, several weaknesses in existing banking supervision need to be removed to \nenhance the oversight of banks. The Prudential Regulations (2002) for banking supervision \nwere  issued  in  line  with  the  Basel  Committee’s  Core  Principles. The  Financial  Institutions \nSupervision Division (FISD) in RMA uses the so-called CAMEL16 supervisory framework to \nmeasure the risks inherent in each financial institution. However, the current CAMEL framework, \nin the absence of an analysis of sensitivity to market risk, does not allow financial institutions to \n                                                 \n15 Developing a secondary debt market requires several critical ingredients, including (i) a critical mass of investors \nand issuers of securities; (ii) a network of financial intermediaries that is ready to buy and sell securities to support \nthe primary market; (iii) the availability of financial instruments that meet the yield, liquidity, risk, and maturity profile \ndemanded by investors; (iv) the existence of a reliable yield curve that reflects actual market sentiments in pricing \nsecurities; and (v) an adequate legal and regulatory framework that protects investors’ and issuers’ interests. \nConsequently, without a developed private sector, the market for securities is highly limited. Currently, RMA is \nrequesting the International Monetary Fund to provide assistance toward further developing the domestic debt and \ninterbank markets.  \n16  Capital adequacy, asset quality, management, earnings, and liquidity. \n ", "6   \ngauge risks arising from fluctuations in interest rates or exchange rates. This is important, \nparticularly in view of future banking competition and the possible liberalization of exchange \nrates. For off-site supervision, banks and NBFIs are subject to detailed monthly, quarterly, and \nannual  reporting  requirements.  But  standards  have  yet  to  fully  conform  with  international \nstandards and, in a number of cases, are neither uniform nor consistent across the sector (in \nthe absence of national accounting and auditing standards and a uniform chart of accounts for \nfinancial  institutions).  Other  banking  regulations  not  conforming  to  international  standards \ninclude (i) a relatively low capital requirement compared with neighboring countries and other \nemerging markets and (ii) a lenient timeframe for nonperforming loan classification, resulting in \napparently insufficient NPL provisioning. The FSDP therefore proposes updating and revising \nexisting banking regulations to address these issues.  \n \n18.  No adequate bank-licensing requirements or regulations exist for allowing new entrants \nin the banking market and improving competition. RMA has recently received a couple of \ndomestic and foreign applications for bank licenses. Due to insufficient screening requirements \nand licensing procedures, RMA is not able to grant bank licenses with adequate consideration \nof the impact of entry or the needs of the financial sector. Therefore, the provision of clear and \nconsistent  bank-licensing  regulations  and  procedures  is  necessary  to  engender  a  more \ncompetitive environment for banks operating in Bhutan. (More details are in Appendix 1: Sector \nand Subsector Analysis.) \n \n19.  Third,  in  the  absence  of  explicit  regulations  over  insurance  and  pensions,  RMA’s \noversight of these two businesses is limited to loan portfolios. It is therefore a priority to develop \nadequate regulations and supervision for the two sectors and fill the gaps under the existing \n17\nlegal and regulatory framework for all financial service providers.  Recently, UNDP finalized the \nPension Act (para. 12) for establishing pension regulations. Regarding insurance regulations \nand, particularly in view of the current expansion of credit activities in RICBL, the priority is to \nset out principles and practices covering solvency margins, the admissibility of assets, and \nreserve  requirements  for  different  classes  of  businesses  conforming  with  the  IAIS  core \nprinciples.  \n \n20.  A need also exists to develop new off-site financial reporting formats and standards and \nlicensing requirements for domestic and foreign insurers. An appropriate management and \nmonitoring system coupled with corresponding reserving requirements can allow more accurate \nmatching of assets and liabilities and ensure an efficient and safe insurance market for the \nbenefit and protection of policyholders. The other important element to ensure efficiency and \nstability in the insurance market is licensing. Strict conditions governing the formal approval of \ninsurance  companies  and  an  adequate  licensing  process  are  necessary  to  ensure  fair \ncompetition in the market. \n  \n21.  Fourth,  as  a  regulator,  RMA  is  not  given  the  power  to  investigate  and  prosecute \nsecurities violations for licensed and other companies or individuals. Regulations on brokers are \nvery limited and not always enforced. RMA, acting as the securities commission, regulates the \nsecurities exchange, RSEBL, under the provisions of the Companies Act (2000), Securities \nExchange  Regulation (1993), Control of Brokers Regulations (1993), RSEBL Listing Rules \n(1993), and Rules of the Exchange (1993). However, it is not clear whether the law allows RMA \nto regulate the market with respect to people unaffiliated with the entities it licenses, including \ncompelling them to furnish testimony, documents, or other evidence. There is also no written \nprocedure for RMA’s on-site inspections of the securities exchange or for inspections of brokers \n                                                 \n17  Financial  services  providers  include  banks,  development  finance,  insurance,  securities  brokers,  securities \nexchanges, and others. \n ", "    7\nby the securities exchange or RMA. In addition, no adequate securities regulation exists for (i) \nproviding a proper matching for buyer and seller obligations for trade settlement; (ii) defining at \nwhich point beneficial ownership of securities passes to enable delivery versus payment; (iii) \nissuer disclosure on control and related-party transactions; (iv) internal controls and inspections \nof the depository; or (v) strengthening documentation requirements in the trading, clearing, and \nsettlement system. To boost investor confidence and encourage investors to enter the securities \nmarket, it is essential to address these issues and further strengthen the securities market’s \nlegal and regulatory framework. \n \n22.  In 2003, ADB provided TA18  and, in 2005, project preparatory TA19 addressing these \nissues. A draft financial services act (FSA), which extends RMA’s regulatory and supervisory \nauthority in the insurance sector and securities market, was prepared along with the revised \nRMA Act and relevant regulations. The draft FSA is structured to bring banking, insurance, \nsecurities, and other financial services under a unified legislative, regulatory, and supervisory \nframework. However, because of limited understanding of the content of the law, initial progress \nin finalizing the draft FSA and related regulations has been slow. Subsequently, through project \npreparatory TA support, the process of review and consultation has made substantial progress.  \n \n2.  Weak Governance, Structure, and Operations of Financial Institutions \n \n23.  While there is strong commitment to the rule of law and fighting corruption in Bhutan, the \nlegal framework for corporate governance could stand improvement and, most importantly, \nstricter enforcement. The Companies Act (2000) and Prudential Regulations (2002) set forth the \nquality of internal governance and the guidelines on the code of ethics and responsibilities of \nboards  of  directors,  and  guidelines  on  good  corporate  governance  have  been  introduced. \nHowever, RMA, as the sole regulator of the financial sector, is not given full authority to regulate \nor  enforce  good  corporate  governance  relating  to  the  management  and  ownership  of  all \nfinancial institutions. Some directors on the boards of certain financial institutions do not meet \neven a basic fitness test for their positions. External auditors have reported some incidences of \nrelated-party  transactions  that  have  not  been  fully  disclosed  in  financial  statements. \nFurthermore, as the Government’s involvement is still pervasive in that Government officials \nchair  the  boards  of  directors  in  most  financial  institutions  and  can  thus  influence  lending \ndecisions and practices, boards of directors and management do not exhibit strong commercial \norientation, and this arrangement additionally poses potential conflicts of interest. It is thus of \nprimary  importance  to  improve  the  governance  structure  of  financial  institutions,  granting \nautonomy  and  bringing  about  a  more  commercial  orientation  to  their  operations,  and  so \nenhancing operational efficiency. \n \n24.  As a result of limited banking competition and strong government influence, the lending \nmarket is fragmented and price competition is minimal. BOBL lends mainly to government \nenterprises, while BNBL lends mainly to large enterprises that meet its stringent collateral \nrequirements. BDFCL lends in the rural and agricultural sectors and to enterprises using less \nstringent security arrangements. One consequence is insufficient incentive to manage financial \ninstitutions for improved performance. For instance, 20% of BOBL’s  assets (approximately \nNu6.2 billion in 2005) were not invested in creditworthy loan applications or bankable projects. \nThese  idle  funds  earn  no  interest.  The  salary  and  performance  evaluation  of  BOBL \n                                                 \n18  ADB. 2003. Technical Assistance to the Kingdom of Bhutan for Strengthening the Capacity of the Royal Monetary \nAuthority and Royal Securities of Exchange of Bhutan (Financed by the Japan Special Fund). Manila (TA 3905-\nBHU, approved on 23 August).  \n19  ADB. 2005. Technical Assistance to the Kingdom of Bhutan for Preparing the Financial Sector/Non-bank Financial \nInstitutions Reform Program. Manila (TA 4615-BHU, approved on 17 July). \n ", "8   \nmanagement is not linked to operational efficiency or financial performance. BOBL’s staff hiring \nis based on noncommercial considerations. As BOBL accounts for 49% of all financial sector \nassets, large excess liquidity and operational inefficiency pose considerable concerns for the \nfuture development of the banking sector. Therefore, improving the governance structure and \noperational efficiency of BOBL, as part of the overall strengthening of corporate governance \nregulation and promotion of banking competition, will benefit financial sector development. \n \n25.  RICBL lends heavily in the housing sector. Its true solvency and ability to pay insurance \nclaims on a timely basis is questionable. International best practice restricts the amount and \ntype of loan investment that insurance companies may make with their premiums and requires \nseparation of the insurance and credit businesses. In the absence of insurance regulations, \nespecially of a definition of admissible assets and reserves required, neither RMA nor RICBL \nare certain of RICBL’s true financial position. Therefore, in line with the IAIS core principles, \nRICBL needs to structure and separate all three businesses—general insurance, life insurance, \nand credit and investment activities —to address operational deficiencies as well as to comply \nwith the strengthened insurance rules and regulations, as proposed by the FSDP, adherence to \ninternational best practice.    \n \n3.  Inadequate Anti-Money Laundering (AML) and Combating the Financing of \nTerrorism (CFT) Regime  \n \n26.  Financial  crimes  such  as  money  laundering  and  financing  terrorism  can  seriously \nthreaten the integrity and safety of financial systems. A financial system that allows proceeds of \ncrime to be easily laundered and concealed will significantly erode investor confidence and \ndivert resources to less productive activities. Such erosion of confidence will have a negative \nimpact on economic growth. The Government is aware of such risks and has in place certain \nAML/CFT provisions in a number of different statutes, such as in the Penal Code and the \nNarcotics  Act  (2005).  AML/CFT  provisions  for  the  banks  are  contained  in  the  Prudential \nRegulations (2002). These impose certain basic requirements for banks to record suspicious \ntransactions  and  to  adopt  customer  due  diligence  and  know-your-customer  procedures. \nHowever, due to limited understanding of the provisions and their impacts, the absence of \ncoordination among government agencies (i.e., RMA, police, and customs), and the lack of \neffective  reporting  and  monitoring  procedures,  there  is  no  properly  coordinated  regulatory \nframework, supervision, or effective enforcement of the AML/CFT laws. Bhutan is still vulnerable \nto having illegal funds and terrorist funding routed to the country. \n \n27.  Besides the lack of a comprehensive AML/CFT legal framework or effective regulatory \noversight of the entire financial system, Bhutan does not have any institutional arrangement to \ncollect or analyze financial data, or to coordinate with law enforcement agencies. Such an \ninstitutional arrangement is essential for an effective AML/CFT surveillance system. The need \nexists to further enhance institutional arrangements, regulatory supervision, and relevant staff \ntraining to enable adequate reporting and investigation of any suspicious transactions and to \nfurther facilitate timely detection and prosecution of money laundering in the financial sector.   \n \n4.  Lack of National Accounting and Auditing Policies and Standards \n \n28.  Bhutan does not have standard national accounting (and auditing) systems, and different \nregulatory authorities adopt different standards (e.g., the Department of Revenue and Customs \nhas one set of norms for the treatment of foreign exchange differences and RMA another set). \nAlso, no guideline or document on disclosure requirements exists to elaborate international \naccounting standards (IAS) to be adopted by companies or institutions and their auditing firms in \npreparing financial statements. This creates a sense of opacity and lack of homogeneity in \n ", "    9\nstatutory financial reporting. For financial supervision reporting, there is no chart of accounts to \nbe used that meets IAS. The Government has not yet developed generally accepted accounting \nprinciples (GAAP) or generally accepted auditing standards (GAAS). In most cases, accounting \nand auditing professionals are brought in from India, and financial reporting standards have \nfollowed Indian GAAP and GAAS practices. National accounting (and auditing) standards and \npolicies  are  necessary  to  ensure  comparability  of  reports,  reliability  of  information,  and \ntransparency of financial information and so promote good corporate governance in Bhutan. \n \n29.  Auditing  standards  and  guidelines  are  fragmented.  Internal  auditing  procedures  for \nfinancial institutions are set out in the Companies Act (2000), Prudential Regulations (2002), \nand FIA (1992). The auditing issue is exacerbated by financial institutions’ not always complying \nwith statutory requirements to establish an independent audit committee and internal auditors. \nFinancial institutions face difficulty hiring qualified internal auditors and chartered accountants, \nresulting in heavy dependence on foreign experts. Therefore, a unified national accounting body \nneeds to be established to draft Bhutanese accounting and auditing policies and standards to \nbe adopted by companies and auditing firms serving Bhutan. To support the introduction of the \nnew policies and standards, it is crucial that financial sector professionals and regulators have \nsufficient training and knowledge to effectively adopt new accounting and auditing standards \nand rules. \n \n5.  Insufficient Information Disclosure  \n \n30.  The lack of a reliable borrower information system impedes bank lending and brings \nweak risk assessment. In particular, this lack of timely and reliable information often contributes \nto the build up of NPLs and the subsequent adoption of very stringent collateral requirements, \nwhich curtail the ability of the private sector to access finance. Therefore, establishing a credit \ninformation bureau (CIB) or an arrangement for banks to share credit information is fundamental \nto improving credit decisions and accelerating credit growth in this regard. In Bhutan, sharing \ncredit information among financial institutions is difficult. The Government has been keen to \ndevelop a credit information-sharing system since 1997. However, with the very small scope of \nfinancial services then, an informal information-sharing arrangement without formal procedures \nor appropriate information technology (IT) infrastructure was recommended as sufficient for the \nbanking sector’s level of development.20 Since the establishment of BNBL in 1997 and the \nremoval of the monopoly position of BOBL, along with the active participation of RICBL and \nBDFCL, lending activities and products have increased. The need is apparent to develop a CIB \nwith  an  appropriate  IT  system  for  (i)  enabling  financial  institutions  to  improve  their  credit \njudgments using the past credit experience of borrowers and knowledge regarding the incidence \nof defaults, (ii) speeding up loan applications, and (iii) facilitating the adjustment of premiums to \ncredit risk. Convenient access to the credit profiles of customers would potentially lower the cost \nof financial intermediation and ensure a prudent expansion of the lending business, thereby \nimproving enterprises’ access to finance. \n \n31.  Insufficient information disclosure also imposes serious constraints to further developing \nthe securities exchange. It is difficult to obtain up-to-date share prices for investment decisions. \nThe lack of information available on listed companies in RSEBL has impeded the efficiency of \ntransactions. To encourage investors to enter the securities market, RSEBL should consider \ndeveloping a website to strengthen investor access to trading and company information. A cost-\njustified exchange website can improve immensely the availability and timely dissemination of \nmarket information.  \n                                                 \n20 ADB. 1997. Technical Assistance to the Kingdom of Bhutan for the Capacity Upgrading of Financial Sector and \nInfrastructure and Entrepreneurial Development. Manila (TA 2902-BHU, approved on 23 October).  \n ", "10  \n \n32.  Trading volume in the securities exchange is very limited, and the clearing, trading, and \nsettlement  system  is  therefore  very  simple.  Depository  records  are  manually  inputted  and \nreconciled without a back-up system. Despite the small trading volume, the maintenance of \ndepository  information  for  16,000  shareholders  has  become  an  issue  for  ensuring  the \ncorrectness and security of the depository database that is, since the dematerialization of \nsecurities, the sole record of share ownership. A back-up system is needed to improve the \nintegrity of the system. The depository system also needs to be upgraded and automated in a \nway that is cost effective, considering the current trading volume.  \n \nC.  Government Strategy \n \n33.  Bhutan emerged from isolation and almost total dependence on subsistence agriculture \nin  the  early  1960s  with  the  initiation  of  its  first  5-year  development  plan.  Since  then,  the \nGovernment  has  formulated  various  5-year  development  plans  appropriate  to  its  stage  of \ndevelopment to address the country’s priorities and to prescribe development strategies. The \nrecent  Ninth  5-year  Plan  2002–200721  (the  Plan),  which  was  prepared  in  line  with  the \nGovernment’s long-term strategy framework (Bhutan 2020 Vision) and the National Poverty \nReduction  Strategy  2004,  clearly  reflects  the  newly  developed  objectives  and  strategies, \nincluding  promoting  private  sector  development  and  strengthening  governance.  Finance  is \nnamed in the Plan as one of the three sectors, along with infrastructure and energy, critical to \neconomic development. This is owing to the role that financial sector development plays in \nfacilitating  private  sector  participation  in  economic  growth.  To  promote  private  sector \ndevelopment, the Plan further details and emphasizes the partnership between the financial and \nprivate sectors to support Bhutan’s move from subsistence farming to small-scale commercial \nagriculture and private sector activities. The Plan encourages better and greater development of \nbanking  products  and  services  as  well  as  more  competition  in  the  financial  sector.  The \nGovernment’s financial sector development strategy therefore stresses the importance of having \na more efficient financial sector to tackle issues of limited access to finance, high interest rates, \nand high collateral requirements, and to support the development goals and face the challenge \nposed by narrowly based economic growth and limited private sector participation in the growth \nprocess.   \n \nD.  ADB Operations and Lessons \n \n34.  ADB  has  been  a  key  development  partner  for  Bhutan.  ADB’s  country  operation \nstrategies of 1999–2005 and 2006–2010 were aligned to support the Government’s efforts to \ncreate  an  enabling  environment  for  private  sector  expansion  through  (i)  institutional \nstrengthening of both banking and NBFIs, (ii) liberalizing foreign trade and investment regimes, \n(iii) liberalizing interest rates, and (iv) preparing a legislative and regulatory framework for the \nfinancial sector.  \n \n35.  ADB has provided three financial sector loans to Bhutan. This first loan, in 1988, was to \nsupport the Government’s efforts toward industrialization and private sector development via the \nonly development finance institution, BDFCL. A credit line design was incorporated to provide \nforeign currency funds for financing industrial projects, mainly focused on SMEs. However, the \nimpact was limited as loan funds were focused mainly on large projects instead of the intended \nSMEs. In 1997, ADB started supporting financial policy reforms with a sector development \nprogram, called the Financial Sector Intermediation Facility. The Financial Sector Intermediation \nFacility  consists  of  two  loans:  one  policy  loan  and  one  development  finance  loan  (i.e., \n                                                 \n21 The Ninth 5-year Plan has been extended by 1 year to cover the period of 2002–2008. \n ", "    11\ninvestment loan).22 These two loans were considered successful in terms of output delivery \naccording to the country assistance program evaluation.23 The program completion report24 \nfurther  states  that  the  two  loans  complemented  each  other  in  achieving  the  objectives  of \n(i) facilitating  private  sector  development  by  approving  foreign  direct  investment  policy;  (ii) \nliberalizing interest rates; (iii) improving the legal framework for the financial system and private \nbusiness;25 and (iv) improving private sector entrepreneurship, management skills, and access \nto information through training programs held by the Royal Institute of Management and the \nEntrepreneurship Promotion Center. TA26 provided in conjunction with the two loans supported \ncapacity building in financial institutions and government agencies engaged in policy reforms.  \n \n36.  After 1997, ADB’s operations covered different aspects of financial sector development \nand supported a series of earlier initiatives. For instance, ADB helped convert the Unit Trust of \nBhutan into BNBL, a new commercial bank,27 and assisted in restructuring the Government \nEmployees Provident Fund (footnote 14), establishing and upgrading a payment and settlement \nsystem28  and  strengthening  institutional  capacity  in  the  Department  of  Aid  and  Debt \nManagement of the Ministry of Finance29 (MOF) and in RMA.30 This body of TA made notable \nprogress in continuing the development agenda in the financial system. However, some of the \nTA mentioned above had mixed results. For instance, assistance to strengthen the supervisory \nfunctioning of RMA by drafting necessary laws and regulations has had limited impact, as the \ndraft laws and regulations—including the draft FSA, draft Insurance and Securities Exchange \nRegulations,  and  draft  Pension  Act—have  not  yet  been  enacted  for  lack  of  sufficient \nconsultation, understanding of the law provisions, and relevant technical training. \n \n37.  TA provision in Bhutan has produced two key lessons. One is that previous TA for \ninstitutional development and policy reforms was implemented in relatively short periods and in \na compartmentalized way. Drafting legislation should be accompanied by sufficient consultation \nand  capacity  building  to  ensure  implementation  and  compliance  with  sufficient  technical \nknowledge. Capacity building should also be provided to all relevant stakeholders (i.e., both \nregulatory and in key financial institutions) to ensure the sustainability of policy reforms. The \n                                                 \n22 ADB. 1997. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical  Assistance  Grant  and  Equity  Investment  to  the  Kingdom  of  Bhutan  for  the  Financial  Sector \nIntermediation Facility. Manila (Loans 1565/1566-BHU, TA 2902-BHU, and EI 7139, approved on 23 October). \n23 ADB.  2005. Country Assistance Program Evaluation for Bhutan. Manila. \n24 ADB. 2003. Program Completion Report on the Financial Sector Intermediation Facility in Bhutan. Manila.  \n25 During the program, four laws were passed and two regulations issued. They are the Moveable and Immovable \nProperty Act, Bankruptcy Act, Negotiable Instruments Act, Amendments to Companies Act, Commercial Sale of \nGoods Regulations, and Foreign Exchange Regulations. \n26  ADB.  1997.  Technical  Assistance  to  the  Kingdom  of  Bhutan  for  Capacity  Upgrading  of  Financial  Sector \nInfrastructure and Entrepreneurial Development (Financed by the Japan Special Fund). Manila (TA 2902-BHU, \napproved on 23 October). \n27  ADB. 1995. Technical Assistance to the Kingdom of Bhutan for the Conversion of the Unit Trust of Bhutan to a \nCommercial Bank. Manila (TA 2284-BHU, approved on 4 January); and ADB. 1996. Technical Assistance to the \nKingdom of Bhutan for Restructuring of the Unit Trust of Bhutan to a Commercial Bank (Financed by Japan Special \nFund). Manila (TA 2532-BHU, approved on 13 February). \n28  ADB. 2004. Technical Assistance to the Kingdom of Bhutan for Strengthening of the Payment and Settlement \nSystem. Manila (TA 4386-BHU, approved on 7 September). \n29  ADB. 2004. Technical Assistance to the Kingdom of Bhutan for Strengthening the Debt Management Capacity of \nthe Department of Aid and Debt Management. Manila (TA 4398-BHU, approved on 28 September); and ADB. \n2002. Technical Assistance to the Kingdom of Bhutan for Strengthening the Debt Management Capacity of the \nDepartment of Aid and Debt Management. Manila (TA 3893-BHU, approved on 4July). \n30  ADB. 2003. Technical Assistance to the Kingdom of Bhutan for Strengthening the Capacity of the Royal Monetary \nand Royal Securities of Exchange of Bhutan (Financed by the Japan Special Fund). Manila (TA 3905-BHU, \napproved on 23 August); and ADB. 1999. Technical Assistance to the Kingdom of Bhutan for Strengthening the \nBanking Supervision Function of the Royal Monetary Authority of Bhutan (Financed by the Japan Special Fund). \nManila (TA 3212-BHU, approved on 30 June). \n ", "12  \nneed is therefore apparent for adopting a comprehensive and holistic program modality to \nincorporate into policy reform all relevant elements and to follow through. A program loan \nmodality would be more appropriate to allow the integration of the process of drafting legislation \nwith the necessary consultation and technical training, to achieve the expected policy reform \noutcomes.  Sufficient  stakeholder  consultations  of  new  laws  and  regulations  and  technical \ntraining can also enhance regulators’ understanding of the provisions as well as ensure that the \nlaws are tailored to the country context and that there is adequate implementation. Second, \nBhutan has an urgent need for institutional capacity building at its current stage of financial \ndevelopment. Knowledge transfer on best international practices, provided on an on-going basis \nto deal with new market developments, is essential for successful and sustainable financial \nsector development. In line with the two key lessons learned from recent TA implementation, the \nFSDP  design  has  adopted  a  comprehensive  approach  to  ensure  the  relevant  rules  and \nregulations are drafted with sufficient consultation. The FSDP also has been integrated with a \nproject focusing on institutional strengthening of the regulator and other stakeholders to ensure \nthe sustainability of policy reforms proposed by the program.  \n \nE.  External Assistance to the Sector \n \n38.  ADB has closely coordinated with Bhutan’s other development partners in designing the \nFSDP. Frequent dialogue was conducted to maximize synergies where possible and to avoid \nduplication. UNDP cooperated with Netherlands Development Organization (SNV) to provide \nbusiness development services and financing in rural areas, including carrying out a pilot mobile \nbanking scheme as a means to encourage rural savings and strengthen financing for rural \nenterprises. The rural enterprises development program was completed in early 2006. SNV is \ncurrently  continuing  advisory  assistance  in  regional  trade  and  industry  offices.  UNDP  is \nassisting  the  Government  in  finalizing  the  draft  Pension  Act  and  conducting  stakeholder \nconsultation  workshops  for  enhancing  pension  regulations.  The  South  Asia  Enterprise \nDevelopment Facility (SEDF), established by the International Finance Corporation and the \nWorld Bank, will support capacity building in BOBL and BNBL to improve the quality of their loan \nportfolios and their ability to introduce new products and prepare new business and human \nresources strategies. The support from SEDF is in line with the objective of the FSDP to \nimprove the operations of banks and will be able to further augment the impacts of the FSDP \ntoward  improving  the  structure  of  financial  institutions  and  the  efficiency  of  financial \nintermediation.  \n \n39.  The World Bank provided, in line with its 2006–2009 country assistance strategy, a \nmulti-sectoral development policy grant for $15 million, supporting improvement in public budget \nand financial management, promoting private sector development (via an improved investment \nclimate), and expanding access to better education and healthcare. Currently, the World Bank is \nreviewing the Companies Act 2000 to strengthen the companies’ regulations for private sector \ndevelopment.  ADB  has  exchanged  program  information  in  relation  to  the  proposed  new \nlegislation to ensure consistency between proposed changes to the Companies Act and FSA.  \n \n40.  The International Monetary Fund (IMF) in 2005 provided RMA with several technical \ntraining  courses  toward  upgrading  statistical  systems  and  procedures,  particularly  in  the \nmonitoring of money and banking, and external sectors, and enhancing the internal audit and \nmanagement  of  RMA.  More  recently,  IMF  provided  TA  on  a  study  of  financial  market \ndevelopment in Bhutan. The priority of financial sector development in Bhutan, as identified in \nthe  IMF  report,  is  consistent  with  policy  reforms  recommended  in  the  FSDP,  especially \nregarding strengthened legislation and regulation for insurance and the securities exchange. To \navoid duplication and ensure resources are allocated in complementary areas, ADB and IMF \nare closely coordinating the FSDP policy reforms with IMF’s upcoming TA program. In addition, \n ", "    13\nIMF has been closely consulted and has provided comments on the revised RMA Act and draft \nFSA. These comments have been duly incorporated in the proposed acts. The development \ncoordination matrix is in Appendix 2.  \n \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM \n \nA.  Impact and Outcome \n \n41.  The FSDP consists of a program loan and a project loan. The program loan includes \ncrucial policy reforms, and the project loan will provide direct assistance to facilitate FSDP \nimplementation and ensure the smooth implementation and sustainability of the policy reforms \nunder the program. It is envisaged that the FSDP will have a positive impact on establishing an \nenvironment more conducive to business investment and stimulating the development of a more \nactive private sector. The outcome of the FSDP is improved depth, soundness, and stability of \nthe  financial  system  by  strengthening  the  governance  of  the  whole  financial  system  and \nimproving the efficiency of financial intermediation. \n \nB.  Important Features \n \n42.  There are two important features of the FSDP. First, it offers a comprehensive and \nintegrated approach to financial sector development, applying lessons from earlier TA to move \naway from an uncoordinated and compartmentalized approach. Second, the design of the \nFSDP  supports  training  schemes  to  ensure  the  successful  implementation  of  program \ncomponents as well to create a pool of Bhutanese professionals in accounting, auditing, and \ninsurance underwriting and thereby improving self-reliance in these areas.    \n \nC.  The Program Loan \n \n1.  Objectives \n \n43.  The FSDP objective is to enhance governance of the financial sector as a whole. To \nachieve this goal, the program will seek to (i) improve the legal, regulatory and supervisory \nframework of the financial sector, in particular with the passage of the revised RMA Act and \nFSA; (ii) enhance corporate governance that promotes more commercially oriented financial \ninstitutions,  in  particular  by  enhancing  the  legal  framework,  operations  of  BOBL,  and \norganizational  structure  of  RICBL;  (iii)  establish  an  AML/CFT  surveillance  system  for  the \nfinancial sector; (iv) develop national accounting and auditing policies and standards for reliable \nfinancial reporting; and (v) establish an appropriate CIB to improve credit decisions.  \n \n2.  Components and Outputs \n \n44.  The program consists of five components. The outputs and performance targets of the \nprogram  are  spelled  out  in  the  design  and  monitoring  framework  in  Appendix  3.  The \ndevelopment policy letter and policy matrix are included in Appendix 4. \n \na.  Improve the Regulation and Supervision of the Financial Sector \n \n45.  As a first step to ensure a strong reform regime, a revised RMA Act will need to be \ndrafted and finalized to give RMA autonomy to act with independence on monetary matters and \nvest it with enhanced powers to oversee the operations of the entire financial system. In the \nabsence of an IMF program to support it, the FSDP should continue its support toward ensuring \nthe  finalization  and  passage  of  the  revised  RMA  Act,  which  has  been  finalized  with  ADB \n ", "14  \nassistance (footnote 18) and is currently undergoing translation for submission to the National \nAssembly.  The  program  will  therefore  ensure  that  the  revised  RMA  Act  is  submitted  and \nenacted. Under the revised RMA Act, a cap will be placed on the amount that the Government \ncan borrow from RMA on a non-revolving basis for a term not exceeding 3 months. Further, the \ncorporate  governance  structure  will  be  converted  into  a  two-tier  structure,  giving  RMA \nmanagement  greater  control  over  RMA  policy  and  operations.  It  will  be  composed  of  a \nrestructured board and an executive committee. The current board, comprising the minister of \nfinance (acting as chairman), secretary of finance, managing director of RMA, and two other \nappointed directors (one from MOF and one from the Ministry of Trade and Industry)—all from \nthe public sector—is being replaced with one comprising, firstly, the governor, two deputy \ngovernors, and four directors appointed by the Government from outside RMA. The executive \ncommittee will comprise the governor (heretofore called the managing director) and two deputy \ngovernors. Moreover, the governor and members of the board are now barred from serving as \nemployees, shareholders, or board members of financial service providers during their tenure of \noffice, and from being associated with them in any way. These steps are in line with the \nGovernment’s  preference  to  proceed  in  measured  steps  towards  the  institution  of  a  fully \nindependent central bank.       \n \n46.  Secondly, the need is pressing for the draft FSA to be finalized and enacted to address \ngaps in the regulation and supervision of the whole financial sector of Bhutan. The small size of \nBhutan’s economy makes it appropriate to have RMA as the single regulator. Therefore, under \nthe FSA, RMA is to be vested with powers to license, regulate, and supervise all financial \nservice providers throughout the country. The draft FSA is currently under review under ADB \nassistance (footnote 19), and the remaining gaps in legislation and regulation for such sectors \nas insurance and securities exchange are to be amended in the final FSA to ensure that the \nFSA is comprehensive and coherent. In particular, RMA will be provided with powers to (i) \nconduct on-site inspections in the whole financial sector; (ii) license, regulate, and supervise the \ninsurance sector as a separate entity; (iii) act as the securities regulator to investigate and \nprosecute securities violations for both licensed and non-licensed companies; (iv) issue rules \nand  guidelines  on  corporate  governance  matters  (see  point  [b]  below);  and  (v) deal  with \nAML/CFT issues (see point [c] below). Prudential regulations on banking supervision, insurance \nregulations, and securities exchange will be revised, updated, and further strengthened to \nensure adequate regulation and supervision in the relevant sectors. Furthermore, the FSDP will \nsupport setting up a standard chart of accounts to be followed by all financial institutions and \ntheir external auditors. It will also help draft appropriate licensing requirements and procedures \nfor new entrants in the banking and insurance sectors to ensure and encourage fair competition \nin all financial subsectors.  \n \nb.  Improve  the  Corporate  Governance  Structure  and  Operations  of \nFinancial Institutions \n \n47.  The FSDP will consider all-pervasive issues of corporate governance in the financial \nsector by strengthening the legal framework to include matters relating to corporate governance, \nimproving the operations of BOBL and clarifying the organizational structure of RICBL. The FSA \nwill provide RMA with comprehensive powers to regulate and enforce corporate governance for \nthe whole financial sector. The provisions on corporate governance will include, among other \nstipulations,  (i)  an appropriate  fit-and-proper test  for  boards  of  directors;  (ii)  private  sector \nrepresentation in the structure and composition of the boards of directors; (iii) conflict-of-interest \nrules; and (iv) restrictions on cross shareholdings.  \n \n48.  The  corporate  governance  legal  framework  will  provide  autonomy  for  public  sector \nfinancial institutions and ensure the commercial orientation of their operations. A memorandum \n ", "    15\nof understanding will be prepared and signed between MOF and the board of directors of BOBL \nto provide time-bound institutional performance targets and autonomy for its operations. In turn, \nmanagement of BOBL will prepare a rolling business plan that will define the parameters and \nperformance indicators that management of BOBL will deliver to allow the board of directors to \nmeet their commitment under the memorandum of understanding with MOF. The business plan \nwill provide for expanding its lending operations and determining how best to deal with its \nexisting excess liquidity, linking remuneration for management and the board of directors to \nperformance, improving recruitment and performance evaluations, and developing a strategy for \nhuman  resources.  Management  of  BOBL  will  be  recruited  under  clear,  objective,  and  fair \nrecruitment guidelines and procedures to ensure improvement in operational efficiency and \nfinancial performance. RMA, as regulator, will be informed of all discussions and agreements \nbetween the Government and BOBL. \n \n49.  It is important to improve the organizational structure of RICBL according to insurance \ncore principles of IAIS, which require complete separation of life insurance, other insurance, and \nany other financial services. RICBL will prepare a rationalization plan detailing the necessary \nsteps  to  separate  its  business  operations.  RICBL  will  also  prepare  a  business  plan  post-\nrationalization  to  ensure  the  phased-in  segregation  of  business  units,  adequate  solvency \nprovisioning, and capital adequacy. A successful segregation of financial assets according to \ndifferent operations can improve the matching and reserving system for assets and liabilities to \nensure the provision of adequate solvency margins. \n \nc.  Establish an Effective AML and CFT Regime \n \n50.  The program loan will support the Government’s initiatives to establish an effective \nAML/CFT regime. The AML/CFT component of the program aims to strengthen the AML/CFT \npolicies and procedures currently employed in Bhutan. This will include (i) updating legislation \n(i.e., the proposed FSA) to establish RMA as the AML/CFT regulator and supervisor for all \nfinancial institutions; (ii) RMA drafting and issuing regulations requiring financial institutions to \nestablish  procedures  for  know-your-customer  processes,  generating  reports  on  suspicious \ntransactions, and reporting them to RMA; and (iii) RMA establishing a financial intelligence unit \n(FIU) whose function will be to gather information on suspected money laundering or financing \nof terrorism and liaise with law enforcement agencies. The enhanced AML/CFT framework is in \nline with the Government’s Good Governance Plus Strategy (2005). \n \nd.  Develop National Accounting and Auditing Policies and Standards \n \n51.  The program loan will address the high degree of opacity and incomparability of reports \nand  performance  records  of  financial  institutions  by  developing  and  applying  uniform  and \nconsistent national accounting and auditing standards. It will support the development of the \nnational accounting and auditing standards to form the Bhutanese GAAP, in line with IAS where \napplicable, and the GAAS in line with international auditing standards. The FSDP envisages \ncreating the Bhutanese accounting and auditing standards board (AASB), which will be tasked \nwith developing the Bhutanese GAAP and GAAS. MOF will form an accounting and auditing \nstandards committee, which will develop the plan to establish AASB. Comprising the accounting \nand auditing standards committee will be representatives of the private sector, MOF, Royal \nAudit Authority (RAA), RMA, and Ministry of Trade and Industry. AASB will also have the \nauthority  to  regulate  and  supervise  the  accounting  and  auditing  profession.  Of  paramount \nimportance is that the Government initiates a training program to develop the accounting and \nauditing profession in Bhutan. \n \n \n ", "16  \n \ne.  Strengthen Credit Information Disclosure  \n \n52.  A reliable system for sharing credit information among lending institutions can expedite \nloan applications and improve credit risk assessment. It would potentially lower the cost of \nborrowing and facilitate financial transactions. The program loan will support establishing a CIB \nwith the aim of improving the quality of financial institutions’ credit risk assessment. It will help \nthe Government set up a CIB unit at RMA, which will prepare an implementation plan in \nconsultation with major stakeholders. The CIB unit will be responsible for the institutional set-up \nand legal and regulatory framework for its full operation. CIB establishment will be based on the \nfindings  of  the  feasibility  study31  on  appropriate  arrangements  for  data  collection,  system \nmaintenance, and information sharing.  \n \n  3.  Important Features \n \n53.  The program loan will support strengthening the overall governance of the financial \nsystem  through  an  improved  legal,  regulatory,  and  supervisory  framework  for  all  financial \nservices and institutions. The FSDP comprehensively addresses the governance issue. The \nclose coordination and integration of proposed recommendations is the important feature of the \nprogram, which is highly consistent with the Government-approved Good Governance Plus \nStrategy (2005) for achieving transparency, accountability, and efficiency in the whole financial \nsystem and so advance private sector and economic development. \n \n4.  Financing Plan \n \n54.  It is proposed that ADB support the Government’s policy reform program by providing a \nprogram loan of Special Drawing Rights (SDR)7,472,000 ($11 million equivalent) from ADB’s \nSpecial Funds resources. The borrower will be the Government. The program loan will have a \nfixed term of 24 years, including a grace period of 8 years. The interest charge will be 1.0% per \nannum during the grace period and 1.5% per annum thereafter. Program loan proceeds are \nexpected to be utilized over a period of 36 months from the date of loan effectiveness. \n \n55.  The  estimated  adjustment  costs  of  policy  reforms  under  the  FSDP  are  based  on \nmedium-term adjustment costs. The tentative estimated adjustment cost is approximately $16.5 \nmillion, which includes the following:  \n(i)  Financial  regulation  and  supervision.  The estimated  cost  is  $6 million,  of \nwhich  $4  million  will  be  borne  by  the  financial  institutions,  arising  from \nadjustments for implementing the new regulations and adjustments to the NPL \nprovision  following  a  new  schedule  of  loan  classification  that  follows  more \nstringent  international  standards,  and  $2  million  will  support  RMA’s  \nimplementation of laws and regulations and, among others, for additional staffing, \nstakeholder  consultations,  downstream  training,  administration,  supervision \ncosts, etc. \n(ii)  Corporate governance. The cost is $3 million. The additional costs will arise \nfrom implementing corporate governance rules such as introducing private sector \nrepresentatives on boards, preparing and implementing business plans for BOBL \nand RICBL, preparing human resources strategies, strengthening performance \nevaluation, and conducting stakeholder workshops.  \n                                                 \n31 RMA has prepared a feasibility study for establishing a CIB with assistance from Dun & Bradstreet SAME Ltd. The \ndraft report was furnished to ADB. The study recommends the required software, operational model, and legal \nframework to establish and govern the CIB. \n ", "    17\n(iii)  AML/CFT. The estimated cost of establishing and maintaining an FIU in RMA is \n$2 million. \n(iv)  AASB. The cost of establishing and operating AASB and developing Bhutanese \nGAAP and GAAS, including market consultations, amending local legislation, \ndrafting accounting and auditing provisions, and implementation, is about $4 \nmillion. \n(v)  CIB. The cost of establishing a CIB and relevant legislation for its functioning and \ngovernance is $1.5 million, as estimated under the study commissioned by RMA.  \n  \n5.  Implementation Arrangements \n \na.  Program Management \n \n56.  MOF will set up an inter-agency program steering committee (PSC) headed by the \nsecretary of MOF and comprising, among others, representatives of RMA, BOBL, RICBL, and \nRSEBL to monitor progress, coordinate implementation, and ensure effective fulfillment of the \nproposed policy reforms. The PSC will meet every quarter or as often as needed. It will provide \nADB, for reference, all reports and minutes of PSC meetings, and ADB may attend these \nmeetings as an observer. A program and project organization chart is in Appendix 5.  \n \n57.  MOF will be the executing agency (EA) for the program loan and will be responsible for \ncoordinating  with  the  ministries  and  agencies  concerned  on  the  policy  reforms.  MOF  will \nestablish a program and project management unit (PMU) headed by a program director, who \nshall  be  a  senior  staff  of  RMA,  responsible  for  program  and  project  administration,  loan \ndisbursement, accounts maintenance, and reporting to the PSC. The program director will be \nassisted by representatives of respective divisions at RMA and MOF’s Department of Aid and \nDebt Management. One of the representatives will be designated as an alternate program \ndirector. \n \n58.  MOF will be the implementing agency (IA) for two components: (i) improving corporate \ngovernance and (ii) developing accounting and auditing standards. RMA will be the IA for three \ncomponents: (i) improving financial regulation and supervision, (ii) establishing an AML/CFT \nframework, and (iii) a CIB. \n \nb.  Period of Implementation \n \n59.  The FSDP will be completed by end of December 2009, in line with the indicative \nimplementation schedule in Appendix 6. \n \nc.  Procurement and Disbursement \n \n60.  Program loan proceeds will be used to finance the foreign exchange cost of items \nproduced and procured in ADB member countries, other than items specified in the list of \nineligible items (Appendix 7) or imports financed by other bilateral and multilateral sources. All \nprocurement under the program loan will be undertaken through normal commercial practices \nfor the private sector or the Government’s prescribed procurement procedures acceptable to \nADB, with due consideration to economy and efficiency. The Government will certify that the \nvolume of eligible imports exceeds the amount of ADB’s projected disbursement under the loan \nfor  the  given  period.  The  disbursement  of  the  program  loan  will  be  in  accordance  with \nSimplification  of  Disbursement  Procedures  and  Related  Requirements  for  Program  Loans \n(1998). ADB reserves the right to audit the use of program loan proceeds and verify the \naccuracy of the Government’s certification.  \n ", "18  \nd.  Financial Management \n \n61.  To ensure proper fund management, a detailed financial management assessment, \nincluding the use of financial management assessment questionnaires, reviewed the financial \nmanagement arrangements of the EA and IA (Supplementary Appendix B). The summary of the \nfindings is in Appendix 8. The Government has a computerized financial management system \nthat  produces  satisfactory  financial  reports  and  ensures  the  confidentiality,  integrity,  and \navailability of the data. All financial statements are subject to audit by RAA within 6 to 9 months \nof  fiscal  year  closure.  The  external  audit  conducted  by  RAA  follows  the  International \nOrganization  of  Supreme  Audit  Institution’s  auditing  standards,  which  are  in  line  with  the \nInternational  Standards  on  Auditing  issued  by  the  International  Federation  of  Accountants. \nFinancial management arrangements are found to be satisfactory in general.  \n \n62.  Internal audits have been established in all ministries and RMA. The Financial Rules and \nRegulations (2001) manual contains a section on internal controls, explaining their nature and \nobjectives.  The  manual  provides  simple  advice  on  managers’  responsibilities  for  internal \ncontrols and identifies some of the main areas where they are needed. However, the internal \nauditors in RMA and MOF do not hold recognized professional qualifications such as chartered \npublic accountant. Their qualifications are based on experience and ad hoc courses (auditing \nseminars, etc.). As further improving the awareness and specialized training in accounting and \nauditing for better internal controls and financial management is required, the FSDP will help the \nGovernment  strengthen  financial  management  by  enhancing  skills  and  qualifications  in \naccounting and auditing, as well as developing national accounting and auditing policies and \nstandards. \n  \ne.  Monitoring and Tranching \n \n63.  ADB will monitor FSDP implementation through 6 monthly review and periodic progress \nreports and will field regular missions to confirm fulfillment of policy actions for tranche release \nand advise on actions to maintain implementation within the program period.   \n \n64.  The FSDP will be for 3 years. The program loan will be released in three tranches. The \nfirst tranche (not exceeding $4 million equivalent) is to be disbursed upon loan effectiveness, \nsubject to the Government’s compliance with all first tranche requirements. The second tranche \n(not exceeding $4 million equivalent) will be disbursed 18 months after loan effectiveness, \nsubject to satisfactory fulfillment of the corresponding tranche release conditions. The third \ntranche ($3 million equivalent) will be disbursed 18 months after the second tranche, subject to \nthe satisfactory fulfillment of the corresponding tranche release conditions. The policy matrix \nlists all the tranche release conditions. \n \nf.  Counterpart Funds \n \n65.  The Government will ensure the local currency funds generated by the program loan will \nbe used to support the adjustment cost of reforms under the FSDP.  \n \ng.  Accounting, Auditing, and Reporting \n \n66.  An audit of the use of the loan proceeds will be undertaken if requested by ADB. ADB \nretains the right to (i) audit any account and (ii) verify the validity of the certification issued by \nthe Government for each withdrawal application. Prior to withdrawal, the Government will open \nan account at RMA to receive all loan proceeds. The account will be established, managed, \n ", "    19\noperated, and liquidated in accordance with terms satisfactory to ADB. The PMU will send 6 \nmonthly progress reports to the Government and ADB on policy and institutional reforms. The \nprogress report will describe progress made and any changes to the implementation schedule \nand identifies any problems encountered and remedial actions taken.  \n \nh.  Program Performance Monitoring and Evaluation \n \n67.  The PMU will establish and maintain a system to monitor program performance that will \ninclude a database on the status of policy measures and program indicators, based on the \npolicy matrix and the design and monitoring framework.  \n \ni.  Program Review \n \n68.  ADB will conduct a comprehensive review 3 months prior to the end of both the second \ntranche and the third tranche. A program completion review at the end of the FSDP will be \nconducted to evaluate its overall impact on the financial sector and the achievement of its \ndesired objectives, as well as other benefits, intended or not, particularly for the poor. \n \nD.  The Project Loan \n \n1.  Objectives \n \n69.  The purpose of the project loan is to facilitate the implementation of the FSDP and to \nensure smooth implementation of the policy reforms under the program. The project loan will \nsupport the institutional development and strengthening of key institutions through capacity \nbuilding, development of an adequate AML/CFT regulatory framework, improved accounting \nand  auditing  practices,  support  of  CIB  establishment,  and  improved  securities  information \ndisclosure.  \n \n2.  Components and Outputs \n \n    a.  Building Sector Capacity \n \n70.  The project loan will support filling in gaps in present capacity in the financial sector, \nproviding practical on-the-job training for the regulator and supervisor and selected key financial \ninstitutions  with  a  view  toward  assuring  smooth  implementation  of  the  new  regime.  The \ncapacity-building schemes will be reinforced by employee incentives and retention measures to \nensure the dissemination and maintenance of the training knowledge as well as to compensate \nfor the training cost by providing a certain period of post-training service time. The retention \nmeasures will combine reward and prevention, as staff will be (i) rewarded by incorporating \ntraining  in  their  performance  evaluation  for  possible  career  advancement  and  greater \nsupervisory or management responsibility and (ii) discouraged from leaving RMA or financial \ninstitutions after completing training by a lock-in clause in their employment contracts requiring \nthat early leavers compensate the Government for the cost of training on a pro-rata basis. \n \ni.   Secondment  Program  for  Strengthening  Financial \nSupervision   \n \n71.  To obtain skills and practical experience in the on-site supervision of banks and NBFIs, \nthe project loan will support a program for FISD staff of RMA to be seconded to a member \ncountry with strong financial regulatory and supervisory bodies. The secondment program for \n ", "20  \nimproving the performance of FISD’s staff is intended to last, on an intermittent basis, for the \nwhole FSDP implementation period. Four senior FISD staff for each supervision area (i.e., \nbanks,  development  finance,  insurance,  and  possibly  the  securities  market)  will  go  on \nsecondment for a minimum of 3 months each year. After returning from secondment, the trained \nstaff will share their practical experience with colleagues by (i) giving short training sessions, (ii) \ncreating a supervision materials library to be regularly updated, and (iii) helping the chief of \nFISD to update the supervision manuals with lessons learned during secondment.  \n \nii.   Training Program for Enhancing Accounting and Auditing  \n \n72.  The project loan will support a training program for two RMA staff to obtain professional \nqualifications  in  accounting  and  auditing  (e.g.,  chartered  accountancy  from  the  Institute  of \nChartered Accountants in England and Wales). The staff will train in a country within the region \nso that, at the end of the 3-year accountancy training program, RMA should have in-house \naccountants to enhance its supervisory role. \n \niii.   Training  Program  for  Enhancing  Insurance  Underwriting \nSkills \n \n73.  The  project  loan  will  support  a  staff  training  program  with  insurance  companies  in \nmember countries with a more advanced and well-regulated insurance sector to develop in-\nhouse skills in insurance underwriting and claims adjustment. This will reduce RICBL’s reliance \non foreign consultants in key areas of the insurance business. Experienced RICBL officers will \njoin the regular staff of the host company to carry out day-to-day tasks and so receive valuable \non-the-job training in underwriting for general insurance (fire, motor, engineering and marine, \nand aviation transport), life insurance, and claims processing. In each year, six different and \nrelevant employees will go on secondment for a minimum of 6 months each year during the 3 \nyears of program implementation. \n \niv.  Capacity Building for Securities Exchange  \n \n74.  The project loan will provide on-the-job training to increase securities-trained personnel \nin FISD and RSEBL. The capacity-building program will cover (i) supervision processes; (ii) \nlistings  and  delistings;  (iii)  trading  modalities;  (iv)  settlements,  payments,  and  depository \noperations; (v) governance, covering disclosure and conflicts of interest, etc.; and (vi) the new \nregulatory framework. The specialized training will enhance the monitoring, surveillance, and \nsupervision of the securities market and brokers as well as strengthen the operations of the \nsecurities exchange. An international capital markets specialist will be recruited to provide the \ntraining. \n \nv.  Improving Corporate Governance \n \n75.  The project loan will help draft regulations to provide for and internalize good corporate \ngovernance measures. It will also assist institutions to carry out these proposed measures and \neffect appropriate organizational changes, such as fit-and-proper tests for boards of directors, \nenhancing the structure and composition of boards, conflict-of-interest rules, restrictions on \ncross shareholding, and others measures as appropriate. An international legal expert will be \nrecruited to undertake the improvements in corporate governance, assisted by a national legal \nexpert. \n \n \n \n ", "    21\nb.  Developing AML/CFT Framework \n \n76.  The project loan will support the institutional development of an FIU in RMA. This \nsupport will include (i) FIU’s organizational design, (ii) operating procedures including off- and \non-site supervision for AML/CFT issues, (iii) management of FIU during initial stages prior to \nhandover to FIU staff, and (iv) the establishment of the FIU including procurement of basic IT \ninfrastructure.  Assistance  will  also  cover  associated  on-the-job  training  for  RMA,  police, \nprosecutors,  and  judges  regarding  (i)  the  effects  of  AML  on  economic  development  and \ninternational  standards,  (ii)  the  legal  requirements  to  meet  international  standards,  (iii)  the \nregulatory  and  institutional  requirements,  (iv)  the  compliance  requirements  for  financial \ninstitutions,  (v)  building  an  effective  FIU,  (vi)  domestic  (interagency)  and  international \ncooperation, (vii) CFT, and (viii) investigating money laundering and terror financing. In addition, \nthis  component  will  promote  compliance  with  the  new  AML/CFT  regulations  and  reporting \nrequirements  by  providing  informational  seminars  for  financial  intermediaries.  This  will  be \nprovided by an international AML/CFT expert, assisted by a national legal specialist. \n \n    c.  Improving Accounting and Auditing Practices \n \n77.  The  project  loan  will  support  the  recruitment  of  an  international  financial  sector \naccounting and auditing firm to (i) help the accounting and auditing reform committee (to be \nestablished by the Government) develop a roadmap for starting up and developing AASB, \n(ii) help AASB develop the Bhutanese GAAP and GAAS in line with IAS, and (iii) update \nfinancial reporting formats. In addition, this component will promote compliance with the new \nGAAP and GAAS by providing progress seminars for financial intermediaries, practitioners and \nprofessionals, affected parties, and the private sector. \n \n    d.  Supporting CIB Establishment \n \n78.  To help the Government establish a CIB and ensure the selection and start-up of an \noperational model suitable to the country, the project will recruit a CIB expert to (i) design and \nplan the establishment of CIB in line with the CIB feasibility study,32 (ii) carry out procurement \nactivities for establishing CIB including determination of appropriate powers to be vested in \nRMA and/or CIB for carrying out its functions, and (iii) help operationalize CIB and do pilot \ntesting. \n \ne.  Improving Securities Information Disclosure \n \n79.  The bedrock of securities regulation is the timely disclosure of material information. To \nimprove it, RSEBL needs to upgrade its equipment and software so it can retain copies of \nreports published by listed companies and upgrade the inventory of securities ownership for \nmarket disclosure. The project loan will support (i) developing a well-designed website to ensure \nproper information disclosure for RSEBL and (ii) upgrading and automating the database for \nRSEBL to improve depository information. The developed website will serve to (i) collect and \ndisseminate information about the market, listed companies, and brokers and (ii) help raise \nawareness of and interest in the securities market. The upgraded and automated database will \nhelp RSEBL enhance internal controls and inspections for the depository. Assistance will cover \nassociated training for RSEBL and brokers on the use and maintenance of the website.  \n \n \n \n                                                 \n32 See footnote 31.  \n ", "22  \n3.  Important Features \n \n80.  The project loan will focus on strengthening key institutions for delivering the key facets \nof the FSDP, leading to more effective regulation and supervision and improved governance. In \nparticular, the features of this project loan are (i) continuous development of supervisory skills \nthat will ensure proper implementation of the regulations and up-to-date knowledge for dealing \nwith new market situations; (ii) the creation of a pool of Bhutanese professionals in accounting, \nauditing,  and  insurance  underwriting,  thereby  reducing  reliance  on  foreign  consultants;  (iii) \nimproved  job  skills  for  financial  institutions  staff;  and  (iv)  improved  financial  information \ndisclosure.  \n \nE.  Cost Estimates and Financing Plan \n \n81.  The total project cost is estimated at $2.5 million, including contingencies and financial \ncharges. A summary of cost estimates based on components is provided in Table 2. A detailed \ncost estimate is in Appendix 9.  \nTable 2: Cost Estimates  \n($’000) \nItem  Total Cost \nA.   Baseline Costs   \n  1.  Component 1: Building Sector Capacitya  1,259.0 \n  2.  Component 2: Developing AML/CFT Framework  258.0 \n  3.  Component 3: Improving Accounting and Auditing Practices  500.0 \n  4.  Component 4: Supporting CIB Establishment  121.0 \n  5.  Component 5: Improving Securities Information Disclosure  120.0 \n      Subtotal A  2,258.0 \nB.   Contingencies   \n  1.  Physical Contingenciesb  68.0 \n  2.  Price Contingenciesc  113.0 \n      Subtotal B  181.0 \n      Total Project Costs (A+B)  2,439.0 \nC.   Interest Chargesd  60.0 \n      Total Project Costs to be Financed  2,500.0 \nAML = anti-money laundering, CFT = combating the financing of terrorism, CIB = credit information bureau. \na  Including secondment and training programs. \nb  Estimated at 3% for equipment, training, consulting services, maintenance, and project administration. \nc  Estimated at an annual inflation rate of 5%. \nd  Interest charges during implementation on loans from the Asian Development Fund are at 1% during the \ngrace period. \nSource: Asian Development Bank estimates. \n \n82.  It is proposed that ADB support the project with a loan of SDR1,359,000 ($2 million \nequivalent) from its Special Funds resources. A financing plan for the project is provided in \nTable 3. The project loan will have a fixed 32-year maturity, including a grace period of 8 years. \nThe interest rate charge will be 1.0% per annum during the grace period and 1.5% per annum \nthereafter. \n \nTable 3: Financing Plan  \n($’000) \nSource  Total         % \nAsian Development Bank  2,000.0  80.0 \nGovernment a  500.0  20.0 \n  Total  2,500.0  100.0 \na includes office space, counterpart staff, communications, administration support and contingencies. \nSource: Asian Development Bank estimates. \n ", "    23\n \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n83.  As the EA, MOF will be responsible for coordinating support for project implementation. \nMOF will also be the IA for improving accounting and auditing practices. RMA will be the IA for \nthe four components of (i) building sector capacity, (ii) establishing an AML/CFT framework, \n(iii) supporting CIB establishment, and (iv) improving securities information disclosure. The IAs \nwill provide information and analyses to the PMU and coordinate the fielding and work of \nconsultants. The PMU will be responsible for coordinating project implementation and ensuring \nthe  submission  of  project  reports.  Sound  accounting  and  internal  control  systems  will  be \nadopted by the PMU.  \n \n2.  Period of Implementation \n \n84.  The implementation period for the project loan is 3 years to be completed by the end of \nDecember 2009 (see Appendix 6 for the project implementation schedule).  \n \n3.  Procurement \n \n85.  Procurement  of  goods  and  services  will  be  subject  to  the  provisions  of  ADB’s \nProcurement  Guidelines  (2006).  The  procurement  packages  for  establishing  AML/CFT  IT \ninfrastructure  and  designing  RSEBL’s  website  and  upgrading  its  depository  system  in  the \nprocurement plan (Appendix 10) will be procured through shopping procedures and under \nturnkey contracts to ensure the appropriateness and sustainability of their design, supply, and \ninstallation. The Government will be responsible for the procurement plan, and ADB shall carry \nout  reviews  on  the  Government’s  procedures,  documents,  bid  evaluations,  award \nrecommendations, and contract in accordance with the agreed procedures, on a no-objection \nbasis. \n \n4.  Consulting Services \n \n86.  A total of 24 person-months of international consulting services and 21 person-months of \nnational consulting services will be financed by the project loan. The outline terms of references \nare in Appendix 9. Two different selection methods will be utilized, as both individual consultants \nand a consultancy firm will be recruited.  With the exception of component 3, consulting services \nwill be provided by individual consultants recruited in accordance with ADB’s Guidelines on the \nUse  of  Consultants  (2006).  For  component  3,  consulting  services  will  be  provided  by  a \nconsultancy firm recruited in accordance with the quality and cost-based selection method.  The \nProject will also finance the secondment and training programs for supporting sector capacity. \nThe  breakdown  of  consulting  inputs  and  selection  methods  for  each  component  are \nsummarized  in  Table  4.  The  Borrower  will  be  responsible  for  the  recruitment  of  project \nconsultants. ADB will review the request for proposals, including the shortlist, the technical \nevaluation of proposals, and award recommendations and contract, on a no-objection basis, to \nensure that the process is carried out in accordance with agreed procedures, as required by \nADB’s Guidelines on the Use of Consultants and the proposed procurement plan (Appendix 10).  \n \n \n \n \n ", "24  \nTable 4: Summary of Consulting Services and Selection Method \n \nProject Loan Component  International  Domestic  Total  Selection \n(person- (person- (person- Method \nmonths)  months)  months) \nA. Component 1: Building Sector Capacity  5  0  5  Individual \nB. Component 2: Developing AML/CFT  4  6  10  Individual \nFramework \nC. Component 3: Improving Accounting and  12  12  24  Firm by QCBS \nAuditing Practices \nD. Component 4: Supporting CIB Establishment  3  0  3  Individual \nE. Component 5: Improving Securities Information  0  3  3  Individual \nDisclosure \n    Total  24  21  45   \nAML = anti-money laundering, CFT = combating the financing of terrorism, CIB = credit information bureau, QCBS = \nquality- and cost-based selection. \nSource: Asian Development Bank estimates. \n \n5.  Disbursement Arrangements \n \n87.  MOF, on behalf of the Government, will open an imprest account denominated in dollars \nat  RMA  within  1  month  of  loan  effectiveness.  The  imprest  account  will  be  operated  and \nmaintained in accordance with ADB’s Handbook on Loan Disbursement (2001), as amended \nfrom time to time, and detailed arrangements agreed between the Government and ADB. ADB \nwill advance 6 months of estimated expenditures or 10% of the total, whichever is less, into the \nimprest account for each of the loan amount. The Borrower will use the imprest account to pay \ncontractors, suppliers, and others for ADB’s share of eligible project expenditures incurred in \nlocal and foreign currency. The ADB statement of expenditure procedure may be used for \nreimbursement  of  eligible  expenditure  and  to  liquidate  advances  provided  into  the  imprest \naccount for any individual payment not exceeding $50,000.  \n \n6.  Accounting, Auditing, and Reporting \n \n88.  The  PMU  will  maintain  separate  records  and  accounts  for  the  imprest  account  in \naccordance with sound accounting principles and will have these accounts and records audited \nannually  in  accordance  with  standards  acceptable  to  ADB.  Audited  accounts,  including \nstatement of expenditures, will be provided to ADB within 6 months of fiscal year-end. ADB \nretains the right to (i) audit any account and (ii) verify the validity of the certification issued by \nthe Government for each withdrawal application.  \n \n89.  The PMU will submit reports to ADB concerning the use of project loan proceeds, project \nadministration, and financial management. The reports will include (i) 6 monthly and annual \nproject implementation reports, (ii) a midterm review report, and (iii) a project completion report \nto be submitted no later than 6 months after project completion. The reports and consolidating \ninputs from the IAs will cover (i) expenditures, (ii) activities financed, (iii) a summary of audit \nissues, and (iv) the progress of project components. \n \n90.  The consultants for each component of the project loan will prepare (i) an inception \nreport within 1 month of service commencement; (ii) midterm reports at appropriate stages of \nthe project; (iii) a draft final report 2 weeks before completing the contract; and (iv) a final report \nafter incorporating comments from ADB, the EA, and the IAs.  \n \n91.  ADB has assessed the financial management capacity of the EA and IAs and found it \nsatisfactory  at  a  program  and  project  level (Appendix  8).  The  project  will  further  enhance \n ", "    25\ninstitutional  capacity  in  the  EA  and  IAs  in  financial  management  arrangements  through \naccounting  and  auditing  training  under  the  components  on  building  sector  capacity  and \nimproving accounting and auditing practices.  \n \n7.  Project Performance Monitoring and Evaluation \n \n92.  The PMU, drawing on data from IAs, will establish and maintain a project performance-\nmanagement system that will generate 6 monthly and annual reports. The system will be linked \nwith the FSDP and established, as agreed between the Government and ADB, to ensure that \nthe project is managed efficiently, benefits are maximized, and social impacts are monitored.  \n \n8.  Project Review \n \n93.  The Government and ADB will periodically review project implementation. ADB will field \nregular review missions, including midterm and project completion review missions to coincide \nwhenever  possible  with  the  program  reviews.  A  comprehensive  midterm  review  at \napproximately 18 months from the date of loan effectiveness will be undertaken to evaluate \nprogress.  These  reviews  will  include  an  evaluation  of  the  project  scope,  implementation \narrangements, and progress with the policy reform agenda. \n \n9.  Anticorruption  \n \n94.  In  conformity  with  the  recommendations  of  ADB’s  Second  Governance  and \nAnticorruption Action Plan—which specifies that program and project design should incorporate \nfindings  of  governance,  institutional,  and  corruption  risk  assessments,  and  that  project \ndocumentation should clearly identify risk and risk-management and mitigation measures—a \ndetailed  assessment  of  governance  and  anticorruption  measures  has  been  done \n(Supplementary Appendix C). The summary of the findings is in Appendix 11.  \n \n95.  According to funding agencies’ reports on sectoral assessments, the Bhutanese public \nsector is relatively free of systemic institutional corruption.33 A proxy measure34 to analyze the \nlevel of corruption in the public sector indicates a generally decreasing trend in assessed \nunallowed  expense  amounts  based  on  RAA  audits.35  In  addition,  RAA  has  become  more \naggressive in fulfilling its functions and is therefore more likely to find instances of misuse of \npublic  funds.  While  there  have  been  no  system-wide  corruption  assessments  or  analyses \nconducted to date, it is fair to conclude that Bhutan poses a lesser risk of system-wide and \ninstitutionalized corruption in the public sector. \n \n96.  The Government has taken serious steps to prevent corruption. Anticorruption policy \nactions include (i) drafting an anticorruption law designed to help detect, prosecute, and punish \nperpetrators of any corrupt practices;36 (ii) encouraging the incorporation of legal units in every \npublic  body  to  address  legal  issues  and  strengthening  internal  audits  of  departments;  (iii) \nrevising  procedures  for  procuring  goods,  awarding  contracts,  bidding,  and  licensing;  (iv) \n                                                 \n33  For example, the World Bank has stated that the Government has “a long-standing reputation for honesty and \nprofessionalism” (World Bank. 2004. Bhutan Country Brief. Washington, DC [September]). \n34  The measure looks at total amounts cited by RAA audits that are due the Government from public sector bodies for \nexpenditures unallowable under existing Government rules (e.g., the Financial Rules and Regulations). \n35  The unallowed expenses include, for procurement without tendering, wasteful expenditures, irregular contract \nmanagement, non-levying of liquidated damages, etc. The levels of such expenditures reflected in RAA audits (Nu \nmillion) are as follows: 2000: 1,095; 2001: 809; 2002: 638; and 2003: 514.  \n36  The Anticorruption Act (2006) allows for establishing a three-member anticorruption commission with extensive \npowers mandated to, among others things, “take all necessary actions to prevent and combat corruption.” \n ", "26  \ninstituting a zero-tolerance approach to raise the risks corrupt elements face; and (v) instituting \na system in which an audit clearance certificate is a prerequisite for each staff member’s \npromotion, training, and contract extension. There are two updates on progress in adopting \nBhutan’s anticorruption policies. First, the Anticorruption Act (2006) has been enacted. Second, \nthe FSDP will help the Government strengthen the AML/CFT regime by enhancing the legal \nframework  (provided  under  the  FSA),  instituting  FIU,  and  establishing  a  reporting  and \nmonitoring procedure for recording and investigating suspicious financial transactions.  \n \n97.  ADB’s  Anticorruption  Policy  (1998)  was  explained  to  and  discussed  with  the \nGovernment.  Consistent  with  its  commitment  to  good  governance,  accountability,  and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the project or the FSDP.  To \nsupport these efforts, relevant provisions of ADB’s Anticorruption Policy will be included in the \nloan regulations and the bidding documents for the project. In particular, all contracts financed \nby ADB in connection with the FSDP and the project shall include provisions specifying the right \nof ADB to audit and examine the records and accounts of the EA and IAs, and of all contractors, \nsuppliers, consultants, and other service providers as they relate to the FSDP and the project. \nDuring  regular  review  missions,  governance  and  anticorruption  risk  assessments  will  be \nupdated as necessary. \n \nIV.  TECHNICAL ASSISTANCE \n \n98.  The purpose of TA is to help the Government establish a permanent, self-sufficient, and \nsustainable training institute (the Training Institute) for financial sector participants in Bhutan to \naddress existing gaps and future requirements in capacity and institutional strengthening needs \nin the financial sector. TA is also designed to sustain the reforms initiated under the FSDP \nbeyond the program period. TA will fund the following activities: (i) developing and implementing \nthe Training Institute in RMA, which will act as a center of excellence in the financial sector; (ii) \nselecting a Training Institute head, who will prepare the business plan for the institute on a cost \nrecovery/self sufficiency basis (i.e., fees will be charged to participants); (iii) conducting an \ninventory of skills in RMA, matching these with the skills required for RMA to enforce the FSA in \nBhutan,  and    further  assessing  the  training  needs  of  RMA  and  various  financial  service \nproviders, including professionals, and preparing relevant courses for meeting them; (iv) rolling \nout a pilot training program for RMA staff and relevant market participants; and (v) coaching \ncounterpart staff in RMA that will take over the management responsibilities of the Training \nInstitute.37 \n \n99.  TA will require a total of 6 person-months of international consulting services from one \ncentral banking and financial sector training expert. TA will also acquire training services from \nresource people and/or experienced regional trainers who specialize in delivering courses and \n                                                 \n37 Previous ADB technical assistance (ADB. 2000. Technical Assistance to the Kingdom of Bhutan for Project \nAppraisal and Portfolio Management for Financial Institutions. Manila [TA 3596-BHU, approved on 19 December].) \nhelped RMA establish the Institute for Financial Sector Development. However, the outcome was unsatisfactory \nand the institute has not provided any technical training since 2004, when TA3596 was completed. The TA \ncompletion report pointed out that the institute was not able to deliver training via the train-the-trainer program \nbecause the selected trainers were not able to commit their time to design, prepare, and deliver the training \nprograms (ADB. 2005. Technical Assistance Completion Report on Project Appraisal and Portfolio Management for \nFinancial Institutions in Bhutan. Manila.) The report further suggested that similar future projects should use \nconsulting services to develop, supervise, and assist in monitoring the training program and to ensure that the \ntarget training facility functions on a sustainable basis to achieve long-term impact. As such, the piggy-backed TA \nwill incorporate these lessons as well as consider linking and pricing training to the granting of licenses and \nprofessional accreditations to market participants in Bhutan. \n \n ", "    27\nworkshops on current topics in financial regulation and supervising FSA-type monetary systems, \naccounting and auditing for financial service providers, and other relevant fields (a total of 3 \nperson-months from different resource persons). The consultant will be recruited using the \nconsultants’  qualifications  selection  method  according  to  ADB’s  Guidelines  on  the  Use  of \nConsultants  (2006).  The  resource persons  will  be  recruited  for  their qualifications  and  the \nsuitability of their relevant experience in delivering training programs. The outline terms of \nreference for the international consultant are in Appendix 12.  \n \n100.  The total TA cost is estimated at $312,000. ADB will finance $250,000 on a grant basis \nthrough  its  TA  funding  program,  and  the  Government  will  contribute  $62,000  in  kind  as \ncounterpart staff, office accommodation, training facilities, and logistical support. The detailed \ncost estimates and financing plan are in Appendix 12. MOF will be the EA. RMA will be the IA. \nTA will be implemented over a period of 24 months, commencing from the date of program loan \neffectiveness.  The  consulting  services  will  be  delivered  intermittently  over  the  TA \nimplementation period. \n \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits \n \n101.  The FSDP promotes a better-regulated financial system more effectively enforced that \noperates under the principles of good governance and so encourages the development of more \nefficient and commercially oriented financial institutions. It is envisaged to engender competition \nand thereby invigorate the private sector, promote economic growth, and reduce poverty.  \n \n102.  Specific benefits can be outlined as follows:  \n(i)  The strengthened supervisory and regulatory framework for the banking and \nsecurities  markets,  and  the  development  of  a  much-needed  framework  for \ninsurance, will contribute to financial soundness. In particular, a proper regulatory \nand supervisory framework for insurance operations will ensure that insurance \nbusinesses  are  structured  in  a  sustainable  manner  and  provide  adequate \nsolvency to protect policyholders’ funds and minimize the risk of ruin for the \ninsurer. The FSDP also encourages private sector entry in the financial sector \nthrough  new  licensing  and  competent  regulation  and  oversight,  which  will \nincrease competition and lower the cost of financial intermediation. \n(ii)  The improved corporate governance structure, enhanced operational efficiencies, \nand  human  resource  development  will  enhance  responsiveness  to  lending \nopportunities and performance incentives, thus contributing to financial stability \nand  enabling  financial  institutions  to  diversify  their  operations  and  thereby \nimprove profitability. \n(iii)  Establishing a CIB and developing Bhutanese accounting and auditing policies \nand standards will improve the quality of credit assessment and the financial \ndisclosure of financial institutions. Institutions’ disclosure and sharing of credit \nprofiles will also boost lender confidence, mitigate risk, and lower the cost of \nfinance and consequently improve access to credit.  \n(iv)  An effective AML/CFT framework will strengthen general investor confidence in \nthe financial system, as it will deter criminal and corrupt elements from using the \nsystem to launder proceeds. It will also raise Bhutan’s international profile as a \nwell-managed and disciplined financial system. \n(v)  Much-needed  project  components  for  program  implementation  will  fast  track \nskills  development  in  the  supervisory  and  regulatory  authority,  and  among \nfinancial institutions, to effectively implement the provisions of new legislation \n ", "28  \ndesigned to strengthen the foundation of the financial system and help it cope \nwith the challenges of liberalization and private sector development. \n(vi)  TA will help the regulatory authority establish a permanent, self-sufficient, and \nsustainable  finance  training  institute.  It  will  serve  the  financial  community  in \nBhutan  by  educating  and  developing  financial  professionals  and  improving \naccess to knowledge in financial areas for individuals and networks. \n \nB.  Risks and Safeguards \n \n103.  The FSDP design is based on lessons learned from earlier ADB assistance in Bhutan. \nThe success and impact of the FSDP are subject to different types of risks of varying degrees. \nMitigating measures have been incorporated in the FSDP as appropriate and possible.   \n \n104.  While a potential risk to FSDP implementation is how the Government will implement the \nreforms and follow through, it is fully committed to the needed reforms, as evidenced by its \npronouncements and actions taken up front. The work on strengthening legal provisions for \nfurther financial sector development—e.g., drafting the revised RMA Act and FSA—has been \nprogressing for some time, and official comments from other funding agencies (e.g., IMF) have \nbeen received and incorporated into the revised RMA Act and draft FSA. In addition, the draft \nacts will be finalized by the Government as conditions for loan effectiveness. The Government \nhas  shown  strong  ownership  of  the  needed  financial  sector  reforms  through  extensive \nconsultation with stakeholders and ADB. In addition, the revised RMA Act is to be enacted by \nend-2006  to  give  RMA  greater  autonomy  and  independence  to  carry  out  the  adequate \nregulation and supervision of all financial institutions and activities.   \n \n105.  Another  potential  risk  to  program  implementation  is  the  inadequacy  of  institutional \ncapacity in RMA and financial institutions to carry out the reform agenda. This particularly \nentails the issues of (i) whether the new FSA will be fully understood and reviewed for passage; \n(ii) how strengthened rules and regulations are implemented, complied with, and enforced; and \n(iii) whether there are sufficient resources to carry out program implementation. The FSDP \ntherefore places strong emphasis on consultation and technical training for new rules and \nregulations  to  ensure  awareness  and  broad  ownership  of  the  reforms.  More  specifically, \ntraining, including medium and long-term training and secondment programs will be provided to \nRMA and IAs on, among other topics, regulatory and supervisory skills, securities markets, \ninsurance underwriting, and accounting and auditing. The piggy-backed TA will further enhance \nand sustain the effectiveness of the financial training for the regulatory authority and financial \nprofessionals. \n \n106.  Resistance from vested interests to certain reform measures is a potential risk. This \nparticularly  relates  to  strengthening  the  governance  structure  and  operations  of  financial \ninstitutions.  Potential  resistance  may  arise  from  the  reform  measures  affecting  corporate \ngovernance regulations regarding BOBL and RICBL. However, the Government has expressed \nstrong commitment and further confirmed that the revised RMA Act will give the regulator, RMA, \ngreater autonomy to regulate the whole financial sector, including corporate governance issues. \nThe FSDP also has measures to ensure that RMA is able to regulate and take remedial action \nto enforce corporate governance under FSA legislation and relevant regulations. Furthermore, \nat the level of the individual financial institution, RICBL has taken the initiative to prepare a new \nbusiness plan for the Credit and Investment Department, with TA support from SEDF, and \nprepare for the rationalization of its own operations. Similarly, BOBL also received assistance \nfrom SEDF to upgrade its IT infrastructure, prepare a new business plan and human resources \nstrategy, and improve lending skills and operational efficiency. These institutional initiatives will \n ", "    29\ncomplement the proposed reform measures for good governance under the FSDP aiming to \nimprove the operational efficiency of financial institutions. \n  \nC.  Impacts \n \n107.  The FSDP is classified as environmental category C. It is not expected to generate \nadverse environmental impacts requiring mitigating measures. The detailed review of potential \nenvironment impacts of policy actions is in Supplementary Appendix D. The specific social and \npoverty  impact  of  the  FSDP  is  in  Appendix  13  (summary  of  poverty  reduction  and  social \nstrategy). \n \nVI.  ASSURANCES \n \n108.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which will be incorporated into the legal documents: \n \nA.  Program Loan \n \n(i)  The policies and actions to be taken before the date of ADB’s Board of Directors \napproval  of  the  program  loan,  as  described  in  the  policy  matrix  and  the \nGovernment’s development policy letter, will continue in effect for the duration of \nthe program and subsequently. \n(ii)  The Government will adopt the policies and take such actions included in the \nprogram and as specified in the policy matrix in a proper and timely manner and \nwill ensure that once such adoption and actions have been taken that they will \ncontinue  to  be  in  full  force  and  effect  for  the  duration  of  the  program  and \nsubsequently. \n(iii)  The Government will ensure that the proceeds of the program loan will be made \navailable  to  meet  all  the  financial  requirements  associated  with  the \nimplementation of the program. \n(iv)  The  Government  will  keep  ADB  informed  of  policy  discussions  with  other \nmultilateral  and  bilateral  aid  agencies  that  may  have  implications  for  the \nimplementation of the program, and will provide ADB with an opportunity to \ncomment on any resulting policy proposals. The Government will take ADB’s \nviews into account before finalizing and implementing any such proposals. \n(v)  The Government shall form the PSC, which will provide policy support, oversee \nprogram  and  project  implementation  and  progress,  facilitate  cooperation  and \ncoordination among all relevant agencies, and ensure timely achievement of \nreform actions with respect to the program. The composition of the PSC shall be, \namong others,  \n      secretary, MOF (chair) \n      managing director, RMA  \n      managing director, BOBL  \n      managing director, RICBL \n      chief executive officer, RSEBL \n \n109.  The PSC shall meet at least every quarter year and in addition at the request of any \nmember. MOF shall provide secretariat services to the PSC. \n \n \n \n \n ", "30  \nB.  Project Loan \n \n(i)  The Government will ensure that throughout the project implementation period \nadequate allocation of counterpart funds are made, approved, and released in a \ntimely manner to ensure proper project implementation.  \n(ii)  The Government will provide adequate facilities for the project and ensure that all \nsuch facilities are properly maintained during the project implementation period. \n(iii)  The Government shall ensure that all candidates for local and overseas training \nand secondment shall be selected in accordance with the Government’s policy \nand implementing guidelines on foreign and local training.  \n(iv)  The Government shall also ensure that all efforts shall be made to retain staff \nthat  have  participated  in  such  overseas  training  and  secondment  at  their \nrespective institutions for at least a period of 3 years following such training or \nsecondment  through  necessary  amendment  of  such  employees’  terms  and \nconditions of employment or such other method as may be satisfactory to ADB. \n(v)  The Government shall give preference to, and shall not discriminate against, \nwomen candidates for local and overseas training and secondment. \n \nC.  Conditions for Loan Effectiveness \n \n110.  The conditions of the effectiveness of the program loan, which are the first tranche \nconditions as described in Appendix 4, are to be met satisfactorily.  \n \nVII.  RECOMMENDATION  \n \n111.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove \n \n(i)  the loan in various currency equivalent to Special Drawing Rights 7,472,000 to \nthe  Kingdom  of  Bhutan  for  the  Financial  Sector  Development  Program  from \nADB’s Special Funds resources, with an interest charge at the rate of 1.0 % per \nannum during the grace period and 1.5% per annum thereafter; a term of 24 \nyears, including a grace period of 8 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft Program Loan \nAgreement presented to the Board; and \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 1,359,000 to \nthe  Kingdom  of  Bhutan  for  the  Financial  Sector  Development  Program  from \nADB’s Special Funds resources, with an interest charge at the rate of 1.0 % per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 \nyears, including a grace period of 8 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft Project Loan \nAgreement presented to the Board.  \n \n \nLiqun Jin \nVice President \n \n13 November 2006 \n ", "Appendix 1  31 \nSECTOR AND SUBSECTOR ANALYSIS \n \nA.  Banking Sector \n \n1.  Background \n \n1.  The first bank in Bhutan started in 1968 when the Bank of Bhutan Limited (BOBL) was \nfounded. Currently, BOBL mobilizes revenue and budgetary payments across the country. The \nsecond bank, Bhutan National Bank Limited (BNBL), started operating in 1997 to provide lending \nto the private sector when the Unit Trust of Bhutan (UTB) was converted into a full fledged \ncommercial bank.1   \n \n2.  Financial Performance and Operations \n \n2.  Performance. BOBL is a highly capitalized institution with a risk-based capital ratio of \n24.87% as of 31 December 2005. Nonperforming loans (NPLs) were only 4.78% of total loans.  \nAbout 20% of BOBL's assets were invested neither in securities nor loans and remained idel \nwithout any return as of year-end 2005. Nevertheless, the assets that did generate a return were \nsufficient to produce a return on assets (ROA) of 1.04% and a return on equity (ROE) of 12.14%. \nLiquidity reached 66.47% of total deposits, or Nu6.2 billion, well above the statutory liquidity \nrequirement (i.e. 20% of total deposits) or Nu1.86 billion. BNBL’s risk-based capital ratio as of 31 \nDecember 2005 was a comfortable 16.90%, well above the 8% required minimum. NPLs were \nan acceptable 7.95% of total loans, although 42% of the loan portfolio was concentrated in the \nhousing sector. Performance was 2.11% as measured by ROA and 19.11% by ROE. The bank's \nliquidity position exceeded the statutory requirement of Nu1.4 billion by Nu612 million. \n \n3.  Credit Portfolio. Bhutan’s banks run large sectoral concentrations. The large sectors \nwere lending for housing, personal and other loans (in the sequence of volume) followed by \nbuilding and construction. Total lending to manufacturing from banks grew by 6%. The same \nappears to occur in trade and commerce. Lending is small to transport (5%) and agriculture \n(4%), with BOBL withdrawing from both sectors.  \n \n4.  In 2005, the two commercial banks accounted for 53% of credit to the private sector, \ndown from 68% in 2004. Credit to the private sector grew on average only by 10% year on year; \nwhen personal loans are excluded, it fell by 21%, from Nu6,178 million in June 2004 to Nu4,896 \nmillion in June 2005. However, relative to total lending, credit to the private sector decreased by \n22% on average (Table A1.1). \n \nTable A1.1: Claims on Private Sector over Total Lending, 2000–2005(%) \nInstitution  2000  2001  2002  2003  2004  2005  % Change 2004/05 \nBOBL  25.9  26.4  29.5  22.6  28.4  21.9  (22.9) \nBNBL  30.7  26.8  34.7  30.3  39.7  31.3  (21.2) \nBDFCL  16.2  14.1  18.5  15.0  15.4  12.2  (21.0) \nRICBL  28.4  26.8   1.0  16.8  18.2  14.2  (22.3) \n( ) = negative, BDFCL = Bhutan Development Finance Corporation Limited, BNBL = Bhutan National Bank Limited, \nBOBL = Bank of Bhutan Limited, RICBL = Royal Insurance Corporation of Bhutan Limited. \nNote: From January 2003, economic sector accounts were reclassified, so data prior to 2002 cannot always be directly \ncompared with subsequent data. \nSource:  Royal Monetary Authority. 2006. Annual Report 2004–2005, January (data as at 30 June 2005). \n                                                 \n1  UTB was established in July 1980 and functioned as a division of the Royal Insurance Corporation of Bhutan \nLimited. In 1992, UTB became an independent financial institution with a mandate to promote and mobilize private \nsector savings and direct additional capital to the private sector. The Royal Government of Bhutan, with the \nassistance of Asian Development Bank (ADB) (ADB. 1995. Technical Assistance to the Kingdom of Bhutan for the \nConversion of the Unit Trust of Bhutan to a Commercial Bank. Manila (TA 2284-BHU, approved on 4 January), \nconverted UTB into the Bhutan National Bank Limited on 5 December 1996.  ", "32  Appendix 1 \n \n5.  Interest Rate Spreads. In September 1997, the RMA liberalized interest rates on both \ndeposits and lending, and in 1999 it eliminated the cap on the maximum spread between deposit \nand  lending  rates.  From  that  date,  financial  institutions  could  set  their  own  interest  rates. \nHowever, since then, liberalization of market forces has had little influence on interest rates, and \nfinancial institutions have stuck to the previous administered rates, making little effort to assess \ncredit or liquidity risk for pricing their loans.  \n \n3.  Regulation and Supervision \n \n6.  Commercial banks and non-bank financial institutions (NBFIs) are subject to detailed \nmonthly,  quarterly,  and  annual  reporting  requirements,  with  reports  analyzed  in  relation  to \nprudential standards. RMA issued prudential regulations in 1999 under the Financial Institutions \nAct (1992). It updated this regulation in line with the Basel Committee’s Core Principles with \nPrudential  Regulations  (2002).  These  regulations  cover  (i)  capital  adequacy,  (ii)  loan \nclassification, (iii) provisioning, (iv) credit concentration, (v) liquidity, and (vi) good governance. \nHowever, they have yet to conform fully with international standards and, in a number of cases, \nare neither uniformly nor consistently applied in the absence of national accounting or auditing \nstandards or a uniform chart of accounts for financial institutions.  \n \n7.  Capital  Adequacy.  The  minimum  capital  requirement  has  been  set  at  8%  of  risk-\nweighted assets for all financial institutions since 2002. This level is used by industrialized \ncountries but should be higher for developing countries such as Bhutan (i.e., 10% is used in \nBangladesh and Nepal) to incorporate a higher risk premium for emerging market conditions. At \nyear-end 2005, all financial institutions had capital adequacy ratios exceeding the minimum \nrequirements. An increase in the capital adequacy ratio to 10% of risk-weighted assets would be \neasily met and in line with emerging markets best practice. \n \n8.  Loan Classification. The Prudential Regulations (2002) provide a lenient timeframe for \nsubstandard  loan  classification.  The  current  regulation  fails  to  conform  with  international \nstandards.2 Substandard loans go as long as a year before being classified as doubtful. Doubtful \nloans are declared as loss after 2 years. Moreover, bad loans that would have been written off \nusing  international  standards  after  1  year  remain  on  the  institutions'  books  indefinitely,  as \ninstitutions are not allowed to write them off easily; for tax reasons, only a court order can allow \nthe  write  off.  From  an  accounting  perspective,  the  institutions  are  under-provisioning  and \noverstating the size and quality of their loan portfolio in international standards.  \n \n9.  Provisioning.  Banks  in  Bhutan  are  required  to  follow  international  standards  of \nprovisioning,3 and these requirements are being phased in with a completion date of year-end \n2006. However, current provisions against loans secured by risk-free collateral (cash deposits in \nthe banks, precious metals, and securities issued by RMA or the Government of Bhutan [the \nGovernment]) are calculated on the difference between the principal amount and the value of the \nrisk-free  collateral,  which  is  not  consistent  with  international  best  practice  requiring  full \nprovisioning of the loan. This practice indicates that the banks are currently under-provisioned for \nsuch loans. \n \n10.  Credit Concentration. There are proper regulations on loan concentration that limit the \namount of credit extended to a single borrower and to the bank’s 10 largest borrowers. However, \nthe  exposure  of  a  bank  to  a  particular  sector  is  not  restricted,  so  the  lack  of  portfolio \n                                                 \n2  International best practice requires that a loan be classified as nonperforming if its principal or interest or both are 3 \nmonths or more in arrears, or if the loan continuously exceeds its approved limit for 3 months or more.  \n3  Provisioning rates: (i) substandard = 20%, (ii) doubtful = 50%, and (iii) loss = 100%. General provision for standard \n(and watch) = 1.5%. ", "Appendix 1  33 \ndiversification remains a risk. Large sectoral concentrations constitute a source of risk that \nshould be monitored and, if judged excessive by the Financial Institutions Supervision Division, \noffset by additions to the bank's capital. The division should monitor sectoral concentrations via \nthe off-site reporting mechanism.  \n \n11.  Liquidity, Interest Rate, and Foreign Exchange Risk. Exposure to foreign exchange \nand interest rate risk has not been addressed in the RMA regulation. Furthermore, with respect \nto liquidity risk, the statutory liquidity ratio provides a percentage to be applied to each banking \ncompany's  demand  and  time  deposits  and  the  Prudential  Regulation  (2002)  describes  the \nmaturity mismatch approach (or gap analysis) to analyze the short-term exposure to liquidity risk \n(i.e. short-term mismatches between their assets and liabilities). However, the regulation on \nliquidity risk management has not been implemented due to no guideline providing instructions \nor numerical examples on presenting and examining banks’ maturity profiles. As a result, there \nmay be a need to prepare a simple reporting format for the banks to measure maturity matching \nand for the RMA to monitor. \n \n12.  Governance. Financial institutions are required to submit periodic reports to RMA on \ntheir  activities  and  financial  performance.  This  accountability  process  is  straightforward  for \nbanks.  Institutions’  accountability  to  shareholders  is  complied  with  through  audited  annual \nfinancial statements. Auditors have reported some violations in their reports. However, RMA has \nnot taken stern action against any banks for violations but has taken the approach of discussing \nthe matter with management to search for resolutions. The enforcement of regulations will need \nto be strengthened to avoid moral hazard along with the ability of RMA to impose severe \npenalties accordingly.  \n \n13.  Bank Licensing. The Financial Institutions Act (1992) provides a regulation for licensing \ndomestically registered banks and NBFIs. Nonetheless, there is no licensing regulation in Bhutan \nthat specifies detailed conditions to minimize any possibility of the applicant’s innocent omission \nor intentional evasion. The application to license a bank typically includes information regarding \nprojected operations, biographical report for each promoter and director of the proposed bank, \nan elaboration of the business plan, and a sensitivity analysis indicating the impact of probable \nchanges in key variables (e.g., credits, deposits, and interest rate spreads) on the viability of the \nproposed financial institution. \n \nB.  NBFIs \n \n1.  Background \n \n14.  Development  Finance.  Until  1988,  development  banking  activities  in  Bhutan  were \ncarried out by the rural credit and industrial credit sections of RMA. The Bhutan Development \nFinance Corporation Limited (BDFCL) took on this function in 1988 when it separated from RMA. \nBDFCL lends to large private sector industrial clients, but it also extends credit to small and \nmedium-sized enterprises and agricultural businesses, requiring less collateral than is specified \nby the commercial banks. Recently, BDFCL implemented a group guarantee lending and saving \nscheme (microcredit) program that targets the poorest rural residents. BDFCL is also piloting a \nmicrosavings scheme. \n \n15.  Insurance. The Royal Insurance Corporation of Bhutan Limited (RICBL) was established \nin 19754 and provides life and general insurance. Premiums charged are comparable with those \nof insurance providers in India, and approximately 70% of its insurance business originates in its \nhead office in Phuentsholing. RICBL utilizes insurance premiums received to make investments. \n                                                 \n4  RICBL was set up under a Royal Charter in 1975 and still operates under it. ", "34  Appendix 1 \nIts charter allows it to accept deposits, but it is not a licensed bank. RICBL has also provided \nloans through its Credit and Investment Department (CID). RICBL writes both life and general \nbusiness policies as a composite insurer, contrary to modern international practice, as laid down \nby the International Association of Insurance Supervisors. It counts a staff of 150. RICBL and the \nNational Pension and Provident Fund (NPPF) rely heavily on professional input from retained \nforeign consultants, mainly from India.   \n \n16.  Pensions.  The  pensions  market  is  relatively  untapped  in  Bhutan.  The  Government \nEmployees Provident Fund, which RICBL had managed since 1976, was transferred to NPPF, \nan autonomous public sector body, in April 2000, which is worth Nu1.2 billion, or equivalent of \nover 80% of RICBL’s assets at the time, causing RICBL a liquidity shortfall.  \n \n2.  Financial Performance and Operations \n \n17.  Performance. Total lending by the two NBFIs to 30 June 2005 was down to Nu2,759 \nfrom Nu2,886 million in 2004, or a 4.4% decrease. BDFCL’s share of total lending declined from \n13.5% in 2000 to 12% in 2005. RICBL suffered the most significant drop, from 22% in 2000 to \n14% in 2005. NBFIs demonstrate higher profitability than banks. However, their NPL ratio is also \nhigher and has been increasing since 2004. In addition, NBFIs have no excess liquidity.   \n \n18.  The NPLs ratio in BDFCL is the largest, at 22.16% of total loans as of year-end 2005. \nHowever, as the NPL is properly provisioned in line with international standards (i.e. 100% \nprovisioning rate for loan loss) this does not pose anymore burden to BDFCL. The high NPL is \ndue to its exposure to small loans in the agricultural sector and poor credit risk assessment. \nNevertheless, ROA was acceptable at a ratio of 6.59%, as was ROE at 14.74%. The risk-based \ncapital ratio was an astonishing 48.98%.  Liquidity exceeded the 10% requirement by a very \nsmall margin.  \n \n19.  RICBL  is  at  present  implicitly  regulated  under  the  banking  rules  and  regulations. \nConsidering its notable involvement in lending activities, RICBL has a relatively sizeable capital \ncushion, with a risk-based capital ratio of 20.99%, compared to other commercial banks. Also, its \nprofitability as measured by ROA (4.80%) and ROE (21.35%) has been healthy. At the end of \n2005, NPLs were 19.75%. In the case of RICBL, the high NPL ratio derives from poor credit \nanalysis and pressure on its CID to guarantee a 7–8% return. During 2005, RICBL experienced \na liquidity shortfall of Nu77 million. The major concern about RICBL is that it is not operating as a \ntrue insurance company, according to international best practice, but as a credit institution that is \nalso the country’s sole provider of insurance products. This raises questions regarding its true \nsolvency and the liquidity of its assets, and hence its ability to pay claims in a timely way.  \n \n20.  Credit Portfolio. Almost 99% of lending to agriculture comes from BDFCL, and lending \nto agriculture represents 17% of BDFCL’s loan portfolio. This sector used to account for just \nunder 40% of BDFCL’s loan portfolio in 2000, signifying the rising importance of housing and \npersonal  loans  in  the  portfolios  of  NBFIs.  Nevertheless,  without  BDFCL,  small  agriculture \nprojects would find it difficult to obtain funds at reasonable interest rates. RICBL provides just \nover 21% of all mortgages and is the second largest mortgage provider after BNBL, with a share \nof financial assets of 5.7%. Mortgages represent 45% of RICBL’s loan portfolio.  \n \n21.  Insurance  Portfolio.  RICBL’s  insurance  portfolio  is  fairly  conventional,  given  the \ndemographics of the market in Bhutan. Motor third party liability insurance is compulsory, as \nstipulated in the Road Safety Act, and the Government is drafting a labor law that will likely \ninclude  compulsory  workmen’s  compensation  insurance.  The  RICBL  also  operates  the \nGovernment’s Rural Insurance Scheme, covering over 56,000 households in 2004.   \n ", "Appendix 1  35 \n22.  Investment Portfolio. RICBL currently transfers the entire retained premium (premium \nearned minus reinsurance premium paid) to its CID. The return is reviewed annually. BOBL \nwould pay only 4% on any deposit account. \n \n  3.   Regulation and Supervision \n \n23.  Development Finance. Same as banks. \n \n24.  Insurance. There are no explicit insurance regulations. RICBL is currently supervised \nonly under banking regulations relevant to its credit activities. The critical items to be addressed \nare as follows: (i) matching assets and liability from an insurance business perspective is virtually \nnon-existent; (ii) there is no sense of admissible assets to provide suitable reserves for different \nclasses of business, according to international best practice; (iii) no solvency margin currently \nexists for general business; (iv) life insurance applies a 4% solvency margin, but this is not \nlegislated or regulated; (v) premiums in the annual report (revenue account) are reported net of \nreinsurance when it should be done on a gross basis; and (vi) no requirement exists for an \nappropriate  reserving  system  or  corresponding  risk-management  techniques  to  enable \ninstitutions to withstand major disasters or adverse claim experiences. International Association \nof Insurance Supervisors principles state that all insurance entities must have, at a minimum, \nadequate solvency margins, paid-up capital, and criteria for sound management. The current \nlack of such regulations in Bhutan make it very difficult for RMA to adequately supervise RICBL.   \n \n25.  No full time actuary works in RICBL or NPPF; pricing products and producing the annual \nactuarial valuation of all RICBL life plans in force, as specified in the Financial Institutions Act of \nBhutan (2002), are apparently outsourced to a consulting actuary.  \n \n26.  Pensions. NPPF is administered and regulated by the National Pension and Provident \nBoard,  an  autonomous  body  set  up  in  April  2000  and  empowered  by  the  Government  to \nundertake its mandate according to a set of rules and regulations that are expected to be \nreplaced when the draft Pension Fund Act is adopted.  \n \nC.  Securities Market and Securities Brokers \n \n27.  Background.  The  Royal  Securities  Exchange  of  Bhutan  Limited  (RSEBL)  was \nincorporated in 1993 under the Companies Act and Financial Institutions Act to meet capital \nmarket needs in Bhutan. It operates with five employees.   \n \n1.  Financial Performance and Operations \n \n28.  Performance. RSEBL relies for funding on (i) members’ dues (about Nu50,000 per year \nper member); (ii) trading fees (0.02% of trade value); (iii) listing fees (an initial fee of Nu30,000 \nfor equity and annual fees based on paid-up capital); (iv) government debt issue fees (0.5% of \nthe value of the issue or Nu100,000, whichever is less); and (v) “auction fees” from RMA for \nassistance  in  distributing  RMA  bills.  The  last  source  amounted  to  62%  of  RSEBL’s  2005 \nrevenues. RSEBL would incur unsustainable losses without the RMA payments. \n \nTable A1.2: Summary Statistics for Securities Market \n \nItem  Unit  2001  2002  2003  2004  2005 \nStock Market Capitalization  Nu million  2,944  3,442  3,534  4,300  4,467 \nStock Trading Value – Secondary  Nu million  79  38  20  109  20 \nStock Trading Value – IPOs  Nu million  33  115  409  0  52 \nTotal Stock Trading Value  Nu million  112  153  429  109  72 \nStock Trading Volume – Secondary  No.  157,151  75,043  42,156  284,075  49,198 ", "36  Appendix 1 \nItem  Unit  2001  2002  2003  2004  2005 \nStock Trading Volume – IPOs  No.  334,032  1,150,000  676,400  0  521,000 \nTotal Stock Trading Volume  No.  491,183  1,225,043  718,556  284,075  570,198 \nRMA Bills Trading Value  Nu million  1,618  3,802  2,179  595  595 \nGovernment Bonds Trading Value  Nu million  0  0  1,279  990  0 \nGovernment Treasury Bills  Nu million  500  500  500  500  500 \nGovernment Treasury Bills Volume  No.  500  500  500  500  500 \nTotal Debt Trading Value  Nu million  1,618  3,802  3,458  1,585  595 \nCompanies Listed at RSEBL  No.  14  15  15  15  16 \nShareholders  No.  6,813  11,461  15,867  15,110  15,616 \nNet Profit After Tax of RSEBL  Nu  185,794  -509  310,377  281,663  329,531 \nIPO = initial public offering, RMA = Royal Monetary Authority, RSEBL = Royal Securities Exchange of Bhutan \nLimited. \nSource:  Royal Securities Exchange Bhutan Limited Annual Report 2004. \n \n29.  Trading. RSEBL employs a relatively simple automated order-matching system operated \nbi-weekly. Its information technology is rather obsolete. No mechanism exists for trading outside \nthe order-match system, either for block trades (with the exception of Citibank’s 2001 sale of its \n19.9% stake in the BNBL) or for contingent offers such as tender offers. Initial public offerings \nare generally subscriptions rather than auctions, as the price is set beforehand.  \n \n30.  RSEBL members are authorized to trade on their own account but limit themselves to \nforwarding customer orders. Brokers do not seem to provide any substantial research or analysis \nto customers. The typical transaction appears to be arranged outside the RSEBL and executed \nthrough one broker, who charges each side 1%. Brokerages rarely advertise their services or \nactively solicit new customers.  \n \n  2.  Regulation and Supervision \n \n31.  RSEBL is subject to supervision by RMA, the acting securities commission. RSEBL rules \nare approved and amended by RMA. RSEBL is currently regulated by provisions under the \nCompanies Act (2000), Securities Exchange Regulation (1993), Control of Brokers Regulations \n(1993), Listing Rules of RSEBL (1993), and Rules of the Exchange (1993). However, it is not \nclear whether the law allows RMA any enforcement role in the market with respect to people \nother than those licensed by it and their affiliates. It cannot compel others to furnish testimony, \ndocuments, or other evidence. \n \n32.  Current securities regulations do not comply with international standards and so require \namendment. The most pressing areas are as follows: (i) setting out trading and settlement \nprocedures;  (ii)  providing  for  a  proper  matching  of  buyer  and  seller  obligations  for  trade \nsettlement;  (iii)  defining  at  which  point  beneficial  ownership  of  securities  passes  to  enable \ndelivery versus payment; (iv) written procedures for on-site inspections of RSEBL by RMA as \nwell as inspections of brokers by RSEBL and RMA; (v) issues regarding disclosure of control and \nrelated-party  transactions  and  expanding  remedies  for  defective  disclosure;  (vi)  introducing \ninternal  controls  and  inspections  for  the  depository;  and  (vii) strengthening  documentation \nrequirements in the trading, clearing, and settlement system (i.e., how settlement obligations are \ndetermined). ", " \nDEVELOPMENT COORDINATION MATRIX \n \nSector  Funding  Dates  TA Title  Description  Project amount \nAgency \nRegulatory Body  IMF  2006  Development of Financial  (cid:131)  Review of RMA’s monetary policy   — \n(RMA)  Markets  (cid:131)  Scope to develop debt management \n(cid:131)  Scope to develop fixed income markets and products \n(cid:131)  Developed timetable for reforms \nADB  2006  Preparing for the Financial  (cid:131)  Finalize draft Financial Services Act 2004 and regulations  $500,000 \nSector Development  (cid:131)  Design loan program components \nProgram (TA 4615)  (cid:131)  Capacity building in RMA and financial Institutions \nBanking  SEDF  2006–2007  Assistance to BNBL to  (cid:131)  Working with BNBL to improve operational risk assessment,  — \nimprove operations  internal control, credit risk assessment, and SME lending \nstrategy \nSEDF  2006–2007  Assistance to BOBL to  (cid:131)  Review and upgrade information technology infrastructure   — \nimprove operations  (cid:131)  Develop a 5-year business plan to improve credit and \ninvestment operations, credit risk assessment, and human \nresources and operational risk management \nDevelopment  ADB  2004-2007  Preparing for the SME  (cid:131)  preparing a diagnostic analysis and identifying key  $300,000 \nFinance  /Microenterprise  constraints on SME development \nDevelopment Program  (cid:131)  developing a strategy and action plan for SME promotion, \nincluding business development services and access to \nfinance for SMEs \nADB  2006-2007  Preparing for the SME  (cid:131)  Improve corporate governance structure and operational  $500,000 \n/Microenterprise  policies procedure of BDFCL \nDevelopment Program:  (cid:131)  Develop a new strategy and business plan for better \nFinancing Component  performance of BDFCL as a development bank \n(cid:131)  Capacity building for BDFL’s business plan implementation \nSNV  2000–2006  Market Access for the  (cid:131)  Strengthen microfinance capability in BDFCL  €500,000 \nPoor  \nIFAD  2002–2042  Second Eastern Zone  (cid:131)  Credit line to BDFCL for rural credits  SDR510,000 \n  Agricultural Program \nIFAD  2007–2009  Agriculture, marketing,  (cid:131)  Credit line to BDFCL  for rural population  $1,000,000 \nand enterprise promotion \nInsurance  SEDF  2006–2007   Assistance to RICBL to  (cid:131)  Review funding of credit operations and develop a business  — \nimprove operations  plan for the credit and investment department \n(cid:131)  Improve credit risk assessment and human resources and \noperational risk management  \nCapital Markets  FIRST  2006–2007  Securities market  (cid:131)  Development of domestic debt market (to be confirmed  $120,000 \nInitiative/IMF  development (upcoming)  during the IMF/World Bank Annual Meeting)  A\np\nPensions  UNDP  2006  Development of pensions  (cid:131)  Help NPPF draft rules, regulations, and Pension Act  $60,000  pe\nlegislation  n\nlegislation  d\nix\nOther   ADB  2004-2007  Strengthening of the  (cid:131)  Establishing an automated and integrated payment and  $275,000   2\nPayment and Settlement  settlement system throughout Bhutan   \nSystem \n3\n7\n \n ", " \nSector  Funding  Dates  TA Title  Description  Project amount \nAgency  3\n8\nADB  2004-2006  Strengthening the Debt  (cid:131)  Developing a debt strategy, including preparing the  $225,000   \nManagement Capacity  borrowing policy and strategy and a loan manual \n(cid:131)  Procuring the software CS DRMS to computerize the debt \nA\nmanagement system   p\np\n  SEDF  2005–2006  Support to business  (cid:131)  Support reform of business registration including investor  —  e\nn\nregistration  protection  d\nix\n  World Bank  2006–2007  Multisectoral  (cid:131)  Support improvement in public budget and financial  $15,000,000   2\n \nDevelopment Policy Grant  management, investment climate, quality of and access to \nI  education, and access to healthcare.  \n— = not available, ADB = Asian Development Bank, BDFCL = Bhutan Development Finance Corporation Limited, BNBL = Bhutan National Bank Limited, BOBL = Bank of Bhutan Limited, \nIFAD = International Fund for Agricultural Development, IMF = International Monetary Fund, NPPF = National Pension and Provident Fund, RICBL = Royal Insurance Corporation of Bhutan \nLimited, RMA = Royal Monetary Authority of Bhutan, SEDF = South Asia Enterprise Development Facility, SMEs = small and medium-sized enterprises, SNV = Netherlands Development \nOrganization, TA = technical assistance, UNDP = United Nations Development Programme,  \nSource: Asian Development Bank estimates. ", "Appendix 3  39\nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions and \nSummary  Targets/Indicators  Sources/Reporting  Risks \n  Mechanisms \nImpact      Assumptions \nImproved depth,  Compliance with the  RMA annual report  Political stability and \nsoundness, and  capital-to-risk asset ratio    commitment to carry \nstability of the financial  of 10%  Annual reports from  out the reform \nsystem for supporting    other government  process \nprivate sector  Reduced nonperforming  agencies   \ndevelopment and  loans (NPLs) in the    Sustained current \neconomic growth   financial sector (e.g.,  Program reports  economic growth \n  NPLs in the nonbank     \nsector decreased from  ADB review missions   Risk \n20% in 2005)    Economy affected by \n    significant negative \nDecreased interest rate  external shocks \nspreada from about 8% in \n2005  \n \nOutcome      Assumptions \nImproved governance  Improved autonomy of  RMA annual reports   Political will to \nof the whole financial  RMA under revised RMA    undertake reform in \nsector and more  Act  Financial institutions’  the financial sector \nefficient financial    chartered annual   \nintermediation   Strengthened regulatory  reports   Continued political \n  and supervisory    dialogue between \n  framework under FSA  ADB review missions  ADB, the \ncovering all subsectors     Government, and \n    other key \nIntroduction of private  stakeholders \nsector representatives to   \nthe boards of financial  Risks \ninstitutions  Policy reforms not \n  implemented or \nAdoption and  reversed  \nmainstreaming of   \nAML/CFT and best  Laws and regulations \npractices in financial  not properly \nservices  implemented or \n  enforced \n \nIncreased number of \n \nprofessionals in the \nfinancial sector (e.g., \naccountants, auditors, \ninsurance underwriters, \nactuaries, etc.)b to be \nbenchmarked \n \nOutputs       \n1. Improved regulation  Draft revised RMA Act  Official copies of laws,  Assumptions \nand supervision of the  and FSA finalized and  regulations, and codes  Adequate laws and \nfinancial sector  submitted to the National    regulations are \n  Assembly for passage  National Assembly’s  prepared on time \n  official announcement   \nBanking, insurance, and  of revised RMA Act and  National assembly \nsecurities markets  FSA adoption   accepts final draft \n  revised RMA Act and \n ", "40  Appendix 3 \nDesign  Performance  Data  Assumptions and \nSummary  Targets/Indicators  Sources/Reporting  Risks \n  Mechanisms \nregulations completed  RMA official  FSA \nand issued conforming to  announcement of new   \ninternational standards  rules and regulations  Risks \n  adopted  Significant delay in \nImproved compliance    passing the draft \nand enforcement of  Certificates of training  revised RMA Act and \nfinancial sector  completion and  FSA \nsupervision   professional   \n  qualification  Expected results and \n  objectives of legal \nRMA annual reports  and regulatory reform \n  not fully met due to \nADB review missions  lack of understanding \n  or political will \n2. Strengthened  Guidelines for corporate  RMA’s official  Assumptions \ncorporate governance  governance issued and  announcement of new  Revised RMA Act \nstructure and  enforced  rules and regulations  gives RMA the \noperations of financial    adopted  autonomy to apply fit-\ninstitutions  BOBL’s corporate    and-proper tests of \nstructure improved and  Financial institutions  board members  \nbusiness plan adopted   chartered annual   \n  accounts  Financial institutions’ \nBOBL’s improved    willingness and \nperformance targets  BOBL’s board  commitment to \nbased on the business  resolution to adopt a  improve efficiency \nplan (e.g., reduced  rolling business plan  and to reform \ncost/income ratio from  that will provide  corporate \ncurrent 77.7% as of  performance indicators  governance \nDecember 2005)   of BOBL by way of   \n   signing a MOU with the  Institutional capacity \nRICBL’s structure   Government   to undertake reforms  \nrationalized, insurance     \nbusinesses segregated,  RICBL’s board  Risks \nand business plan  resolution to adopt the  Loss and/or lack of \napproved by BOD  business plan and  qualified staff \n  segregate insurance   \nbusinesses   Delays or watered \n  down reform process \ndue to political \ninterference in \nfinancial institutions’ \ninternal affairs \n \n3. Effective AML/CFT  AML provisions included  Copies of FSA and  Assumptions \nregime established  in the FSA  AML/CFT regulations  Effective coordination \n    among relevant \nAML and CFT  Copy of FIU’s charter  government \nregulations adopted    agencies, especially \n  RMA’s annual report  RMA, police, and \nFIU established with  and specific AML and  judiciary \nadequate mandate and  CFT reports   \nbudget for qualified staff    Financial institutions’ \nand information  Copies of AML and  adoption of effective \ntechnology management  CFT procedure  management \ninformation system  manuals in the financial  information system \n  institutions and  and staff resources \nScope for money  evidence of know-your- to carry out AML and ", "Appendix 3  41\nDesign  Performance  Data  Assumptions and \nSummary  Targets/Indicators  Sources/Reporting  Risks \n  Mechanisms \nlaundering through the  customers reporting to  CFT procedures and \nfinancial sector reduced  RMA  reporting \n     \n  Risks \nWeak enforceability \nof AML and CFT \nlegal and regulatory \nframework  \n \nFIU established \nwithin RMA not \ngranted sufficient \npowers to carry out \nits mandate \n \nInsufficient resources \nallocated and/or low \ncapacity in FIU \n4. Developed national  Accounting standards  Plans to establish the  Assumptions \naccounting and  committee and  Bhutanese AASB  Institutional capacity \nauditing policies and  subsequently Bhutanese  approved  to undertake reform \nstandards  AASB established     \n  Plans to develop the  Qualified consultants \nBhutanese GAAP and  Bhutanese GAAP and  promptly engaged \nGAAS approved by  GAAS   \nAASB    Effective monitoring \n  GAAP and GAAS  by AASB \nBhutanese GAAP and  manuals and   \nGAAS implemented in  workshops provided by  Risks \nfinancial institutions  the AASB  Development of an \n    unduly onerous \n  system that \n  discourages \nreporting \n \nInsufficient resources \nallocated and/or low \ncapacity in AASB \n5. Strengthened  CIB established and  Copy of CIB charter  Assumption \ninformation sharing  regularly updated    Financial institutions \n  Copy of CIB rules and  use CIB to improve \nLegal, regulatory, and  regulations  credit risk \ninstitutional framework    assessment \nestablished  CIB reports   \n    Risk \n    Misuse of information \nin CIB \n ", "42  Appendix 3 \n \nActivities with Milestones  Inputs \n1.   Improve regulation and supervision of the financial sector   \n1.1 RMA finalizes draft revised RMA Act and FSA by December 2006 and  • Program loan of \nsubmits it to the National Assembly for passage by June 2008.  $11 million to the \n1.2 RMA conducts stakeholder consultations on the draft regulations and  Government  to \neducation workshops for financial institutions by June 2008.  support policy \n1.3 RMA issues implementing regulations under the FSA by December 2009.  reforms \n1.4 Implement the secondment program so that experienced officers of the   \nFinancial Institution Supervision Division at RMA receive on-the-job  • Project loan of $2 \ntraining in countries with strong financial supervision and obtain skills and  million \npractical experience in on-site supervision of banks, development   \nfinance, insurance, and capital markets by December 2009.  • TA 4615-BHU: \n1.5 Conduct the training program for enhancing RMA staffers’ accounting  Preparing for the \nand auditing skills by December 2009.  Financial \n1.6 The securities market expert conducts on-the-job training for  Sector/Non-bank \nstrengthening professional knowledge of securities markets and related  Financial \nregulations by June 2008.  Institutions Reform \n2.   Strengthen corporate governance structure, and operations of  Program (TA of \nfinancial institutions  $500,000, \n2.1 RMA completes prudential regulations for corporate governance by June  providing 13 \n2008 and issues them by December 2009.  person-month of \n2.2 RMA conducts stakeholder consultations on the draft regulations and  international \neducational workshops for financial institutions by June 2008.  consultancy and 9  \n2.3 BOBL prepares a business plan by June 2008, to be approved by its  person-month of \nBOD, for expanding its lending operations and determining how best to  national) \ndeal with its existing excess liquidity, linking management remuneration   \nto performance, improving recruitment and performance evaluations, and  • Attached TA for \ndeveloping a human resources strategy by December 2009.  institutionalizing \n2.4 The Government drafts an MOU by June 2008, for signing by the  skills and capacity \nGovernment and BOD, to provide time-based institutional performance  development on a \ntargets for BOBL and so commercialize its operations by December  sustainable basis \n2009.  in the financial \n2.5 RICBL prepares and approves a rationalization plan by June 2008 that  sector (TA of \ndetails the necessary steps to separate its business operations.  $250,000, \nRationalization plan is implemented by December 2009.  providing 6 person-\n2.6 RICBL prepares a business plan by June 2008 for post-rationalization to  months of \nensure the phased-in segregation of business units, adequate solvency  international \nprovisioning, and capital adequacy by December 2009.  consultants and 3 \n2.7 Implement the training program for strengthening insurance underwriting  person-months of \nskills by December 2009.  various resources \n3.   Establish effective AML/CFT regime  persons) \n3.1 The Government drafts the FSA to provide RMA with the authority as the \nAML/CFT regulator and supervisor in the financial sector by December \n2006. \n3.2 RMA develops and issues regulations by June 2008 requiring financial \ninstitutions to establish procedures for know-your-customer processes, \ngenerating reports on suspicious transactions, and reporting them to \nRMA by June 2008. \n3.3 RMA establishes FIU in conformity with the FSA by June 2008. \n3.4 FIU takes charge of financial reporting requirements and procedures for \nAML/CFT supervision by June 2008 and commences operations by \nDecember 2009. \n4.   Develop national accounting and auditing policies and standards \n4.1 Ministry of Finance establishes an accounting standards committee with \nrepresentation of involved government agencies to take charge of \naccounting and auditing reform by December 2006. \n4.2 The committee creates the Bhutanese AASB by November 2006. \n4.3 AASB develops the Bhutanese GAAP and GAAS by June 2008 ", "Appendix 3  43\nActivities with Milestones  Inputs \n4.4 AASB discusses with stakeholders the newly developed Bhutanese \nGAAP and GAAS and approve them for implementation by December \n2009. \n4.3 RMA establishes a training program to develop the accounting and \nauditing profession and to obtain accountancy training in a relevant \nmember country by December 2009. \n5.   Strengthen information sharing \n5.1 RMA establishes a CIB unit for developing a plant to establish CIB by \nDecember 2006. \n5.2 RMA establishes CIB with corresponding rules and regulations by June \n2008. \n5.3 RSEBL develops a website for disseminating mandatory market \ninformation by December 2009. \n5.4 RSEBL develops a database and system to improve depository and \nsettlement processes by December 2009. \n \nADB = Asian Development Bank, AML = anti-money laundering, AASB = accounting and auditing standards board, \nBOBL = Bank of Bhutan Limited, BOD = board of directors, CFT = combating the financing of terrorism, CIB = credit \ninformation bureau, FIU = financial intelligence unit, FSA = Financial Services Act, GAAP = generally accepted \naccounting principles, GAAS = generally accepted auditing standards, MOU = memorandum of understanding, \nRICBL = Royal Insurance Corporation of Bhutan Limited, RMA = Royal Monetary Authority, RSEBL = Royal \nSecurities Exchange of Bhutan Limited, TA = technical assistance. \na  Difference between lending rates to manufacturing or services industries and 1-year term deposit rates. \nb  Government ministries currently employ10 chartered accountants and outsource most of their financial service \nneeds, including accounting, auditing, and insurance underwriting. \n \n \n \n \n \n ", "44  Appendix 4 \nDEVELOPMENT POLICY LETTER \n \n \n ", "Appendix 4  45\n \n ", "46  Appendix 4 \n ", "Appendix 4  47\n \n \n \n \n \n ", " \n4\nPOLICY MATRIX   8\n \nFOR FINANCIAL SECTOR DEVELOPMENT PROGRAM \n \nA\nFocus of Reform  Policy Actions Taken Prior to  Policy Actions to be Taken Prior  Policy Actions to be Taken  pp\nFirst Tranche Releasea  to Second Tranche Releasea  Before Program End a  en\nd\nby December 2006  by June 2008  by December 2009  ix\n 4\nA. Improve regulation and supervision of the financial sector   \n1. Ensure the autonomy of Royal  Review the RMA Act (1982) and  Following Cabinet approval, the   \nMonetary Authority (RMA) and  undertake stakeholder consultation  Government to submit the revised \nstrengthen its ability to conduct  for legislative reform under  RMA Act to the National Assembly \nmonetary policy and oversee the overall  Technical Assistance 3905 (2003).   for passage as law. \noperations of the financial sector.   \n  Draft and finalize the revised RMA \nAct. \n \n2. Strengthen the legal and regulatory  Review existing legislation,  Following Cabinet approval, the  RMA to issue regulations to set up a \nframework for the whole financial sector  including the Financial Institutions  Government to submit the FSA,  standard chart of accounts to be \n(i.e., banking, insurance, securities  Act (1992) and relevant provisions of  which conforms to best practice as  followed by all banks and their \nmarkets, etc.)  the Companies Act (2000), and  agreed with the Government and  external auditors. \n  undertake stakeholder consultation  ADB, to the National Assembly.   \n  for legislative reform under    RMA to draft and issue regulations on a \nTechnical Assistance 3905 (2003).   RMA to draft regulations to set up a  continuous basis as needed to include \n  standard chart of accounts to be  •  setting up a standard charts of \n  followed by all banks and their external  accounts to be followed by  \n  auditors.   insurance companies, \n    securities dealers and brokers, \n  RMA to issue regulations to license and  and other non-bank financial \n  screen potential domestic and foreign  institutions and their external \n  applicants for banks.  auditors and \n    •  licensing and related \n    requirements in screening \n    potential domestic and foreign \n    applicants for insurance \n    companies, securities \n    exchange dealers and brokers \n    and other non-bank financial \n    services. \n     \nDraft and finalize Financial Services  RMA to formulate and revise  RMA to issue and initiate the \nAct (FSA), as agreed between the  regulations that conform with  implementation of revised \nGovernment and the Asian  international standards with respect to   regulations under the FSA, to \nDevelopment Bank (ADB), giving    include (i) banking operations; (ii) \nRMA powers to license, regulate,  (i) banking operations and supervision,  insurance regulation and \nand supervise financial service  to include the following:  supervision; and (iii) securities \nproviders in the country.   •  raising the capital to risk asset  exchange operations, as set out in \n  ratio to 10%;  the second tranche conditions.   ", " \nFocus of Reform  Policy Actions Taken Prior to  Policy Actions to be Taken Prior  Policy Actions to be Taken \nFirst Tranche Releasea  to Second Tranche Releasea  Before Program End a \nby December 2006  by June 2008  by December 2009 \n  •  phasing-in loan classification,   \n  provisioning, and income   \n  recognition to conform with \n  international standards within \n  a timetable agreed between \n  RMA and ADB; and \n  •  inspection procedures to cover \n  both on- and off-site \n  examination to measure and \n  manage exposure to credit \n  risk, liquidity risk, interest rate \n  risk, and foreign currency risk, \n  among others risks, using a \n  CAMELS (capital adequacy, \n  asset quality, management, \n  earnings, liquidity and \n  sensitivity to market risk) \n  framework; \n   \nExpand RMA’s authority under the  (ii) insurance operations and \nproposed FSA to act as the  supervision, to include the following: \ninsurance regulator.  •  defining solvency margins and \n  admissible assets and  \n  •  establishing new off-site \n  financial reporting formats and \n  reporting standards; and \n   \nExpand RMA’s authority under the  (iii) securities exchange operations, to \nproposed FSA to act as the  include the following: \nsecurities regulator with the power  •  setting out trading and \nto investigate and prosecute  settlement procedures with \nsecurities violations for both  respect to (a) providing for a \nlicensed and unlicensed legal and  proper matching of buyer and \nnatural persons.   seller obligations for trade \n  settlement and (b) defining at \n   what point beneficial \n  ownership of securities passes  Ap\n  to enable delivery versus  pe\n  payment;  nd\n•  written procedures for on-site  ix 4\ninspections of security   \nexchanges by RMA as well as \ninspections of brokers by the \n4\n9\n \n ", " \n5\nFocus of Reform  Policy Actions Taken Prior to  Policy Actions to be Taken Prior  Policy Actions to be Taken  0\n \nFirst Tranche Releasea  to Second Tranche Releasea  Before Program End a \nby December 2006  by June 2008  by December 2009 \nA\nsecurities exchange and RMA;  p\np\n•  issuer disclosure on control  e\nn\nand related-party transactions  d\nix\nand expanded remedies for   4\ndefective disclosure; and   \n•  Introducing internal controls \nand inspections for the \ndepository. \n \nRMA to prepare regulations requiring all \nfinancial institutions to adopt \nsatisfactory disaster recovery plans. \n \nRMA to conduct stakeholder \nconsultations concerning implementing \nregulations. \n \n3. Strengthen the supervisory  Provide RMA with explicit powers  RMA to draft enforcement and  RMA to issue and initiate \nframework of the financial sector  under the proposed FSA to provide  compliance regulations defining  implementation of enforcement and \n  on-site inspection of banks.  corrective actions and providing a  compliance regulations. \n    specific timetable for implementation to   \n  be undertaken by financial institutions   \n  and penalties for their noncompliance. \nRMA to conduct stakeholder \nconsultations concerning enforcement \nand compliance regulations. \nB. Strengthen the corporate governance structure and operations of financial institutions \n1. Strengthen corporate governance in  Provide RMA with the authority  RMA to draft regulations as appropriate  RMA to issue and initiate \nthe financial sector  under the proposed FSA to  for corporate governance, to include  implementation of regulations and \nregulate corporate governance  •  a fit-and-proper test for boards  guidelines on corporate governance \nissues relating to the operation,  of directors,  for financial institutions.  \nmanagement, and ownership of  •  structure and composition of \nfinancial institutions.  the board (minimum 50%  \n  private sector participation), \n  •  conflict of interest rules, and \n  •  restrictions on cross \n  shareholdings. \n \nRMA to conduct stakeholder \nconsultations concerning corporate \ngovernance guidelines. \n ", " \nFocus of Reform  Policy Actions Taken Prior to  Policy Actions to be Taken Prior  Policy Actions to be Taken \nFirst Tranche Releasea  to Second Tranche Releasea  Before Program End a \nby December 2006  by June 2008  by December 2009 \n2. Improve the structure and operations    Ministry of Finance (MOF) to agree with  MOU signed. \nof the Bank of Bhutan Limited (BOBL)  BOBL, by way of a memorandum of   \nunderstanding (MOU) with its board of  Business plan approved by the BOBL \ndirectors, that BOBL will commercialize  board of directors. \nits operations, which will include   \n•  providing for time-bound  BOBL to implement business plan as \nperformance targets;  measured through semi-annual \n•  management of BOBL’s  performance reports. \npreparing a rolling business \nplan that will define \nparameters and performance \nindicators against which BOBL \nmanagement performance is \nto be evaluated for, among \nother things, (a) linking \nremuneration to performance, \n(b) improving recruitment and \nperformance evaluation \npolicies and processes, and \n(c) developing a human \nresources strategy. \n \n3. Improve the structure of the  RICBL to give an undertaking to  RMA to supervise agreed actions of  RICBL to implement the \ninsurance industry by rationalizing the  MOF to prepare a rationalization plan  RICBL to separate accounts and  rationalization plan. \nRoyal Securities and Exchange of  for its various operations, as  business operations for general   \nBhutan (RICBL)  approved by RMA.  insurance, life insurance, and the credit  RICBL to adopt business plans for each \n  and investment department and  of its operations post-rationalization as \n  regarding reporting requirements.  agreed with MOF and RMA. \n   \n  RICBL to finalize and approve plan to   \nrationalize RICBL operations, as \nagreed with MOF and RMA.  \n \nC. Consolidate and improve anti-money laundering (AML) and combating the financing of terrorism (CFT) regime \n  Provide RMA with the authority  RMA to establish the financial  FIU to commence operations. \nunder the proposed FSA to regulate  intelligence unit (FIU) in conformity   \nA\nand supervise AML/CFT for the  with the FSA.  p\nfinancial sector.    pe\n  FIU to take charge of financial reporting  nd\n  requirements and procedures for  ix\n 4\n  AML/CFT supervision of financial   \ninstitutions, particularly concerning \nknow-your-customer and suspicious \n5\ntransactions.  1\n \n ", " \n5\nFocus of Reform  Policy Actions Taken Prior to  Policy Actions to be Taken Prior  Policy Actions to be Taken  2\n \nFirst Tranche Releasea  to Second Tranche Releasea  Before Program End a \nby December 2006  by June 2008  by December 2009 \nA\nD. Develop national accounting and auditing policies and standards  p\np\nDevelop national accounting and  MOF to form an accounting and  MOF to establish a national AASB, in  AASB to develop an implementation  e\nn\nauditing standards to constitute  auditing standards committee, with  accordance with the plan developed  plan and timeframe for adopting the  d\nix\nBhutanese generally accepted  representation from involved  by the accounting standards  new Bhutanese national GAAP and   4\naccounting principles (GAAP) in line  Government offices and relevant  committee. AASB to be given the  GAAS.   \nwith International Accounting Standards  people from the private sector, to  authority to set accounting and   \n(IAS) and International Financial  develop a plan for establishing the  auditing standards and to implement  AASB to initiate the development of the \nReporting Standards, and generally  national accounting and auditing  the Bhutanese GAAP and GAAS in  Bhutanese GAAP and GAAS in \naccepted auditing standards (GAAS) in  standards board (AASB).   line with international accounting  consultation with stakeholders and to \nline with international auditing    and auditing standards and to  promote the development of the \nstandards, where applicable.  regulate and supervise the  accounting and auditing professions. \naccounting and auditing profession.   \n   \n   \nE. Strengthen information disclosure in the financial sector \nImprove credit information sharing.  RMA to establish a credit  RMA to establish CIB, including the  CIB to commence operations. \ninformation unit to plan and develop  drafting and issuing of necessary \na credit information bureau (CIB).   regulations for the relevant legal, \n  regulatory and institutional \nframework.  \n \n \nAASB = accounting and auditing standards board, ADB = Asian Development Bank, AML = anti-money laundering, BOBL = Bank of Bhutan Limited, CAMELS = capital \nadequacy, asset quality, management, earnings, liquidity and sensitivity to market risk, CFT = combating financing of terrorism, CIB = credit information bureau, FIU = financial \nintelligence unit, FSA = Financial Services Act, GAAP = generally accepted accounting principles, GAAS = generally accepted auditing standards, IAS = international \naccounting standards, MOF = Ministry of Finance, MOU = memorandum of understanding, RICBL = Royal Insurance Corporation of Bhutan Limited, RMA = Royal Monetary \nAuthority,  \n a  The actions set forth in bold are conditions for tranche release.", "Appendix 5  53\nPROGRAM/PROJECT ORGANIZATION CHART \n \n \nPSC   \n \n \n \n \nPMU   \n \n \n \n \n \n \nRMA  MOF \n \n \nComponent 1:  Component 2:\n \nLegal and  Corporate Governance \n \nRegulatory \n  IA\nComponent 4:  \n \nComponent 3:  Accounting and \nAML/CFT    Auditing  P\nFramework    ro\ng\n  r\na\n  m\nComponent 5:   \n \nCIB \n \nEstablishment \n \n \n \n \n  P\nBSueilcdtionrg   ImRpSrEovBinLg    DAeMveLl/oCpFinTg   SupCpIoBr t ing   DAcecvoeulonptiinngg   roje\n  c\nCapacity  Information  Regulations  Establishment  and Auditing  t \nDisclosure  and IT     Policies and \nInfrastructure    Standards \n \n \n \n \n \n \nAML = anti-money laundering, CIB = Credit Information Bureau, CFT = combating the financing of terrorism, IA = \n \nimplementing agency, MOF = Ministry of Finance, PSC = program steering committee, PMU = program and project \nmanagement unit, RMA = Royal Monetary Authority, RSEBL  = Royal Securities Exchange of Bhutan Limited, IT = \ninformation technology.   \nSource: Asian Development Bank estimates.   \n \n \n \n \n \n \n \n \n \n ", "54  Appendix 6 \nIMPLEMENTATION SCHEDULE \n \nActivity  Deadline  2006*  Year 1 (2007)  Year 2 (2008)  Year 3 (2009) \nQ4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4 \nA. Loan Effectiveness                                           \nB. Tranche Payments                                          \nC. Program Components                                          \nC.1 Financial and Legal and                                           \nRegulatory Framework   \nDraft RMA Act and FSA finalized  Dec 2006                                          \nDraft RMA Act and FSA submitted to  Jun 2008                                        \nthe National Assembly for passage    \nRMA reviews draft financial regulations  Jun 2008                                         \nRMA issues implementing regulations  Dec 2009                                        \nunder FSA    \nRMA conducts stakeholder  Jun 2008                                       \nconsultations on draft financial    \nregulations and education workshops    \nfor FIs \nC.2 Corporate Governance                                          \nRMA drafts prudential regulations for  Jun 2008                                        \ncorporate governance    \nRMA issues prudential regulations for  Jun 2008                           \ncorporate governance \nRMA conducts stakeholder  Jun 2008                                        \nconsultations on draft regulations and    \neducation workshops for FIs    \nCorporate governance prudential  Dec 2009                                       \nregulations issued     \nBOBL prepares a business plan   Jun 2008                                         \nBOBL signs MOU with the  Dec 2009                                        \nGovernment and implements the    \nrolling business plan    \nRICBL prepares a rationalization plan  Jun 2008                                        \nand a post-rationalization business    \nplan    \nRICBL signs and implements the plans  Dec 2009                                         \nC.3 Anti-Money Laundering                                           \nRMA to develop AML/CFT regulations   Jun 2008                                        \nRMA to establish a FIU  Dec 2009                                         \nRMA conducts stakeholder  Jun                                        \nconsultations on draft regulations and  2008–    \neducation workshops for FIs  Dec 2009 \nRMA issues AML/CFT regulations   Jun 2008                                        \nC.4 Accounting and Auditing                                            \nCreation of the AASC  Dec 2006                                         \nAASC establishes the Bhutanese  Jun 2008                                         \nAASB \nAASC or AASB develops a plan for  Jun 2008                                        \nGAAP/GAAS adoption     \nAASB develops the Bhutanese GAAP  Jun 2008                                        \nand GAAS    \nRMA implements GAAP in FIs  Dec 2009                                         \nC.5 Information Disclosure                                            \nRMA establishes a CIB unit   Dec 2006                                         \nRMA develops the legal and regulatory  Jun 2008                                        \nframework for CIB    \nRMA establishes the CIB  Jun 2008                                         \nD. Project Components (training  Inception                                        \nprograms, consulting services, and    \nprocurement)    \nRecruit a securities market expert (I) to  Mar 2007                                        \nstrengthen RSEBL and RMA    \nprofessional knowledge     \nRecruit a legal expert (I) to improve  Jun 2007                           \nand draft corporate governance \nregulations \nSecondment program for FISD at RMA  Jan 2007                                         \nTraining program in accounting and  Jan 2007                                        ", "Appendix 6  55\nActivity  Deadline  2006*  Year 1 (2007)  Year 2 (2008)  Year 3 (2009) \nQ4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4 \nauditing for RMA and in insurance-   \nunderwriting skills for RICBL    \nRecruit an AML/CFT specialist (I) and  Mar 2007                                        \na legal expert (N) to set up FIU    \nRecruit accounting and auditing  Mar 2007                                        \nexperts (I) (N)   \nRecruit a credit information bureau  Jun 2007                                        \nexpert (I)     \nRSEBL develops a website   Mar 2007                                          \nRSEBL develops a database and  Mar 2007                                        \nsystem to improve depository and    \nsettlement processes     \nE. Reporting                                            \nProgram reports            X     X       X    X    X   \nTA consultants' reports            X  X  X  X   X   X   X   X   X   X  X  \nADB monitoring and review             X     X     X     X     X     X \n  Note:  * Project preparation     Continuous     Intermittent \n \nADB = Asian Development Bank, AML = anti-money laundering, AASC = accounting and auditing standards committee, \nAASB = accounting and auditing standards board, BOBL = Bank of Bhutan Limited, CFT = combating the financing of \nterrorism, CIB = credit information bureau, FI = financial institution, FISD = Financial Institutions Supervision Division, FIU = \nfinancial intelligence unit, FSA = Financial Services Act, GAAP = generally accepted accounting principles, GAAS = \ngenerally accepted auditing standards, I = international, MOU = memorandum of understanding, N = national, RICBL = \nRoyal Insurance Corporation of Bhutan Limited, RMA = Royal Monetary Authority, RSEBL = Royal Securities Exchange of \nBhutan Limited, TA = technical assistance. \nSource: Asian Development Bank staff estimates. \n ", "56  Appendix 7 \nLIST OF INELIGIBLE ITEMS (OR NEGATIVE LIST)  \n \n  1.  Loan  proceeds  will  finance  the  foreign  currency  expenditures  for  the \nreasonable cost of imported goods required during the Financial Sector Development \nProgram. \n \n2.  No withdrawals will be made for the following: \n \n(i)  expenditures  for  goods (included  in  the following  Standard  International \nTrading Commodity chapters or headings): \n \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitute \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or worked\n897  897.3  Jewelry of gold, silver or platinum-group metals (except \nwatches and watch cases) and goldsmiths’ or silversmiths’ \nwares (including set gems) \n971    Gold, nonmonetary (excluding gold ore and concentrates) \n718  718.7  Nuclear reactors, and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \nSource: United Nations. \n \n(ii)  expenditures in the currency of the Borrower or of goods supplied from the \nterritory of the Borrower; \n \n(iii)  payments made for expenditures incurred more than 180 days before the \neffectiveness date of the loan; \n \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational financing institution or agency will have financed or has agreed \nto finance, including any contract financed under any loans from the Asian \nDevelopment Bank; \n \n(v)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption;  \n \n(vi)  expenditures for narcotics; and \n \n(vii)  expenditures for pesticides categorized as extremely hazardous or highly \nhazardous in classes I-a and I-b, Classification of Pesticides by Hazard and \nGuidelines to Classification. \n ", "Appendix 8  57 \nSUMMARY OF FINANCIAL MANAGEMENT ASSESSMENT \n \n1.  Introduction. The objective of the financial management assessment is to determine \nwhether  the  entities  implementing  project  components  under  the  Financial  Sector \nDevelopment Program (FSDP) have acceptable financial management arrangements and to \nensure that actions required for sound financial management arrangements are taken before \nloan  effectiveness.  The  Financial  Management  and  Accounting  Questionnaire  was \ncompleted with the help of staff of the executing agency (EA) and implementing agencies \n(IAs). The detailed assessment and final version of the questionnaire is in Supplementary \nAppendix B. \n2.  Country Issues. Financial management has been improved by creating internal \naudit units in each ministry and the Royal Monetary Authority (RMA) and by separating aid \nmanagement from budget and accounts. However, with only 10 internal auditors in six \nministries at present, the capacity for internal auditing is not commensurate with growing \nrequirements. \n3.  Risk Analysis. The financial management risk of the project arising from identified \nweaknesses, together with its mitigating measures, are highlighted in the following table:  \nTable A8: Financial Management Risk and Mitigating Measures \n \nRisk  Risk Rating  Risk Mitigation Measures \nLimited effectiveness of the  Low/Medium  Target managers who supervise finances, \ninternal auditors in government  including internal controls, receive awareness \ndepartments (including the  training to fully understand the need for internal \nMinistry of Finance and Royal  controls and give practical effect to these \nMonetary Authority)  internal controls.  \n \nTarget specialized training for internal auditors \nOverall Risk Rating  Low/Medium   \n \nSource: Asian Development Bank estimates. \n \n4.  Institutional  Arrangements.  For  the  program  component  under  the  FSDP,  the \nMinistry of Finance (MOF) will be the EA and IA for two components. RMA will be the IA for \nthe other three components. MOF will form the program steering committee, which will \nprovide policy support, oversee FSDP implementation and progress, facilitate cooperation \nand coordination among all relevant agencies, and ensure timely achievement of reform \nactions with respect to the program. A program and project management unit (PMU) will be \nestablished at RMA to coordinate project activities among various IAs.  \n \n5.  Funds  Flow  Arrangements.  Generally,  for  the  program  loan  component,  the \nDepartment of Aid and Debt Management (DADM) will submit withdrawal applications to the \nAsian Development Bank (ADB) that state the fulfilled requirements. Foreign currency for the \namount requested will be credited to RMA’s foreign currency reserves by ADB. A local \ncurrency equivalent will then be credited in the Government Budget Fund (GBF), which is \nmaintained by MOF’s Department of Public Accounts (DPA) in Bank of Bhutan Limited. The \nGBF can then be utilized for multiple purposes depending on the requirements of the \nGovernment.  \n \n6.  For the project and technical assistance components, MOF will be the EA and IA for \none project component, RMA will be the IA for the other four components of the project as \nwell as the technical assistance. DADM will submit withdrawal applications to ADB. An \nimprest account specifically for the project will be opened at RMA for ADB funds. RMA will \ninform DADM about receipt of ADB funds into the imprest account, which is in foreign \ncurrency. DADM will then direct RMA to convert and transfer the requested amount in ", "58  Appendix 8 \nequivalent local currency to the GBF maintained by DPA. DADM will advise DPA to release \nfunds to IAs based on their requirements and monthly progress reports, i.e., specifically \nproject letter of credit accounts (in this case, three letter-of-credit accounts, one for each of \nthe two IAs). The counterpart funds will also be retained in the GBF. The PMU must ask \nDADM for access to both counterpart and ADB funds in the GBF. The requisition forms \nsubmitted by the PMU will require joint signatures. One signatory will be the managing \ndirector of RMA and the other signatory either the project director or alternate project \ndirector.  \n \n7.  Staffing Arrangements. The financial management infrastructure of the PMU will be \nadequate to provide the requisite financial management arrangements for the project as \nqualified regular RMA staff will occupy various positions in the PMU. The program director \nwill be assigned to a senior staff of RMA, and the alternate program director will be assigned \nto the representative from DADM at MOF. The program director will oversee the budgeting, \naccounting, and reporting of all financial transactions relating to project implementation, and \nwill be assisted by the alternate program director and PMU’s accounts and finance officers.  \n \nFigure A1: Program Management Unit Structure \n \n \n  Program Director \n \n \n \n \nAlternate Program Director \n \n \n \n \n \n  Accounts Officer  FinanceOfficer \n(from Royal Monetary Authority’s  (from Royal Monetary Authority’s \nBanking Division)  Administration and Finance \n \nDivision) \n \n       Source: Asian Development Bank estimates. \n \n8.  Accounting Policies and Procedures, and Financial Reporting. Cash accounting \nis used by RMA. For MOF, the main accounting records are cash book, journal, and ledger. \nAccountability rests on compliance with financial regulations, including disbursement rules, \nas well as on the noted separation of functions between the controlling officer, drawing and \ndisbursement officer, and accountant. A system of detailed pre-approvals reduces the scope \nfor spending units to divert funds to unapproved purposes.   \n \n9.  Accounting records in the Financial Rules and Regulations (2001) manual are kept \naccording to a chart of accounts that differentiates expenditures by line item, function, and \neconomic category. The financial manual explains the various periods for which accounts \nand supporting information must be kept, as well as the conditions under which they are to \nbe kept. The PMU will implement RMA’s accounting processes and procedures, namely the \nExpenditure Rule (2000) and the Banking Manual (2004), which follow similar principles \ndescribed above.  \n \n10.  Information Systems. MOF’s financial management system has been computerized \nsince 2003 for standardizing the Government’s budget and accounting system, but the \nsystem cannot automatically generate necessary project financial reports, which must be \nextracted manually from financial item codes. The PMU will implement RMA’s information ", "Appendix 8  59 \nsystems for generating reports. Computerization for report generation by RMA will be ready \nby August 2006.   \n \n11.  Audit Arrangements. The internal audit department at RMA reports directly to the \nmanaging director of RMA, while the internal audit department at MOF reports directly to the \nfinance minister and finance secretary. The Financial Rules and Regulations (2001) manual \nprovides only simple advice on managers’ responsibility for internal controls and identifies \nsome of the main areas where they are needed. As a result, incomplete internal controls \narise due to (i) the inability by managers to fully understand the need for internal controls \nand (ii) the failure of managers to give them practical effect. Furthermore, the internal \nauditors  in  RMA  and  MOF  do  not  hold  recognized  professional  qualifications  such  as \nchartered  public  accountant.  Their  qualifications  are  based  on  experience  and  ad  hoc \ncourses (auditing seminars, etc.).   \n \n12.  However, external audits conducted by the Royal Audit Authority deter irregularities \nand  ensure  basic  financial  accountability.  The  external  audits  of  MOF  and  RMA  are \nconducted according to auditing standards of the International Organization of Supreme \nAudit Institution. Project accounts will be audited by RMA’s internal auditor and externally by \nthe Royal Audit Authority. The audited project financial statements will be submitted to ADB \nwithin 6 months of the end of the Government’s fiscal year on 30 June.    \n \n13.  Disbursement Arrangements. The ADB loan of $13 million will be disbursed over a \nperiod of 3 years. Disbursement from the ADB loan will be made in accordance with ADB’s \nLoan Disbursement Handbook. The imprest account procedure will be used for the project \nloan. As eligible expenditures are incurred and paid from the account, the EA will request \nliquidation or replenishment of the account by submitting a withdrawal application on a \nregular basis. Any balance of the advance not liquidated will be promptly refunded to ADB in \nthe currency of the account. \n14.  Supervision Plan. Capacity building and closer supervision will be required initially \nto ensure PMU compliance with the proposed systems as outlined. Normal supervision may \nbe applied later.  \n \n15.  Conclusion and Recommendations. More detailed guidance and more intensive \ntraining for both auditors and managers are required to make the internal audit units fully \neffective. Many managers currently view their responsibilities primarily as the routine duties \nof authorizing payments, signing requests, and so on. Incomplete understanding of internal \ncontrols may generally influence attitudes toward internal audits, with detrimental effects on \nfinancial management. Furthermore, the internal auditors in RMA and MOF do not hold \nrecognized professional qualifications such as chartered public accountant. \n   \n16.  Needs include (i) detailed guidance and more intensive training for senior officers \nworking  in  administration  and  finance,  and  other  managers  who  supervise  finances \n(including internal auditors) to fully understand the need for internal controls and to give \npractical  effect  to  these  internal  controls  and  (ii)  specialized  training  to  enhance  the \nqualifications  and  competency  of  internal  auditors.  The  FSDP  will  enhance  the \nGovernment’s financial management by improving qualification in accounting and auditing as \nwell as developing Bhutanese accounting and auditing standards and policies. \n \n17.  Overall, the financial management capacities of MOF and RMA are satisfactory to \nensure  their  smooth  program-executing  and  implementing  functions,  despite  training \nlimitations in auditing and financial management.  Both MOF and RMA have prior experience \nof  successfully  managing  ADB-financed  projects  and  so  know  ADB’s  procedures  and \nfinancial management requirements.  \n ", "60  Appendix 9 \nPROJECT LOAN: OUTLINE TERMS OF REFERENCE FOR CONSULTANTS, \nCOST ESTIMATES, AND FINANCING PLAN \n \nA.  Outline Terms of Reference for Consultants \n \n  1.  International Consultants \n \n  a.  Accounting and Auditing Specialist (12 person-months) \n \n1.  The specialist should be a certified public accountant or chartered accountant or \nhave an equivalent certification with extensive experience in international accounting and \nauditing  standards  and  practices.  He  or  she  will  also  have  practical  experience  in  (i) \nestablishing  national  accounting  boards  and  arrangements  for  developing  national \naccounting  standards,  (ii)  independent  oversight  of  the  accounting  profession,  and  (iii) \nmonitoring and enforcement of accounting and auditing standards. In addition, demonstrated \ngood understanding of the accounting and auditing system, practices, and procedures in \nBhutan, another  country  in  South  Asia, or  another  relevant  developing  country will  be \ndesirable. The specific responsibilities will include the following: \n \n(i)  Help the accounting and auditing reform committee clarify the roles and \nresponsibilities of the Ministry of Finance, Ministry of Trade and Industry, \nRoyal  Audit  Authority,  Royal  Monetary  Authority  (RMA),  and  other \ngovernment  agencies  with  respect  to  setting  national  standards  for \naccounting and auditing.  \n(ii)  Design  the  optimal  organization  structure,  roles,  and  functions  of  the \naccounting  and  auditing  standards  board  (AASB),  including  the \ndevelopment  and  updating  of  standards,  accreditation  of  professional \neducation  and  training  of  professional  bodies  (i.e.,  public  and  private \nsector  accounting)  for  licensing  auditors,  quality  assurance  review  of \nauditors, and the processes (and their sequence) of taking disciplinary \naction.  \n(iii)  Design  the  corporate  governance  of  the  AASB,  including  optimal \ncomposition of the governing body, to ensure that it is free of conflicts of \ninterest and that it has the relevant expertise and experience.  \n(iv)  Develop a road map or business plan for transforming the accounting and \nauditing reform committee into AASB as agreed by stakeholders, including \nan implementation schedule and financing plan for each stage and the \nidentification  of  resource  requirements  and  the  process  necessary  for \nAASB to effectively undertake its roles. \n(v)  Develop an action plan to establish the certified public accountant and \nassociate chartered accountant qualification in Bhutan. This will involve (a) \nstudying  and  discussing  with  stakeholders  the  options  available  (e.g., \nobtaining certification from an international institute or developing Bhutan’s \nown)  and  (b)  developing  the  implementation  schedule  for  the  agreed \noption. \n(vi)  Assist the Government in developing the national accounting and auditing \nstandards. This will involve (a)  working together with the Royal Audit \nAuthority, Ministry of Finance, tax authority, and RMA to review current \naccounting and auditing practices and their differences with International \nAccounting Standards (IAS); (b) discussing with stakeholders the best \napproach for Bhutan to adopt IAS and International Financial Reporting \nStandards;  (c)  developing  national  generally  accepted  accounting \nprinciples and generally accepted auditing standards within the Bhutanese \ncontext while incorporating IAS where applicable; and (d) preparing the ", "Appendix 9     61 \ncorresponding  manuals  and  the  national  accounting  and  auditing \nstandards of Bhutan. \n(vii)  Update  and  harmonize  financial  reporting  requirements  by  reviewing \ncompany  law  and  other  relevant  legislation.  In  coordination  with \nstakeholders,  discuss  the  possibility  of  adopting  simplified  reporting \nstandards for small enterprises. \n(viii)  Facilitate the introduction of the relevant IAS, as a whole or in part within \nthe Bhutanese context, by (a) preparing educational materials and (b) \ndeveloping  training  courses  on  the  application  of  IAS  for  accounting, \nregulatory, and finance professionals and staff in Bhutan.  \n(ix)  Draft standard charts of accounts to be followed by banks, insurance \ncompanies, securities exchange, and other non-bank financial institutions.   \n(x)  Discuss the proposal with RMA and other stakeholders to ensure that key \nissues of accounting disclosure in the financial sector are addressed. This \nis  likely  to  take  the  form  of  workshops  with  the  regulator.  Feedback \nreceived will be reviewed and incorporated into the recommendations if \nappropriate. \n \n  b.  Capital Markets Specialist (3 person-months) \n \n2.  The capital market expert must have extensive knowledge of the operations and \nsupervision of securities markets. The expert will be familiar with international best practice \n(i.e., the application of International Organization of Securities Commissions principles), with \nextensive experience working in developing countries, and with experience in Bhutan or \nSouth Asia desirable. The expert will have the following responsibilities: \n \n(i)  Familiarize  brokers,  the  Royal  Securities  Exchange  of  Bhutan  Limited \n(RSEBL), and Financial Institutions Supervision Division (FISD) at RMA \nwith the new legal and regulatory framework to be adopted in Bhutan (i.e., \nthe Financial Services Act and subsidiary regulation), which will need to be \nexplained to market participants and regulators. \n(ii)  Conduct  a  needs  assessment  for  training  exchange  staff,  securities \nbrokers, and regulatory staff to determine training inputs. Consideration \nmust be made of the need to offer (a) a general course for all staff of RMA, \nespecially of FISD, and staff of RSEBL, brokers, and financial institutions; \n(b) specific courses for different audiences on such topics as regulating \nbrokers’ activities, insider trading, and modalities of securities trading; and \n(c) other measures necessary to upgrade the skills of securities markets \nparticipants. \n(iii)  Produce  a  detailed  training  strategy  for  the  exchange,  brokers,  and \nregulators,  including  the  timing,  broad  contents,  target  audience  of \nmodules, and the most appropriate and cost-effective sources of such \ntraining.  The  training  will  adopt  a  variety  of  forms  including  formal \nclassroom courses, ad hoc informal workshops, and on-the-job training. \nThe  strategy  should  also  include  a  training-of-trainers  component  to \nensure the training materials are used for training new entrants in the \nfuture in a cost-effective and sustainable way. \n(iv)  Draft  the  training  modules  for  formal  training  courses  and  the \nspecifications for informal training. \n(v)  Deliver  the  training  as  per  the  strategy  and  support  the  exchange’s \nunderstanding and adoption of the new regulatory framework. \n(vi)  Review  the  current  operations  of  RSEBL  to  recommend  necessary \nchanges to its operational and marketing strategy, including its human \nresources strategy.  \n ", "62  Appendix 9 \n(vii)  Assist the EA and RSEBL in developing the securities exchange website \nand database for depository information. \n \n  c.  Credit Information Bureau Specialist (3 person-months) \n \n3.  The credit bureau specialist will have commercial banking and/or credit-rating agency \nexperience and a good technical understanding of the design and implementation of credit \ninformation bureaus (CIBs). The expert will be expected to work closely with RMA. The \nresponsibilities of the expert will be as follows: \n \n(i)  Hold workshops for all stakeholders to explain key issues surrounding \nCIBs and their operations and highlight international best practices on CIB \nestablishment and operation based on the experience of other countries. \n(ii)  Review the feasibility study for CIB establishment provided by RMA and, \nbased on the study, provide a suitable design and plan for establishing the \nCIB  in  RMA.  The  plan  must  include  structure,  organization,  and \noperations. \n(iii)  Determine  the  status  of  initiatives  already  taken  relative  to  regulation \nand/or legislation that would provide the framework for CIB. \n(iv)  Determine  if  any  restrictions  prevent  the  sharing  of  credit  information \namong banks, and among banks and non-banks. \n(v)  Prepare an operational plan for establishing CIB. The action plan will \ninclude recommendations on (a) appropriate provisions and structure for \nthe  licensing  agreement  between  RMA  and  CIB,  (b)  the  appropriate \ninformation-storage and retrieval system and networking arrangements for \nusers  of  CIB,  (c)  a  proposed  service-level  agreement  with  CIB  and \nfinancial institutions, and (d) an agreed roadmap with options for evolving \ninto a credit rating agency. \n(vi)  Assist RMA in procuring the CIB system, including negotiations with the \nselected system provider, and conduct meetings as necessary.  \n(vii)  Conduct basic training for RMA and financial institutions on the use of \nreporting information and assist in the rollout of CIB. \n \nd.  Financial  Intelligence  Unit  and  Anti-Money  Laundering  (AML) \nSpecialist (4 person-months) \n \n4.  The financial intelligence unit and AML specialist will be primarily responsible for \nestablishing  the  financial  intelligence  unit  (FIU).  The  expert  must  have  substantial \nexperience in the design and development of management information systems (MIS) for \nFIUs and advisory experience in establishing AML regimes. His or her responsibilities will \ninclude, but not limited to, the following: \n \n(i)  Analyze  existing  Bhutanese  AML  laws  and  regulations,  especially \nprovisions contained in the Draft Financial Services Act, and draft AML \nregulations for each class of industry participants (banking, insurance, \npensions, and securities). \n(ii)  Review the legal provisions with respect to establishing the FIU in RMA \nand develop the establishment action plan, including MIS and information \ntechnology system requirement, costs, milestones, and any other steps \nneeded to ensure that best international practice is followed. \n(iii)  Establish  the  initial  FIU  including  the  management  of  equipment \nprocurement and selection of initial staff. \n(iv)  Draft procedures and reporting templates for investigating and prosecuting \nmoney laundering offences, detailing procedures and work flows among ", "Appendix 9     63 \nvarious relevant government agencies, and ensuring that legal provisions \nare not contradicted. \n(v)  Design cost-effective industry compliance programs and RMA examiner \nauditing  procedures,  which  will  include  updating  on-  and  off-site \nsupervision to include AML investigation. \n(vi)  Provide on-the-job training to FISD staff that will form part of the FIU and \nFISD examiner staff.  \n(vii)  Provide  high-level  advice  to  RMA  on  issues  arising  from  AML \nexaminations.  \n(viii)  Liaise with ADB’s AML unit to ensure that all proposals and regulations \nare in line with current ADB policies.  \n(ix)  Conduct  workshops  for  stakeholders  on  all  new  regulations  and \nprocedures. \n \n  e.   Legal Expert on Corporate Governance Law (2 person-months) \n \n5.  The expert must be a lawyer with practical experience on reviewing and drafting \ncorporate governance laws and regulations. He or she should have a good understanding \non international best practices as well as regional knowledge in Asia to provide good, \npractical legal advice on good corporate governance. The expert’s tasks will include the \nfollowing:  \n \n(i)  Draft relevant regulations and guidelines for corporate governance to ensure \nthe inclusion of fit-and-proper tests for boards of directors, structure and \ncomposition  of  boards,  conflict-of-interest  rules,  restrictions  on  cross \nshareholding, and other corporate governance issues, as appropriate, in the \ncontext of the overall policy actions envisaged by the FSDP.  \n(ii)  Internalize relevant regulations by recommending appropriate steps for RMA \nas  the  regulatory  authority  and  carry  out  these  proposed  measures  and \nappropriate  organizational  changes  for  the  affected  parties  to  implement \nregulatory requirements within a reasonable time period.  \n(iii)  Conduct  consultation  workshops  for  RMA  and  relevant  stakeholders  to \nimprove  their  familiarity  with  and  understanding  of  the  new  corporate \ngovernance rules and regulations. \n \n  2.  National Consultants \n \n  a.  Accounting Specialist (12 person-months) \n \n6.  One national expert with proficiency in English and detailed knowledge of Bhutan’s \naccounting and auditing practices and legal environment will support the international expert \nin the organizational design of AASB and the implementation road map. The national expert \nwill be primarily required to do the following: \n \n(i)  Carry out research into the feasibility of the proposed new structure of \nAASB. \n(ii)  Assist in the costing of resources needed. \n(iii)  Review the existing legal framework and proposed amendments to laws, if \nneeded. \n(iv)  Collect  information  on  current  accounting  and  auditing  practices  (i.e., \noperational manuals in financial institutions, the tax authority manual, and \nRMA’s accounting requirements, etc.). \n(v)  Organize discussion workshops, and coordinate with key stakeholders.  \n(vi)  Provide other relevant support services, such as arranging meetings with \nkey stakeholders as needed.  \n ", "64  Appendix 9 \n  b.  Legal Specialist (6 person-months) \n \n7.  The expert will have a solid background in law and good understanding of the \ncountry’s current legal and regulatory system in the financial sector and proficiency in \nEnglish.  Preferably,  he  or  she  should  have  experience  in  working  with  international \nconsultants and the Government. The consultant will undertake the following tasks: \n \n(i)  Assist the international FIU and AML and CIB experts in all legal aspects of \nthe tasks within their terms of reference.  \n(ii)  Assist  international  experts  in  collecting  and  reviewing  required  legal \ndocuments and information and in making them available in English in an \norganized and clear format.  \n(iii)  Provide other relevant support services, such as arranging meetings with \nkey stakeholders as needed.  \n \n  c.  Information Technology Specialist (3 person-months) \n \n8.  The consultant should have proficiency in designing websites for capital market \nsystems and market players, especially for securities exchanges, with proficiency in English. \nThe consultant will do the following: \n \n(i)  Assist RSEBL in developing a website, including selecting and negotiating \nwith the website provider, to include listed companies information and up-\nto-date share price information. Ensure that the website can be expanded \nto  include  relevant  information  on  small  and  medium-sized  enterprises \noperating in Bhutan.  \n(ii)  Help  RSEBL  upgrade  and  automate  the  database  and  MIS,  including \nselecting and negotiating with the service provider, for improving depository \ninformation.  \n(iii)  Help RSEBL and the program and project management unit monitor the \nprocurement  packages  for  the  website  and  database  for  depository \ninformation. \n(iv)  Provide training support to relevant stakeholders as necessary.   \n(v)  Provide other relevant support services, such as arranging meetings with \nkey stakeholders as needed. \n ", " \n \nTable A9.1: Cost Estimates and Financing Plan (by Component) \n($‘000) \n \nExpenditure Account  Building  Developing  Improving  Supporting  Improving  Total \nSector  AML/CFT  Accounting  CIB  Securities  \nCapacity  Framework  and Auditing  Establishment  Information \nPractices \nA. Baseline Costs             \n  1. Equipment and IT             \n    1. Office and IT  Equipment  –  37  –  –  74  111 \n    2. Import Duties  –  11  –  –  22   33 \n    Subtotal (1)  –  48   –  –  96   144  \n  2. Training, Seminars, and Workshops           \n    1. RMA Staff  358   –  27   11  –  396 \n    2. Financial Intermediaries Staff  570  –  27   –  –  597  \n    3. RSEBL Staff  12   –  27   –  –  39  \n    Subtotal (2)  940  –  81   11  –  1,032  \n  3. Specialist Support             \n    1. Consultants (international)  164   136   319  90   –    709  \n    2. Consultants (national)  –  18  36  –  9   63  \n    Subtotal (3)  164   154   355   90   9   772  \n  4. Administration costs (4)  155  56   64   20   15   310  \n    Total Baseline Costs (1+2+3+4)  1,259   258   500   121  120   2,258  \nB. Physical Contingencies (3%)  37   8   15  4   4  68  \nC. Price Contingencies (5%)  63  12   25  7  6  113  \n    Total Project Costs (A+B+C)  1,359   278  540   132   130   2,439  \nD. Service Charges  35  6   13   3   3   60  \n    Total Costs to be Financed \n    (A+B+C+D)  1,394  284   553   135   133  2,500  \n─ = not available, AML = anti-money laundering, CFT = combating the financing of terrorism, CIB = credit information bureau, IT = information technology  \nRMA = Royal Monetary Authority, RSEBL = Royal Securities Exchange of Bhutan Limited. \nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank estimates.  A\np\n  p\ne\n  n\nd\nix\n 9\n \n6\n5\n \n ", " \n6\nTable A9.2: Cost Estimate and Financing Plan (by Financier)   6\n \n($’000) \n \nA\np\nExpenditure Account  Building Sector  Developing AML/CFT  Improving  Supporting CIB  Improving Securities   Total  p\ne\nCapacity  Framework  Accounting and  Establishment  Information  n\nd\nAuditing practices  ix\n 9\nBaseline Costs  ADB  Government  ADB  Government  ADB  Government  ADB  Government  ADB  Government     \nA. Equipment and IT                       \n1. Office and IT Equipment  0  0  37  0  0  0  0  0  74  0  111  \n2. Import Duties  0  0  0  11   0  0  0  0  0  22  33  \n  Subtotal (A)  0  0  37   11  0  0  0  0  74   22   144  \nB. Training, Seminars, and  \nWorkshops                     \n1. RMA Staff  292  66  0  0  15  12  0  11  0  0  396 \n2. Financial Intermediaries Staff  570  0  0  0  15  12  0  0  0  0  597  \n3. RSEBL Staff  12  0  0   0  15  12  0  0  0  0  39 \n  Subtotal (B)  874  66  0  0  45  36  0  11   0  0  1,032  \nC. Specialist Support                       \n1. Direct Contracts \n(international)  164  0  136  0  319  0  90   0  0  0  709  \n2. Direct Contracts (national)  0  0  18  0  36  0  0  0  9   0   63  \n  Subtotal (C)  164  0  154  0  355  0  90   0  9  0   772  \nD. Administration Costs  0  155  0  56  0  64  0  20   0  15   310  \nTotal Baseline Costs \n(A+B+C+D)  1,038  221   191  67  400   100   90   31   83  37   2,258 \n                       \nPhysical Contingencies (3%)  31  6  6   2   12   3   3  1   3   1   68  \nPrice Contingencies (5%)  52  11  9   3   20   5   5  2   4   2   113  \n                       \nTotal Project Costs  1,121  238  206  72  432  108   98   34  90  40   2,439  \nService Charges  35  0   6  0   13  0   3  0  3  0   60  \nTotal Costs to be Financed  1,156   238   212  72   445   108   101   34   93   40   2,499  \nADB  1,156  0  212  0  445  0  101  0  93  0  2,007 \nGovernment  0  238  0  72  0  108  0  34  0  40  492 \nTotal                  1,394                   284                     553                       135               133   \nADB = Asian Development Bank, AML = anti-money laundering, CFT = combating the financing of terrorism, CIB = credit information bureau, IT = information technology, RMA \n= Royal Monetary Authority, RSEBL = Royal Securities Exchange of Bhutan Limited.  \nSource: Asian Development Bank estimates.", "  Appendix 10  67 \nPROCUREMENT PLAN \n \nA.  Program Information  \n \nCountry  Kingdom of Bhutan \nName of Borrower  Government of Bhutan \nProject Name  Financial Sector Development Program \nLoan or TA Reference  To be determined (Tbd) \nDate of Effectiveness  Targeted for January 2007 \nADB Financing Amount ($)  2,000,000 \nExecuting Agency  Ministry of Finance \nApproval Date of Original Procurement Plan  30 October 2006 \nApproval of most recent Procurement Plan  Tbd \nPublication for Local Advertisement  Tbd \nPeriod Covered by this Plan  2007 to 2009 \n \nB.   Procurement Thresholds for Goods and Related Services, Works, and Supply \nand Installation \n \nProcurement Method  Thresholds \nShopping Works  NA \nShopping Goods  Below $0.1 million \nExceptional Methods  NA \n \nC.   Procurement Thresholds for Consultant Services \n \nProcurement Method  Thresholds \nQuality and Cost-Based Selection (QCBS)  FTP: Over $1,000,000 \n  STP: Over $500,000 and no more than $1,000,000 \n  BTP: $ 500,000 or less \nConsultant Qualifications Selection (CQS)  Below $200,000  \nLeast Cost Selection (LCS)  Below $100,000 \nAlternative Methods  Individual consultant selection; and Direct selection \n \nD.   List of Contract Packages in Excess of $100,000 for Goods, Works, and \nConsulting Services \n \nContract Description  Estimated  Procurement  Expected Date  Prior \nCosta  Method  of  Reviewb  \n($’000)  Advertisement \nConsultancy Services for Capacity  99  Individual  March 2007  Yes \nBuilding for Capital Market \nDevelopment  \nConsultancy Services for  65  Individual  March 2007  Yes \nImproving Corporate Governance \nConsultancy Services for  154  Individual  March 2007  Yes \nAML/CFT \nConsultancy Services for  355  QCBS with  March 2007  Yes \nDeveloping Accounting and  STP \nAuditing Standards \nConsultancy Services for CIB  90  Individual  March 2007  Yes \nDevelopment \nConsultancy Services for  9  Individual  March 2007  Yes \nInformation Technology for RSEBL \nOne Turnkey Contract for  37  Shopping  March 2007  Yes \nDeveloping AML/CFT Framework \nand Basic Infrastructure  \nOne Turnkey Contract for  6  Shopping  March 2007  Yes \nDesigning the Website for RSEBL  \n \n \n ", "68  Appendix 10 \nContract Description  Estimated Cost  Procurement  Expected Date  Prior \n($’000)  Method  of  Review \nAdvertisement \nOne Turnkey Contract for  $68  Shopping  March 2007  Yes \nUpgrading and Automating the \nDatabase for Depository \nInformation  \nOne Regulatory and  $244  DS  —  Yes \nSupervisory Secondment \nProgram (four FISD staff/3 \nmonths per year) \nOne Accountancy Training  $58  DS  —  Yes \nProgram (two staff from RMA) \nOne Insurance Training  $570  DS  —  Yes \nProgram (six RICBL staff/6 \nmonths per year) \n— = not available, AML = anti-money laundering, BTP = biodata technical proposals, CFT = combating \nthe financing of terrorism, DS = direct selection, CQS = consultant qualifications selection, FISD = \nFinancial Institutions Supervision Division, FTP = full technical proposals, LCS = least cost selection, \nQCBS = quality and cost-based selection, RICBL = Royal Insurance Corporation of Bhutan Limited, \nRSEBL = Royal Securities Exchange of Bhutan Limited, STP = simplified technical proposals.  \na  Exclusive of taxes and duties. \nb  The Asian Development Bank will assess submissions by the borrower before the contracts are issued.  \n \n ", "  Appendix 11  69 \nSUMMARY OF GOVERNANCE AND ANTICORRUPTION RISK ASSESSMENT \n \n1.  This assessment of good governance and anticorruption is being done in conformity \nwith  the  recommendations  of  the  Second  Governance  and  Anticorruption  Action  Plan \n(GACAP II) of the Asian Development Bank (ADB), which specifies that program and project \ndesign  should  incorporate  findings  of  governance  and  institutional  and  corruption  risk \nassessments,  and  that  project  documentation  “clearly  identifies  risk  and  risk \nmanagement/mitigation  measures.”  As  per  the  GACAP  II, this governance  assessment \ntakes a risk-based approach to, and an institutional focus on, the work on the finance sector \nin Bhutan.  \n \nA.  Context \n \n2.  General  Context.  Recent  governance  reforms  in  Bhutan  have  focused  on \ndevolution,  decentralization,  and  judicial  reforms.  The  role  of  the  legislature  has  been \nenhanced with the establishment of its public finance and public accounts committees and of \nthe legislative committee. Administrative and financial decentralization has meant that more \nauthority and accountability have passed to the districts and village blocks. The Royal Audit \nAuthority (RAA) has been given broad powers to ensure that public sector entities are \naudited regularly and that their accountability for usage of public funds is assured. While no \nspecifically identifiable road map for governance has yet been put in place in Bhutan, the \nbroad outlines of a core governance-reform program are captured in the Government’s \nBhutan 2020 vision document and the National Poverty Reduction Strategy. The vision \ndocument focuses on governance in regard to, among other areas, the management of \ndevelopment, professionalism in the civil service, resource mobilization, and development \nfinancing.  \n \n3.  Sector Specific Context. The finance sector in Bhutan is still at a relatively early \nstage of development, with only four financial institutions—two banks and two non-bank \ninstitutions, with the banks holding more than four-fifths of total assets in the financial sector. \nStill, given Bhutan’s impressive economic growth rates over time, the contribution of the \nfinancial sector has substantially expanded. The two commercial banks (Bhutan National \nBank Limited and Bank of Bhutan Limited) operate at the low-risk end of the market (e.g., by \nrequiring considerable collateral). Their growth (e.g., in assets) is slower than that of the two \nnon-bank financial institutions, with fewer nonperforming loans. There is some competition \namong financial institutions, but innovative financial products are yet to be developed to \nentice the private sector.  \n \nB.  Relevant Issues in the Finance Sector \n \n1.  Institutional Governance \n \n4.  Legislative and Policy Framework. The legislative basis of work in the finance \nsector is primarily contained in the Royal Monetary Authority Act (1982), Companies Act \n(2000), Bankruptcy Act (1999), the Financial Institutions Act (1992), and the proposed \nFinancial Services Act (FSA). The FSA has provisions to increase RMA’s autonomy in the \nconduct  of  its  statutory  functions,  both  monetary  and  regulatory;  this  is  said  to  be  in \nalignment with Government’s preference to go slow towards a full central bank. Some \ninternal structural changes at RMA have been made recently. Despite the flurry of activity \naround drafting the FSA, legal gaps are still thought to exists in the finance sector in Bhutan. \nFor example, no existing laws or regulations supervise the insurance industry effectively. \nThis proposed sector-development loan has one component geared specifically for this \nweakness. \n \n5.  Capability Issues. Across institutions in the finance sector is a significant lack of \ninstitutional capacity building and skills development. RMA is particularly concerned about \n ", "70  Appendix 11 \nthese capacity constraints in financial institutions and wishes to put considerable emphasis \non building institutional capability in this sector. Capability gaps are evident in such areas as \non-site inspection, enforcement procedures, management capability in commercial banks, \ncorporate  governance,  actuarial  evaluation,  internal  auditing,  and  the  loan  review  and \nmonitoring systems. \n \n6.  Regulatory Framework. This revolves around the role of RMA and its use of the \nFinancial Institutions Act (1992) as a tool to regulate the sector. The Royal Insurance \nCorporation of Bhutan Limited (RICBL) exercises a monopoly in insurance services, an \nindustry that RMA is not felt to have full capacity to regulate because (i) the FIA (1992) does \nnot  adequately  cover  the  subject  of  insurance  and  (ii)  well-trained  and  well-equipped \nregulatory  personnel  to  regulate  RICBL  are  lacking  in  RMA.  The  Financial  Institutions \nSupervision Division (FISD) of RMA plays a central role in enforcing prudential regulations in \nthe finance sector, but there appears to be no clear rule by which RMA can impose penalties \nfor non-compliance. While penalties for any infraction of the prudential regulations are \nclearly laid out in Article 58 of the FIA (1992), to date RMA has not taken any stern action \nagainst any of the financial institutions that have violated regulations. \n \n7.  Accountability. Financial institutions’ accountability to the regulator is governed by \nthe FIA and to their shareholders by the Companies Act. Financial institutions are required \nto submit periodic reports to RMA on their activities and financial performance, and they are \nalso  subject  to  regular  on-  and  off-site  inspections.  This  accountability  process  is \nstraightforward, and neither RMA nor financial institutions have raised any concerns about \nthe process or the stipulations therein. As for the accountability of the institutions to their \nshareholders, the Companies Act requires them to make available annually several financial \nstatements including information on the institution’s financial performance and significant \nratios  indicating  its  financial  health  and  profitability.  They  are  also  required  to  submit \nindependently audited statements to shareholders, including any adverse comments from \nthe  auditors  and  management’s  response  to  them.  Given  that  the  auditors’  comments \ninclude comments on any violations, it is expected that shareholders have opportunities to \nhold management accountable for the institutional financial performance. \n \n  2.  Corruption \n \n8.  The discussion of corruption in the Bhutanese public sector is conditioned by there \nhaving been no system-wide corruption assessments or analyses conducted to date. No \ncomprehensive external assessments have been done either. What does exist is anecdotal \nevidence regarding what is generally perceived in the country. Funding agency reports on \nsectoral assessments point out that the Bhutanese public sector is remarkably free of \ninstitutional corruption. It is fair to say that there is less risk in Bhutan of system-wide and \ninstitutionalized  corruption  in  the  public  sector  than  of  inefficiencies,  ineffectiveness, \nnegligence, and malfeasance on the part of public servants. RAA audits show that financial \ninstitutions suffer from the same types of managerial lapses, by and large, that are in \nevidence  in  other  Government  departments,  including  lapses  in  over-payment,  lack  of \nadherence to specific requirements, etc. \n \nC.  Risks, Their Severity, and Mitigation Measures \n \n9.  Risk Specification. A review of the existing situation in the finance sector shows \nfour categories of risk that need to be highlighted: policy-oriented (such as government \ninfluence in the finance sector), regulatory framework and capability-related (such as low \ncapability in RMA for supervision), legislation-related (such as a weak regime for anti-money \nlaundering [AML] and combating the financing of terrorism [CFT]), and standards-related \n(such as weak governance in financial institutions). \n ", "  Appendix 11  71 \n10.  Risk Severity.. A risk severity analysis shows the following types of risks:1 \n \n(i)  Type I. Lack of sufficient legal, regulatory, and supervisory framework, delay \nin FSA enactment, and weak governance in financial institutions. \n(ii)  Type II. Lack of national accounting and auditing standards, Government \ninfluence in the finance sector, low capability in banks and non-banks, low \ncapability in RMA for supervision, a busy legislative schedule in the National \nAssembly,  lack  of  government  commitment  to  reforms,  and  insufficient \nfinancial information disclosure and reporting requirements. \n(iii)  Type III. Weak AML/CFT regime. \n(iv)  Type IV. None. \n \n11.  Ongoing and Proposed Mitigation Measures and Residual Risks. Table A11 \ndiscusses the proposed mitigating measures to account for the Type 1–2 risks. Further \ndetails are provided in the Supplementary Appendix C. \n \nTable A11:  Risk Mitigation Measures Matrix \n \nRisk Specification  Proposed Mitigating Measures \nLack of sufficient legal,  •  Thorough review of relevant legislation \nregulatory, and  •  RMA should include “sensitivity to market risk s” to provide better early \nsupervisory framework  warning under the CAMELS approach. \n•  Put in place enforcement regulation to cover bank non-compliance with \nprudential regulations. \nDelay in FSA  •  National Assembly should reshuffle its legislative agenda to make room for \nenactment  the FSA to be debated as a priority. \nWeak governance in  •  MOF and RMA should develop a plan to phase in having more commercial \nfinancial institutions  bankers on the boards of banks, eventually reaching 50%. \nLack of national  •  Develop in-country expertise in accountancy, actuary, and audit. \naccounting and  •  Create a Bhutanese accounting and auditing standards board. \nauditing standards \nGovernment influence  •  MOF and RMA should develop a plan to phase in having more commercial \nin finance sector   bankers on the boards of the banks, eventually reaching 50%. \nLow capability in banks  •  Improve MIS in financial institutions. \nand NBFIs  •  Time-based institutional performance targets and autonomy to spur capacity-\nenhancement measures \n•  Establish a credit information bureau in RMA to help financial institutions \nimprove the quality of their credit risk assessments. \n•  Sponsorship program for experienced staff to received training in relevant \ncountries \nLow capability in RMA  •  RMA to revise prudential regulations to strengthen its role as supervisor and \nfor supervision and  regulator \nregulation  •  Ensure RMA capability in insurance regulation through on-the-job training, \nsecondments, attachments, etc. \n•  Secondment program for experienced FISD officials in relevant countries \nBusy legislative  •  Reshuffle the legislative agenda to debate and approve the FSA at the \nschedule in the  earliest. \nNational Assembly   \nInsufficient financial  •  Enforce the FSA, which specifies the obligations for financial institutions to \ninformation disclosure  provide RMA with audited accounts. \nand reporting \nrequirements \nLack of Government  •  Enact the FSA at the earliest \ncommitment to needed  •  RMA should engage all stakeholders, including in Government, to get buy-in \nreforms  for finance sector reforms. \nCAMELS = Capital adequacy, asset quality, management, earnings, and liquidity, FISD = Financial Institution \nSupervision Division, FSA = Financial Services Act, MIS = management information system, MOF = Ministry \nof Finance, NBFI = non-bank financial institution, RMA = Royal Monetary Authority. \nSource: Asian Development Bank estimates. \n \n                                                 \n1  Type I risks are the most severe and type IV the least. \n ", "72  Appendix 11 \nD.  Controls for Corruption at the Sector, Organizational, and Project Level \n \n12.  Control of corruption with particular reference to the finance sector will be through, \namong other action, the following: \n \n(i)  strengthened audit systems, both internally through the audit committee in the \nboard and externally through RAA; \n(ii)  strong  internal  mechanisms  in  financial  institutions  to  stop  financial \nirregularities such as the writing off of outstanding loans, overdue pending \nliabilities, irregular sanctioning of loans, excess payments, etc.; \n(iii)  reporting and accounting systems that inadequately show the true picture of \nthe financial health of the financial institution; \n(iv)  rigorous monitoring systems of operations in financial institutions through \nregular RMA supervision; \n(v)  capability of full fund-flow management, which allows the project to track \nexpenditures  from  the  point  of  appropriation  to  the  final  output  and,  if \nconducted rigorously, to the outcome(s) as well;2 \n(vi)  adherence to codes of ethics by management and employees of financial \ninstitutions, as well as boards initiating mechanisms to monitor adherence; \nand \n(vii)  accountability for action and outcomes as demonstrated at three levels: (a) by \nemployees of financial institutions to management; (b) by management to the \nboard; and (c) by the board to RAA, the National Assembly, and ultimately the \ngeneral public. \n   \n                                                 \n2  This allows the project to minimize opportunities for corruption through a strong framework of measurable \nresults, in which fund disbursements are tied to concrete and measurable results. ", "Appendix 12  73\nTECHNICAL ASSISTANCE FOR INSTITUTIONALIZING SKILLS AND CAPACITY \nDEVELOPMENT: OUTLINE TERMS OF REFERENCE FOR CONSULTANTS,  \nCOST ESTIMATES, AND FINANCING PLAN \n \nA.  Outline Terms of Consultant \n \n  1.  International Consultant (6 person-months) \n \n    a.  Financial Sector Supervision and Training Expert \n \n1.  The expert will be responsible for the overall management of the technical assistance \n(TA), timely delivery of reports, and recruitment and management of resource persons. The \nexpert  must  have  at  least  10  years’  practical  experience  as  a  supervisor  of  financial \ninstitutions in an Asian Development Bank (ADB) member country and experience setting up \nand managing a training institute dedicated to building the capacity of monetary authority \nstaff and financial sector professionals. Experience in South Asia would be an advantage. \nSpecifically the expert will do the following: \n \n(i)  Prepare a feasibility study for the establishment of the Training Institute in the \nRoyal Monetary Authority (RMA). This study will include an assessment of \ncurrent  facilities,  estimation  of  infrastructure  needs  present  and  future, \nidentification of staff needs, identification of a likely training curriculum to be \noffered, annual operational costs to run the Training Institute, and the pricing \nstrategy for non-RMA trainees to be used to ensure the sustainability of the \ninstitute. \n(ii)  Prepare internal procedures for managing the institute. \n(iii)  Prepare the pilot training program in support of the Financial Institutions \nSupervision Division as it carries out policy reforms as necessary. \n(iv)  Prepare the terms of reference for and identify resource persons. \n(v)  Help RMA recruit and/or select the counterpart staff that will eventually head \nthe Training Institute. \n(vi)  Coach  counterpart  staff  to  the  level  required  for  managing  the  Training \nInstitute after the TA completion. \n(vii)  Select, manage, and monitor the performance of the resource persons.  \n(viii)  Organize, set up, and implement the pilot training program. \n(ix)  Submit required reports to ADB, the executing agency, and the implementing \nagency under the following schedule: (a) an inception report within 21 days of \nbeing fielded; (b) a midterm report (i.e., feasibility study of the establishment \nof the Training Institute) 3 months after fielding; (c) a progress report of the \npilot training program 1 month after the establishment of the Training Institute; \n(d) a draft final report for TA, to be submitted 3 weeks before the end of the \nconsulting term; and (e) a final report at the end of the consulting assignment. \nAll reports will be submitted in hard and electronic form to the Government \nand ADB for review and comments. Consultants will duly incorporate the \ncomments received while finalizing the reports. The reports shall be made \navailable  2  weeks  from  the  date  of  the  tripartite  meetings  or  receipt  of \ncomments. \n \n2.   Resources Persons on Various Topics of Financial Sector Supervision \n(a total of 3 person-months)  \n \n2.  The  terms  of  reference  for  the  resource  persons  will  be  developed  by  the \ninternational financial sector supervision and training expert based on the training needs \nanalysis to be performed during the design of the pilot training program.   \n                     \n \n ", "74  Appendix 12 \n \n \nTableA12: Technical Assistance: Cost Estimates and Financing Plan  \n($’000) \n \nItem  Total Cost \nA. Asian Development Bank (ADB) Financinga   \n1. Consultants   \na. Remuneration and Per Diem for International Consultants  120.0 \nb. International and Local Travel   11.0 \nc. Reports and Communications    1.0 \n2. Equipmentb    8.0 \n3. Training, Seminars, and Conference   \na. Resource Persons  73.0 \nb. Training Materials    5.0 \n4. Miscellaneous Administration and Support Costs    7.0 \n5. Contingencies  25.0 \nSubtotal (A)  250.0 \n   \nB. Counterpart Financing   \n1. Office Accommodation and Office Equipmentc  14.0 \n2. Local Counterpart Staff  42.0 \n3. Local Communications    2.0 \n3. Contingencies    4.0 \nSubtotal (B)  62.0 \n   \nTotal             312.0 \na Financed by ADB’s Special Funds resources. \nb Equipment is a preliminarily estimate to be revaluated during the feasibility study.  \nc Including office space and equipment for the consultant and training facility.  \nSource: Asian Development Bank estimates. \n ", "Appendix 13  75\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA. Linkages to the Country Poverty Analysis \n \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?    priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reducing poverty in Bhutan: \nPrivate sector development is vital to fostering economic growth and creating employment opportunities and so \nachieve the development goals of the Ninth Five-Year Development Plan (2002–2007). However, as the private \nsector continues to face several constraints because of its small domestic markets, lack of labor, underdeveloped \ninfrastructure, and lack of adequate access to finance, the contribution of the private sector to the gross domestic \nproduct has yet to become an engine of economic growth or poverty reduction in Bhutan. The Government of \nBhutan recognized the need to develop the financial sector to support private sector growth. Lack of access to \nfinance, high interest rates, and high collateral requirements are recognized as significant drawbacks for \nentrepreneurs and will be addressed with the objective of recommending means to improve the financial system. \nMore broadly, competition among financial institutions seems to be lacking, which hinders the development of \nmore and better financial products and services such as leasing, venture capital, credit cards, and automated \nteller machines. Hence, the technical assistance will review and prepare a strategy to promote competition in the \nfinancial sector. \n \nThe Project will support strengthening the financial system by promoting good governance in banking supervision \nand insurance regulation, building institutional capacity, and encouraging financial competition by developing a \nmore efficient non-bank financial sector. Better financial intermediation provided by an improved financial system, \nincluding the non-bank financial sector, will likely increase the ratio of credit to the private sector as a percentage \nof total financial assets to more than the current 19% and the private sector contribution in manufacturing, trade \nand commerce, and services, as percentage of gross domestic product, from the current 34%. \n \n \nB. Poverty Analysis                             Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed? \nFinancial intermediation and market competition improve the efficiency of resource allocation and therefore \nenhance  private  sector  competition  and  entrepreneurship.  Greater  financial  development  generates  more \nemployment, induces better innovation, and augments high economic productivity to provide benefits economy \nwide. \n \nThe social benefits will be explored in aggregate. In addition, financial development underpins private sector \ndevelopment, which is vital to the economic growth of Bhutan as expected in the Ninth Five-Year Plan. Higher \nprivate sector development is envisaged to absorb the 70,000 new labor market entrants, stimulate growth in \nsmall and medium-sized enterprises, and improve national economic growth. The social and poverty impact will  \nbe positive, resulting from support for reforms to specific financial services, products, and supervision and \nregulation for targeted financial sectors, institutions, and/or beneficiaries. \n \n \nC. Participation Process \n \nIs there a stakeholder analysis?      Yes     No  \nRoundtable discussions will be held with the Ministry of Finance, Royal Monetary Authority, Royal Insurance \nCorporation of Bhutan, and other relevant stakeholders, including multilateral and bilateral organizations. These \nwill ensure the participation of stakeholders in proposing high-quality action plans and recommendations. \n \nIs there a participation strategy?      Yes     No \nDuring technical assistance implementation, there will be two or more workshops and training sessions. The \nworkshops and training will secure good representation and participation of key players in the financial sector. \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women:  None \n \nHas an output been prepared?      Yes     No \n \n ", "76  Appendix 13 \n \nE.  Social Safeguards and other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n       \n   Significant     Full \nResettlement      \n    Not significant   Short \n   \n None   None  \n       \n   Significant   Yes \nAffordability      \n   Not significant    No \n \n None \n       \n   Significant     Yes \nLabor     \n   Not significant    No  \n \n None \n        \n   Significant     Yes \nIndigenous     \nPeoples   Not significant    No  \n   \n None \n       \n   Significant     Yes \nOther Risks/       \nVulnerabilities   Not significant      No  \n     \n None \n \n \n \n "], "metadata": {"ModDate": "D:20061212104214+08'00'", "CreationDate": "D:20061211140311+08'00'", "Title": "Microsoft Word - BHU FSDP Main Text 11 Dec FINAL.doc", "Creator": "PScript5.dll Version 5.2.2", "Author": "MNC", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": "RSEBL  –  Royal Securities Exchange of Bhutan Limited  \nSDR  –  Special Drawing Rights \nSEDF  –  South Asia Enterprise Development Facility \nSMEs  –  small- and medium-sized enterprises \nSNV  –  Netherlands Development Organization \nTA  –  technical assistance \nUNDP  –  United Nations Development Programme \nUTB  –  Unit Trust of Bhutan \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  A. Sharma, Governance, Finance, and Trade Division, SARD \n   \nAdvisor  R. Limjoco, Lead Financial Sector Specialist, SARD \nTeam leader  C. Hu, Economist, SARD \nTeam members  A. Mohammed, Counsel, Office of the General Counsel \nG. Bhatta, Senior Governance Specialist, SARD  \nS. Shah, Financial Sector Specialist, SARD \nT. Concepcion, Administrative Assistant, SARD  \n \n ", "authors": [{"fullname": "G. Bhatta", "role": " Senior Governance Specialist", "organization": "SARD  "}, {"fullname": "S. Shah", "role": " Financial Sector Specialist", "organization": "SARD "}, {"fullname": "T. Concepcion", "role": " Administrative Assistant", "organization": "SARD  "}]}