{"CreationDate": "D:20081105102839+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: sri 37381, sri, sri lanka, dry zone urban water, sri lanka water sanitation project, urban water sanitation project, sri lanka  urban water", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20081202161404+08'00'", "Title": "Dry Zone Urban Water and Sanitation Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\n733Sri Lanka \nProject Number: 37381 \nNovember 2008 \n\nProposed Loan and Asian Development Fund Grant \nDemocratic Socialist Republic of Sri Lanka: Dry Zone \nUrban Water and Sanitation Project  \n\n \n\n \n\n\f \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nCurrency Unit\n\nSri Lanka rupee/s (SLRe/SLRs) \n\nCURRENCY EQUIVALENTS \n(as of 28 October 2008) \n\n– \n\n= \n= \n\nSLRe1.00\n$1.00\n\n$0.009259 \nSLRs108.00 \n\nABBREVIATIONS \n\nADB \nADF \nCBO \nEMP \nICB \nIEE \nMDG \nNCB \nNGO \nNRW \nNWSDB \nO&M \nPCC \nPICC \nWRB \n\nAsian Development Bank \nAsian Development Fund \ncommunity-based organization \nenvironmental management plan \ninternational competitive biding \ninitial environmental examination \n\n– \n– \n– \n– \n– \n– \n–  Millennium Development Goal \nnational competitive biding \n– \nnongovernment organization \n– \nnonrevenue water \n– \nNational Water Supply and Drainage Board \n– \noperation and maintenance \n– \nproject coordination cell \n– \n– \nproject implementation coordination committee \n–  Water Resources Board \n\n  Dry zone \n\n  Pradeshiya sabha \n  Tank \n \n\n– \n\n– \n– \n\nSoutheast, east, and northern parts of Sri Lanka, which receive \nbetween 1,200 and 1,900 millimeters of rain annually \nSmallest political unit in periurban and rural areas  \nReservoirs of various sizes but generally relatively shallow \n\nGLOSSARY \n \n\nNOTES \n\n(i) \n\nThe fiscal year of the Government of Sri Lanka and its agencies ends on \n31 December.  \n\n(ii) \n\nIn this report, \"$\" refers to US dollars. \n\nX. Zhao, Operations 1 \n\nVice-President \nDirector General  K. Senga, South Asia Regional Department (SARD) \nH. Kim, Urban Development Division, SARD \nDirector \n \n \nT. Gallego-Lizon, Urban Development Specialist, SARD \nTeam leader \nTeam members  M. Amerasinghe, Project Implementation Officer, SARD \n \n \n \n \n \n \n \n\nR. Barba, Safeguards Specialist, SARD \nR. Diamat, Administrative Assistant, SARD \nH. Ikemoto, Urban Economist, SARD \nM. Thiruchelvam, Project Implementation Officer, SARD \nC. Vandenabeele, Senior Counsel, Office of the General Counsel \nY. Xu, Urban Development Specialist, SARD \n\n\f \n\nCONTENTS \n \n\nLOAN, GRANT, AND PROJECT SUMMARY \n\nTHE PROPOSAL \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA. \nB. \n\nPerformance Indicators and Analysis \nAnalysis of Key Problems and Opportunities \n\nTHE PROPOSED PROJECT \nImpact and Outcome \nA. \nOutputs \nB. \nSpecial Features \nC. \nProject Investment Plan \nD. \nFinancing Plan \nE. \nImplementation Arrangements \nF. \n\nPROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA. \nB. \n\nExpected Benefits and Impacts \nAssumptions and Risks \n\nASSURANCES AND CONDITIONS \nSpecific Assurances \nA. \nConditions for Loan Effectiveness \nB. \nConditions for Contract Award \nC. \n\nVI. \n\nRECOMMENDATION \n\nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n\nDesign and Monitoring Framework \nProblem and Constraints Analysis  \nSector and Institutional Analysis  \nExternal Assistance to the Water and Sanitation Sector  \nStrategy for Improved Service Delivery  \nCapacity Assessment and Development Proposal \nDetailed Cost Estimates \nProject Management, Participation, and Communication Structure \nProposed Implementation Schedule \nProcurement Contract Packages \nSummary Poverty Reduction and Social Strategy   \nDraft Summary Short Resettlement Plan \nSummary Initial Environmental Examination (Short) \n\nMAP \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\n \n\n \n\n \n\n \n\nPage \n \n\ni \n\n \n\n1 \n\n1 \n1 \n2 \n\n5 \n5 \n6 \n9 \n10 \n10 \n11 \n\n15 \n15 \n17 \n\n18 \n18 \n20 \n20 \n\n20 \n\n21 \n25 \n28 \n33 \n34 \n37 \n40 \n42 \n43 \n44 \n46 \n49 \n55 \n\n\fSUPPLEMENTARY APPENDIXES (available upon request) \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \n \nI. \nJ. \nK. \nL. \nM. \nN. \nO. \nP. \nQ. \nR. \n \n\nChronology \nLessons from Sector Experience \nGrievance Prevention and Resolution Framework \nDetailed Costs \nTerms of Reference for Implementing Agencies  \nProcurement Plan  \nCapacity Assessment of the National Water Supply and Drainage Board \nDetailed Terms of Reference for Design, Construction Supervision and Management Consultants  \n(Package A) \nOutline Terms of Reference for Institutional Development Consultants (Package B) \nOutline Terms of Reference for Water Resource Management Consultants (Package C)  \nFinancial Analysis   \nEconomic Analysis   \nFinancial Management Assessment of the National Water Supply and Drainage Board  \nDraft Resettlement Plans  \nGuidelines for Updating Resettlement Plans \nSummary Initial Environmental Examination (full document for web disclosure) \nInitial Environmental Examination (for all four project towns) \nEnvironmental Management Plan \n\n\f \nBorrower \n \nClassification \n\n \nEnvironment and Social \nSafeguards Assessment \n\n \nRationale  \n\n \n\nLOAN, GRANT, AND PROJECT SUMMARY \n\ninvoluntary \n\nis  classified  as  category  B \n\nDemocratic Socialist Republic of Sri Lanka \n \nTargeting classification: Targeted intervention (TI-M) \nSector: Water supply, sanitation, and waste management \nSubsector: Water supply and sanitation \nThemes: Inclusive social development, environmental \nsustainability, capacity development \nSubthemes: Human development, urban environmental \nimprovement, institutional development \n \nThe  Project  is  classified  as  environment  category  B.  Initial \nenvironmental  examinations  and  an  environmental  management \nplan were prepared. \n \nfor \nThe  Project \nresettlement. Four resettlement plans were prepared. \n \nSri Lanka’s northern dry zone receives little rainfall, mostly within \nthe  short  winter  monsoon.  Residents  of  the  region  experience \nincome  and  nonincome  poverty.  For  decades,  major  towns  have \naccommodated  those  displaced  by  the  civil  war.  Water  is \ntherefore essential to improve the lives of residents of this region \nand those affected by years of conflict. \n \nWater schemes in major towns have been stretched beyond their \ndesign life and have substantial inefficiencies; coverage is limited \nto a reduced number of beneficiaries; and standards are often not \nmet, which could impact the health of those served. Where piped \ndrinking  water  is  not  available,  water  is  extracted  from  other \nsources;  however  quality  is  often  poor  and  seldom  verified.  In \naddition  to  limited  access,  water  supplies  are  usually  insufficient, \nparticularly at the end of the dry season. Demand and willingness \nto  pay  for  water  and  sanitation  are  nonetheless  high,  particularly \nin  Mannar,  Puttalam,  and  Vavuniya.  As  water  supply \nin  emerging  regional  centers, \naugmentation \nwastewater  and  septage  management  must  be  addressed  as  an \nintegral part of the solution. \n \nThe problem analysis reveals that (i) access to basic facilities and \nservices,  including  water  supply  and  sanitation,  is  restricted;  and \nexisting infrastructure is inadequate, insufficient, and/or damaged; \n(ii)  water  resource  coordination  and  planning  are  weak,  and \nessential  policies  for  water  resource  management  are  lacking; \n(iii)  operation  and  maintenance  of  existing  assets  is  suboptimal; \nand (iv) institutional capacity is poor, and awareness among users \nand beneficiaries is inadequate. \n \n\nis  considered \n\n\fii \n\n \n\nProject Description \n\n \nImpact and Outcome \n\n \nProject Investment Plan  \n\n \nFinancing Plan \n\n \n\n \n\ninstitutional  capacity \n\ninstitutional  development,  and \n\nThe  Project  has  three  principal  thrusts  to  support  research  and \ndata  collection, \ninfrastructure \ninvestment. It comprises three components: Component 1 covers \nthe  rehabilitation,  expansion,  and  development  of  water  and \nsanitation  infrastructure  for  major  towns  in  the  northwestern  dry \nzone  (Chilaw,  Mannar,  Puttalam,  and  Vavuniya),  including  urban \nand  periurban  water  supply,  and  septage  management  and \nsanitation.  Component  2  provides  the  foundations  to  (i)  support \ndecentralization  of  service  delivery  functions  to  regional  offices; \n(ii)  improve  water  resource  management,  coordination,  and \nplanning ability; and (iii) increase public awareness. Component 3 \nis  designed \nfor  project \nto  strengthen \nmanagement and implementation activities. \n \nThe  expected  impact  of  the  Project  is  improved  physical  well-\nbeing of urban populations in Sri Lanka’s northwestern dry zone. \nThe  expected  outcome  is  improved  urban  water  and  sanitation \nservices and management in Sri Lanka’s urban northwestern dry \nzone. \n \nThe investment cost of the Project is estimated at $113.3 million, \nincluding taxes and duties of $15.3 million.  \n \nA loan of $59,780,000 equivalent and a grant of $23,220,000 from \nthe  Special  Funds  resources  of  the  Asian  Development  Bank \n(ADB)  will  be  provided  to  finance  the  Project.  Financing  charges \nwill be 1% per year during the grace period and 1.5% during the \namortization  period  for  the  Asian  Development  Fund  loan.  In \naddition,  a  $2,000,000  grant  from  the  Netherlands  Trust  Fund, \nadministered by ADB, for the Water Financing Partnership Facility \nwill help finance the Project. \n \n\n($ million) \n\nAsian Development Fund Grant \nAsian Development Fund Loan \n\nSource \nAsian Development Bank \n \n \nNetherlands Trust Fund for the Water \nFinancing Partnership Facility  \nGovernment \nTotal \n \n\n \n\nTotal \n83.00 \n23.22 \n59.78 \n   2.00 \n\nPercent \n73.2 \n20.5 \n52.7 \n  1.8 \n\n28.33 \n113.33 \n\n25.0 \n100.0 \n\n\fAllocation and Relending \nTerms \n\n \nPeriod of Utilization \n \nEstimated Project \nCompletion Date \n \nExecuting Agency \n \nImplementation \nArrangements \n\n \nProcurement \n\n \n\niii\n\nThe  Government  will  pass  on  the  loan  proceeds  to  the  National \nWater  Supply  and  Drainage  Board  (NWSDB)  as  a  blend  of \nGovernment grant and Government loan. The ratio of Government \ngrant and loan is based on urban and rural population ratios in the \nproject  areas.  Lending  arrangements  between  the  Government \nand NWSDB are as follows: funding for water supply schemes in \nareas  under  the  pradeshiya  sabhas  will  be  made  available  to \nNWSDB as a 85% grant and 15% a loan; funding for water supply \nin areas under the municipal and urban councils will be 50% grant \nand  50%  loan;  and  financing  for  septage  treatment  schemes  will \nbe  provided  as  a  100%  grant.  In  each  case,  Government  loan \nfinancing will be at the rate of 10% per annum  with a repayment \nperiod of 25 years and grace period of 5 years. \n \nUntil 30 June 2014 \n \n31 December 2013 \n\nresponsible \n\nirrigation  departments  will  be \n\n \nNWSDB, under the Ministry of Water Supply and Drainage \n \nNWSDB  will  implement  most  of  the  activities.  Central  and \nprovincial \nfor \nimplementation  of  rehabilitation  and  improvement  works  for  the \nElawankulama and Achchamolai reservoirs, and construction of a \nnew  small  reservoir  on  Per  Aru.  NWSDB,  in  close  coordination \nwith urban councils in project towns, will implement the sanitation \nimprovement subcomponent. A small project coordination cell will \nbe  established  within  NWSDB’s  head  office;  the  cell  will  have \nmonitoring,  coordination,  and  supervisory  roles.  The  bulk  of \nactivities will be implemented by existing NWSDB regional offices \nthat  will  be  duly  strengthened.  Vavuniya  regional  office  will  be \nresponsible for water supply and sanitation development works in \nVavuniya and Mannar. Puttalam regional office will be responsible \nfor  water  supply  and  sanitation  development  works  in  Puttalam \nand Chilaw. \n \nNWSDB’s regional offices will carry out most of the procurement; \nwhile  central  and  provincial  irrigation  departments,  supported  by \nthe project implementation consultants, will take responsibility for \nrehabilitation  and \nprocurement  activities \nconstruction. Procurement of water supply and septage schemes \nwill  follow  procedures  for  international  and  national  competitive \nbidding.  Goods  and  related  services,  and  civil  works  to  be \nfinanced  from  loan  proceeds  will  be  procured in  accordance  with \nADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to \ntime). \n\nrelating \n\ntank \n\nto \n\n \n\n\f \nConsulting Services \n\n \nProject Benefits and \nBeneficiaries \n\niv \n\n \n\n \n\n \n\nCivil  works  contracts  valued  over  $3.0  million  equivalent  and \nequipment  contracts  valued  over  $500,000  equivalent  will  be \nundertaken  through  international  competitive  bidding  procedures, \nwhile civil works contracts valued at $3.0 million equivalent or less \nand  equipment  packages  valued  at  $500,000  equivalent  or  less \nwill be procured following national competitive bidding procedures \nacceptable  to  ADB.  Packages  valued  at  $100,000  equivalent  or \nless will be under shopping procedures. \n \nAn  estimated  871  person-months  (86  international,  785  national) \nof  consulting  services  are  needed.  Consulting  services  are \nrequired  to  (i)  facilitate  project  implementation  and  management; \nand  (ii)  strengthen  institutional,  administrative,  and  financial \ncapacities of the regional offices. NWSDB will recruit two firms, in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants \n(2007,  as  amended  from  time  to  time).  This  includes  (i)  package \nfor  design  and  construction  supervision  support;  and \nA, \n(ii)  package  B,  for  institutional  development.  Package  A  will \ninclude  60  person-months  of  international  expertise  and  588 \nperson-months of national. In addition, about 788 person-months \nof technical and support staff will be provided under package A for \nproject implementation. Package B will include 11 person-months \nof international expertise and 79 person-months of national; while \npackage  C,  for  water  resource  management,  will  include  15 \nperson-months  of  international  expertise  and  118  person-months \nof national. The consulting firms will be engaged using the quality- \nand cost-based selection method with a standard quality-cost ratio \nof 80:20. \n \nThe Project will directly benefit approximately 200,000 people (at \nproject  completion,  420,000  by  2030)  in  urban  areas  of  the \nnorthwestern  dry  zone  by  providing  safe  drinking  water  and \nimproved sanitation. In addition, around 100,000 will gain access \nto  improved  sanitation;  pit  desludging;  and  septage  handling, \ntreatment,  and  disposal.  More  than  400,000  will  benefit  from \nimproved water management and distribution, as well as improved \nimproving \necology. \nsanitation  will  impact  poverty  reduction  through  improved  public \nhealth resulting in reduced expenditures on medical expenses and \nreduced  work  days  lost  from  sickness,  and  consequent  increase \nin  labor  productivity  and  income.  Time  savings  from  water \ncollection,  particularly  for  women  and  children,  will  result  in \nincreased  time  for  productive  activities  and  improved  human \ncapital.  Providing  safe  water  supply  will  reduce  productive  time \nspent  by  women  on  water  collection  and  release  them  from  the \ntension  and  uncertainty  attached  to  depending  on  unreliable \nsources of water. \n \n\nto  safe  water,  and \n\nIncreasing  access \n\n\f \n\nv\n\nimplementation, \n\nThe Project assumes (i) a stable political environment and positive \neconomic  growth,  particularly  in  Vavuniya  and  Mannar;  and \n(ii)  commitment  by  all  institutions  to  actively  participate  in  the \nplanning and development process. Specific monitoring measures \nare  in  place  to  mitigate  this  risk.  NWSDB  will  brief  ADB  on  the \nprogress  of  each  of  the  packages,  immediately  highlighting  any \ndisruption  associated  with  security  matters.  The  Project  will \nimplement  the  following  mitigation  measures:  (i)  careful  and \ncontinuous  monitoring  of  security  developments;  (ii)  preferred \nrecruitment of district-based qualified staff; (iii) continued dialogue \nwith stakeholders and aid partners; (iv) complete participatory and \ntransparent \nfinancial \ninformation; (v) mobilization of strong community support and trust \nin project staff; and (vi) encouragement of local employment.   \n \nThe  Government  is  expected  to  revise  water  tariffs  on  a  timely \nbasis  to  meet  existing  cost-recovery  objectives  and  related \nfinancial considerations, and be independent of political influence. \n \nTo  mitigate  deviations  from  existing  population  and  demand \nprojections,  the  overall  water  supply  strategy  for  Vavuniya  and \nPuttalam is phased. The Project will provide resources to finance \nthe  first  stage.  Phasing  will  build  confidence  among  farmers. \nExtensive consultations, initiated under the feasibility study, will be \ncontinued  during  implementation,  ensuring  that  information  is \nconveyed and farmers’ concerns are timely addressed. \n \n\nincluding  disclosure  of \n\nRisks and Assumptions \n\n \n \n\n \n\n\f80  00'Eo\n\no\n81  30'E\n\nSRI  LANKA\nDRY ZONE URBAN WATER AND\nSANITATION PROJECT\n\nP a l k     S t r a i t\n\nJaffna\n\nKankasanturai\n\nKodikamam\n\nP a l k     B a y\n\nKilinochchi\n\nMullaittivu\n\nTanniyuttu\n\nProject Area\n\nNational Capital\n\nChief Provincial Town\n\nCity/Town\n\nNational Road\n\nProvincial Road\n\nRailway\n\nRiver\n\nProvincial Boundary\n\n9  00'No\n\n9  00'No\n\nTalaimannar\n\nMannar\n\nMankulam\n\nN O R T H E R N\nPuliyankulam\n\nG u l f   o f   M a n n a r\n\nVavuniya\n\nBoundaries are not necessarily authoritative.\n\nHorowupotana\n\nTrincomalee\n\nAnuradhapura\n\nN O R T H  C E N T R A L\n\nPuttalam\n\nTambuttegama\n\nKekirawa\n\nB a y     o f     B e n g a l\n\nPolonnaruwa\n\nDambulla\n\nWelikanda\n\nValaichchenai\n\nE A S T E R N\n\nBatticaloa\n\nChilaw\n\nMadampe\n\nN O R T H\nW E S T E R N\n\nKurunegala\n\nPolgahawela\n\nNegombo\n\nWarakapola\n\nMinuwangoda\n\nKegalle\n\nMawanella\n\nMatale\nC E N T R A L\n\nKandy\n\nGampola\n\n7  00'No\n\nGampaha\n\nColombo\n\nAvissawella\n\nTalawakele\n\nNuwara Eliya Badulla\n\nWelimada\n\nSRI JAYAWARDENEPURA KOTTE\n\nMoratuwa\n\nWESTERN\n\nHatton\n\nMonaragala\n\nU V A\n\nBandarawela\n\nRatnapura\n\nWellawaya\n\nKalutara\n\nAlutgama\n\nBalangoda\nPelmadulla\nS A B A R A G A M U WA\n\nAmpara\n\n7  00'No\n\nElpitiya\n\nAmbalangoda\n\nHikkaduwa\n\nAkuressa\n\nS O U T H E R N\n\nHambantota\n\nN\n\nGalle\n\nMatara\n\nTangalle\n\n80  00'Eo\n\no\n81  30'E\n\nI N D I A N      O C E A N\n\n0\n\n10 20 30 40 50\n\nKilometers\n\n08-4316 EG\n\n\fI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nloan,  (ii)  a  proposed  grant,  and  (iii)  proposed  administration  by  ADB  of  a  grant  from  the \nNetherlands Trust Fund for the Water Financing Partnership Facility to the Democratic Socialist \nRepublic  of  Sri  Lanka,  for  the  Dry  Zone  Urban  Water  and  Sanitation  Project.  The  design  and \nmonitoring framework is in Appendix 1. \n \n\nII. \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nPerformance Indicators and Analysis \n\n2. \nCountry  Performance.  Strong  economic  growth  over  the  past  decade  has  resulted  in \nimproving development indicators in Sri Lanka.1 Income poverty, as measured by the headcount \nratio,  declined  slowly  from  26.1%  in  1990  to  22.7%  in  2002;  however  income  inequality \nincreased. A recent study2 indicates that based on expenditure, the poverty headcount in 2007 \nwas 15.2%. In 2004, life expectancy was 74.3 years, adult literacy 90.7%, and gross domestic \nproduct per capita $1,031. The population with sustainable access to an improved water source \nis reported to have increased from 67% to 74%, between 1990 and 2005, whereas the fraction \nwith  access  to  improved  sanitation  increased  from  61%  to  68%  over  the  same  period.3 Major \nchallenges  include  regional  disparities  and  urban–rural  differences.  These  have  been \naccompanied  by  marked  demographic  changes  relating  to  migration  within  the  country  and \nabroad.4 Medium-term  prospects  hinge  on  Government  plans  to  foster  economic  growth  by \nsignificantly raising foreign direct investment as well as domestic public and private investment. \nLarge  infrastructure  developments  have  been  limited  in  recent  years,  resulting  in  economic \nbottlenecks. Development of secondary cities into strong regional centers capable of adequately \nserving  district  populations  and  operating  as  growth  engines  requires  special  attention, \nparticularly  in  more  disadvantaged  areas  such  as  the  northwestern  and  southeastern  parts  of \nthe country. While the southeastern region has received extensive support in recent years, this \nneeds  to  be  extend  to  districts  in  the  western  and  northern  regions,  in  particular  Mannar, \nPuttalam and Vavuniya. In addition to strategic development, the choice of project districts and \ntowns  aims  to  address  the  dual  hardship  encountered  in  this  region:  (i)  difficulties  (economic \nand  others)  associated  with  living  in  an  arid  environment,  and  (ii)  the  critical  role  played  in \naccommodating internally displaced populations, many of which have settled over time. \n \n3. \nThe Dry Zone. Sri Lanka's climate can be generally described as tropical and hot. Most \nof the southeast, east, and northern parts of the country comprise the dry zone, which receives \nlittle  rainfall  concentrated  during  the  short  winter  monsoon.  Economic  activity  in  this  region  is \ngenerally linked to the nature of this ecological zone. A large proportion of the active labor force \nis employed in agriculture; livestock farming; fisheries; and, in urban areas, in the Government \nsectors.  Economic  development  in  major  urban  settlements  in  the  region  has  been  heavily \ninfluenced by the country’s general economic growth and ability to maintain peace.5 Population \nmigration and movement remains complex, but in general all towns, and in particular Vavuniya, \nMannar,  and  Puttalam  have  played  a  critical  role  in  accommodating  internally  displaced \n\n                                                 \n1   Sri  Lanka’s  economy  registered  annual  growth  of  7.7%  in  2006  and  6.7%  in  2007.  Growth  forecasts  in  the \nimmediate future may be moderate as a result of conflict, global price increases, and reduced structural reform. \n2   Department  of  Census  and  Statistics  2008.  Poverty  Indicators–Household  Income  and  Expenditure  Survey \n\n2006/07. Colombo. \n\n3   National Council for Economic Development. 2005. Sri Lanka New Development Strategy. Colombo   \n4   In 2005, foreign employment constituted 15.01% of total employment (available: http://www.statistics.gov.lk/).  \n5   In Vavuniya and Mannar, in particular, opportunities have been restricted by limited accessibility to the fields or the \nsea,  economic  embargoes,  transport  difficulties,  security  restrictions,  and  breakdown  of  the  market  system. \nDestruction of physical infrastructure has jeopardized opportunities for economic growth.   \n\n \n\n \n\n\f2 \n\npopulations, many of which have settled over time.6 Residents of this region experience income \nand nonincome poverty. Using the country’s official poverty line, the resulting poverty headcount \nratio  in  major  towns  in  the  dry  zone  ranges  from  27.0%  to  45.9%, 7 significantly  above  the \nnational  average.  The  cycle  of  poor  water  and  sanitation,  ill  health,  and  high  health-care \nexpenditure  predominantly  affects  the  poorest  segments  of  the  population;  health  shocks  and \nchronic illness are major causes of impoverishment. Poverty is a multidimensional process and, \nin  the  case  of  the  northern  regions,  is  also  related  to  extended  instability  and  conflict.  In \nVavuniya  and  Mannar,  but  to  a  lesser  degree  in  Puttalam,  years  of  civil  war  have  resulted  in \nextended  depravation;  increasing  human  poverty;  repeated  displacement;8 and  a  community \ncharacterized  by  a  high  number  of  refugees,  widows,  orphans,  and  disabled  people. 9 \nUnemployment is high in Puttalam and Chilaw; reportedly a consequence of limited investment. \nIn  addition  to  an  unsettled  political  situation,  lack  of  basic  infrastructure  and  services  reduces \neconomic opportunities and impedes the development of these towns into vibrant regional hubs.  \n \nB. \n\nAnalysis of Key Problems and Opportunities \n\nA  problem  and  constraints  analysis  is  in  Appendix  2,  an  analysis  of  the  sector  in \n\n4. \nAppendix 3, and a chronology of preparatory activities is in Supplementary Appendix A. \n\n \n5. \nWater  Resource  Management. Sri Lanka’s dry zone is generally characterized by low \nprecipitation.  The  arid  northwest  and  southeast  coasts  receive  the  least  amount  of  rain:  600–\n1,200  mm  per  year.  Water  resources,  whether  in  the  form  of  (mostly  perennial)  rivers  or \ngroundwater, are scarce. Vavuniya district dotted landscape, the only one of the three districts \nnot  in  the  northwestern  coastal  belt,  is  characterized  by  a  multitude  of  water  tanks  (often \ncascading),  constructed  since  ancient  times  to  capture  perennial  waters  from  the  catchments. \nThis  pattern,  although  less  discernible,  has  been  extensively  used  in  inland  areas  of  Mannar \nand  Puttalam  districts. However  the  reservoirs  are  often  in  poor  state,  breached,  or  utilized  at \nsuboptimal levels. Multiple uncoordinated competing uses and users operating in isolation have \nexacerbated the situation. The use of groundwater resources has intensified, as reflected in a \nsignificant  increase  in  water  pumps  and  agrowells. 10 The  aquifer  is  fragile  and  at  risk;  the \nsituation is deteriorating as uncontrolled extraction intensifies.11    \n \n6. \nIncreasing  overextraction  of  groundwater,  resulting  from  population  and  development \npressures, and the use of water resources for multiple competing uses has led to fast depletion \nof  the  aquifer  and  salinity  intrusion.  To  ensure  efficient,  equitable,  and  sustainable  water  use \nand to reduce poverty and improve well-being of the community, irrigation and water resource \npolicies need to consider all uses and users within a water system. 12 Policies and development \nstrategies  need  to  consider  long-term  impacts  of  water  as  a  shared  resource.  Addressing \nthreats  to  the  water  resource  base  in  the  dry  zone  requires  an  integrated,  cross-sectoral,  and \nmultidisciplinary  institutional  framework  that  operates  regionally  and  locally.  Countrywide,  the \n                                                 \n6   Despite a small reduction  in the population  after 2002 (coinciding  with the ceasefire agreement), statistics drawn \nfor  2002–2006  showed  average  annual  growth  of  3.95%  for  the  Vavuniya  urban  center  and  1.5%  for  Mannar \ndivision. Both are above the annual average growth of 1.14%. \n\n7   A socioeconomic survey (ADB. 2006. Technical Assistance to the Socialist Republic of Sri Lanka for Preparing the \nSmall Towns and Rural Arid Areas Water Supply and Sanitation Project. Manila.) identified the following household \npoverty: 45.9% in Puttalam, 43.9% in Mannar, 33% in Chilaw, and 27.7% in Vavuniya.  \n\n8   In Vavuniya, district planning secretariat data reveal that, of 17,000 families, almost 7,000 are displaced and 7,000 \n\nare resettled. In Mannar, estimates for internally displaced persons account for 20% to 30% of the population.  \n9   In Vavuniya, data (2005) indicate the conflict directly resulted in 2,777 widows, 217 orphans, and 900 disabled.  \n10  International Water Management Institute. 2007. Water Policy Briefing, Issued 14: Planning Groundwater Use for \n\nSustainable Rural Development. Colombo. \n\n11  Salinity intrusion is reportedly affecting existing groundwater extraction schemes in Puttalam and Chilaw.  \n12  Governments and development partners have extensively supported the development of groundwater resources by \n\nthe community. While some local studies have been conducted, regional impacts are rarely investigated. \n\n\f \n\n \n\n3 \n\nneed  to  implement  a  comprehensive  integrated  water  resource  management  program,13 and \nestablish regional water resource councils and river basin management organizations to ensure \nthe  availability  and  use  of  adequate  quantity  and  quality  of  water  is  recognized.14,15 However, \nother than for major rivers, none of these activies have been implemented \n \nWater  Infrastructure:  Coverage  and  Service.  The  National  Water  Supply  and \n7. \nDrainage  Board  (NWSDB)  operates  urban  water  supply  schemes  in  all  major  towns  in  the \nnorthern dry zone region. In all instances, schemes have been stretched beyond their design life \nresulting  in  operating  deficiencies.  Investment  for  improvement  and  expansion  is  urgently \nneeded. Coverage is limited to a reduced number of beneficiaries,16 the schemes run at a small \nfraction of their design capacity,17 nonrevenue water (NRW) is significant18 and service does not \nmeet  required  standards.  In  Vavuniya  and  Mannar,  water  is  supplied  daily  for  an  average  of  \n2–3 hours; in Puttalam, supply is on a zonal basis for an average of 6 hours; while in Chilaw the \naverage  is  4-5  hours.19 All  of  the  schemes,  except  for  Mannar,  are  subject  to  water  quality \nconstraints  arising  from  high  iron,  manganese,  salinity,  and  pH  (Puttalam,  Chilaw),  and \nhardness (Vavuniya) in groundwater.  \n \nWhere piped drinking water is not available, water is generally sourced from private or \n8. \npublic dug or tube wells, public tanks, ponds, and channels;20 however the quality of extracted \nwater  is  often  compromised  and  seldom  verified.  In  addition  to  limited  access,  water  supplies \nare usually insufficient, particularly at the end of the dry season. Demand and willingness to pay \nfor  water  and  sanitation  are  nonetheless  high,  particularly  in  Vavuniya,  Mannar,  and  Puttlam. \nTotal  water  demand  in  target  towns  in  2030  (including  supply  for  domestic,  institutional, \ncommercial, and industrial purposes) is estimated at around 87,000 cubic meters per day, for a \nprojected  population  of  about  420,000.  Potential  new  groundwater  sources  have  been \ninvestigated  for  the  four  towns,  but  currently  only  the  Murunkan  subbasin  is  considered  to  be \nable to sustainably provide supplementary drinking water to Mannar. To fulfill current and future \ndemand, surface water will be used to supplement existing sources.21  \n\n                                                 \n13  This should consider seasonal, regional, and demographic issues and the existence of competing users. \n14  Promoting basin planning must recognize the interconnectedness of social, economic, and environmental factors. \n\nAny such initiative must consider that the management of water, land, and biotic resources is interrelated. \n\n15  Although  mandated  through  its  act,  the  Water  Resources  Board  has  not  been  able  to  implement  its  regulatory \nfunctions. The establishment of working committees, informed by local and provincial agencies, to coordinate, plan, \nand monitor would provide foundations for a realistic and long-term strategy for water resource management. \n\n16 The  number  of  connections  per  town  is  low:  738  in  Vavuniya  (10%  of  the  population),  3,213  in  Mannar  (47%), \n\n7,882 in Puttalam (72%) and 5,034 in Chilaw (49%). \n\n17  Puttalam’s scheme is reportedly operating at around 98% of its capacity, but the figures are much lower for Chilaw \n(approximately  58%),  Vavuniya  (approximately  67%,  variations  are  mostly  due  to  restrictions  during  the  dry \nseason),  and  Mannar  (approximately  65%;  actual  extraction  cannot  be  given  for  Mannar,  as  no  flow  rates  have \nbeen recorded, nonetheless one of the four wells is currently not operating).  \n\n18  NRW  in  all  project  towns  is  estimated.  In  Vavuniya  and  Mannar,  due  to  the  absence  of  bulk  flow  meters;  and  in \nPuttalam  and  Chilaw,  due  to  poor  functioning;  NRW  average  estimates  are  33%  for  Chilaw,  26%  for  Puttalam,  \n5%–34% for Vavuniya, and 9%–21% for Mannar. These values are expected to represent a fraction of the losses \ndue to inadequate measurement and failure to account for all components of NRW (apparent and real losses).  \n\n19  In all instances, water pressure is below the recommended 7 meters at the consumer outlet.  \n20  In  Vavuniya,  only  about  4%  of  the  existing  urban  households  have  access  to  the  service,  while  the  service \ncoverage is only 30% in Chilaw, 50% in Puttalam, and 48% in Mannar. According to survey data, the percentage of \nhouseholds with toilets is 85.0% in Vavuniya, 90.8% in Mannar, 78.0% in Puttalam, and 88.0% in Chilaw, which is \ngenerally in line with the national average. \n\n21  In  Chilaw,  groundwater  is  to  be  supplemented  with  surface  water  from  the  Dedru  Oya;  in  Puttalam,  groundwater \nresources with water from the Kala Oya river; in Vavuniya, water is to be sourced from the Per Aru perennial river.    \n\n \n\n\f4 \n\n9. \nIntegrated Water and Sanitation. Conventional piped sewerage has been constructed \nin  only  a  few  areas  of  Sri  Lanka.22 The  majority  of  households  in  the  project  area  dispose  of \ntheir  wastewater  through  a  combined  system  consisting  of  (i)  common  sanitation  technology, \ntypically  pour-flush  toilets  connected  to  either  a  septic  tank  (larger  or  institutional buildings)  or \ndirectly into a soakage pit (most households),23 and (ii) a crisscross of storm-water drains often \nutilized  in  most  densely  populated  areas  to  discharge  grey  and  kitchen  water.  Groundwater \nresources, particularly around densely populated areas, are at risk of bacterial contamination24 \ncaused  by  effluent  leakage  and  pollutant  migration  from  poorly  maintained  pit  latrines,  septic \ntanks,  and  other  disposal  facilities.25 As  water  supply  augmentation  is  considered  in  emerging \nregional  centers,  wastewater  and  septage  management  must  be  addressed  as  part  of  the \nsolution.  Based  on  appropriate  technology,  affordability  and  financial  viability,  and  health  and \nenvironmental principles, solutions have been found to match the needs of the various centers. \nSanitation also involves changing attitudes and behavior (especially hygiene habits), developing \nsolutions, and creating a demand for sanitation to ensure that systems are effective. \n \n10. \nSector Performance (Appendix 3). Laws relating to the distribution and use of water in \nSri Lanka are largely based on water rights rather than ownership of the water resource base. \nAlthough  water  supply  and  sanitation  policies  have  been  drafted,  their  approval  remains \npending. Main problems faced by the sector in the delivery of water and sanitation are low self-\nfinancing ratios, insufficient tariff recovery, and high production costs. NWSDB, consistent with \nits corporate strategy,26 is focusing efforts on improving its operating and financial performance. \nSpecific  actions  include  the  development  of  a  new  tariff  methodology  to  meet  revised  cost-\nrecovery objectives, recent introduction of a sewerage tariff, and quarterly monitoring of financial \nindicators. In parallel, progress has been achieved by programs to reduce power consumption \nand  strengthen  financial  management,  but  performance  in  the  area  of  reducing  nonrevenue \nwater remains inadequate and generally underfunded. Moreover, in recent years, NWSDB has \ninitiated  several  policy  reforms  aimed  at  improving  institutional  efficiency  and  decentralizing \nplanning  and  management.  NWSDB’s  vision,  as  formulated  in  its  corporate  plan,  specifically \nproposes (i) decentralizing financial and administrative authority in a first stage, to be followed \nby additional responsibilities; and (ii) transforming regional support centers 27 into small business \nunits with greater autonomy and accountability. The plan recognizes the need to strengthen the \ncapacity  of  regional  support  centers  and  regional  offices  to  provide  more  efficient  and \nresponsive service delivery. Areas for development include asset management, asset planning, \nand public utility management. \n \n11. \nRegional  financial  and  operating  performance  varies.  The  office  functions  of  Puttalam, \nVavuniya, and Mannar are limited to operation and maintenance (O&M) of urban and periurban \n\n                                                 \n22  In  Vavuniya,  the  United  Nations  Children’s  Fund  (UNICEF)  approved  the  construction  of  wastewater  treatment \nfacilities  for  the  hospital.  Chilaw’s  District  General  Hospital  collects  its  wastewater  in  two  underground  chambers \nand pumps the wastewater about 750 m to a small pond system, which drains its effluent directly into the lagoon. \n23  Soils in the coastal area are usually silty sand with limited permeability, whereas those in Vavuniya are mostly silty \nand/or sandy soils overlying weathered rock. While the efficiency of existing sanitation methods varies between the \ncoastal belt and inland, they all encounter problems during the rainy season, when the water table is higher.  \n\n24  Most  latrines  are  either  pour-flush  or  water-sealed  toilets,  with  less  than  2%  of  the  population  using  open  pit \nlatrines.  More  than  65%  of  the  latrines  are  connected  to  ground  pits,  with  associated  risks  of  seepage  and \ncontamination of surrounding areas, and when connected to septic tanks, these are seldom emptied. \n\n25  In high-density environments, the construction, operation, and maintenance of septic tanks is often inadequate, as \n\nsoils are highly pervious and pollutants can easily migrate. This is exacerbated by suboptimal service. \n\n26  National  Water  Supply  and  Drainage  Board.  2002.  NWSDB  Corporate  Strategy.  Colombo;  and  National  Water \n\nSupply and Drainage Board. 2007. NWSDB Corporate Strategy (2007–2011). Colombo. \n\n27  To  increase  performance,  NWSDB  is  revising  its  internal  structure.  As  part  of  the  proposed  activities  the \nestablishment of 11 regional support centers (one per province, Greater Colombo, and headquarters) is soon to be \nconfirmed. ADB. 2008. Institutional Strengthening for Decentralized Service Delivery in the Water Sector. Manila. \n\n\f \n\n \n\n5 \n\n(ii) \n\nimplementation  of  an \n\nwater  schemes.  The  financial  position  of  Puttalam’s  scheme  was  strengthened  during  2004–\n2006,  with  net  profits  of  about  13%  for  2005  and  2006.  Chilaw  is  characterized  by  technical \ninefficiencies. In Vavuniya and Mannar, where schemes were established in the 1940s and no \nsignificant  investments  have  taken  place  for  several  decades,  a  comprehensive  improvement \nplan will accompany infrastructure development. In all instances, specific measures are needed \nto reduce nonrevenue water, improve accounting, introduce billing and collection functions and \nhuman  resource  development,  improve  O&M,  and  strengthen  planning  capacity.  Inefficiencies \ncan  be  redressed  as  part  of  project  implementation  through  (i)  an  agreed  framework  prior  to \nproject  approval, \ninstitutional  development  program,  and  \n(iii) implementation of decentralized service delivery functions. \n \n12. \nExternal Assistance and Coordination. In recent years, the Asian Development Bank \n(ADB) and the Government of Japan have been major development partners in the water supply \nand sanitation sector. In rural areas, both the Ministry of Urban Development and NWSDB, with \nsupport  from  the  World  Bank  and  ADB,  have  promoted  community  participation  in  water  and \nsanitation  for  more  than  a  decade.  Other  development  partners  include  the  Government  of \nDenmark  (engaged  in  small  towns  in  Central  Province  and  Colombo),  Government  of  Japan \n(supporting  large  programs  in  Kandy,  Colombo,  and  towns  around  Colombo;  and  smaller \ninitiatives  in  the  Central  Region),  and  the  governments  of  France  and  Germany.  ADB’s  water \nand sanitation sector strategy (i) aims to improve service coverage, enhance cost recovery, and \npromote  self-financing  capacity  of  sector  agencies;  and  (ii)  has  consistently  focused  on \nsecondary urban centers and the concomitant need for local strengthening. External assistance \nis outlined in Appendix 4.28 \n \n13. \nProject  Strategy.  Lessons  from  experience  in  the  sector  highlight  the  need  to  \n(i) incorporate greater consultation, participatory processes, and local government involvement \ninto  project  implementation;  (ii)  avoid  conflicts  with  other  water  users  and  secure  adequate \nrights to access the water source; (iii) conduct adequate costing and contingencies, minimizing \ninaccuracies in cost estimates that may lead to significant cost overruns; (iv) implement regular \nwater  tariff  increases,  with  adequate  tariff  objectives;  (v)  ensure  that  sanitation  improvements \nare  an  integral  part  of  any  water  development  project;  (vi)  secure  sustainable  water  resource \ndevelopment,  and  establish  frameworks  for  water  resource  management;  and  (vii)  develop \ncapacity,  targeting  all  levels  of  influence.  Based  on  this  experience  and  in  support  of  the \nGovernment’s  strategies  in  the  sector,  the  Project  will  seek  to  (i)  improve  service provision  by \ndecentralizing functions to the district offices and increasing operating efficiency, (ii) promote an \nintegrated water and sanitation approach to establish partnerships with local governments, (iii) \npromote  integrated  water  resource  management  principles,  and  (iv)  secure  improved  financial \nmanagement of implementing authorities (Appendix 5 and Supplementary Appendix B). \n \n\nIII. \n\nTHE PROPOSED PROJECT \n\nA. \n\nImpact and Outcome \n\n14. \nThe expected impact of the Project is improved physical well-being of urban populations \nin  Sri  Lanka’s  northwestern  dry  zone.  The  expected  outcome  is  improved  urban  water  and \n\n                                                 \n28  Specifically  to  the  project  area,  Puttlam  town  and  Chilaw  town  water  supply  schemes  were  rehabilitated  and \nexpanded  with  assistance  from  the  Government  of  the  People’s  Republic  of  China  in  the  early  1990s.  Small \ninterventions  in  recent  years  include  United  Nations  Children’s  Fund  support  for  construction  of  a  new  piped \nscheme  mainly  focusing  in  resettlement  areas  at  Manathiuv  grama  niladhari  division.  Vavuniya’s  water  scheme \nwas  established  in  1940,  and  improved  and  partially  expanded  in  1992  with  support  from  German  development \ncooperation  (10%  coverage);  while  German  development  cooperation  and  ADB  supported \nthe  partial \nreconstruction of some of Mannar’s water scheme units that were heavily damaged by conflict. \n\n \n\n\f6 \n\nsanitation  services  and  management  in  the  northwestern  dry  zone.  The  Project  will  \n(i) improve and expand infrastructure and services, (ii) strengthen institutions for better service \ndelivery  and  water  resource  management,  and  (iii)  build  project  management  and \nimplementation capacity.  \n \nB. \n\nOutputs \n\n15. \nThe  Project  has  three  parts.  Component  1  covers  rehabilitation,  expansion,  and \ndevelopment  of  water  and  sanitation  infrastructure  for  northwestern  dry  zone  towns  including  \n(i) urban and periurban water supply, and (ii) septage management and sanitation. Component \n2  will  provide  the  foundations  to  (i)  support  decentralization  of  service  delivery  functions  to \nregional  offices;  (ii)  improve  water  resource  management,  coordination,  and  planning  ability; \nand (iii) increase public awareness. Component 3 will strengthen implementation. \n \n\n1. \n\nComponent 1: Developing Water and Sanitation Infrastructure \n\na. \n\nImproved Water Supply Service and Coverage \n\n16.  Water  supply  in  the  towns  of  Vavuniya,  Mannar,  Puttalam,  and  Chilaw  is  deficient  and \ngroundwater  resources  already  exploited  by  households  are  insufficient.  Groundwater  (at \nsustainable extraction rates) required to meet population needs can only be secured in Mannar; \ntherefore, additional water must be obtained from surface sources in the remaining towns. This \ncomponent  will  finance  infrastructure  to  abstract,  treat,  and  distribute  a  total  of  61,500  cubic \nmeters of water per day. The Project will support water resource development;29 rehabilitation, \nand  construction  of  new  treatment  facilities; 30  and  storage,  transmission,  and  distribution \nsystems.31 In  addition  to  expanding  distribution  to  new  areas,  including  periurban  areas  along \nthe  transmission  mains,  the  Project  will  implement  a  comprehensive  nonrevenue  water \nreduction  program 32 that  includes  replacing  or  installing  new  bulk  water  meters  and  a  leak \ndetection program for rehabilitation and strengthening of the existing distribution network. \n \nThe investments will (i) improve service delivery, and (ii) expand services to underserved \n17. \nareas.  Improvements  in  service  delivery  will  focus  on  providing  better  water  quality  and \nlengthening water supply service duration to 24 hours, 7 days a week in all four project towns at \nan adequate water pressure.33 The Project also aims to provide full coverage for residents in the \nproject  areas.34 For  this  purpose,  NWSDB  will  (i)  provide  within  1  year  of  project  completion, \n\n                                                 \n29  The Project will finance (i) 15,000 cubic meters (m3)/day intake on the Deduru Oya river and construction of seven \nreplacement wells and pump systems in Chilaw; (ii) 15,000 m3/day intake on the Kala Oya river and rehabilitation \nand/or restoration of Elawankulama and Achchamolai tanks in Puttalam; (iii) development of a new tank on the Per \nAru river, a 12,000 m3/day intake and construction of four wells and pump systems in Vavuniya; and (iv) flushing \nand development of four existing Murunkan boreholes and construction of four new boreholes in Mannar.  \n\n30  This will include rehabilitation of existing treatment facilities in Chilaw and Puttalam to increase plant efficiency as \nwell as enable meeting required standards (regarding the removal of precipitated iron) by introducing modifications \nto  existing  aerators,  filters,  and  sludge  removal  facilities.  In  addition,  new  conventional  treatment  works  will  be \ndeveloped  in  Chilaw,  Puttalam,  and  Vavuniya  to  treat  a  total  of  30  megaliters  per  day;  disinfection  facilities \n(chlorination) will be provided in Mannar. \n\n31  This  includes  an  estimated  total  of  122  km  of  transmission  mains,  464  km  of  distribution  lines,  and  12  storage \n\nreservoirs (towers or sumps) for all four project towns.   \n\n32  The  NRW  program  will  conduct  a  full  diagnosis,  including  unbilled  authorized  consumption  and  water  losses, \nwhether  these  are  (i)  apparent  losses  (unauthorized  consumption  and  metering  inaccuracies);  or  (ii)  real  losses \n(leakage on transmission and/or distribution mains, leakage and overflows at utility storage tanks, and leakage on \nservice connections up to customer's meters). \n\n33  In compliance with NWSDB. 2007. Primer on NWSDB’s Responsibilities, Standards, and KPIs. Colombo, pressure \nwill be at a minimum of 7 meters and a maximum of 40 meters at the consumer outlets for all areas connected.   \n\n34  This will amount to approximately 200,000 people by project completion and 420,000 by 2030. \n\n\f \n\n \n\n7 \n\nconnections to all households that have placed requests; and (ii) ensure that all standposts are \nconverted into metered community connections with clearly identified users.35 \n \n\nb. \n\nImproved Sanitation and Septage Management \n\nAddressing  sanitation  and  wastewater  management  in  urban  settlements  is  essential, \n18. \nparticularly as water supply will be augmented. The Project considers this integrated approach \nand proposes adopting efficient sanitation solutions that adequately match project areas.36 This \nsubcomponent  will  promote  improvements  in  sanitation 37  and  septage  management  and \ndisposal systems in all four project towns.38 Sanitation improvements are designed as modestly \nsized components having considered (i) population density, (ii) sufficient wastewater generation \nto  provide  gravity  flow,  (iii)  efficient  zoning,  (iv)  prevention  of  sewage  overflows,  and  \n(v)  affordability.  A  fee  will  be  introduced  for  this  service.  Sanitation  systems  managed  by  the \nurban councils are already often subject to a charge. This will be formalized under the Project. \n \n19. \nThe Project will conduct a low-cost sanitation program for poor communities in the form \nof  household  latrines  in  newly  served  periurban  areas.  Priority  will  be  given  to  lower  income \nhouseholds  and  those  that  do  not  own  or  have  access  to  latrines;  and  will  provide  adequate \ncost-effective,  small-scale  infrastructure.  Nongovernment  organizations  (NGOs)  and  local \ngovernment will be engaged in mobilizing communities, delivering essential training, conducting \na technical assessment, and evaluating initial capital investment for proposed schemes.  \n \n\n2. \n\nComponent 2: Strengthening Water Sector Institutions \n\na. \n\nStrengthening Water Resource Management, Coordination, and \nPlanning Ability \n\n20. \nThe  Project  will  support  water  resource  monitoring,  coordination,  planning,  and \nregulatory initiatives by (i) assisting the Government in preparing catchment management plans \nin project areas that will guide decisions relating to integrated water resource management and \nwater allocations; (ii) aiding local authorities in the Puttalam, Vavuniya, and Mannar districts to \n(a)  prepare  water  extraction  regulations,  (b)  introduce  participatory  monitoring  systems;  and \n(iii)  map  groundwater  and  users  in  project  districts,  and  initiate  the  establishment  of  a  central \nwater resources information center. \n \n21. \nCatchment Protection and Management. The Project will support the development of \nriver basin plans in project areas, specifically for Per Aru, Kala Oya, and Deduru Oya rivers. The \nsubcomponent  will  promote  integrated  water  resource  management  principles  and  healthy \nrivers. It will consider management of multifunctional water regulation arrangements developed \nin  a  specific  basin  context;  and  the  conservation  and  improvement  of  associated  watersheds, \n\n                                                 \n35  Community connections, while limited, remain essential in the project context, particularly those serving internally \ndisplaced  people’s  camps  and  poorer  urban  dwellers.  Communities  supplied  with  water  through  communal \nmetered facilities will form community-based organizations that will register and sign an agreement with NWSDB. \nThe organizations will nominate representatives to coordinate and collect payments. \n\n36  Solutions consider O&M, monitoring and enforcement, economics and finance, and achievable standards. \n37  Based  on  physical  and  socioeconomic  surveys,  the  Project  will  (i)  provide  new  and/or  improved  latrines  to  about \n1,800 households living in periurban areas of the four project towns and due to be connected for the first time to a \npiped water system; and (ii) rehabilitate 13 public latrines. Rehabilitation of public latrines will be strictly linked to an \nagreement with local authorities to introduce an improved results-based framework for management by the private \nsector. At present, although mostly operated and maintained by the private sector, lack of monitoring and reporting \nhas led to poor maintenance and serious deterioration of the facilities.  \n\n38  Improved septage handling and disposal will be secured through (i) provision of truck-mounted vacuum septic tank \ncleaning  machines  (a  total  of  six)  for  all  four  project  towns,  and  (ii)  development  of  sludge  disposal  facilities \n(comprising sludge thickener, anaerobic ponds, sludge drying beds, and enclosed site development). In Puttalam, \nsuitably dried and stabilized sludge will be composted with green waste. \n\n \n\n\f8 \n\nincluding \n\nframework \n\nfor  selected  basins, \n\nwetlands,  and  ecosystems.39 The  river  basin  plans  will  be  prepared  in  a  participatory  manner \nand in close consultation with all concerned provincial and central government authorities. It will \nconceptualize  a  medium-term \ninstitutional \narrangements  and  responsibilities,  proposed  planning  and  management  systems,  capacity-\nbuilding requirements (information management systems, human resources, strategic planning, \nand intersectoral planning), and technical and financial support needed.  \n \n22. \nSafeguarding Groundwater. The Project will support local authorities in project districts \nin  preparing  bylaws,  and  implementing  rules  and  regulations  to  (i)  monitor  and  control  water \nabstraction,  (ii)  prevent  groundwater  contamination  (from  agricultural  and  bacteriological \nsources),  and  (iii)  implement  measures  to  enhance  aquifer  recharge.  It  will  support  local \nauthorities  introducing  village  participatory  groundwater  monitoring  systems.  This  will  entail  \n(i)  raising  awareness  among  communities,  (ii)  increasing  local  organizational  capacity  through \nmobilization  of  people  and  resources,  (iii)  appointing  village  regulatory  committees,  and  \n(iv) providing training for monitoring and compliance with regulations. The Project may prepare \n(i) technical information sheets to aid village committee monitoring; (ii) guidelines on mobilizing, \nappointing,  and  functioning  of  regulatory  committees,  and  (iii)  guidelines  on  the  establishment \nand revision of performance targets and reporting mechanisms—to the provincial councils and \nthe  Water  Resources  Board  (WRB)  through  local  government;  and  provide  technical  and \norganizational  training.  To  promote  partnerships,  training  may  be  conducted  in  collaboration \nwith specialized organizations, academic institutions, and NGOs.  \n \n23.  Water  Resource  Mapping.  The  Project  will  (i)  support  WRB’s  efforts  to  establish  a \nnationwide  electronic  repository  of  water  resources  information, 40 and  (ii)  support  provincial \ncouncils in project areas and WRB in efforts to map data generated under the previous activity \nthrough  a  Geographic  Information  System.  In  addition,  as  part  of  component  1,  groundwater \nquality  and  quantity  data  will  be  collected  and  analyzed  for  new  groundwater  resources  in \nVavuniya and Mannar. \n \n\nb. \n\nBuilding Capacity for Service Delivery in Project Areas \n\ninventory,  stores,  and  purchasing  systems; \n\n24. \nDecentralization.  The  Project  will  support  NWSDB’s  transfer  of  functions  and \nresponsibilities  to  Puttalam,  Mannar,  and  Vavuniya’s  regional  offices,  including  improved  \n(i)  commercial  functions  and  meter  reading,  billing,  and  collection;  (ii)  customer  service;  \n(iii)  general  accounting  and  financial  reporting;  (iv)  fixed  asset  management  and  planning;  \n(v) \n(vi)  budget  planning  and  control;  \n(vii)  maintenance  of  water  supply  and  sewerage  facilities;  and  (viii)  human  resource \nmanagement,  administration,  and  general  services.  As  part  of  planning,  sensitization  to \ncommunity  needs  and  grievance  prevention  and  settlement  will  be  undertaken.  This \nsubcomponent  will  provide  (i)  expert  support  to  introduce  a  robust  time-bound  program  to \nenable decentralization in project areas,41 and (ii) a training program to enhance the capacity of \n\n                                                 \n39  The  plans  will  build  on  existing  investigations  and  studies  (such  as  Kala  Oya’s  ecological  study)  and  new  data \n\nrelating to socioeconomic activities in the basin, ecological resources, water quality, and hydrological data. \n\n40  This  may  include,  WRB’s  data  on  (i)  Vavuniya  and  Puttalam  districts’  groundwater  monitoring  program,  \n(ii)  groundwater  assessment  study  in  Deduru  Oya’s  Basin,  and  (iii)  Japan  International  Cooperation  Agency-\nsupported tube well program in Mannar.  \n\n41  This will include (i) development of a time-bound 5-year institutional building plan (which will include preparation of \nan  operating  action  plan  and  business  plan);  (ii)  establishment  of  district  offices  (including  the  development  and \nimplementation  of  a  suitable  organization  structure  and  staffing  requirements,  functional  charts,  and  a  staffing \norganization); (iii) strengthening of financial management functions; (iv) establishment of commercial functions and \nimprovement  of  customer  relations  (through  the  establishment  of  relevant  centers);  (v)  strengthening  of  technical \nexpertise on project planning, design, and O&M (include setting up testing laboratories in Puttalam and Vavuniya; \n\n\f \n\n \n\n9 \n\nstaff  in  NWSDB  local  offices. 42  The  Project  will  support  upgrading  of  NWSDB  offices  in \nVavuniya and of information technology facilities to increase efficiency and ensure readiness to \nundertake  regional  support  center  functions  in  Northern  Province.  All  training  proposals  will \nneed to be linked to a specific and measurable outcome to be delivered by NWSDB. \n \nLocal Government Design and Monitoring Capacity. The Project will conduct a series \n25. \nof  trainings  for  local  authorities  in  project  towns  to  enhance  (i)  management  capacity  (public \nlatrines and septage systems), and (ii) on-site sanitation planning and enforcement. The Project \nwill review, update, and print copies of a revised on-site sanitation manual (or prepare a second \nvolume) that will address (i) soil testing and its impact on system design, (ii) key aspects to be \nconsidered  for  adequate  supervision  of  construction,  and  (iii)  adequate  siting  of  pits  and \nsoakage  and/or  infiltration  fields.  The  Project  will  formulate  manuals  and  provide  technical \ncapacity  to  local  authorities  for  preparing  and  monitoring  performance-based  management \ncontracts with private sector operators responsible for public latrine maintenance.  \n \n\nc. \n\nIncreasing Water Conservation and Environmental Awareness  \n\nThis  subcomponent  focuses  on  changing  attitudes  and  misconceptions.  Building  on \n26. \nexisting  experience,  the  Project  will  conduct  a  water  environmental  awareness  program \nfocusing  on  (i)  water  conservation,  (ii)  hygiene  and  sanitation,  and  (iii)  cost-recovery  for \nimproved  service  delivery.  The  outreach  program  will  increase  understanding  of  district \nresidents, technical staff, community leaders, and decision-makers on specific issues affecting \ndry zones. Community leaders will be invited to actively participate in the awareness campaign, \nutilizing  multiple  means  of  communication. 43  If  practical,  an  NGO  may  help  design  and \nimplement the awareness program. \n   \n\n3. \n\nComponent 3: Building Management and Implementation Capacity \n\n27. \nThis  subcomponent  will  cover  incremental  administration costs  and  counterpart  staff  of \nNWSDB, urban councils, and the Irrigation Department. It will include preliminary investigations \nand  consulting  services  to  assist  project  implementation  staff  in  (i)  designing  and  supervising \nconstruction  of  water  and  sanitation  infrastructure;  (ii)  formulating  and  delivering  the  public \nawareness campaign; and (iii) providing selective training, and safeguards compliance.   \n \nC. \n\nSpecial Features \n\n28.  Water  and  Environmental  Protection.  The  Project  aims  to  protect  public  health  from \npotential  waterborne  contamination,  and  reduce  the  overall  demands  on  the  fragile  aquifer.  It \nwill  help  protect  water  resources  from  overextraction  and  contamination  by  upgrading \ninfrastructure  and  improving  water  planning  and  coordination  elements.  By  supporting  a \ncomprehensive  water  and  environmental  monitoring  program, \nthe  Project  will  provide \nmechanisms  to  evaluate  changes  resulting  from  extraction,  reflecting  impacts  from  climate \nchange and major shifts in social, environmental, and economic patterns associated with it.  \n \n\n                                                                                                                                                          \ngroundwater investigation facilities in Vavuniya); and (vi) implementation of a comprehensive NRW reduction study \nin Vavuniya, Mannar, and Puttalam districts. \n\n42  This  will  include  (i)  development  of  appropriate  systems  and  procedures  (general  accounting  and  financial \nreporting  systems,  financial  planning  and  budgeting,  billing  and  collection,  fixed  assets,  inventory  management, \nconstruction management and disbursements); and (ii) provision of training to match these requirements. \n\n43  The campaign  will focus on (i) causes  and consequences  of groundwater depletion  and pollution, and  impact on \nhealth and livelihoods; (ii) options for community-based water resource management, protection, and conservation; \n(iii) water resources and sewage; and (iv) operating costs and need for service, water and sewage tariffs. \n\n \n\n\f10 \n\n29.  Managing  for  Results:  Improving  Utility  Performance.  The  Project  proposes  an \napproach  aiming  to  carefully  monitor  (and  enhance)  performance.  Activities  are  structured  to \ndemonstrate significant improvements including (i) operating performance; (ii) human resource \nbase and human resource management of NWSDB business units; (iii) financial management; \nand (iv) nonrevenue water reduction. \n \n30. \nSupport for the Reconciliation Process. The Project constitutes a unique opportunity \nto  support  the  reconciliation  process.  It  will  bring  communities  together  and  assist  in \nrehabilitating, reconstructing, and developing areas affected by decades of conflict. The Project \nincorporates,  in  its  design,  opportunities  to  enhance  participation  of  the  local  community  in \ndecision-making  and  aims  to  build  local  capacity.  Moreover,  it  has  identified  grievance  and \ndispute  prevention  and  settlement  mechanisms  to  minimize  tensions  between  communities. \nSupplementary Appendix C provides details of the program. \n \nD. \n\nProject Investment Plan \n\n31. \nThe project investment cost is estimated at $113.33 million, including taxes and duties of \n$15.3 million. A summary of the cost estimates is given in Table 1. Detailed cost estimates and \nthe financing plan are in Appendix 7 and Supplementary Appendix D. \n \n\nTable 1: Project Investment Plan \n($ million) \n\nAmounta \n\n \n\n \n\na.  Chilaw and Puttalam Water Supply and Sanitation \nb.  Vavuniya and Mannar Water Supply and Sanitation \n\n \nBase Costb  \n1.  Developing Water and Sanitation Infrastructure \n \n \n2.  Strengthening Water Sector Institutions \n3.  Building Management and Implementation Capacity \n \nContingenciesc, d \nInterest on Loan (Asian Development Fund)e \nTotal (A+B+C) \n \n\nItem \nA. \n \n \n \n \n \n \nB. \nC. \n  \na  \nb \nc   Physical contingencies computed at 10% for civil works, resettlement, and consultancy; 5% for all other items. \nPrice contingencies computed at 6.8% for foreign exchange costs for 2008, 0.7% for 2009, 1.4% for 2010, 0.4% \nfor 2011, and 0.5% for 2012; and local inflation rate of 16.2% for 2008, 14% in 2009, 8% in 2010, and 7% in \n2011 and onward. \n\n72.91 \n38.44 \n34.47 \n3.62 \n6.58 \n83.12 \n 28.00 \n    2.21 \n113.33 \n\nIncludes taxes and duties of $15.3 million. \nIn early 2008 prices. \n\nSubtotal (A) \n\nd   Risk allowance applies to Mannar and Vavuniya, and is estimated at 10% of total civil works and equipment. \ne   Financing  charges  are  estimated  as  1%  per  year  during  the  grace  period  and  1.5%  during  the  amortization \n\n \n\nperiod for the Asian Development Fund loan. \n\nNote: Figures may not add up to totals because of rounding. \nSource: Asian Development Bank estimates. \n\n \nE. \n\nFinancing Plan \n\n32. \nThe  Government  has  requested  a  loan  of  $59,780,000  equivalent  and  a  grant  of \n$23,220,000 from the Asian Development Fund (ADF) to help finance the Project. The loan will \nhave a 32-term including a grace period of 8 years, an interest rate of 1% per year during the \ngrace period and 1.5% during the amortization. The Government has provided ADB with (i) the \nreasons for its decision to borrow from the ADF on the basis of these terms and conditions, and \n(ii)  an  undertaking  that  these  choices  were  its  own  independent  decision  and  not  made  in \nreliance  on  any  communication  or  advice  from  ADB.  The  grant  will  finance  septage \nimprovements,  community  and  pro-poor  sanitation  facilities,  capacity  building  for  service \n\n\f \n\n \n\n11 \n\ndelivery,  project  implementation  capacity  and  administration  support,  and  water  resource \ndevelopment.  The  Netherlands  Trust  Fund  for  the  Water  Financing  Partnership  Facility  will \nprovide grant cofinancing equivalent to $2,000,000 for activities under subcomponents 2 a and c \n(including  activities  for  strengthening  water  resource  management,  and  coordination  and \nplanning ability; and increasing public awareness). It includes consultancies under package C, \nstudies, surveys,  materials, and services relating to the public awareness campaign. The loan \nand grant will cover 75% of the total project cost. This is in agreement with local cost financing \npercentage limits for the country. The Government will provide $28,330,000 equivalent to cover \n(i)  taxes  and  duties,  (ii)  land  acquisition  and  compensation  costs,  (iii)  incremental  recurrent \nGovernment staff costs, (iv) interagency payments, and (v) a small fraction of civil works costs. \nThe  financing  plan  is  summarized  in  Table  2.  The  Government  has  assured  that  counterpart \nfinancing for the Project will be available. \n \nThe  Government  will  provide  the  loan  proceeds  to  NWSDB  as  a  blend  of  Government \n33. \ngrant  and  Government  loan,  denominated  in  local  currency.  The  Government  will  bear  the \nforeign exchange risk. The ratio of Government grant and loan was determined based on urban \nand  rural  population  ratios  in  project  areas.  Lending  arrangements  between  the  Government \nand NWSDB involve funding for (i) water supply schemes in areas under the pradeshiya sabhas \nas 85% grant and 15% loan; (ii) water supply in areas under the urban and municipal councils \nas 50% grant and 50% loan; and (iii) 100% grant for septage treatment schemes. In each case, \nGovernment  loan  financing  will  be  at  the  rate  of  10%  per  annum  with  a  repayment  and  grace \nperiods of 25 years and 5 years. \n \n\nTable 2: Financing Plan \n($ million) \n\nAsian Development Fund Grant  \nAsian Development Fund Loan \n\nSource \nAsian Development Bank \n \n \nNetherlands Trust Fund for the Water Financing Partnership Facility  \nGovernment \n \nTotal \nSource: Asian Development Bank estimates. \n \nF. \n\nImplementation Arrangements \n\n \n\n \n\n1. \n\nProject Management \n\nTotal \n83.00 \n23.22 \n59.78 \n2.00 \n28.33 \n     113.33 \n\n \n \n \n \n \n \n \n\nPercent \n73.2 \n20.5 \n52.7 \n1.8 \n25.0 \n100.0 \n\nNWSDB,  under  the  Ministry  of  Water  Supply  and  Drainage,  will  be  the  Executing \n34. \nAgency.  Central  and  provincial  irrigation  departments  will  be  tasked  with  implementing \nrehabilitation  and  improvement  works  for  Elawankulama  and  Achchamolai  reservoirs,  and \nconstruction of a new reservoir on Per Aru,. NWSDB, in close coordination with urban councils \nin project towns, will be charged with implementing the sanitation improvement subcomponent. \nA  small  project  coordination  cell  (PCC),44 to  be  established  within  NWSDB’s  head  office,  will \nhave  a  monitoring,  coordination,  and  supervisory  role.  The  bulk  of  the  activities  will  be \nimplemented  by  existing  NWSDB  regional  offices  that  will  be  duly  strengthened.  Vavuniya \nregional  office  will  be  responsible  for  water  supply  and  sanitation  development  works  in \n\n                                                 \n44  The  PCC  will  be  accountable  for  (i)  coordinating  policy-related  activities  and  ensuring  that  PICC  meetings  are \nconducted  quarterly,  (ii)  preparing  the  overall  project  implementation  plan  and  consolidated  annual  work  plan,  \n(iii)  coordinating  training  programs  and  annual  allocations  for  each  of  the  regional  offices,  (iv)  conducting \nmonitoring  and  evaluation  activities \ntargets,  \nto  ensure  compliance  with \n(v)  implementing  project  performance  management  system  surveys,  (vi)  project  accounting  and  disbursement  in \naccordance with ADB guidelines, and (vii) coordinating the preparation and submission to ADB of quarterly reports. \n\nloan  covenants  and  agreed \n\n \n\n\f12 \n\nVavuniya  and  Mannar.  Puttalam  regional  office  will  be  responsible  for  water  supply  and \nsanitation  development  works  in  Puttalam  and  Chilaw.  Urban  councils  will  work  with  regional \noffices  in  the  design,  evaluation,  construction,  and  overall  implementation  activities  relating  to \nsanitation  and  septage  improvement.  Staffing  requirements  for  the  Project  will  consider  both \nincremental staff for implementation and construction phases, and long-term O&M; particularly \nconsidering  functions  required  to  successfully  run  the  NWSDB  north  office.  The  Government \nhas agreed to provide adequate staff for implementation, which should be acceptable to ADB; \nthe  associated  costs  will  constitute  part  of  their  contribution  to  the  Project.  A  national  project \nimplementation  coordination  committee  (PICC)  will  be  established  to  oversee  the  Project,  and \ncomprise  senior  representatives  from  central  and  provincial  government  agencies.  The  PICC, \nchaired  by  the  Ministry  of  Water  Supply  and  Drainage  secretary,  will  advise  and  guide  the \nProject  on  national  strategic  and  policy  decisions.  The  PICC  will  hold  its  first  meeting  within  \n3 months of loan and grant effectiveness, and meet at least quarterly, or as often as necessary. \nProvincial  project  coordination  committees  will  be  established  in  Northern  and  North  Western \nprovinces  to  provide  provincial  coordination  and  oversee  progress  in  urban  sanitation,  tank \nrehabilitation,  and  water  resource  management  activities.  The  committees  will  meet  whenever \nnecessary, but not less than quarterly. A flow chart of the structure is included in Appendix 8. \nDetailed designs will be endorsed by local stakeholder committees. \n \n35. \nExperienced  project  managers  will  be  appointed  to  head  project  sections  within  the \nregional  offices,  subject  to  concurrence  from  both  the  External  Resources  Department  and \nADB.45,46 NWSDB  will  also  appoint  a  focal  point  to  the  PCC,47 to  regularly  communicate  with \nADB and the project managers. A core team of NWSDB employees will assist the two project \nmanagers,  and  include  specialists  in  water  supply,  sewerage  and  sanitation,  procurement, \nenvironment,  finance  and  accounting,  and  social  and  community  development.  They  will  be \nsupported  as  appropriate  by  a  project  design,  supervision,  and  management  consulting  team. \nSupplementary Appendix E outlines the terms of reference for implementing agencies. \n \n\n2. \n\nImplementation Period \n\n36. \nThe Project will be implemented in 4.5 years and is expected to end in December 2013. \nStart-up  activities  will  include  establishing  the  PICC  and  provincial  project  coordination \ncommittees,  recruiting  project  staff  and  consultants,  conducting  comprehensive  investigations \nand  surveys,  and  procuring  equipment  immediately  required.  Implementation  will  commence \napproximately 12 months after loan and grant effectiveness; physical works might start in the \nfirst  quarter  of  2010  after  obtaining  required  environmental  clearances  from  central  and \nprovincial  environmental  agencies,  water  extraction  rights,48 and  completing  land  acquisition. \nThe project implementation schedule is in Appendix 9. \n\n                                                 \n45 The regional offices will be responsible for (i) recruiting consultants and NGOs jointly with the PCC; (ii) assisting the \nirrigation departments and urban councils to implement their respective activities; (iii) carrying out detailed surveys, \ninvestigations,  and  engineering  designs  of  their  investment  activities  prior  to  starting  any  tendering  process;  (iv) \nconducting  all  aspects  of  the  procurement  process;  (v)  ensuring  compliance  with  loan  and  grant  covenants;  (vi) \ncoordinating  with  the  PCC  on  disbursement-related  matters;  (vii)  maintaining  project  documents  and  submitting \nreports  on  time,  including  audit  reports,  to  the  PCC;  (viii)  collecting  data  for  key  indicators;  (ix)  supervising \nimplementation of summary poverty reduction and social strategy activities (including gender-related programs); (x) \nobtaining all necessary clearances; and (xi) organizing provincial project coordination committee meetings. \n\n46  They will be responsible to deputy general managers in their respective regional support centers, under the clear \nunderstanding  that,  in  a  matrix-based  management  approach,  their  performance  will  be  benchmarked  against \nresponsiveness to the PCC in meeting project-specific requirements. \n\n47  The PCC focal point will report to the additional general manager (water supply), who in turn will closely coordinate \n\nwith the additional general manager (north and central).  \n\n48  This  pertains  to  agencies  mandated  under  Sri  Lanka  law  for  the  administration  and  management  of  water \nresources and may include central and provincial irrigation departments, and Agrarian Services Department. The \n\n\f \n\n \n\n13 \n\n3. \n\nProcurement \n\n37. \nCivil  Works  and  Goods.  The  bulk  of  procurement  activities  will  be  carried  out  by \nNWSDB’s regional offices; while central and provincial irrigation departments, supported by the \nproject implementation consultants, will take responsibility for procurement activities relating to \ntank  rehabilitation  and  construction.  Procurement  of  water  supply  and  septage  schemes  will \nfollow procedures for international competitive bidding and national competitive bidding. Goods \nand  related  services,  and  civil  works  to  be  financed  from  loan  proceeds  will  be  procured  in \naccordance  with  ADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to  time).  Civil \nworks  contracts  valued  over  $3.0  million  equivalent  and  equipment  contracts  valued  over \n$500,000  equivalent  will  be  undertaken  through  international  competitive  bidding  procedures, \nwhile  civil  works  contracts  valued  at  $3.0  million  equivalent  or  less  and  equipment  packages \nvalued  at  $500,000  equivalent  or  less  will  be  procured  following  national  competitive  bidding \nprocedures  acceptable  to  ADB.  Packages  valued  at  $100,000  equivalent  or  less  will  be \nprocured  under  shopping  procedures.  The  proposed  procurement  plan  is  in  Supplementary \nAppendix F and its summary is in Appendix 10. \n \nAdvance Action and Retroactive Financing. Lessons from ADB-assisted water supply \n38. \nand  sanitation  projects  in  Sri  Lanka  indicate  the  need  to  address  start-up  delays  and  slow \ndisbursements  in  initial  years  brought  about  by  delays  in  (i)  consultant  selection,  and  (ii)  time \ntaken to complete preparatory work before contract award. To expedite project implementation, \nadvance  action  will  be  taken  for  (i)  recruiting  design  and  construction  supervision  and \nmanagement  consultants;  (ii)  prequalifying  contractors,  if  relevant;  (iii)  undertaking  preliminary \ninvestigations;  and  (iv)  initiating  design  activities  relating  to  Mannar’s  transmission  line.  The \nGovernment has requested retroactive financing for expenditures incurred during the 12 months \nprior  to  loan  effectiveness  and  relating  to  conducting  topographical  surveys,  and  geotechnical \nand  groundwater  investigations.  The  Government  has  been  advised  that  approval  of  advance \naction and retroactive financing does not commit ADB to finance all or any part of the Project. \n \n\n4. \n\nConsulting Services \n\n39. \nAn estimated 871 person-months (86 international, 785 national) of consulting services \nare  needed.  Consulting  services  are  required  to  (i)  facilitate  project  implementation  and \nmanagement;  and  (ii)  strengthen  institutional,  administrative,  and  financial  capacities  of  the \nregional offices. NWSDB will recruit two firms in accordance with ADB’s Guidelines on the Use \nof  Consultants  (2007,  as  amended  from  time  to  time)  to  support  the  Project  and  include  \n(i)  package  A,  design  and  construction  supervision  support;  and  (ii)  package  B,  institutional \ndevelopment.  Package  A  will  include  60  person-months  of  international  expertise  and  \n588 person-months of national expertise. In addition, about 788 person-months of technical and \nsupport staff will be provided under package A for implementation of the Project. Package B will \ninclude 11 person-months of international expertise and 79 person-months of national expertise; \nwhile package C, for water resource management financed by the Netherlands Trust Fund for \nthe Water Financing Partnership Facility, will cover 15 person-months of international expertise \nand  118  person-months  of  national  expertise.  The  proposed  terms  of  reference  are  in \nSupplementary  Appendixes  H,  I,  and  J.  NWSDB  will  engage  all  consulting  firms  using  the \nquality- and cost-based selection method with a standard quality-cost ratio of 80:20. NGOs will \nbe  recruited  to  support  public  awareness  and  community  mobilization  activities.  Services \nrequired to conduct topographical surveys and groundwater investigations under advance action \nwill be recruited following the least cost selection and will not exceed $100,000. \n \n\n                                                                                                                                                          \nagreements are generally in the form of a memorandum of understanding and should include adequate methods of \narbitration acceptable to these agencies, NWSDB, and farmers utilizing water for cultivation. \n\n \n\n\f14 \n\n5. \n\nAnticorruption Policy  \n\nto \n\n40. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government, Ministry of Water Supply and Drainage, and NWSDB. Consistent with its \ncommitment  to  good  governance,  accountability,  and  transparency,  ADB  reserves  the  right  to \ninvestigate, directly or through its agents, any alleged corrupt, fraudulent, collusive, or coercive \npractices  relating  to  the  Project.  To  support  these  efforts,  relevant  provisions  of  ADB’s \nAnticorruption Policy are included in the loan and grant regulations and the bidding documents \nfor the Project. In particular, all contracts financed by ADB in connection with the Project shall \ninclude provisions specifying the right of ADB to audit and examine the records and accounts of \nthe Executing Agency and all contractors, suppliers, consultants, and other service providers as \nthey  relate  to  the  Project.  The  Project  will  introduce  additional  specific  measures  to  enhance \ngovernance  and  prevent  corruption.  The  measures  include  (i)  providing  consultant  support  to \nproject  implementation  staff  on  procurement  and  financial  management;  (ii)  using  information \ntechnology \nimplementing \nprocurement  and  performance  audits;  (iv)  reviewing  fiduciary  issues;  (v)  sharing  with  ADB  all \nrepresentation letters and attended to these within 3 weeks of receipt; and (vi) management and \nemployees adhering to codes of conduct. Specific measures adopted to enhance transparency \nunder the Project include (i) random and independent spot checks by ADB review missions on \nprocurement and project accounts; (ii) public disclosure of information through the NWSDB and \nproject website (to be prepared) on (a) bidding procedures, bidders, and contract awards for the \nProject; and (b) use of the funds disbursed under the Project; and (iii) beneficiary involvement in \nproject monitoring and evaluation. Proposed measures to enhance managerial and procurement \ncapacity  include  (i)  during  contractor    prequalification,  project  staff  will  undertake  a  process  of \nverification  to  meet  the  specified  qualification  criteria,  making  the  results  available  on  the \nwebsite;  (ii)  tender  capacity  will  be  mandatory  criteria  for  award  of  contracts;  and  (iii)  strict \nNWSDB  review  of  implementation  and  evaluation  of  the  institutional  strengthening  component \nunder the Project to assess operating performance and financial management improvement. \n \n\ntransparency,  accountability,  and  efficiency;  (iii) \n\nincrease \n\n6. \n\nDisbursement Arrangements  \n\n41. \nVavuniya  and  Puttalam  regional  offices  will  prepare  disbursement  projections,  request \nbudgetary  allocations  for  counterpart  funds,  collect  supporting  documents,  and  prepare \nwithdrawal  applications  in  accordance  with  ADB’s  Loan  Disbursement  Handbook  (2007,  as \namended  from  time  to  time).  The  PCC  will  consolidate  these  and  send  them  to  ADB.  To \nfacilitate the timely release of loan and grant proceeds and counterpart funds, and to expedite \nproject  implementation,  the  Government  will,  immediately  after  loan  and  grant  effectiveness, \nopen and maintain three project imprest accounts, one for each of the ADF loan and grant, and \none for the Netherlands Trust Fund for the Water Financing Partnership Facility grant, which will \nbe  established  with  the  Central  Bank  of  Sri  Lanka  for  NWSDB.  Second-generation  imprest \naccounts  in  Sri  Lanka  rupees  for  each  of  these  will  be  established  by  the  PCC.  The  total \nadvances  to  the  imprest  account,  including  the  initial  advance,  will  not  at  any  time  exceed \nestimated  ADB-financed  expenditures  for  the  next  6  months  or  10%  of  the  respective  loan  or \ngrant amount, whichever is lower. To facilitate project implementation, third-generation imprest \naccounts  will  be  established  for  each  regional  office  at  a  commercial  bank  in  Puttalam  and \nVavuniya acceptable to ADB. The initial ceiling of the third-generation imprest accounts for each \nregional office will be $1,000,000 equivalent for each of the ADF loan and grant. The PCC and \nregional offices will ensure that all imprest accounts will be established, managed, replenished, \nand  liquidated  in  accordance  with  ADB’s  Loan  Disbursement  Handbook,  and  detailed \narrangements  agreed  to  by  the  Government  and  ADB.  ADB’s  statement  of  expenditure \nprocedure will be used to liquidate imprest advances or reimbursement procedure for individual \nexpenditures of $100,000 or less.   \n\n\f \n\n \n\n \n\n15 \n\n7. \n\nAccounting, Auditing, and Reporting \n\n42. \nThe  Government  will  provide  ADB  with  detailed  quarterly  progress  reports  on  project \nimplementation, which will follow ADB’s standard procedures. Based on an agreed format, each \nof  the  two  regional  offices  will  prepare  the  reports;  PCC  will  consolidate  them  and  submit  a \ncombined report to ADB. Within 3 months of physical completion of the Project, the PCC will be \nresponsible  for  submitting  a  project  completion  report  to  ADB  following  ADB  standard \nprocedures. The PCC will be responsible for obtaining and consolidating relevant data from the \nregional  offices,  which  will  prepare  project  operating  accounts  and  financial  statements,  and \nrecords  of  the  statement  of  expenditure.  Auditors  acceptable  to  ADB  will  audit  the  imprest \naccount,  second-  and  third-generation  imprest  accounts,  and  statement  of  expenditures.  The \nfinal audit report will include a separate audit opinion on each of these. The regional offices will \nagree to have their project operating accounts audited by the PCC before receiving any funding \nthrough  the  Project.  Audited  financial  statements  and  project  accounts,  together  with  the \nauditor’s report, should be submitted within 6 months of the close of the financial year. The PCC \nand regional offices will have an adequate number of suitably qualified accounting staff. \n \n\n8. \n\nProject Performance Monitoring and Evaluation \n\n43. \nTo ensure that project components are managed efficiently and benefits are maximized, \nthe  PCC  will  establish  a  project  performance  monitoring  system  within  3  months  of  loan  and \ngrant effectiveness. The project performance monitoring system, established in accordance with \nADB's  Project  Performance  Management  System  Handbook,  will  provide  a  cause-and-effect \nrelationship between the Project and its impact. Project performance monitoring and evaluation \nwill be based on the design and monitoring framework and the baseline surveys specified in it. \nBeneficiaries will be involved in project monitoring evaluation through direct reporting to regional \noffices  and  through  the  provincial  project  coordination  committees.  The  indicators  to  be \nmonitored will be formulated by and agreed upon with NWSDB, including indicators pertaining \nto  physical  progress  and  institutional  reform  activities  (such  as  nonrevenue  water  reduction). \nthe  PCC,  regional  offices  will  gather  baseline  physical  and \nUnder \nsocioeconomic  data,  and  submit  a  detailed  implementation  plan  for  monitoring  performance. \nThe  PCC  will  consolidate  these  and  submit  benchmark  information  for  ADB’s  review  and \nconcurrence  within  9  months  of  loan  and  grant  effectiveness.  Thereafter,  the  PCC  will \ncoordinate with the regional offices to submit semiannual monitoring and evaluation reports to \nADB throughout project implementation, and submit a comprehensive completion survey. \n \n\nthe  guidance  of \n\n9. \n\nProject Review \n\n44. \nNWSDB and ADB will jointly assess project implementation semiannually. NWSDB and \nADB will conduct a comprehensive midterm review of project implementation. The reviews will \n(i) examine the appropriateness of scope, design, implementation arrangements, and schedule \nindicators;  (iii)  assess \nof  activities;  (ii)  assess \nimprovements in operating and financial performance indicators; (iv) evaluate the effect of new \npolicies and their impact on service delivery; (v) assess the responsiveness of urban councils to \nrequests for collection of waste and its impact on the overall sanitary conditions in project towns; \n(vi)  review  compliance  with  project  assurances;  (vii)  assess  effectiveness  of  safeguards \nprocedures; (viii) identify problems and constraints; (ix) and if necessary, recommend changes. \n  \n\nimplementation  pace  against  project \n\nIV. \n\nPROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n\nExpected Benefits and Impacts \n\nA. \n\n45. \n\nThe  Project  is  expected  to  provide  direct  connections  to  the  water  supply  system  for \n\n \n\n\f16 \n\n46,005  urban  households  (190,874  people)  in  all  four  towns.  In  addition,  about  16,095 \ninstitutional and commercial establishments (nondomestic) will benefit from the supply of piped \nwater from the new system. Service coverage in all four towns will increase from the current 4% \nto a peak of 83% in Vavuniya, from 50% to 84% in Puttalam, from 30% to 91% in Chilaw, and \nfrom 48% to 100% in Mannar. The schemes were tested for financial viability and found to be \nsustainable in  all instances  (Supplementary  Appendix  K).  Water  and sanitation schemes  have \nalso  proved  economically  viable  (Supplementary  Appendix  L)  with  economic  internal  rates  of \nreturn  ranging  from  13.0%  to  19.3%  for  water  supply  schemes  and  from  18.0%  to  34.1%  for \nseptage collection and management schemes. \n \n \n\nPoverty Reduction and Social Development  \n\n1. \n\n46. \nThe  socioeconomic  survey  of  2,837  households  conducted  during  project  preparation \nshows  high  income  poverty  consistent  with  Government  statistics.49 The  project  towns  have \nacute shortages of drinking water and sanitation. The survey shows that only 14% in Vavuniya, \n50% in Chilaw, 58% in Puttalam, and 62% in Mannar have access to piped water, and it is not \navailable  24  hours  a  day.  Access  is  lower  for  poor  households,  with  the  number  not  having \nwater  connections  at  36%  in  Vavuniya,  30.8%  in  Chilaw,  16.3%  in  Mannar,  and  9.9%  in \nPuttalam. During the dry season, the majority spend up to 50 minutes each day fetching water. \nBoth piped and well water suffer from poor quality, with color as the most often cited problem. \nThe  substantial  time  for  fetching  could  be  used  for  productive  activities.  Access  to  sanitation \nranges from 78% to 91% in project towns. Through the provision of water supply and sanitation, \nthe  Project  contributes  directly  to  poverty  reduction  through  achievement  of  the  Millennium \nDevelopment  Goal \nin  urban \ninfrastructure,  which  is  expected  to  impact  economic  growth  and  consequently  poverty \nreduction. The Project has specific design elements that directly target poor beneficiaries such \nas  providing  community  connections  to  serve  internally  displaced  people’s  camps  and  poorer \nurban  dwellers  (to  be  maintained  by  community-based  organizations  and  low-cost  sanitation \nprogram for poor communities in the form of individual household latrines in newly served areas. \nSex-disaggregated data will be collected as part of the baseline surveys. The summary poverty \nreduction and social strategy is in Appendix 11.   \n \n\nindirectly  by  reducing  regional  disparities \n\ntarget  7;  and \n\n2. \n\nSocial and Environmental Safeguards \n\n47. \nSocial. The Project is designed to minimize land acquisition and resettlement impacts. It \nwill  (i)  utilize  existing  land  for  rehabilitation  of  existing  water  supply  facilities;  (ii)  utilize  vacant \nGovernment  land  to  the  extent  possible  for  new  facilities;  and  (iii)  where  Government  land  is \nunavailable due to constraints (proximity and elevation requirements) in locating facilities, land \nselected will not result in relocation. Acquisition of private and grant lands are required in Chilaw \nfor septage and water treatment, and in Vavuniya for water supply source augmentation. Land \nacquisition  in  Chilaw  involves  two  parcels  (3  acres  each)  of  private  land.  The  parcels  do  not \nhave any structures and land acquisition will not cause dislocation. One parcel is vacant with no \nproductive  assets.  The other  has  100  old coconut  trees.  Each  parcel has  a single  owner,  and \nthe  two  affected  households  have  a  total  of  two  affected  individuals.  All  affected  persons  are \ntitled,  have  income  sources  that  are  not  dependent  on  land  to  be  acquired,  and  none  are \nvulnerable.  Land  acquisition  in  Vavuniya  involves  96  acres  of  paddy  fields.  This  will  affect  an \nestimated  39  farmers.  Based  on  the  socioeconomic  survey  of  23  households,  the  average \n                                                 \n49  Poverty incidence was 28.9% for Chilaw, 37.5% for Mannar, 39.7% for Puttalam, and 24.4% for Vavuniya. Surveys \nshow  (i)  high  poverty  gap  ratios:  2.06  in  Chilaw,  2.79  in  Mannar,  2.68  in  Puttalam,  and  1.7  in  Vavuniya;  and \nseverity  of  poverty  indices:  0.82  in  Chilaw,  1.31  in  Mannar,  1.2  in  Puttalam,  and  0.75  in  Vavuniya;  (ii)  income \ninequality (Gini coefficients) are 0.360 for Chilaw,  0.322 for Mannar, 0.282 for Puttalam, and 0.308 for Vavuniya; \n(iii)  low  education  particularly  in  Mannar  and  Chilaw  (over  30%  of  respondents  had  less  than  sixth  grade \neducation); and (iv) high unemployment: Chilaw 56.8%, Mannar 36.6%, and Puttalam 60.5%. \n\n\f \n\n \n\n17 \n\nfeasibility  study, \n\nfamily  size  is  four,  and  the  estimated  number  of  affected  persons  is  156.  The  land  is  used \nexclusively for cultivation and has no structures. The survey indicates that of the 15 vulnerable \nrespondents 6 are female heads of household and 9 are elderly. Investments in Puttalam and \nMannar will not require permanent land acquisition.50 Resettlement plans were prepared for all \nfour towns (Supplementary Appendix N) and a summary is in Appendix 12. The scope of land \nacquisition and resettlement identified is based on preliminary design and will be updated during \ndetailed design. A guide for updating the resettlement plans was prepared and will be included \nin the project administration manual. Resettlement impacts are to be minimized through careful \nsitting and alignment during detailed design and project implementation. Resettlement plans will \nensure that socioeconomic conditions, needs, and priorities of vulnerable groups are identified; \nand  that  the  process  of  land  acquisition  and  resettlement  does  not  disadvantage  vulnerable \ngroups. Screening showed no impacts on indigenous people; any impacts that may result from \nland acquisition, finalized during detailed design, can be addressed by the resettlement plans. \n \n48. \nEnvironment  (Supplementary  Appendixes  P,  Q,  and  R).  The  Project  is  classified  as \ncategory B in accordance with ADB’s Environmental Assessment Guidelines (2003). As part of \nthe \nfor  project \nsubcomponents  in  each  of  the  project  towns.  The  examinations  showed  that  none  of  the \ncomponents would have any significant adverse environmental impacts and all impacts could be \nsuitably mitigated. The only subcomponent warranting greater attention is the construction of a \n4 meter high, 1.5 km long earth bund across a stream to impound up to 3.7 million cubic meters \nof water in an area of 215 hectares for the Vavuniya water supply scheme. However it will not \ncause any major impacts. Anticipated minor environmental impacts include some loss of on-site \necology and the conversion of small amounts of rural agricultural land; dust generation due to \nexcavation activities; and increased vibrations, noise, fumes, and traffic during construction. The \nsummary  initial  environmental  examination  is  in  Appendix  13.  An  environmental  management \nplan  was  prepared  for  construction  and  operation  phases  of  Vavuniya’s  water  supply  scheme \ntank.  Adequate  mitigation  measures  are  proposed  to  minimize  impacts  resulting  from \ninadequate  maintenance  of  septage  treatment  facilities.  Significant  environmental  benefits \nresulting  from  the  Project  include  (i)  improved  hygiene  and  sanitary  conditions;  (ii)  improved \nseptage  handling,  treatment,  and  disposal;  (iii)  improved  ecosystem  health  resulting  from \nreduced discharge of untreated septage into sensitive areas; (iv) reduced water losses from the \ncurrently defective water distribution system; and (v) protection of the fragile aquifer. \n \nB. \n\ninitial  environmental  examinations  were  carried  out \n\nAssumptions and Risks \n\n49. \nPolitical Stability. The success of the Project in meeting its goal continues to assume a \nstable  political  environment  in  project  areas.  Disruption  of  peace  conditions  may  delay  project \nimplementation in Mannar and, to a lesser degree, in Vavuniya. ADB will continue to monitor the \nsecurity  situation,  ensuring  that  the  highest  levels  of  safety,  as  determined  by  the  United \nNations, are applied. NWSDB will brief ADB monthly on the progress of each of the packages, \nimmediately  highlighting  any  disruption  associated  with  security  matters.  The  Project  will \nimplement  specific  mitigation  measures  proven  effective,  including  (i)  careful  monitoring,  \n(ii)  preferred  recruitment  of  district-based  qualified  staff,  (iii)  continued  dialogue  with \nstakeholders  and  aid  partners,  (iv)  fully  participatory  and  transparent  implementation  including \ndisclosure  of  financial  information,  (v)  mobilization  of  strong  community  support  and  trust  in \n                                                 \n50  Transect  walks  record  impacts  on  access,  which  will  be  addressed  through  construction  management  to  ensure \naccess  to  affected  persons  (measures  are  identified  in  the  initial  environmental  examination).  While  the  transect \nwalks  showed  that  ensuring  access  will  also  ensure  that  there  are  no  livelihood  losses;  a  budget  was  estimated \nshould  the  Project  result  in  temporary  livelihood  losses  during  rehabilitation  and  laying  of  pipe  networks,  and \ndrainage  works.  These  will  be  confirmed  during  detailed  design.  A  compensation  plan  was  developed  for \ntemporary  livelihood  impacts  of  tank  works  in  Puttalam,  which  is  expected  to  affect  the  livelihood  for  one  paddy \nseason of 118 farmers and 49 farm workers. The compensation plan is part of the resettlement plan for Puttalam. \n\n \n\n\f18 \n\nproject  staff,  and  (vi)  encouragement  of  local  employment  under  project  contracts.  Design-\nspecific parameters are incorporated to prevent tensions between cohabiting communities. \n \n50. \nReduced  Competition.  Due  to  poor  accessibility  conditions,  few  contractors  may \nexpress  interest  in  packages  in  northern  towns,  potentially  resulting  in  higher  costs.  While \nestimates  have  considered  this,  the  Project  will  offset  risks  by  (i)  improving  packaging,  \n(ii) conducting wide advertisement of tenders, and (iii) providing support to contractors. \n \n51. \nPolicy.  The  Project’s  financial  viability  assumes  revisions  to  the  national  water  supply \ntariff.  Inadequate  cost  recovery,  maintenance,  and  asset  management  will  put  the  schemes’ \nsustainability at risk. Tariff setting needs to be driven by financial considerations and be free of \npolitical influence. Tariffs and connection fees should be affordable by the intended beneficiaries \nto ensure an optimal connection rate and tariff collection, the main sources of revenue for the \nProject. Sustainability will be secured through tariff monitoring and capacity building. \n \n\nV. \n\nASSURANCES AND CONDITIONS \n\nA. \n\nSpecific Assurances \n\nIn  addition  to  the  standard  assurances,  the  Government  and  NWSDB  have  given  the \n\n52. \nfollowing assurances, which are incorporated in the legal documents: \n \n\n(i) \n\n(ii) \n\n(iii) \n\nThe Borrower will ensure that each year during project implementation, adequate \nbudgetary  allocations  of  the  required  counterpart  funds  will  be  made  by  the \nrelevant authorities on a timely and regular basis. \nAt the latest by 28 February of each year, NWSDB will have submitted to ADB: \n(a)  the  end-of-year  income  statement  for  the  previous  year  (inclusive  of  O&M, \ndebt  service,  and  depreciation);  and  (b)  annual  projections  (inclusive  of  O&M, \ndebt  service,  and  depreciation)  for  the  coming  year.  In  the  event  that  (b)  is  a \nnegative value, NWSDB will implement, at the latest by 31 August of that same \nyear,  the  water  and  sewerage  tariff  revisions  required  to  secure  a  positive  net \nincome in each of these sectors. \nNWSDB  will  allocate  all  necessary  O&M  resources  for  the  schemes  developed \nunder the Project. \n\n(v) \n\n(iv)  Within 3 years of the effective date, NWSDB will have (a) established a regional \nsupport center for Northern Province; (b) transferred to such center at a minimum \nthe  following  functions:  planning  and  development,  commercial,  and  audit;  and \n(c) staffed the center to enable implementation of those functions.  \nNWSDB  will  (i)  annually  publish  water  quality  data  and  service  levels  for  all  its \nschemes  across  the  country;  as  well  as  (ii)  quarterly  publish  the  same  data  for \nschemes with more than 5,000 connections. Annual data shall be made available \nthrough  NWSDB’s  annual  report,  to  be  published  on  NWSDB’s  website. \nQuarterly  data  shall  be  made  available  to  the  public  through  written  notices  in \nNWSDB’s offices. \nAt  the  latest  by  30  June  2009,  Cabinet  will  have  approved  the  (a)  water  supply \npolicy, and (b) sanitation policy.  \nBy the end of year 3 of project implementation, provincial councils covered under \nthe Project will have taken all necessary and appropriate measures to (a) monitor \nand control groundwater abstraction, (b) prevent groundwater contamination from \nagricultural and bacteriological sources, and (c) implement measures to enhance \naquifer recharge. \n\n(vii) \n\n(vi) \n\n(viii)  Within  2  months  of  the  effective  date,  NWSDB  will  have  entered  into  a  project \nimplementation  agreement  with  (a)  the  Central  Irrigation  Department  for  the \n\n\f \n\n \n\n19 \n\n(x) \n\n(ix) \n\nconstruction  and  rehabilitation  of  tank  and  weir  structures  in  Chilaw  and \nPuttalam,  and  (b)  the  provincial  irrigation  department  of  the  Northern  Provincial \nCouncil for the construction of tank structures in Vavuniya. \nNWSDB will ensure that the following are conducted and available at the design \nstage:  (a)  hydrological  investigations  to  determine  the  extent  and  safe  yield  of \naquifers in Mannar, Vavuniya, and Chilaw; (b) hydrological and ecological studies \nto  calculate  the  minimum  environmental  flow  needed  to  maintain  downstream \necology  in  the  Per  Aru  tank,  the  results  of  which  will  be  incorporated  in  the \ndetailed design; and (c) data pertaining to 1-year water quality testing programs \nfor all project sources. \nThroughout  project \nregular \nmonitoring of the quality and quantity of treated effluent, the quality of the water \ninto which the effluent is discharged, and the quality of dried sewage sludge. \nNWSDB will ensure that no public latrines will be rehabilitated under the Project \nunless the urban council, under whose authority these latrines fall, has signed a \nresults-based management agreement with the operator of these latrines. \nThe Government will take all necessary and appropriate measures to ensure that \nproject  staff,  materials,  vehicles,  equipment,  and  all  other  items  required  for \nproject implementation are provided reasonable access to the project area. \n(xiii)  The Government will take all necessary and appropriate measure to ensure that \nall project interventions contribute to minimizing social tension. In the event that \nany  project  intervention  has  or  is  expected  to  have  a  negative  impact,  the \nBorrower  and  ADB,  in  coordination  with  the  district  committees,  will  jointly \ndetermine whether to continue, redesign, suspend, or cancel such intervention. \n\nimplementation,  urban  councils  will  conduct \n\n(xii) \n\n(xi) \n\n(xiv)  NWSDB will ensure that all land and right-of-way required for the Project will be \nmade available in a timely manner, and that compensation at replacement value \nand  other  entitlements  will  be  paid  to  affected  people  prior  to  the  award  of  any \ncivil  works  contract.  NWSDB  will  ensure  that  any  involuntary  resettlement  and \nland or asset acquisition is carried out in compliance with the resettlement plans \nagreed  between  NWSDB  and  ADB;  Sri  Lanka’s  National \nInvoluntary \nResettlement Policy, 2001; and ADB’s Involuntary Resettlement Policy (1995). \nThe  Government  will  ensure  that  counterpart  funds  for  land  acquisition  and \nresettlement activities are made available in a timely manner in accordance with \nthe resettlement plan. \n\n(xv) \n\n(xvi)  NWSDB  will  ensure  to  update  resettlement  plans  following  detailed  design  of \nproject facilities and to publicly disclose such plans, in places and using language \naccessible  to  all  affected  people,  prior  to  submission  of  such  plan  to  ADB  for \nADB’s  review,  approval,  and  disclosure  on  ADB’s  website.  Immediately  upon \nreceiving  external  monitoring  reports,  NWSDB  will  submit  such  reports  to  ADB \nfor disclosure on its website in a language accessible to all affected people. \n(xvii)  NWSDB  will  ensure  that  (a)  the  Project  is  carried  out  in  full  compliance  with \nADB’s  Environment  Policy  (2002),  as  well  as  with  the  Borrower’s  relevant \nenvironmental  laws  and  regulations;  and  (b)  all  consultation,  capacity  building, \nmitigation,  monitoring,  and  reporting  measures  indicated  in  the  environmental \nmanagement  plans  and  in  the  environmental  approval  document  will  be \nundertaken in a timely manner. \n\n(xviii)  The Borrower will ensure that all civil works contractors comply with all applicable \nlabor  laws,  do  not  employ  child  labor  as  defined  in  national  legislation  for \nconstruction and maintenance activities, and do not differentiate wages between \nmen and women for work of equal value. \n\n \n\n\f20 \n\n(xix)  Within  2  months  of  the  effective  date,  NWSDB  will  have  created  a  project \nwebsite,  including  procurement  matters.  The  website  will  include  at  a  minimum \nthe  following  information:  (a)  bidding  procedures,  bidders,  and  contract  awards \nfor the Project; and (b) use of the funds disbursed under the Project. \n\n \nConditions for Loan Effectiveness \n\nB. \n\nNWSDB will have furnished ADB with a copy of (i) the official endorsement of NWSDB’s \n\n53. \ntariff setting methodology, as approved by Cabinet; and (ii) the gazette on the tariff revision. \n \n54. \nThe  subsidiary  financing  agreement,  in  form  and  substance  satisfactory  to  ADB,  will \nhave  been  duly  executed  and  delivered  on  behalf  of  the  Government  and  NWSDB,  and  will \nhave become legally binding upon the Government and NWSDB in accordance with its terms. \n \nC. \n\nConditions for Contract Award \n\n55. \nFor any contract related to Puttalam’s water supply scheme, NWSDB will have furnished \nADB  with  copies  of  enforceable  documents  that  demonstrate  that  the  necessary  water \nextraction rights needed to enable the long-term abstraction of sufficient drinking water from the \nAchchamolai reservoir have been obtained. \n \n56. \nFor  any  contract  related  to  septage  improvement,  the  relevant  urban  council  of  the \nproject town to which the contract applies will have passed the necessary council resolution and \nbylaws to (i) introduce a fee for septage collection and disposal, sufficient to cover O&M costs; \nand (ii) introduce a compulsory use of septic tanks in new property developments. \n \n\nVI. \n\nRECOMMENDATION \n\n57. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions  of  Article  35.1  of  the  Articles  of  Agreement  of  ADB,  I  recommend  that  the  Board \napprove \n \n\nthe loan in various currencies equivalent to Special Drawing Rights 40,054,000 to \nthe Democratic Socialist Republic of Sri Lanka for the Dry Zone Urban Water and \nSanitation Project from ADB’s Special Funds resources with an interest charge at \nthe  rate  of  1.0%  per  annum  during  the  grace  period  and  1.5%  per  annum \nthereafter; a term of 32 years, including a grace period of 8 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the \ndraft Financing Agreement and Project Agreement presented to the Board,  \nthe  grant  not  exceeding  the  equivalent  of  $23,220,000  to  the  Democratic \nSocialist Republic of Sri Lanka, from ADB’s Special Funds resources, for the Dry \nZone  Urban  Water  and  Sanitation  Project  on  such  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft Financing Agreement \nand Project Agreement presented to the Board, and \nthe administration by ADB of a grant not exceeding the equivalent of $2,000,000 \nto the Democratic Socialist Republic of Sri Lanka for the Dry Zone Urban Water \nand Sanitation Project from the Netherlands Trust Fund for the Water Financing \nPartnership Facility. \n\n(i) \n\n(ii) \n\n(iii) \n\n \n\nC. Lawrence Greenwood, Jr. \n\nVice-President \n\n4 November 2008 \n\n\f \n\n \n\n \n\nAppendix 1 \n\n21\n\nDESIGN AND MONITORING FRAMEWORK \n \n\nDesign \nSummary \nImpact \nImproved physical \nwell-being of urban \npopulations \nin Sri Lanka’s \nnorthwestern urban \ndry zone \n(Vavuniya, Mannar, \nPuttalam, and \nChilaw) \n \n\n \nPerformance Targets and/or Indicators \nReduction in regional disparities and improved \nwell-being as measured by the MDG \ndevelopment indicators, poverty, and \nvulnerability indexes \n \nReduced incidence of waterborne disease in \nurban areas (halved by 2017)   \n \nSignificant support to meeting MDG7 targets \n(environmental sustainability–reducing by half \nthe proportion of people without sustainable \naccess to safe drinking water) in Sri Lanka \n(northwestern urban dry zone) \n\nData Sources and/or \nReporting Mechanisms  \n\nDepartment of Census and \nStatistics reports \n \nMDG reports \n \nNational (MOH) and provincial \n(NW, N) and district statistics \non health and hygiene  \n \nAid agencies and NGO reports  \n \nADB country strategies and \nprogram and its updates \n\nAssumptions  \nand Risks  \n\nAssumptions \n•  Macroeconomic  \n\nstability \n\n•  Political stability \n\nand peace \n•  Inflation is \ncontained \n\n \nRisks \n•  Civil conflict \n•  High migration \n\nrate \n\nOutcome \nImproved urban \nwater \nand sanitation \nservices and \nmanagement \nin Sri Lanka’s \nnorthwestern dry \nzone (Vavuniya, \nMannar, Puttalam, \nand Chilaw) \n \n \n \n\nBy end of Project (2014): \n200,000 people in northwestern dry zone by \n2014 (420,000 by end of design life) have \naccess to 120 lcd with 24-hour piped municipal \nwater supply system (120,000 new \nbeneficiaries gain access to water, 80,000 \nreceive significant improvement) \n \n100,000 people gain access to improved \nsanitation, pit desludging, septage handling, \ntreatment, and disposal  \n \n100% compliance with Government and WHO \nstandards for water distribution or effluent \ndischarge in project area  \n  \nImproved regional efficiency and management \ncapacity as measured by regional office’s \noperating and financial performance indicators \n(as per indicators agreed in NWSDB’s \ncorporate plan, including NRW, financial, and \nhuman resource indicators)  \n \nWater resource management, coordination and \nplanning ability of northern and northwestern \nprovincial councils strengthened \n\n \nUnited Nations Children’s \nFund reports on water supply, \nsanitation, and hygiene \n \nUnited Nations Environment \nProgramme state of the \nenvironment reports \n \nNational (CEA, Irrigation \nDepartment, MOH, NWSDB, \nWRB), and provincial (N, NW) \nstatistics on water supply and \nsanitation \n \nADB project completion report \nand project audit report \n \nBaseline and completion \nsurvey data \n \nprovincial councils’ \ncoordination committee \nminutes  \n\nOutputs \n1. Urban water \nsupply and \nsanitation \ninfrastructure in the \nnorthwestern dry \nzone developed \n \n1.1 Water \nresources \ndeveloped  \n \n \n1.2 Water supply \nexpanded and \nrehabilitated \n \n \n\nBy end 2013 \n•  Chilaw: 20 MLD intake at Dedru Oya river; \n\nconstruction of seven replacement wells and \npumps \n\n•  Puttalam: 15 MLD intake at Kala Oya; \nrehabilitation of Elawankulama and \nAchchamolai tanks \n\n•  Vavuniya: 12 MLD intake and construction of \nnew earth tank; construction of six new wells \nand replacement of equipment for four \nexisting ones  \n\n•  Mannar: Flushing and development of four \nexisting boreholes; development four new \nwells  \n\n•  Chilaw: Rehabilitation of existing treatment \n\nworks (Munneshwaram); new treatment plant \n(9 MLD); 30 km transmission mains; 127 km \ndistribution network; 3 reservoirs; 10 pumps \n\nNWSDB annual reports \n \nProject reports \n \nProject performance \nmonitoring system semiannual \nreports \n \nSite surveys, contract \nsupervision reports, and \nscheme completion reports \n \nLocal government (urban \ncouncils and pradeshiya \nsabhas) annual budgets  \n \n \nGroundwater pollution \n\nAssumptions \n•  All institutions, \nincluding local \ngovernments \nactively participate \nin the planning and \ndevelopment \nprocess \n\n•  All central and \n\nprovincial \ngovernment \nagencies and \ncommunities are \nfully committed to \nwater resource \nmanagement \n\n \nRisk \n•  Lack of formal \n\nnational policy and \nact on water \nresource \nmanagement and \nconflicting \ninstitutional \nmandates limit \ninitiatives’ efficacy \n\nAssumptions \n•  Government, \n\nNWSDB (water and \nsanitation), and \nprovincial council \ncommitment to \nnecessary \ninstitutional and \nfinancial reforms to \nimprove service \ndelivery \n\n•  Appropriate tariffs \n\nset for services and \ncollected efficiently. \n\n•  Ability and \n\nwillingness of \nconsumers to pay. \n•  Commitment to an \n\n \n\n\f22 \n\nAppendix 1 \n\nDesign \nSummary \n \n \n \n \n \n \n \n \n \n \n1.3 Septage \nmanagement and \nsanitation improved  \n\n2. Water \ninstitutions \nstrengthened \n \n2.1 Decentralization \nof service delivery \nfunctions to \nregional offices \nsupported \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \nPerformance Targets and/or Indicators \n•  Puttalam: Rehabilitation of existing treatment \nworks; 9 MLD new treatment plant; 41 km \ntransmission mains; 100 km distribution \nnetwork; two reservoirs; seven pumps \n•  Vavuniya: 12 MLD new treatment plant;  \n\n18 km transmission mains; 137 km \ndistribution network; 5 reservoirs; 16 pumps \n\n•  Mannar: Chlorination unit; 33 km \n\ntransmission mains; 100 km distribution \nnetwork; 2 storage reservoirs; 15 pumps  \n•  Chilaw: Septage disposal (sludge thickener, \n\nanaerobic ponds, sludge drying beds, \nwetland, site development and outfall; two \nvacuum tankers; improved sanitation in rural \nareas (500 households); rehabilitation of \npublic latrines (4) \n\n•  Puttalam: Septage disposal (sludge \n\nthickener, anaerobic ponds, sludge drying \nbeds, wetland, site development and outfall; \n1 vacuum tankers; improved sanitation in \nrural areas (500 households); rehabilitation of \npublic latrines (3) \n\n•  Vavuniya: Septage disposal (sludge \n\nthickener, anaerobic ponds, sludge drying \nbeds, wetland and site development; vacuum \ntanker, rehabilitation of public latrines (2) and \nimproved sanitation in rural areas (500 \nhouseholds)   \n\n•  Mannar: Septage disposal (sludge thickener, \n\nanaerobic ponds, sludge drying beds, \nwetland, site development and outfall; one \nvacuum tanker; improved sanitation in rural \nareas (330 households); rehabilitation of \npublic latrines (4) \n\nBy mid 2013 \n• Business support systems established in \nNWSDB regional offices (work planning, \nprocurement and stores, and financial \nsystems) \n\n•  NWSDB regional offices improved: new \n\nbuildings constructed; planning, commercial, \nbilling and collection, RWS, NRW units \ncreated; functions officially transferred \n\n•  Human resource plan developed for NWSDB \n\nregional offices \n\n•  Training programs on public utility and asset \nmanagement, O&M, financial management, \nand capital planning \n\n•  System automation and staff trained \n•  Water supply system modeling prepared and \n\ntransferred to regional offices   \n\n•  Vavuniya regional office specific training on \nwastewater treatment and management \n•  Urban councils trained on improved septage \n\nmanagement: revised on-site sanitation \nmanual reviewed, updated, and printed; \ntraining on adequate supervision of \nconstruction and siting of pits and \nsoakage/infiltration fields; septage handling, \ntreatment and environmental disposal  \n\nData Sources and/or \nReporting Mechanisms  \n\ntests (NWSDB, CEA, and \nWRB) \n \nADB’s semiannual review aide \nmemoires \n \nMeasurement of sludge \nreuse and groundwater \nrecharge (WRB) \n \nBeneficiary monitoring and \nreporting \n \nBaseline surveys at project \ninception and project \ncompletion \n \n \n \n\nProject reports \n \nProject performance \nmonitoring system of \nimplemented \nsubcomponents \n \nMultimedia material for \nawareness and education \nprogram \n\nAssumptions  \nand Risks  \nautonomous and \naccountable \nservice delivery \nmechanism \n\n•  Local marketing \npotential for \nseptage and \ncompost products \n•  Local community \n\nparticipation \n•  Effective O&M \n\nprogram \n\n \nRisks \n•  Delays in land \nacquisition and \nenvironmental \nclearance prevent \nconstruction \nactivities \n•  Water rights \n\nagreed between \nIrrigation \nDepartment and \nNWSDB are not \nrespected during \nimplementation \n•  Beneficiaries are \nunable to pay \ncharges for O&M \n\n \n\nAssumptions \n•  Government \n\ncontinues support \nto devolve financial \nresources and \ndecision-making \nauthority to \nprovince \n•  Multiagency \n\ncommitment to \nwater and \nenvironmental \nprotection \n•  Participatory, \n\nconsultative and \ntransparent \nmechanisms \nutilized throughout \nthe development \nprocess \n\n•  Participation \n\nsought from all \ngovernment levels \n(local authorities, \ndistrict and \nprovincial) \n\n\f \n\n \n\n \n\nAppendix 1 \n\n23\n\n \nPerformance Targets and/or Indicators \n\nData Sources and/or \nReporting Mechanisms  \n\nAssumptions  \nand Risks  \n\nDesign \nSummary \n2.2 Water resource \nmanagement, \ncoordination and \nplanning ability \nstrengthened \n \n \n \n \n2.3 Public \nawareness \nincreased  \n\n3. Project \nmanagement \nand implementation \ncapacity built  \n \n \n\n•  River basin plans prepared  \n•  Provincial councils and WRB (monitoring and \n\nadvisory roles) strengthened \n\n•  Program for (i) groundwater quality monitored \n\nacross three districts,  \n(ii) well registers established, and  \n(iii) mapping completed  \n\n•  Village monitoring committees formed, \n\ntrained, and actively participating \n\n•  Database established \n•  Water conservation and environmental \n\noutreach program in place \n\n•  Public acceptance of the Project  \nBy mid 2013 \n•  On-the-job capacity building program ready \n•  Capacity of regional offices developed for \nconsultant recruitment and management, \nprocurement and contract management, and \ndisbursement management \n\n•  Capacity of regional offices enhanced for \n\nproject and performance monitoring  \n•  Capacity of regional offices and urban \n\ncouncils enhanced on obtaining \nenvironmental clearance, developing \nmonitoring programs, and reporting to secure \ncompliance with the laws of the country \n•  Capacity of regional offices enhanced to \n\nmanage and expedite land acquisition and \nresettlement processes in agreement with \nADB and the Government  \n\nConsultancy contracts \n \nTraining records  \n \nProject reports \n \nADB’s semiannual review aide \nmemoires \n \n\nAssumptions \n•  Implementing \n\nagencies amenable \nto capacity building \n\n•  CBOs can timely \n\nform and register to \nattend capacity \nbuilding activities \n\n5 \n\nActivities with Milestones \nPreparatory Activities \n0.1.1 MOUs relating to water rights agreements signed with the Irrigation Department (Q3 2008) \n0.1.2 Short-listing for consultancy packages completed (Q4 2008) \n0.1.3 Process of land acquisition of private lands and resettlement initiated by loan approval (Q4 2008) \n0.1.4 Regional offices duly strengthened, adequate staff appointed, and training provided (Q1 2009) \n0.1.5 PCC formed in NWSDB and protocols on (i) project performance monitoring system, (ii) reporting, \nand (iii) accounting and auditing (Q1 2009) \n0.1.6 All Government lands transferred and/or leased to NWSDB (Q1 2009) \n0.1.7 All requests for environmental clearance submitted to CEA (Q1 2009) \n \n1.1 Water Resource Development  \n1.1.1 Topographic field surveys and investigations undertaken (Q2 2009) \n1.1.2 Water monitoring program for Peru Aru tank completed (end of Q2 2009) \n1.1.3 Environmental clearances obtained from CEAand EA (Q3 2009) \n1.1.4 Land acquisition completed; short resettlement plan finalized (Q4 2009); farmers’ compensation \nplan for Vavuniya and Puttalam to extend to no later than Q4 2010. \n1.1.5 Consultations with farmers conducted semiannually, or if needed, more frequently. \n1.1.6 Groundwater investigations and detailed design for groundwater works completed (Q1 2010) \n1.1.7 Small groundwater schemes rehabilitated and redundant schemes decommissioned (Q2 2011) \n1.1.8 Bidding documents tendered and evaluated, and contractors selected (Q3 2010) \n1.1.9 Construction activities completed (Q4 2012) \n1.1.10 Commissioning conducted (Q1 2013) \n \n1.2 Drinking Water Supply  \n1.2.1 Topographical field surveys and investigations undertaken (Q2 2009) \n1.2.2 Benefit monitoring survey conducted for four project towns (Q2 2009) \n1.2.3 Environmental clearances obtained from CEA or PEA (Q2 2009) \n1.2.4 Land acquisition completed; short resettlement plan finalized (Q4 2009) \n1.2.5 NRW programs agreed by 1Q 2009; bulk and household meter contracts tendered and awarded \n\nInputs \n \nADB ($83 million)  \nNetherlands Trust \nFund for the Water \nFinancing \nPartnership Facility \n($2 million) \nGovernment  \n($28.3 million) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n\fInputs \n\n \n \n\n24 \n\nAppendix 1 \n\nActivities with Milestones \n(Q3 2009); and NRW baselines established in all four project towns (Q1 2010) \n1.2.6 Detailed engineering design for water main and distribution systems prepared (Q4 2010) \n1.2.7 Bidding documents tendered and evaluated, and contractors selected (Q2 2011)  \n1.2.8 Construction activities completed (Q4 2013) \n1.2.9 Water treatment plant commissioned, O&M turned over to NWSDB (north) staff (Q2 2014) \n1.2.10 Commissioning conducted (Q1 2014) \n1.2.11 New household connections provided (Q2 2014)  \n \n1.3 Improving Sanitation and Septage Management  \n1.3.1 Topographical, bathymetric, and current surveys and investigations undertaken (Q2 2009) \n1.3.2 Benefit monitoring survey conducted by city (Q2 2009) \n1.3.3 Environmental clearances obtained from CEA or PEA (Q2 2009) \n1.3.4 Land transfer completed, short resettlement plan implemented (Q3 2009) \n1.3.5 Bidding documents tendered and evaluated, and contractors selected (Q4 2009) \n1.3.6 Construction activities completed, including all septage (Q1 2011) \n1.3.7 Tariff for financially sustainable O&M revised for (i) individual consumer (household, commercial \nconnection) and (ii) institutions (e.g., hospitals) supply (Q1 2011) \n1.3.8 Septage treatment units commissioned, O&M turned over to urban council staff (Q3 2011) \n1.3.9 In parallel, pro-poor sanitation program conducted by NGOs, to include building of low-cost \nlatrines and hygiene awareness, (Q4 2011) \n \n2.1 Supporting decentralization of service delivery functions to regional offices \n2.1.1 Business support systems needs assessment conducted for NWSDB regional offices (Q2 2009) \n2.1.2 Regional offices’ civil works and equipment procurement (to provide agreed functions) tendered \n(Q4 2009); construction completed (Q4 2010) \n2.1.3 Training programs agreed (Q3 2009) and implemented (from Q1 2010 to Q4 2013) \n2.1.4 Water supply system modeled in four project towns and transferred to regional offices (Q4 2010) \n2.1.5 Urban councils trained on planning, management, and monitoring of on-site systems (Q4 2010) \n \n2.2 Regional Water Resource Management, Coordination, and Planning \n2.2.1 Water quality monitoring equipment purchased and delivered (Q2 2009) \n2.2.2 Baseline information on land use, water, and biotic resources established (Q2 2009)  \n2.2.3 Program on groundwater implementation (from 3Q 2009 to 4Q 2012) \n2.2.4 Capacity built for utilization of predictive groundwater and hydrological models (Q4 2009) \n2.2.5 Catchment investigations and baselines conducted (4Q 2009) \n2.2.6 NWSDB staff trained on sampling and analytical testing for water quality monitoring (Q4 2009) \n2.2.7 Guidelines on mobilization and functioning of village monitoring committees, technical information \nsheets, establishment of performance targets and reporting mechanisms completed (Q4 2009)  \n2.2.8 Village regulatory committees appointed (4Q 2009) and training completed (Q2 2010); 2.2.9 Water \nabstraction bylaws and regulations passed by pradeshiya sabhas (Q2 2010) \n2.2.9 Catchment plans prepared (Q3 2010) \n2.2.10 Database established and incorporated into GIS (Q4 2010) \n \n2.3 Delivering a Conservation and Environment Education and Awareness Program \n2.3.1 Water and environmental educational activities in districts reviewed (Q2 2009) \n2.3.2 Community leaders engaged in participatory design and delivery (Q3 2009) \n2.3.3 Women engaged as members of committees (Q3 2009) \n2.3.4 Dry zone water awareness and environmental campaign formulated (Q4 2009) \n2.3.5 Awareness campaign delivered (Q2 2010) \n \n3.0 Support for Project Management \n3.0.1 Full staff recruited (Q2 2009) \n3.0.2 Design and supervision consultants recruited (mid-Q2 2009) \n3.0.3 Socioeconomic survey baselines completed (Q3 2009), with sex-disaggregated data  \n3.0.4 Institutional development consultants recruited (Q4 2009) \n3.0.5 Preparation and submission of environmental monitoring and compliance reports, semiannually \n3.0.6 Implementation of gender-related measures, including sensitization, training, and data collection \n3.0.7 Annual energy and environmental audits  \n\nADB  =  Asian  Development  Bank,  CBO  =  community-based  organization,  CEA  =  Central  Environmental  Agency,  IR  =  Irrigation \nDepartment,  lcd  =  liter  per  capita  per  day,  MDG  =  Millennium  Development  Goal,  MLD  =  mega  liters  per  day,  NCED  =  National \nCouncil  for  Economic  Development,  NRW  =  nonrevenue  water,  NWSDB  =  National  Water  Supply  and  Drainage  Board,  O&M  = \noperation  and  maintenance,  PCC  =  project coordination  cell,  PPCC  =  provincial  project  coordination  committee,  UNDP  =  United \nNations Development Programme, WHO = World Heath Organization, WRB = Water Resources Board. \n\n \n\n\f \n\n \n\n \n\nAppendix 2 \n\n25\n\nPROBLEM AND CONSTRAINTS ANALYSIS \n \nGovernment \nActionsa \n\n \nProject Inputs \nCivil works \n \nEquipment and \nvehicle provision \n \nExpertise \nprovided by the \ndesign and \nconstruction \nsupervision \nconsultancies \n \nNGO services \n \n \n\n \nProblem \n1. Access to \nbasic facilities \nand services, \nincluding \nwater supply \nand \nsanitation, is \nrestricted, and \nexisting \ninfrastructure \nis inadequate, \ninsufficient, \nand/or \ndamaged \n \n\n \n \n \n \n \n \n \n \n \n \n \nNWSDB regular (in the \ncase of Pulttalam and \nChilaw) or occasional \nmonitoring (in the case \nof Mannar and \nVavuniya) \n \nEmergency repairs for \nwater treatment plants in \nPuttalam and Chilaw as \nwell as some distribution \nunder ADB-financed \nNECORD program in \nMannar and Vavuniya \n \nCommunity-driven rural \nprograms for water and \nsanitation with ADB, \nWorld Bank, and NGO \nfinancial support \n \nNWSDB, United Nations \nChildren’s Fund water \nsupply scheme assisted \nprograms for displaced \nfamilies in Puttalam \n \nGovernment-driven \ninitiative to establish an \n“access to basic \nservices” baseline and \ntargeting to meet  \nMDG 7 \n \n\nProposed Project \nSupport \nAllocation of additional \nwater (surface and \ngroundwater) \nresources for drinking \npurpose.  \n \n \n \n \n \n \nGroundwater \nmonitoring program \n \nConduct repairs to \nimprove performance \nof existing treatment \nfacilities in Chilaw and \nPuttalam to ensure \nwater quality standards \nare met \n \n \n \n \n \nProvision, treatment, \nand distribution of  \n61.5 megaliters per day \nof treated water in four \ntowns of North and \nNorth West provinces: \nfor about 200,000 \npeople over the life of \nthe scheme \n \nProvision to improve \nseptage collection, \ntransportation \nequipment, and \ndigesting and disposal \nfacilities in all four \ntowns, covering a total \npopulation of 200,000 \nby project completion \n \n \n \n \n\n \nCauses \nDrinking water resources \nin Northern and \nNorthwestern provinces \nare inadequate; multiple \nusers compete for a \nscarce resource. \nGroundwater resources \nare limited and \noverexploitation has led \nto salinity intrusion.  \n \nGroundwater quality is \noften poor showing high \nlevels of manganese, \niron, and carbonates \n(hardness); water quality \nis also subject to \nchanges over time.b \nGiven the nature of the \nsoil in coastal areas, \npollutants can easily \nmigrate, causing \ngroundwater pollution, \nparticularly in high \npopulation density areas.  \n \nPiped water systems are \ninadequate and \ninsufficient water is \navailable to meet the \ndemand of the current \npopulation. In Vavuniya \nmore than 90% of the \npopulation relies on wells \nfor drinking water supply. \nIn Mannar, Puttalam, and \nChilaw, water is available \nfor less than 2 hours a \nday, and quality does not \nmeet required standards. \nExisting schemes have \nbeen damaged by years \nof conflict and insufficient \nmaintenance budgetary \nresources. \n \nSanitation in all four focal \ncities is limited to the use \nof septic tanks, which are \npoorly maintained and \nseldom emptied. \n \nPlanning of water \nresource management \nemphasizes sector \npriorities, particularly in \nrelation to irrigation. \n \nThere is no plan or \n\n \n2. Water \nresource \ncoordination \nand planning \nis weak,  \nEssential \npolicies for \n\n \nWater resources act and \npolicy prepared; \nabandoned after \nchallenge at Supreme \nCourt \n \nWater supply act and \n\n \nDevelop catchment \nprotection plans for Per \nAru, Kala Oya, and \nDeduru Oya \n \nDevelop a program for \ngroundwater quality \n\n \nInternational and \nnational \nconsulting \nservices and \nexperts \n \nProject \n\n \n\n\f26 \n\nAppendix 2 \n\n \nProblem \nwater \nresource \nmanagement \nare lacking. \n \n\n \nCauses \ncoordination capacity for \nmultiple water resource \nuse in neither Northern \nnor Northwestern \nProvince \n \nCoordination and \ninformation \ndissemination on water \nresource management \ngenerally are lacking. \n \nSystemic inefficiencies \nproliferate, including, \ninadequate practices, \nmonitoring, lack of \norganized management \nand control, and absence \nof mechanisms to \nprioritize highly exposed \nareas for protection. \n \nWater resource use \nrights are uncertain and \ncommunities have few \nincentives to act \nresponsibly. \n \nCommunities do not \nhave funding or \nexpertise, and have not \nbeen granted \nresponsibility to manage \nor protect scarce water \nand natural resources. \n \nInadequate financial \noperation and \nmaintenance resources \navailable to operate the \nsystem lead to large \nwater losses in the form \nof nonrevenue water \n(particularly in Vavuniya \nand Mannar) \n \nInadequate human \nresource capacity to \noperate the system \n(particularly in Vavuniya \nand Mannar)  \n \nLack of capacity to \npredict and respond to \nsystem’s events \n \nMain problems faced by \nthe sector in the delivery \nof water and sanitation \nare its low self-financing \nratios, insufficient tariff \n\n \n3. Suboptimal \noperation and \nmaintenance \nof existing \nassets \n \n\n \n4. Institutional \ncapacity to \nmanage \nservices is \nlimited and \n\n \n\n \nProject Inputs \nimplementation \nunits \n \nMapping \n \nTraining \n \n\nGovernment \nActionsa \n\nwater and sanitation \npolicy are under \npreparation; the drafts \nare to be revised and \nresubmitted to Cabinet \n \nGovernment-sponsored \nmonitoring program \nthrough WRB of 85 wells \nsince 1999, covering the \nareas of refugee \nresettlements and \ndensely populated urban \ntownships \n \nGovernment and World \nBank financed \nimprovements to \nirrigation and agricultural \nproductivity in North \nProvince \n \n\nProposed Project \nSupport \nmonitoring across three \ndistricts (coastal \nacquifers and \nelsewhere), establish \nlocal register of wells to \nmonitor trends on \ndevelopment and use, \nand conduct mapping \n \nFormulate and deliver  \na water conservation \nand environmental \neducation and \nawareness program \nspecifically tailored to \nlocal needs and \nproblems principally \ntargeting communities, \nand technical staff in \nlocal authorities and \ndecision makers \n\n \nImplementation of \nNWSDB’s Corporate \nPlan (2007–2011) \n \n \n \n \n \nRecruitment of new staff \nUpgrading skills of \nexisting staff \n \n \n \n\n \nNWSDB recently \nadopted a revised tariff \nmethodology and \nregularly conducts \nfinancial reviews and \n\n \nEstablishment of \nbusiness support \nsystems in regional \nunits (work planning, \nprocurement, and \nstores, and financial \nsystems) \n \nTraining of staff and \nworkforce, monitoring, \nand review \n \nDevelopment and \nupdate of computer \naided design model \nadequately transferred \nto regional offices \n \nSystem automation \n \nProject implementation \nusing a decentralized \napproach  \n \nTraining programs for \n\n \nInternational and \nnational \nconsulting \nservices and \nexperts \n \nProject \nimplementation \nunits \n \nTraining  \n \nModel \ndevelopment, \nsoftware and \nequipment \nprovision \n\n \nRegional offices \nin Vavuniya and \nPuttalam and \nsmall  \ncoordination cell \n\n\f \n\n \n\nAppendix 2 \n\n27\n\nProposed Project \nSupport \ncapacity development \nof regional support \ncenters and regional \noffices  \n \nCollection of baseline \ndata and system \nmapping.  \n \n\n \nProject Inputs \n \nInternational and \nnational \nconsulting \nservices and \nexperts \n \nTraining \n\n \n\n \nProblem \nawareness \namong users \nis inadequate \n \n\nGovernment \nActionsa \nprojections. NWSDB is \nin the process of \nreviewing tariffs \n \nNWSDB to adopt \ndecentralization policy \nwith greater \nresponsibilities devolved \nto the regions  \n \nRegional support \ncenters and offices to \nimplement development \nplans \n \n\n \nCauses \n\nrecovery, poor asset \nmanagement, and high \nproduction costs.  \n \nNWSDB regional office \ncapacity for asset \nmanagement and \nplanning is weak. \n \nPerformance monitoring \nand management \nsystems, and \nimplementation of \nperformance \nimprovement measures \nis limited. \n \nCommunities have \ninsufficient capacity to \ndesign, construct, and \noperate and maintain \nrural water supply \nschemes. \n\nADB  =  Asian  Development  Bank,  NGO  =  nongovernment  organization,  NWSDB  =  National  Water  Supply  and \nDrainage Board, WRB = Water Resources Board. \na  These include initiatives undertaken with partner organizations. \nb  In  addition,  technology  choice  and  designs  for  water  treatment  plants  in  Puttalam  and  Chilaw  have  proven \n\ninadequate to treat existing water quality and to adapt to water quality changes. \n\nc  Support for the preparation of development plans will be provided under ADB. 2008. Technical Assistance to the \nDemocratic Socialist Republic of Sri Lanka for Institutional Strengthening for Decentralized Service Delivery in the \nWater Sector. Manila (TA 7078-SRI, approved on 24 April). \n\nSource: Asian Development Bank assessment, \n\n \n\n\f28 \n\nAppendix 3 \n\nSECTOR AND INSTITUTIONAL ANALYSIS \n\nAccess to Safe Drinking Water and Sanitation \n\n \nA. \n \nMillions  of  Sri  Lanka’s  population  do  not  have  access  to  adequate  water  supply  and \n1. \nsanitation.  According  to  the  United  Nations  Development  Programme,  in  2004  the  country \nachieved 79% coverage of improved water supply.1 While recent reports indicate that Sri Lanka \nis expected to meet the Millennium Development Goal target 7 by 2015, major challenges faced \ninclude  regional  disparities  and  urban–rural  differences.  Statistics  show  that  urban  population \nwith  access  to  improved  water  sources  increased  from  91%  to  98%  between  1990  and  2004; \nwhereas in rural areas, population served increased from 62% to 74%. While 75% of the urban \npopulation  is  served  with  piped  water,  only  14%  of  the  rural  population  benefits  from  such \nservice,  mostly  (65%)  relying  on  water  obtained  through  protected  wells.  Differences  between \nprovinces  are  even  more  prominent  and  conditions  in  the  north  and  east,  particularly  in  areas \naffected  by  protracted  conflict  and  civil  war,  are  not  fully  reflected  in  aggregate  statistics. 2 \nAccording to the same sources, about 91% of the population in Western Province had access to \nsafe drinking water, with the Colombo district recording the highest access at 96%; whereas the \nproportion of households in northern districts with access to improved water supply in 2001 was \nreported to be only 21.2% in Mannar and 67.8% in Vavuniya. The World Bank reports that only \n46% of the population in north and east has access to safe drinking water.3  \n \n2. \nConsiderable  improvements  have  been  achieved  in  sanitation:  urban  population  with \naccess  to  improved  sanitation  increased  from  89%  to  98%  between  1990  and  2004,  rural \ncoverage  rose  from  64%  to  89%.4 Comparing  access  to  improved  sanitation  across  districts  in \nSri Lanka, the highest access is recorded in Colombo (96.2%) and Gampaha (96.5%), and the \nlowest in Batticaloa (57%) in the east. However, caution must be observed as data available for \nthe north and east are sometimes incomplete and less reliable.5 Provision of sewerage services \nin  Sri  Lanka  is  limited  to  some  areas  of  Greater  Colombo 6  and  Hikkaduwa.  However,  the \nGovernment is conscious of this growing problem and proposes expansion to other urban areas \nfor Kandy and Jaffna. \n \n3. \nProlonged conflict and low productivity in rural areas have had a severe impact on urban \ncenters.  On  average,  the  urban  population  (currently  representing  27%  of  the  national  total)  is \ngrowing nearly twice as fast as the rural population. Urbanization is projected to reach 45% by \n2015. Regional disparities in the quality and level of public infrastructure services are significant. \nWith  limited  infrastructure  and  services,  old  and  new  urban  centers  are  not  capable  of \nadequately supporting the increasing economic productivity of households. The country’s urban \nareas  exhibit  problems  such  as  slum  and  squatter  settlements,  degraded  environment,  low \n\n                                                 \n1   Improved  water supply means piped  water  supply, borehole, protected dug  well, protected spring  water, rainwater \n\ncollection, and other technological means for improving water supply to consumers.  \n\n2   National Council for Economic Development. 2005. Millennium Development Goals Country Report 2005: Sri Lanka. \n\n3   World Bank. 2007. Sri Lanka Poverty Assessment: Engendering Growth with Equity: Opportunities and Challenges. \n\nColombo. \n\nWashington, DC.  \n\n4   Countrywide population with access to sanitation increased from 69% in 1990 to 91% in 2004. \n5   Few  urban  areas  in  the  country  have  sewerage  and  only  Hikaduwa  has  treatment  facilities.  Colombo’s  sewerage \nnetwork  is  badly  silted  and  in  need  of  repair.  The  Government,  recognizing  the  importance  of  planned  sanitation, \nhas programmed the development of sewerage infrastructure in Kandy, Jaffna and Nuwara Eliya,  \n\n6   The  1993  Master  Plan  (Engineering  Science.  1993.  Wastewater  Master  Plan  for  Greater  Colombo.  Colombo) \nestimated that 66% of the Greater Colombo population was served by on-site sanitation facilities, 19% by sewerage \nsystems, and 15% had no facilities. Little is expected to have changed over the past decade. The population without \nfacilities, the urban poor, disposes of their waste on the seashore, in canals and waterways, and on available open \nground. In addition to the 15% without facilities, substantial low-income settlements have access to limited facilities. \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n        Appendix 3        29 \n\nstandards  of  infrastructure  and  services,  and  overloaded  physical  infrastructure.7 In  small-  and \nmedium-sized  towns,  lack  of  basic  infrastructure  for  economic  development  is  considered  a \nmajor challenge. \n \nB. \n\nGovernment Targets \n\n4. \nIn  support  of  its  poverty  reduction  efforts  and  commitments  to  the  United  Nations \nMillennium  Declaration,  the  Government  identifies  access  to  safe  drinking  water  and  adequate \nsanitation as priority objectives. Specific goals8 include (i) provision of sufficient and safe drinking \nwater to 85% of the population by 2015 and 100% by 2025, (ii) provision of piped water supply to \n100% of the urban population and 75% of the total rural population by 2010, (iii) service levels \nand  quality  of  water  to  achieve  national  standards  in  urban  and  rural  areas,  (iv)  access  to \nadequate sanitation to 70% of the population of Sri Lanka by 2010 and 100% by 2025, (v) piped \nsewerage  systems  to  be  provided  in  major  urban  areas  and  selected  growth  centers,  and  \n(vi) standard on-site sanitation to be available to all those not connected to a sewerage system \nor sanitation scheme. \n \nThe National Water Supply and Drainage Board (NWSDB) Corporate Plan (2007–2011)9 \n5. \naims  to  provide  40%  of  Sri  Lanka’s  population  with  water  supply  services  and  3%  with  piped \nsewerage coverage during implementation of the plan. Growth centers are to be identified where \npiped schemes are technically and economically viable, and coverage increased where existing \nschemes  can  be  rehabilitated  and  augmented.  Piped  sewerage  in  2006  is  reported  to  have \nserved  479,922  people  or  2.4%  of  the  population.  Rehabilitation  and  partial  augmentation  of \nGreater Colombo’s sewerage scheme will substantially contribute to achieving this target. \n \nC. \n\nPolicy and Institutions \n\n6. \nInstitutional  Mandates  for  Water  and  Sanitation  (Service  Delivery).  The  Ministry  of \nWater  Supply  and  Drainage  is  the  lead  agency  in  the  water  supply  and  sanitation  sector, \nhowever the Ministry of Urban Development and Sacred Areas has a number of competencies \nrelating  to  rural  water  and  sanitation.  The  Ministry  of  Water  Supply  and  Drainage  is  the  policy \nmaking body in Sri Lanka for the development and improvement of water supply and sanitation. \nAll  major  government  water  supply  and  sanitation  projects,  particularly  in  urban  areas,  are \ncentralized at the Ministry of Water Supply and Drainage and the ministry is often tasked as the \nexecuting  agency  for  foreign-funded  projects.  While  the  National  Water  Supply  and  Drainage \nBoard  (NWSDB),  under  the  Ministry  of  Water  Supply  and  Drainage,  is  mandated  with \nimplementing  water  development  projects  in  urban  and  rural  areas,  the  Ministry  of  Urban \nDevelopment  and  Sacred  Areas  (through  the  Rural  Water  Supply  and  Sanitation  Division)  is \nactively involved in rural areas. NWSDB is involved in the supply of piped water and sewerage \nservices, however relevant laws also provide powers and responsibilities to municipal and urban \ncouncils and pradeshiya sabhas to establish and maintain schemes for their constituency. On a \nsmaller scale, some nongovernment organizations (NGOs) and community-based organizations \nare actively involved in providing services. \n \n7. \nPolicies.  The  draft  Water  Supply  and  Sanitation  Policy  formulated  in  2002  provides \nguidance to NWSDB, provincial councils, local authorities, lending institutions, community-based \norganizations,  and  NGOs  involved  in  delivering  water  supply  and  sanitation  services.  It  covers \ninvestment  strategies  to  achieve  coverage,  service  quality,  and  cost-recovery  objectives.  The \n                                                 \n7   Deficiencies include deteriorated roads, inadequate potable water supplies, poor drainage, and domestic sanitation. \n8   Department  of  National  Planning.  2006.  Mahinda  Chintana:  Vision  for  a  New  Sri  Lanka,  A  Ten  Year  Horizon \n\nDevelopment Framework 2006–2016. Colombo. \n\n9   National  Water  Supply  and  Drainage  Board.  2002.  NWSDB  Corporate  Strategy.  Colombo;  and  National  Water \n\nSupply and Drainage Board. 2007. NWSDB Corporate Strategy (2007–2011). Colombo. \n\n \n\n\f30 \n\nAppendix 3 \n\nCabinet paper, prepared by the Ministry of Urban Development and Water Supply, under revision \nsince April 2004, was asked to be brought in line with new Government investment strategies. In \n2006,  NWSDB  prepared  revised  water  and  sanitations  policies.  NWSBD’s  board  has  reviewed \nand  approved  both  the  draft  water  supply  policy  and  draft  sanitation  policy,  which  are  due  for \nsubmission for approval by Cabinet within 2008.  \n \n8. \nRegulation. Regulators are generally responsible for monitoring and enforcing discharge \nlicenses  and  fees,  and  service  quality,  as  received  by  customers;  and  setting  affordable  and \nefficient  tariffs.  The  Public  Utilities  Commission,  created  by  Parliament  in  late  2002,  is  a \nmultisector  regulator  for  water,  electricity,  and  ports.  Although  commissioners  were  appointed \nsoon  after,  its  functions  have  not  been  fully  effected,  which  may  be  partly  due  to  delays  in  the \nformulation  and  approval  of  the  Water  Industry  Act.  The  Government  is  currently  reviewing \nmeans  and  requirements  to  bring  NWSDB’s  operations  in  line  with  the  Public  Utilities \nCommission Act and enable the latter to undertake its technical and economic regulation.10 \n \n9. \nThe  Central  Environmental  Authority  (CEA)  is  the  key  agency  with  powers  to  enact \nregulations for wastewater pollution control and discharge standards. For all Board of Investment \n(BOI)-registered industries, CEA has delegated its powers to enforce the regulations to BOI. The \npretreatment  standards  currently  applied  to  the  industries  within  the  BOI-owned  processing \nzones  are  not  national  standards  but  BOI’s  own  requirements.  Implementation  of  the  CEA \nregulations  for  certain  industry  can  be  delegated  to  local  authorities.  The  Urban  Development \nAuthority \nfor \nimplementation of on-site sanitation. \n \n10.  Water Resource Management. In Sri Lanka, inefficient use of water resources has been \nexacerbated by the fact that a variety of agencies have exploited the resource, each pursuing its \nown mandate, with no single agency having stewardship over the country’s water resources per \nse. In the past, studies11 identified up to 28 agencies in 10 ministries responsible for one or more \naspects  of  water  resource  management.12 This  multiplicity  of  agencies  operating  in  the  water \nmanagement sector, more or less independently of each other, continues to result in distortions \nand  inefficiencies.  This  includes  (i)  large  water  users  allocating  water  to  themselves,  assuming \nboth the roles of regulator and user, potentially allocating water in an impartial manner; (ii) water \nrequired  for  environmental  and  social  needs  may  not  be  protected  since  these  uses  are  not \nrecognized in policy and no mechanisms exist to legally safeguard minimum in-stream flows or \nreservoir  levels;  (iii)  the  supply  of  water  for  existing  uses  is  vulnerable  where  new  water  use \ncontinues  to  be  allowed—this  lack  of  control  of  water  demand  increases  the  risk  of  water \nshortages and reduces the value of downstream water-related investment; (iv) water allocation is \nnot flexible, therefore new users cannot be supplied by voluntary transfer of water from existing \nusers—thus  existing  users  have  no  incentive  to  improve  efficiency  of  water  use  and  recognize \nthe  value  of  their  allocation;  and  (v)  no  planning  system  is  in  place  to  allocate  water  to  priority \nuses. \n \n\nregulatory  matters  concerning \n\nrulers  and  guidelines \n\nresponsible \n\nfor \n\nis \n\n                                                 \n10  With  technical  assistance  support  (ADB.  2002.  Technical  Assistance  to  the  Democratic  Socialist  Republic  of  Sri \nLanka for Strengthening the Regulatory Framework for Water Supply and Sanitation. Manila.), the Government is in \nthe  process  of  developing  (i)  an  adequate  tariff-setting  methodology,  (ii)  a  customer  code,  and  (iii)  technical \nstandards for water and sewerage services.  \n\n11  ADB. 1995. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Institutional Strengthening for \n\nComprehensive Water Resources Management. Manila.  \n\n12  This  includes  the  Irrigation  Department;  Water  Resources  Board;  Ceylon  Electricity  Board;  Mahaweli  Authority; \nNWSDB;  Reclamation  Corporation;  CEA  (national);  and  provincial  councils  and  local  authorities,  which  are  also \nresponsible for local water resource management issues.   \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n        Appendix 3        31 \n\n11.  Water  Resources  Board.  This  board  functions  with  meager  funds  from  government \nsubsidies.  Its  functions  do  not  match  its  mandate  and  are  limited  to  advisory  services  to  the \nminister,  with  funds  barely  able  to  cover  research  and  investigation  of  groundwater  resources \n(few discontinued studies are noted in selected areas of Vavuniya, Mannar, and Puttalam). The \nboard  is  authorized  to  advise  the  minister  on  matters  relating  to  regulation  of  groundwater \nextraction, but due to insufficient support this function has never been undertaken.  \n \nD. \n\nNWSDB Performance and Targets \n\nPlanning and Asset Management. NWSDB’s current corporate plan does not present a \n12. \nsolid business plan with financial projections that translate action plans into financial terms, and \nkey performance and result areas into financial targets or indicators that can be monitored. The \nannual  budget  is  prepared  over  5  months  using  the  performance-based  budgeting  method, \nwhere  costs  and  inputs  are  planned  to  match  performance  and  outputs.  Historically,  operation \ninvestment-related  functions  have  been  more  closely  based  on  a  crisis-management  approach \nthan through strategic decisions considering risk analyses and the long-term future sustainability \nof a network, or a holistic approach considering all influences upon the options available whether \nthey  are  legal,  technical,  financial,  regulatory,  operations,  or  customer  service  driven. 13  Yet \nNWSDB has acknowledged that revisions to its operating approach must be introduced. It is in \nthe process of introducing, among others, a program to decentralize responsibilities to regional \noffices.14 This, if adequately strengthened, is expected to lead to rapid and responsive decision \nmaking. \n \n13. \nNWSDB’s  Financial  and  Operating  Performance.  The  financial  performance  of  the \nNWSDB improved in 2006 compared to previous years. Profit before depreciation increased by \nabout  3%.  Profit  was  made  before  income  tax  instead  of  losses  as  in  the  previous  years.  A \nsummary  of  the  income  statement  for  2004–2006  is  shown  in  Table  A3.1.  Although  financial \nperformance  improved  in  2006  as  measured  by  lower  net  loss,  the  Board  was  not  operating \nefficiently as demonstrated by the increase in direct operating expenses at 13%, more than the \nincrease  in  water  sales  of  8%.  This  is  largely  due  to  an  increase  in  nonrevenue  water  (NRW), \nmostly for Greater Colombo operations.15 This will have a direct impact on sewerage operations \nand billing and thus must be addressed. \n \n\nTable A3.1: NWSDB’s Net Profit Summary, 2004–2006 \n(SLRs) \n\n Item \nWater Sales \nOperating Profit on Sale of Water \nProfit/(Loss) before Depreciation \nNet Profit/(Loss) from Operating Activities \nProfit/(Loss) before Income Tax \nNet Profit/(Loss) for the Year \n\n2004 \n\n 4,263,831 \n809,699 \n409,213 \n(383,484) \n(811,870) \n(836,501) \n\n2005 \n5,446,264 \n1,842,239 \n1,479,961 \n   436,599 \n     (22,272) \n     (91,901) \n\n2006 \n5,869,448 \n1,788,923 \n1,525,310 \n    425,303 \n      19,816 \n      (44,048) \n\n       ( ) = negative, NWSDB = National Water Supply and Drainage Board, SLRs = Sri Lankan rupees. \n       Sources: NWSDB annual reports 2004, 2005, and 2006. \n \n\n                                                 \n13  Asset management can be defined as the process of establishing an operating regime under which the sustainability \nof capital investment for assets is ensured through effective management of risk, performance, condition, and cost. \n14  An analysis of the existing setup revealed the following shortcomings: (i) operating center has no fiscal power and \nability to generate sufficient revenues; (ii) no proper matching of costs against revenues, hence a perennial problem \nof  lack  of  funds  for  repairs  and  improvement;  (iii)  regional  operating  units  operate  in  a  system  discouraging \nperformance  incentives;  (iv)  centralized  financial  management  implies  that  requesting  a  budget  for  repairs  is \nconstrained  by  bureaucratic  procedures  and  inability  to  prioritize  taking  into  consideration  the  local  context;  and  \n(v) recruitment and hiring of staff is highly centralized.  \n\n15  If  the  authorized  but  unbilled  water  supply  in  Colombo  city  (estimated  at  14%  of  the  water  supplied)  is  excluded, \n\nNRW in Greater Colombo would be 30.2%, while the national average would be 30%. \n\n \n\n\f32 \n\nAppendix 3 \n\nNWSDB  has  expanded  its  scope  of  activities  considerably  over  the  past  30  years.  The \n14. \nnumber of water service connections has increased annually by an average of 11% or 57,416 for \nthe  last  10  years.  In  addition,  the  number  of  staff  per  connection  has  improved  significantly, \nreducing  from  a  relatively  high  staff/connection  ratio  of  27.6  staff  per  1,000  connections  in  the \ninitial  years to  8.92  in  August  2005.  The  billing and  collection  system,  in  place  since  1982  and \nfully computerized since 1987, is performing adequately, however no performance improvements \nare  noted  for  2004–2006.16 Despite  the  poor  collection  performance,  the  Board’s  current  ratios \nwere high, indicating high liquidity. Debt service coverage ratio likewise improved  due to better \nfinancial performance, i.e., lower net loss in 2006.  \n\n \n15. \nNWSDB, conducted a benchmarking exercise in 2003 and, through its corporate strategy, \nhas set targets for improved operating and financial performance. Progress has been achieved \nby programs relating to reduction of power consumption and staffing ratios, but performance in \nthe area of reduction of NRW remains inadequate and generally underfunded. NRW remains the \nsingle largest contributor to increasing NWSDB’s performance and revenue. Indicators show that \nNRW  has  remained  constant  in  relative  terms  since  2002  (around  34%),  but  increased  in \nabsolute  terms.  NWSDB  acknowledges  the  problem  and  is  in  the  process  of  introducing  a \nstrategy  and  action  plan  to  tackle  NRW,  however  to  date  this  program  is  being  restricted  to \nGreater Colombo.  \n \n\nTable A3.2: NWSDB Operating Performance Summary, 2002–2006 \nDec 2005 \nResults \n67 \n\nDec 2003 \nResults \n65 \n\nDec 2004 \nResults \n66 \n\nDec 2002 \nBaseline \n66 \n\nDec 2006 \nResults \n66 \n\n \nResults Provided by NWSDB  \nA. Cubic Meters Billed (% \nconsumption/production)  \nB. Collection Rate (% collection/billing) \nC. Accounts Receivables \n   1. Private (days) \n   2. Government (days) \nD. Staff to Connection Ratio (%) \nE. kWh Electricity Use (%) \nF. Maintenance Expense (%) \nG. Establishment Expense (%) \nH. Rehabilitation Expense (%) \n\n97 \n \n\n7.94 \n\n109 \n \n60 \n65 \n7.40 \n29.5 \n5.1 \n9.5 \n11.0 \n\n110 \n \n60 \n65 \n6.90 \n26.0 \n6.3 \n10.6 \n4.4 \n\n96 \n \n60 \n65 \n6.6 \n24 \n5.6 \n(22) \n4.0 \n\n97 \n \n60 \n60 \n6.6 \n23.8 \n6.34 \n10.7 \n1.2 \n\n28.0 \n5 \n9 \n17.1 \nNWSDB = National Water Supply and Drainage Board. \nSource: NWSDB Corporate Planning Department estimates. \n \n16. \nRegional  Performance. A financial performance assessment conducted for each of the \nfour  focus  project  towns  (Chilaw,  Mannar,  Puttalam,  and  Vavuniya)  reveals  variable  regional \ncapacities.  The  financial  position  of  Puttalam’s  scheme  was  strengthened  during  2004–2006, \nwith net profits of around 13% for 2005 and 2006. Capacity constraints are expected to be the \nmajor  threat  confronting  the  scheme,  affecting  its  operating  efficiency.  While  the  financial \nperformance  of  Chilaw’s  water  supply  scheme  was  not  as  financially  sound,  it  has  gradually \nreduced operating losses and increased water sales. It recorded an operating profit in 2006. The \nsituation in Vavuniya and Mannar is much more critical. Despite the fact that these schemes are \nmuch  smaller,  operating  and  nonoperating  costs  are  comparable.  Root  causes  are  believed  to \ninclude  (i)  inefficient  equipment  and  machinery,  highly  degraded  by  years  of  conflict  and \ninadequate maintenance; and (ii) major NRW resulting from water losses arising from apparent \nlosses  (unauthorized  consumption  and  metering  inaccuracies),  and  real  losses  (leakage  of \ntransmission  and/or  distribution  mains,  leakage  and  overflows  at  utility  storage  tanks,  and \nleakage of service connections up to customer's meters). These must be immediately addressed \nand a program of NRW reduction put in place. \n\n                                                 \n16  The accounts receivable balance could not be reduced to at least 2 months of water sales. \n\n \n\n\f   Appendix 4 \n\n33\n\nEXTERNAL ASSISTANCE TO THE WATER AND SANITATION SECTOR  \n\n \n\n \n \n\n \n \n\n \n \n\n \n \n \n \n \n \n \n\n        \n\nand Sanitation Project \n\n2007 \n2007 \n2007 \n2006 \n2005 \n2005 \n2004 \n\nAustria \nJapan \nSweden \nIFRC \nAustria \nDenmark \nJapan \n\n        €10.70 \n ¥13,231.00 \n $70.00 \n \n $30.00 \n \n $12.74 \n \n $33.00 \n \n$135.60 \n \n\n                          Year \n           Amount \n                     Approved              Source             (million) \n\n2003, 2006   \n \n2003 \n \n2002 \n \n2001 \n \n2001 \n \n2001 \n \n2001 \n \n1999 \n \n1999 \n \n1999 \n \n1998 \n \n1998 \n \n1998 \n \n1998 \n \n1998 \n \n1997 \n \n1997 \n \n1997 \n \n1997 \n \n1997 \n\n \nADB \n \nJapan \n \nADB \n \nGermany \n \nGermany \nJapan \n \nWorld Bank   \n \nADB \n \nFrance \n \nGermany \n \nFrance \n \nGermany \n \nGermany \nJapan \n \nWorld Bank   \n \nJapan \n \nJapan \n \nJapan \n \nJapan \n \nDenmark \n\n \n \n \n \nProject Name   \nA. Loan-Financed Investment Projects \nRehabilitation and Upgrading of Southern Catchment of the Greater \nColombo Sewerage System \nWater Sector Development Project \nCentral Wastewater Treatment Plants for Ratmalana, Moratuwa \nCoastal Towns Areas affected by Tsunami \nUNIHA Project \nGreater Colombo Sewerage Project \nMatara Integrated Water Supply System \nSecondary Towns and Rural Community Based Water Supply  \n \nNon-Revenue Water Reduction Project \nKelani Conservation Barrage Project \nGreater Galle Augmentation Water Supply and Sanitation Project \nNawalatipiya, Ampara, and Koggala Projects \nGreater Kandy Water Supply and Sanitation Project \nCommunity Water Supply and Sanitation Sector (Phase II) \nThird Water Supply and Sanitation Project \nAnuradhapura Water Supply and Sanitation \nKegala Water Supply Project \nWater Treatment Plant at Anuradhapura \nWater Supply Nawalapitiya \nWater Supply Ampara \nTowns North of Colombo, Stage 1 \nMahaweli Restructuring and Rehabilitation Project \nTowns South of Colombo \nMahaweli System C Upgrading \nKalu Ganga Water Supply Project \nTowns North of Colombo Water Supply and Sanitation Project \nKalmunai Water Supply Project \n \nB. Grant-Financed Investment Projects \n2005 \nSewer Cleaning Equipment \n2004 \nGreater Colombo Wastewater Management \n2003 \nParticipatory Improvement of Underserved Settlements in Colombo \n2003 \nGreater Colombo Wastewater Management Sector Review \n2000 \nHiccaduwa Coastal Zone Management \n2002 \nWater Augmentation of Nuwara Eliya Project  \n2001 \nTA 3434: Accounting Review of NWSDB  \nGroundwater Investigation–Hambantota and Monaragala Districts  \n2000 \nPolonnaruwa District Rural Water Supply and Sanitation Pre-Investment  2000 \n1999 \nRehabilitation Water Supply Mannar \n1999 \nPre-Investment Study and Pilot Project \n1998 \nThird Rural Water Supply and Sanitation Sector \n1998 \nTA 3030: Western River Basins Sector Project  \n1997 \nRural Water Supply and Sanitation–Vavuniya  \nGreater Colombo Sewerage Project \n1997 \nNational Framework for Development of Rural Water Supply and  \n \nImprovement of Drinking Water Supplies \nWalawe Left Bank Irrigation and Extension Project (II) \nTA 2609: Rural Water Supply and Sanitation Sector \n \nADB  =  Asian  Development  Bank,  IFRC  =  International  Federation  of  the  Red  Cross,  UNDP  =  United  Nations \nDevelopment Programme. \nSource: ADB estimates. \n\n       ¥146.00 \nJapan \n    $0.85 \n \nADB \n    €5.00 \n \nGermany \n    $0.15 \n \nADB \n    $3.70 \nUnited States \n    $1.00 \n \nJapan \n    $0.09 \n \nADB \n   $17.00 \nJapan \n \n     $0.12 \nNew Zealand \n     $0.53 \nGermany \n \n     $0.13 \nNew Zealand \n     $7.42 \n \nNorway \nADB \n     $1.50 \n \n   $24.68 \n \nGermany \nUnited Kingdom       $3.20 \n\n$120.06 \n $45.61 \n $13.19 \n $25.60 \n $27.00 \n $115.2 \n $20.00 \n $75.00 \n   $5.60 \n   $5.82 \n   $7.34 \n   $6.16 \n   $3.52 \n $43.19 \n  $56.22 \n  $30.31 \n  $32.06 \n  $96.72 \n  $47.10 \n    $3.15 \n\n     $0.50 \n     $7.70 \n   $83.32 \n     $0.60 \n\nUNDP \nJapan \nJapan \nADB \n\n1997 \n1996 \n1996 \n1996 \n\nSanitation Framework \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n \n\n \n\n\f \n34 \n\nAppendix 5 \n\nSTRATEGY FOR IMPROVED SERVICE DELIVERY \n\n \n1. \nThe  approach  sought  under  the  Project  strongly  focuses  on  improving  institutional \nefficiency (operating and financial) and long-term sustainability. The following features define its \nstrategy. \n \nA. \n\nImproved Service Provision \n\n2. \nThe  National  Water  Supply  and  Drainage  Board  (NWSDB)  has  developed  5-year \ncorporate plans since 1996. The latest plan1 clearly identifies commercial viability, and greater \naccountability and transparency as key goals to be pursued by the organization. The plan sets \nforth specific objectives and countrywide targets, and identifies corporate investment and asset \nmanagement as key focus areas of implementation. \n \n3. \nNWSDB  Decentralized  Service  Delivery.  NWSDB  has  grown  extensively  since  its \ncreation  in  1974,  but  its  current  size2  and  excessively  centralized  management  approach  has \nled to several inefficiencies. In addition to its head office, until recently NWSDB was divided into \nsix  regional  support  centers3  and  23  regional  offices  throughout  Sri  Lanka.  Services  provided \n(population  covered,  number  of  connections,  and  quality  and  quantity  of  water  available), \ninfrastructure  and  water  production,  staffing,  operation  and  maintenance  expenditure,  and \nrecovery  vary  significantly  among  the  regional  support  centers.4  In  parallel,  customer \nsatisfaction,  water  resource  availability,  financial  management,  human  resource  management, \nand accountability vary across the country. Because the regional support centers and regional \noffices  are  closer  to  the  beneficiary  population,  they  have  an  information  advantage  in \nidentifying  citizens’  preferences  as  well  as  the  flexibility  to  respond  to  local  conditions.  The \nProject  will  support  NWSDB  in  attaining  decentralized  service  delivery  by  (i)  implementing \nactivities through relevant district offices, and applying institutional arrangements that reinforce \nthis  system;  (ii)  supporting  the  establishment  of  a  regional  support  center  (northern);  and  (iii) \nstrengthening functions and human resource capacity in district offices. \n \n4. \nImproving  NWSDB  Operating  Efficiency.  The  Project  emphasizes  in  its  design  the \nimportance  of  achieving  improved  operating  efficiency  and  will  introduce  (i)  energy  efficiency \nmeasures  (which  will  be  subject  to  an  energy  audit);  (ii)  process  optimization  (through  the \nintroduction  of  automation  and  hydraulic  modeling);  and  (iii)  nonrevenue  water  reduction.  The \nnonrevenue water reduction program will be comprehensive in all four project towns (Table A5). \n \nB. \n\nIntegrated Water and Sanitation Approach  \n\nAs  water  supply  augmentation  is  considered  in  emerging  regional  centers,  wastewater \n5. \nmanagement  must  be  addressed  as  an  integral  part  of  the  solution.  Based  on  appropriate-\ntechnology,  affordability  and  financial  viability,  and  health  and  environmental  principles, \nsolutions have been found to match the needs of the various centers. Sanitation also involves \nchanging attitudes and behavior (especially hygiene habits), developing solutions, and creating \na demand for sanitation as a means for making systems effective. \n \n6. \nEstablishing  Partnerships  with  Local  Authorities.  Local  governments  are  currently \nlargely responsible for sanitation in their constituencies. In the four project towns, urban councils \nare providing this service, although quality and frequency is bound by equipment limitations and \n                                                 \n1   NWSDB. 2007. Corporate Plan (2007–2011). Colombo. \n2   In June 2007, NWSDB had 8,310 employees, of which 7,525 were regular staff. This is equivalent to 7.67 staff per \n\n1,000 connections. \n\n3   NWSDB is in the process of increasing this to 11, one for each province and two for Colombo. \n4   The  western  and  Greater  Colombo  regional  support  centers,  and  the  head  office  account  for  almost  50%  of \nNWSDB’s staff resources, 53% of NWSDB’s connections, and 65% of all drinking water produced. NWSDB. 2006. \nAnnual Report. Colombo. \n\n \n\n\f   Appendix 5 \n\n35\n\nlack of proper facilities. In association with water augmentation to regional cities, the capacity of \nurban  councils  must  be  strengthened  to  safely  manage  wastewater,  and  especially  septage. \nThe  Project  proposes  to  establish  a  partnership  approach  between  NWSDB’s  regional  offices \nand  their  counterparts  in  the  urban  councils  to  enable  timely  implementation  of  a  sanitation \nprogram and construction of facilities to improve septage collection, management, and disposal \nin an environmentally acceptable manner. \n\nNRW Cause \n\nUnbilled authorized \nconsumption \n\nApparent water \nlosses: unauthorized \nconsumption \n\nApparent water \nlosses: metering \ninaccuracies \n\nReal losses: \nleakage of \ntransmission and/or \ndistribution mains \n\nReal losses: \nleakage and \noverflows at utility \nstorage tanks  \nReal losses: \nleakage of service \nconnections up to \ncustomer's meters \n\n \nTable A5: Nonrevenue Water Reduction Program \n\nProposed Activity \n\nA full registrar of unbilled authorized consumers is prepared. Volumetric records are collected \nand analyzed. Magnitude (%) is determined.  \nDecision for discontinuation evaluated versus legal justification. \nAs part of the rehabilitation and expansion of the water system, regional office staff will, \ntogether with the contractor, identify unauthorized connections and immediately proceed to (i) \neither regularize or (ii) disconnect.  \nA database reflecting information on all authorized and unauthorized connections will be \ncreated and updated. Procedures and protocols will be developed to guide regional office staff \nhandling illegal connections and requests for new connections. Staff will be trained on (i) how \nto deal with this type of consumer, and (ii) how to transform these into metered connections.  \nActivities to be undertaken during project implementation by regional office teams include \nindependent meter reading audits to undertake (i) reading of all meters for comparison against \nreported data, and (ii) identification of all defective meters.   \nStaff will be trained in (i) identification of defective meters and causes leading to this \n(accidental or deliberate), and (ii) maintenance and repair of meter units. As part of the \nawareness campaign, consumers will be made aware of the fact that purposeful tampering \nwith water meters is a criminal offence that can and will be prosecuted. \nAs part of the Project, all leaking pipes, valves, and specials will be replaced by the contractor \nafter conducting necessary testing (with ultrasound flow meters or otherwise). In addition, bulk \nmeters will be procured very early into implementation and installed to enable water balances \nin the transmission and distribution system. Protocols will be developed and regular readings \n(at  least  daily  if  not  automated)  will  be  undertaken  and  reported.  Leak  detection  kits  will  be \nprocured and staff trained accordingly. \nLeakage  and  overflows  at  utility  storage  tanks  will  be  minimized  through  the  installation  of \nlevel  sensors  and  systematic  automation  of  all  units  (and  associated  introduction  of  control \nsystems). Staff will be trained on how to operate automated systems.   \n\nStaff,  once  trained  on  how  to  conduct  water  balances  (including  data  from  production, \ntransmission,  storage  units,  and  household  meters)  will  be  able  to  identify  whether \nreconciliation  of  these  balances  can  be  achieved  through  payments  of  service  connections. \nStaff will be trained on conducting randomized checks (associate defects of a particular batch \nto extrapolate to other connections) and repairs.   \n\nSource: Asian Development Bank assessment \n \n7. \nStrengthening  Local  Government  Capacity.  The  Project  has  developed  a  clear \nframework  for  septage  management,  treatment,  and  disposal.  Based  on  its  relative  simplicity, \nthe  schemes  are  believed  to  be  most  adequate  for  towns  of  the  size  of  the  project  towns,  as \nthey  provide  the  first  level  of  service  and  strengthen  the  capacity  of  local  bodies  to undertake \ntheir functions in this respect. The following comprehensive approach is proposed: \n\n(i) \n\n(ii) \n\n(iii) \n\nEstablish  a  coherent  legal  framework  by  introducing  bylaws  for  (a)  compulsory \nuse  of  septic  tanks  in  clearly  demarcated  geographic  areas,  and  (b)  charging  a \nminimum fee that will cover operation and maintenance (O&M) costs. \n\nGenerate  revenue  by  introducing  a  scheme-specific  charge  to  at  least  cover \nO&M, and collecting (by local authorities) a sewerage charge. \n\nLocal  authorities  are  to  implement  the  schemes  with  technical  support  from \nNWSDB.  Schemes  may  be  implemented  as  a  design-and-build  contract,  as \nexpertise within the country is limited (given the new approach). Contractors are \nto provide 1 year maintenance as part of the contractual agreement. \n\n \n\n\f \n36 \n\nAppendix 5 \n\n(iv) \n\n(v) \n\nO&M  of  the  schemes  may  be  subsequently  outsourced  to  the  private  sector \nthrough  a  performance-based  management  contract.  Monitoring  of  the  private \nsector performance is to be enhanced through contractual agreements for public \nlatrines. \n\nLocal  authorities  are  to  provide  capacity  development  for  (a)  legal  drafting  of \ncontractual  agreements  (construction  and  O&M),  and  (b)  environmental  and \nperformance monitoring. \n\n8. \nKey environmental performance objectives for on-site facilities are (i) wastewater will not \ncause topsoil contamination, (ii) surface water will not be polluted, (iii) groundwater will not be \npolluted, (iv) discharge will not upset the ecological balance, (v) waste should not be accessible \nto vectors and other animals, and (vi) waste should not be a nuisance due to bad odor or smell. \nProper  enforcement  of  the  legislation  would  enable  achievement  of  these  objectives;  however \ncompliance with groundwater pollution requirements remains a problem. More care needs to be \ntaken in assessing the dispersal qualities of the soil and selecting suitable designs.   \n \n9. \nInstitutionalizing Compliance Monitoring. In an effort to promote compliance with the \nintroduce  a  program  of \nexisting  regulatory \nenvironmental  monitoring  activities  on  (i)  quality  of  discharge  to  sea,  if  any;  and  (ii)  quality  of \ntreated septage.  \n \nC. \n\nIntegrated Water Resource Management \n\nlocal  authorities  will  need \n\nframework, \n\nto \n\n10. \nAlthough Sri Lanka’s total water supplies are abundant compared with those in other arid \ncountries,  water  stress  is  now  being  experienced,  and  regional  and  seasonal  variations  in \nsupply  and  demand  create  concerns.  Existing  urban  water  supply  systems  in  project  towns \nsuffer  from  chronic,  and  occasionally  acute,  water  shortage;  and  delays  in  new  domestic \nconnections  are  linked  to  uncertainty  in  water  availability.  The  Project  has  considered  these \naspects and incorporated integrated water resource management concepts in its design through \n(i)  securing  comprehensive  investigations  (including  1-year  quality  and  yield  data)  for  surface \nand groundwater schemes, (ii) developing catchment protection plans, and (iii) developing local \ncapacity  and  databases  to  monitor  groundwater  usage  and  depletion.  The  Project  is  phasing \nconstruction to facilitate monitoring of any upstream and downstream impacts. \n \nD. \n\nImproved Financial Management \n\n11.  While  improvement  of  the  system’s  performance,  coupled  with  a  higher  rate  of \nconnections,  will  help  improve  the  finances  of  NWSDB,  great  emphasis  is  being  placed  on \nsecuring  compliance  with  NWSDB’s  owned  defined  objectives  (footnote  1):  (i)  increase  tariffs \nannually  by  at  least  inflation,  (ii)  ensure  tariffs  are  sufficient  to  prevent  any  national  losses \n(generating  a  small  profit),  and  (iii)  ensure  tariffs  are  sufficient  to  cover  at  least  O&M  of  all \nschemes.  NWSDB  and  the  Ministry  of  Water  Supply  and  Drainage  have  agreed  to  submit  the \ntariff  methodology  for  approval  by  Cabinet  before  the  date  set  for  loan  negotiations.  All  local \nseptage  schemes  must  cover  no  less  than  O&M  costs.  This  is  to  be  secured  through  the \nintroduction of necessary bylaws (prior to contract award). \n \nE. \n\nUrban Planning  \n\n12. \nThe design of project schemes is based on development patterns envisaged under plans \nprepared  by  the  respective  urban  development  authorities.  These  have  been  discussed  with \nurban  councils  and,  given  the  nature  and  large  floating  populations  present  in  most  of  the \nproject towns, designs have accommodated the necessary flexibility. \n\n \n\n \n\n\f   Appendix 6 \n\n37\n\nCAPACITY ASSESSMENT AND DEVELOPMENT PROPOSAL  \n\nSector Network \n\nThe Enabling Environment \n\n \n1. \nCapacity  development  needs  to  consider  four  essential  levels  or  entry  points:  (i)  the \nenabling  environment,  (ii)  sector  capacity,  (iii)  organization  or  entity’s  capacity,  (iv)  individual \nagency employee capacity, and (v) end user or beneficiary.1 Capacity development activities at \nthese four levels are interrelated, depending on and reinforcing each other, therefore they must \nbe undertaken simultaneously.  \n \nA. \n \n2. \nThe  Government’s  Ten-Year  Development  Framework  (2006–2016)  objectives  clearly \nidentify  access  to  safe  drinking  water  as  an  essential  element  of  reaching  the  Government’s \neconomic  growth  and  productivity  targets.  The  Government  realizes  that  improvements  in \naccess to water supply services have led to an increasing wastewater problem. Consequently \nclear and consistent policy principles need to be introduced and firmed up. In addition, it agrees \nthat  securing  adequate  revenue  flow  to  cover  full  operation  and  maintenance  costs  of  all \nschemes is a priority to secure adequate sector functioning.  \n \n3. \nThe  Project  will  support  (i)  adoption  of  national  drinking  water  supply  and  sanitation \npolicies,2  (ii)  implementation  of  a  new  national  sewerage  tariff3  and  official  adoption  of  local \ngovernment  septage  maintenance  fees,4  and  (iii)  adoption  of  independent  regulation  of  the \nsector (and in particular the National Water Supply and Drainage Board [NWSDB]).  \n \nB. \n \n4. \nEssential  institutional  changes  are  required  to  introduce  (i)  systematic  infrastructure \nrenewals  to  maintain  the  system’s  serviceability,  (ii)  incentives  for  operating  efficiency  and \nimproved service delivery, (iii) managerial autonomy and more efficient systems of procurement, \n(iv) improved financial management and cost recovery, and (v) institutional development to gain \nexperience operating in a commercial environment. \n \n5. \nThe  Project  will  work  to  introduce  performance-based  management  systems  by  \n(i)  supporting  NWSDB’s  efforts  to  decentralize  functions  and  responsibilities  to  its  regional \noffices; (ii) benchmarking local performance, setting targets, and institutionalizing a well-defined \nmonitoring  and  reporting  system;  and  (iii)  introducing  and  promoting  asset  management \nplanning.  \n \nC. \n \n6. \nSpecific  support  will  be  provided  to  improve  the  capacity  of  NWSDB’s  regional  units \n(North and North Western) by (i) introducing commercial functions and improved meter reading, \nbilling,  and  collection;  (ii)  developing  customer  service  functions;  (iii)  developing  general \naccounting  and  financial  reporting;  (iv)  introducing  fixed  asset  management  and  planning;  \n(v) setting up systems for inventory, stores, and purchasing; (vi) improving budgetary planning \nand  control;  (vii)  improving  maintenance  of  water  supply  and  sewerage  facilities;  and  \n(viii)  developing  human  resource  management,  administration,  and  general  services.  The \nintroducing  a \nProject  will  support  NWSDB’s  efforts \n\nOrganization or Entity’s Capacity Development \n\nto  reduce  nonrevenue  water  by \n\n                                                 \n1   Management  Development  and  Governance  Division,  United  Nations  Development  Programme.  1997.  Capacity \nDevelopment.  Technical  Advisory  Paper  2.  New  York;  and  Asian  Development  Bank.  2006.  Lessons  in  Capacity \nDevelopment: Sectoral Studies in Sri Lanka. Manila. \n\n2   The  NWSDB  board  of  directors  approved  these  in  February  and  March  2008,  respectively.  A  presentation  to \n\nCabinet for approval is expected before the end of 2008. \n\n3   NWSDB’s national sewerage tariff was approved and gazetted in October 2008. \n4   Where  urban  councils  provide  services,  the  official  introduction  of  a  septage  handling  charge  (to  recover  no  less \n\nthan operation and maintenance costs) will take the form of a council resolution and bylaw.  \n\n \n\n\f \n38 \n\nAppendix 6 \n\nto  help \n\ninstitutionalize \n\nIndividual Agency Employee Capacity  \n\ncomprehensive  program \n(i)  metering  audits,  \nregional  offices \n(ii)  measurement  of  water  flow  and  conduct  of  water  balances,  and  (iii)  development  of \nstrategies to deal with unauthorized or unpaid supplies. \n \n7. \nIn  addition,  the  Project  will  support  efforts  of  NWSDB  and  urban  councils  to  ensure \npolicy  compliance  by  (i)  supporting  long-term  investigations  (water  quality  and  yields)  for \ngroundwater,  (ii)  introducing  monitoring  programs  with  discharge  standards  from  sewage \ntreatment  systems,  and  (iii)  conducting  annual  reviews  to  secure  conformity  with  the  agreed \ntariff methodology and sewerage system standards. \n \nD. \n \n8. \nNWSDB’s  Regional  Offices.  The  Project  will  support  regional  offices  developing  into \nsmall  business  units  with  separate  budgeting  and  financial  reporting.  The  Project  will  develop \nNWSDB staff capacity (Vavuniya and Puttalam) by (i) introducing systems for cost accounting, \nbudget preparation, financial reporting, billing and collection, customer relations, operation and \nmaintenance, asset management, and administration; and (ii) providing necessary training. The \nProject  will  provide  support  for  regional  support  centers  to  develop  their  core  functions  of \nplanning and development, and report consolidation.  \n \n9. \nLocal  Authorities.  Local  authorities  generally  lack  the  technical  capability  and  design \nknowledge5 to know which type of facility is most appropriate for given soil conditions. They do \nnot carry out soil testing to aid in the design selection process. NWSDB has produced Manual 1: \nLatrine  Construction6  to  aid  the  design  process.  It  provides  guidance  regarding  the  type  of \nfacility  to  choose  for  given  soil  conditions,  but  does  not  provide  guidance  on  how  to  carry  out \ntesting.  In  addition,  (i)  due  to  lack  of  capacity,  inspection,  and  supervision  of  construction  to \nconfirm compliance with an approved design, and (ii) due to lack of knowledge regarding siting; \nlaws and requirements—further exacerbated by small subdivision of land where the regulations \ncannot  be  properly  met—are  weak.  In  addition,  extensive  discussions  with  local  authorities \nunder  the  on-site  sanitation  pilot  scheme  reveal  (i)  limited  capacity  within  the  local  authorities’ \nlegal  departments  to  formulate  management  contracts  with  the  private  sector,  and  (ii)  limited \ncapacity  within  technical  departments  to  monitor  performance.  The  implementation  of  the \nCentral  Environmental  Authority  regulations  for  certain  industry  sectors  can  be  delegated  to \nlocal  authorities.  However,  due  to  lack  of  institutional  capacity,  this  function  has  not  been \neffectively  transferred.  Hence,  the  Central  Environmental  Authority  continues  to  monitor \nimplementation of the regulations. \n \nThe Project will review, update, and print copies of a revised on-site sanitation manual \n10. \n(or a second volume) to address (i) soil testing and its impact on system design, (ii) key aspects \nto be considered for adequate supervision of construction, and (iii) adequate siting of pits and \nsoakage  and/or  infiltration  fields.  Training  sessions  with  technical  officers,  public  health \ninspectors, and engineering sections, where available, will be conducted for all local authorities \nwithin  Greater  Colombo.  The  Project  will  formulate  manuals  and  provide  technical  capacity  to \nlocal authorities participating in the pilot on-site sanitation scheme for preparing and monitoring \nperformance-based management contracts with the private sector. In the absence of necessary \n\n                                                 \n5   On-site  sanitation  systems  are  acceptable  methods  for  wastewater  management  used  extensively  in  many \ncountries, particularly for low-density areas and isolated communities. They can also be used effectively in urban \nareas;  however,  much  attention  needs  to  be  paid.  Major  shortcomings  include  (i)  poor  design,  (ii)  inadequate \nsupervision  of  construction,  (iii)  inappropriate  siting  of  pits  and  soakage  and/or  infiltration  fields,  (iv)  overloading, \nand (v) poor maintenance. Capacity development is currently needed for (i) local authority employees, and (ii) end \nusers and beneficiaries.  \n\n6   Under  package  C,  ADB.  1997.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a \nProposed  Loan  to  the  Democratic  Socialist  Republic  of  Sri  Lanka  for  the  Third  Water  Supply  and  Sanitation \nProject. Manila. \n\n \n\n\f   Appendix 6 \n\n39\n\nspecialized knowledge, results may be limited; a capacity development program is proposed for \nlocal authorities on environmental compliance with discharge from small industries. \n \nE. \n\nEnd User or Beneficiary  \n\nThe Project will target end users through the implementation of a community education \n11. \nand  awareness  program,  specifically  focusing  on  (i)  public  health,  hygiene,  and  sanitation \nprinciples;  (ii)  water  resource  conservation  and  protection,  and  associated  environmental \nmatters;  and  (iii)  introduction  and  greater  understanding  of  tariffs.  The  campaign  will  seek  to \nensure a clear understanding and objective of the Project and manage expectations.   \n \nTo  support  local  authorities,  two  major  problems  identified  relate  to  end  users  and \n12. \nbeneficiaries:  (i) \ntanks,  \n(ii)  overloading,  and  (iii)  poor  maintenance.  The  Project,  as  part  of  its  public  awareness \ncampaign,  will  support  the  preparation  of  a  series  of  brochures  explaining  dangers  of \noverloading  and  poor  maintenance,  and  good  practices;  and  providing  contact  information  for \nthe local authorities for septic tank sludge removal.   \n\nlocation  of  soakage  pits  and  septic \n\ninadequate  design  and \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n% of Total Base Cost \n\n \n\nDETAILED COST ESTIMATES \nTable A7.1: Detailed Cost Estimates by Expenditure Category ($ million) \n\n \n\n \n\n \n\n \n\nTotal \nCost \n\nSubtotal (A) \n\nLocal \nCurrency \n\nForeign \nExchange \n\nTaxes and Duties \n \n\n30.82 \n1.81 \n25.57 \n1.32 \n1.87 \n3.54 \n0.67 \n0.17 \n0.34 \n0.42 \n15.07 \n81.61 \n\nCivil Works \nRoad Reinstatement \nConstruction Equipment and Materials \nSurvey \nInternational Consultants \nNational Consultants \nTraining \nResettlement Compensation \nLand Acquisition \n\n  \n  \n  \nItem \nA. \n \n \n \n \n \n \n \n \n \n \n \n \nB. \n \n \n \n \n \nC. \n \n \n \n \nD. \n \n \n \n \n \n \n a  In early 2008 prices. \nb   Physical  contingencies  computed  at  10%  for  civil  works  (including  road  reinstatement),  consultancies,  and  resettlement  costs; \n\nInvestment Costsa \n1. \n2. \n3. \n4. \n5. \n6.  \n7. \n8.  \n9. \n10.  Office Equipment and Furniture \n11. \n \nRecurrent Costs \nProject Administration  \n1. \n      Incremental Recurrent Cost \n \nTaxes and Duties \n2. \n \n \n \n \nContingencies \nPhysicalb \n1. \nPricec \n2. \nRisk Allowancesd \n3. \nSubtotal (C) \n \n \nFinancing Charges during Implementatione \nInterest during Implementation \n \nCommitment Charges \n \nFront-End Fees \n \n \n \n\n24.66 \n1.81 \n2.56 \n1.32 \n0.00 \n3.54 \n0.67 \n0.17 \n0.34 \n0.00 \n15.07 \n50.14 \n \n \n1.31 \n0.20 \n1.51 \n51.65 \n \n3.78 \n13.83 \n1.70 \n19.31 \n \n0.00 \n0.00 \n0.00 \n0.00 \n70.96 \n62.61 \n\n6.16 \n0.00 \n23.01 \n0.00 \n1.87 \n0.00 \n0.00 \n0.00 \n0.00 \n0.42 \n0.00 \n31.47 \n \n \n0.00 \n0.00 \n0.00 \n31.47 \n \n2.52 \n4.57 \n1.61 \n8.70 \n \n2.21 \n0.00 \n0.00 \n2.21 \n42.37 \n37.39 \n\n37.08 \n2.18 \n30.76 \n1.59 \n2.25 \n4.26 \n0.81 \n0.20 \n0.41 \n0.51 \n18.13 \n98.18 \n \n\n \n7.58 \n22.14 \n3.98 \n33.69 \n \n2.66 \n0.00 \n0.00 \n2.66 \n\n \n1.58 \n0.24 \n1.82 \n      100.00 \n\n \n2.21 \n0.00 \n0.00 \n2.21 \n113.33 \n100.00 \n\nSubtotal  (B)  \nSubtotal Base Cost (A+B) \n\nTotal (A+B+C+D) \nPercentage \n\n \n6.30 \n18.40 \n3.30 \n28.00 \n\n \n1.31 \n0.20 \n1.51 \n83.12 \n\nSubtotal (D) \n\n \n \n\n \n \n\n \n \n\n \n \n\n \n\n5% for all other items (ADF loan and grant).  \n\nc   Price contingencies computed at 6.8% for foreign exchange costs for 2008, 0.7% for 2009, 1.4% for 2010, 0.4% for 2011 and \n\n0.5% for 2012; and local inflation rate of 16.2% for 2008, 14% in 2009, 8% in 2010, and 7% in 2011 and onward. \nd  Risk allowance applies only to Mannar and Vavuniya and is estimated at 10% of total civil works and equipment. \ne   Financing  charges  estimated  as  1%/year  during  the  grace  period  (8  years)  and  1.5%  during  amortization  for  ADF  loan  (32-\n\nyears). \nSource: Asian Development Bank estimates. \n\n \n\n4\n0\n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n7\n\n \n \n \n \n \n \n \n \n\n \n\n\f \n\n \n\nTable A7.2: Detailed Cost Estimate by Financier \n($ million) \n\nAsian Development Bank Financing \n\n \n\nSubtotal (A) \n\nTaxes and Duties \n\n  ADF \nGrant \n \n\n% of Cost \nCategory \n \n\n  Cost \n \n  Total  \n \n\n% of Cost \nCategory \n \n\n30.82 \n1.81 \n25.57 \n1.32 \n1.87 \n3.54 \n0.67 \n0.17 \n0.34 \n0.42 \n15.07 \n81.61 \n\n56.62 \n0.00 \n96.32 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n51.56 \n\n8.70 a \n0.00 \n0.92 a \n0.92 \n1.53 b \n3.08 b \n0.34 b \n0.00 \n0.00 \n0.42 \n0.00 \n15.91 \n\n28.23 \n0.00 \n3.60 \n69.70 \n81.82 \n87.01 \n 50.75 \n0.00 \n0.00 \n100.00 \n0.00 \n19.50 \n \n\n ADF \nLoan \n \n17.45 \n0.00 \n24.63 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n42.08 \n \n \n\n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10.  Office Equipment and Furniture \n11. \n \n\n \n \nItem \nA.  Investment Costs \nCivil Works \n \nRoad Reinstatement \n \nConstruction Equipment and Materials \n \nSurvey \n \nInternational Consultants \n \nNational Consultants \n \nTraining \n \nResettlement Compensation \n \n \nLand Acquisition \n \n \n \nB.  Recurrent Costs \n \n \n \n \n \nC.  Contingencies \nPhysical \n \nPrice \n \n \nRisk Allowances \n \nD.  Financing Charges during Implementation \n \n \n \n \nADF = Asian Development Fund, WFPF = Netherlands Trust Fund for the Water Financing Partnership Facility. \na \nb \n\nInterest during Implementation \nSubtotal (D) \nTotal (A+B+C+D) \nPercentage \n\nProject Administration  \na.    Incremental Recurrent Cost \nTaxes and Duties \n\n \n   100.00 \n   100.00 \n \n \n\n \n  1.31  \n0.20 \n  1.51  \n83.12  \n\nSubtotal (B) \nTotal Base Cost \n\n0.00 \n0.00 \n0.00 \n15.91 \n \n\n0.00 \n0.00 \n0.00 \n42.08 \n \n\n3.63 \n9.52 \n2.34 \n15.49 \n \n\n   6.30 \n18.40  \n  3.30  \n28.00  \n\n2.21 \n2.21 \n113.33 \n100.00 \n\n27.46 \n22.28 \n20.00 \n26.12 \n\n0.00 \n0.00 \n0.00 \n19.14 \n\n57.62 \n51.74 \n70.91 \n55.32 \n\n0.00 \n0.00 \n0.00 \n50.63 \n\n0.00 \n0.00 \n23.22 \n20.49 \n\n2.21 \n2.21 \n59.78 \n52.75 \n\n1.73 \n4.91 \n0.66 \n7.31 \n\n1. \n \n2. \n \n \n\n0.00 \n0.00 \n\nSubtotal (C) \n\n1. \n2. \n3. \n \n\n1. \n \n \n \n\n \n \n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWFPF  % of Cost \nCategory \n \n\n \n\nGovernment Financing\n% of Cost \n \nCategory \nFinancing \n \n \n\n \n\nCost \nTaxes and     \nDuties \n\n0.00 \n0.00 \n0.03 \n0.40 c\n0.33 c\n0.47 c\n0.33 c\n0.00 \n0.00 \n0.00 \n0.00 \n1.55 \n\n \n \n\n \n\n \n\n0.00 \n0.00 \n0.00 \n1.55 \n\n0.09 \n0.36 \n0.00 \n0.45 \n\n0.00 \n0.00 \n2.00 \n1.76 \n\n0.00 \n0.00 \n0.12 \n30.30 \n17.65 \n13.28 \n 49.25 \n0.00 \n0.00 \n0.00 \n0.00 \n1.90 \n\n0.00 \n0.00 \n0.00 \n1.86 \n\n1.43 \n1.96 \n0.00 \n1.61 \n\n0.00 \n0.00 \n\n \n\n \n \n\n \n\n \n\n \n \n\n4.67 \n1.81 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.17 \n0.34 \n0.00 \n15.07 \n22.07 \n\n1.31 \n0.20 \n1.51 \n23.58 \n\n0.85 \n3.60 \n0.30 \n4.75 \n\n0.00 \n0.00 \n28.13 \n24.82 \n\n \n \n\n \n\n \n\n15.15 \n  100.00 \n0.00 \n0.00 \n0.00 \n0.00 \n 0.00 \n \n  100.00 \n  100.00 \n0.00 \n  100.00 \n27.04 \n\n \n \n  100.00 \n \n  100.00 \n    28.36 \n \n\n13.49 \n19.56 \n9.09 \n16.96 \n\n0.00 \n0.00 \n\n \n\n \n \n\n4.62 \n0.27 \n8.92 \n0.20 \n0.28 \n0.53 \n0.10 \n0.03 \n0.05 \n0.06 \n \n15.07 \n \n \n0.20 \n \n0.20 \n15.26 \n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n\nThe ADF grant will finance civil works and equipment for septage improvements, community and pro-poor sanitation facilities and water resource development. \nThe ADF grant will finance consultancy packages A and B. The ADF grant will finance institutional development training activities for National Water Supply and Drainage   \nBoard and urban councils.  \nThe  Netherlands  Trust  Fund  for  the  Water  Financing  Partnership  Facility  will  finance  package  C  consultancies,  and  surveying  and  training  activities  linked  to  water\nresource management. \n\nc \n \nFigures may not tally due to rounding errors. \nSource: Asian Development Bank estimates. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n7\n \n \n \n \n \n \n \n\ni\n\n4\n1\n\n \n \n \n \n \n \n\n\f     \n\nNational  \n\nProvincial\nand \nRegional  \n\nPROJECT MANAGEMENT, PARTICIPATION, AND COMMUNICATION STRUCTURE \n\nMWSD \n\nPICC\n\nCentral \nIrrigation \nDept. \n\nNWSDB PCCa \n\nNWSDB \n\n \n4\n2\n\n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n8\n\ni\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nNWSDB \n(RSC-NW) \n\nNWSDB \n(RSC-N) \n\nPPCC (NW) \n\nPPCC (N) \n\nNWSDB: \nPuttalam \nOfficeb \n\nNWSDB: \nVavuniya \nOfficeb \n\nParticipatory \nStrategy \n\nFarmers \n\nUCs  \n\nPuttalam \nand \nChilaw UC \n\nVavuniya \nand  Mannar \nUC \n\nIrrigation \nDept/ASD \nVavuniya \n\nPolicy guidance \n\nImplementation \n\nCommunication \n\nFarmers \n\nUCs \n\nPopulation \n\nCoordination \nand monitoring \n\nTechnical support \n\nFund flow \n\nPopulation\n\n \nASD  =  Agrarian  Services  Department,  MWSD  =  Ministry  of  Water  Supply  and  Drainage,  N  =  Northern  Province,  NW  =  North  Western  Province,  NWSDB  =  National  Water \nSupply and Drainage Board, PICC = project implementation coordination committee, PPCC = provincial project coordination committee, UC = urban council. \na  Imprest account.  b Second generation imprest account. \nSource: Asian Development Bank assessment. \n\n \n\n\f \n\n \n\n \n\n      \n\nPROPOSED IMPLEMENTATION SCHEDULE  \n\nDescription\n\nQ3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n(cid:138)\n\n(cid:138)\n\nPack A\n\nPack C\n\nPack B\n\n(cid:138)\n\nSigned MOUs\n\n(cid:138)\nIEE/EIA Clearances\n\n(cid:138)\n\nTOR \n\nAchchmolai/Chinakulam Tank transfer\n\nincluding 1 year investigations\n\nincluding 1 year investigations\n\n(cid:138)\n\n(cid:138)\n\nADB's Board of Directors Approval\nLoan Signing\nLoan Effectiveness\nA. Preliminary Tasks\nStaffing/Operationalizing ROs and PCC\nSelection of Consultancies\nStaff Orientation\nWater Allocations Secured\nEnvironmental Clearances  \nProject Lands Acquired\nB. Component 1: Developing Water and Sanitation Infrastructure\n1. Improved Water Supply Service and Coverage\nInvestigations\nVavuniya Surface Water Development (IW/PC2/VAV/ICB)\nVavuniya and Mannar Ground Water Development (GW/PB2/VAV&MAN/NCB)\nVavuniya and Mannar Headworks, Treatment (HW&T/PE2/VAV&MAN/ICB)\nVavuniya and Mannar Storage (ET/PD2/VAV&MAN/NCB)\nVavuniya and Mannar Transmission (PW/PA5/VAV&MAN/ICB, PW/PA7/MAN/ICB)\nVavuniya and Mannar Distribution (PW/PA6/VAV/ICB, PW/PA8/MAN/NCB)\nPuttalam and Chilaw Surface Water Development (IW/PC1/CHL&PUT/NCB)\nChilaw Ground Water Rehabilitation (GW/PB1/CHL/NCB)\nPuttalam and Chilaw Headworks, Treatment (HW&T/PE1/CHL&PUT/ICB)\nPuttalam and Chilaw Storage (ET/PD1/CHL&PUT/NCB)\nPuttalam and Chilaw Transmission (PW/PA1/CHL&PUT/ICB, PW/PA2/CHL&PUT/ICB)\nPuttalam and Chilaw Distribution (PW/PA3/CHL/ICB, PW/PA4/PUT/NCB)\n2. Improved Sanitation and Sewerage \nVavuniya's Septage Improvement (SE/PF3/VAV/ICB)  \nMannar's Septage Improvement (SE/PF4/MAN/ICB)\nPuttalam's Septage Improvement (SE/PF2/PUTICB)\nChilaw's Septage Improvement (SE/PF1/CHL/ICB)\nC. Component 2: Strengthening Water Sector Institutions\n1. Strengthening Water Resource Management, Coordination and Planning Ability\nCatchment Protection and Management Plans\nEmpowering Local Government to Regulate Groundwater Extraction\nEstablishment of Provincial and National Repository Water Resource Databases\n2. Building Capacity for Service Delivery in Project Areas\n3. Public Awareness Campaign\nD. Component 3: Building Management and Implementation Capacity\nProject Implementation Capacity and Administration Support\n\nTender and Evaluation\nDesign\nConstruction/Installation\nCommissioning/Testing\n\nADB = Asian Development Bank, CHL = Chilaw, EIA = environmental impact assessment, ET = elevated towers, GW = groundwater, HW&T = headworks and \ntreatment,  ICB  =  international  competitive  bidding,  IEE  =  initial  environmental  examination,  IW  =  irrigation  works,  MAN  =  Mannar,  MOU  =  memorandum  of \nunderstanding, NCB = national competitive bidding, PCC = project coordination cell, PUT = Puttalam, RO = regional office, SE =  septage , TOR = terms of \nreference, VAV = Vanuniya. \nSource: Asian Development Bank assessment. \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\ni\n\nA\np\np\ne\nn\nd\nx\n \n9\n \n \n \n \n \n \n \n \n\n4\n3\n\n \n \n\n\fMode of  \nProcurement \nICB \nSS-1E \n\nEstimate \n($ million) \n8.13 \n\nProcuring  \nAgency \nNWSDB \nRO(PUT) \n\n  \nSource\nADFL \n\n4\n4\n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n0\n\n \n \n \n \n \n \n \n \n\n \n\nPROCUREMENT CONTRACT PACKAGES  \n\nProject \nTown  \nChilaw, \nPuttalam \n\n \nContract No. \nPW/PA1/CHL&PUT/I\nCB  \n\nChilaw,  \nPuttalam \n\nPW/PA2/CHL&PUT/I\nCB \n\nChilaw \n\nPW/PA3/CHL/ICB \n\nPuttalam \n\nPW/PA4/PUT/NCB  \n\nChilaw \n\nGW/PB1/CHL/NCB \n\nChilaw,  \nPuttalam \nChilaw,  \nPuttalam \nChilaw, \nPuttalam \n\nIW/PC1/CHL&PUT/N\nCB \nET/PD1/CHL&PUT/N\nCB \nHW&T/PE1/CHL&PU\nT/ICB \n \n\nChilaw \n\nSE/PF1/CHL/NCB \n\n \nDescription of Work \n\nType of  \nContract \n\nSupply and laying of DI pipes, special \nfittings and valves for transmission mains, \ndistribution systems  \nSupply and laying of HDPE pipes and \nspecial fittings for transmission mains, \ndistribution systems \nSupply and laying of PVC pipes and \nspecial fittings for transmission and \ndistribution systems \nSupply and laying of PVC pipes and \nspecial fittings for transmission and \ndistribution systems \nWater resource development –\ngroundwater \nWater resource development –surface \nwater \nNew storage structures and other civil \nworks \nRehabilitation of existing TP and new TP \ncivil works  \nSupply and installation of pumps and \nautomation system, including M&E \nequipment \nSeptage treatment facility and associated \nconstructions and E&M equipment   \n\nItemized \nBOQ \n\nItemized \nBOQ \n\nItemized \nBOQ \n\nItemized \nBOQ \n\nItemized \nBOQ \nItemized \nBOQ \nItemized \nBOQ \nItemized \nBOQ \n\nItemized \nBOQ \n\nPuttalam \n\nSE/PF2/PUT/NCB \n\nSeptage treatment facility and associated \nconstructions and E&M equipment  \n\nItemized \nBOQ \n\nICB \nSS-1E \n\nICB \nSS-1E \n\nNCB \nSS-1E \n\nNCB \nSS-1E \nNCB \nSS-1E \nNCB \nSS-1E \nICB \nSS-1E \n\nNCB \nSS-1E \n\nNCB \nSS-1E \n\nPuttalam \nVavuniya,  \nMannar  \nDistricts \n\nCommunity-based \ninfrastructure \n\nLow-cost sanitation to communities in \nthree districts \n\nItemized \nBOQ \n\nNCB Community-\nbased \nprocurement \n\n7.54 \n\n2.34 \n\n1.50 \n\n0.20 \n\n2.21 \n\n1.10 \n\n4.10 \n\n0.82 \n\n0.91 \n\n0.1x4 \n\nNWSDB \nRO(PUT) \n\nNWSDB \nRO(PUT) \n\nNWSDB \nRO(PUT) \n\nNWSDB \nRO(PUT) \nID/NWSDBR\nO(PUT) \nNWSDB \nRO(PUT) \nNWSDB \nRO(PUT) \n\nADFL \n\nADFL \n\nADFL \n\nADFG \n\nADFG \n\nADFL \n\nADFL \n\nADFG \n\nADFG \n\n \n\nADFG \n \n\nNWSDB \nRO(PUT)/ \nUC (CHL) \nNWSDB \nRO(PUT)/ \nUC (PUT) \nNWSDB \nRO(PUT) \nand  \nRO(VAV) \n\n \n\n\f \n\nType of \nContract \n\nItemized \nBOQ \n\nMode of \nProcurement \nICB \nSS-1E \n\nEstimate \n($ million) \n6.47 \n\n \nSource\nADFL \n\nProcuring  \nAgency \nNWSDB \nRO(VAV) \n\n \n\nProject \nTown \nVavuniya,  \nMannar \n\n \nContract No. \nPW/PA5/VAV&MA\nN/ICB \n\nVavuniya   PW/PA6/VAV/ICB  \n\n \nDescription of Work \nSupply and laying of DI pipes, special \nfittings and valves for transmission \nmains, distribution systems \nSupply and laying of PVC pipes and \nspecial fittings for transmission and \ndistribution systems \n\nMannar \n\nMannar \n\nVavuniya, \nMannar \nVavuniya \n\nVavuniya, \nMannar \n\nVavuniya,\nMannar \nVavuniya \n\nPW/PA7/MAN/ICB   Supply and laying of HDPE pipes and \nspecial fittings for transmission mains, \ndistribution systems \n\nGW/PB2/VAV&MA\nN/NCB \nIW/PC2/VAV/ICB \n\nPW/PA8/MAN/NCB   Supply and laying of PVC pipes and \nspecial fittings for transmission and \ndistribution systems \nWater resource development: \ngroundwater \nWater resource development: surface \nwater \nNew treatment works for Vavuniya \nSupply and installation of pumps, \nautomation system, M&E equipment \nfor TP   \nNew storage structures and other civil \nworks \nSeptage treatment facility and \nassociated constructions and E&M \nequipment \n\nET/PD2/VAV&MAN\n/NCB  \nSE/PF3/VAV/ICB \n\nHW&T/PE2/VAV&\nMAN/ICB \n \n\nMannar \n\nSE/PF4/MAN/NCB  Septage treatment facility and \n\nassociated constructions and E&M \nequipment  \n\nItemized \nBOQ \n\nItemized \nBOQ \n\nItemized \nBOQ \n\nItemized \nBOQ \nItemized \nBOQ \nItemized \nBOQ \n\nItemized \nBOQ \nItemized \nBOQ \n\nItemized \nBOQ \n\nICB \nSS-1E \n\nICB \nSS-1E \n\nNCB \nSS-1E \n\nNCB \nSS-1E \nICB \nSS-1E \nNCB \nSS-1E \n\nICB \nSS-1E \nNCB \nSS-1E \n\nNCB \nSS-1E \n\n2.97 \n\n3.05 \n\n2.10 \n\n0.14 \n\n4.72 \n\n2.24 \n\n3.43 \n\n1.02 \n\n0.67 \n\nADFL \n\nADFL \n\nADFL \n\nADFG \n\nADFG \n\nADFL \n\nADFL \n\nADFG \n\nADFG \n\nNWSDB \nRO(VAV) \n\nNWSDB \nRO(VAV) \n\nNWSDB \nRO(VAV) \n\nNWSDB \nRO(VAV) \nPID (NP) \n\nNWSDB \nRO(VAV) \n\nNWSDB \nRO(VAV) \nNWSDB \nRO(VAV)/ \nUC (VAV) \nNWSDB \nRO(VAV))/ \nUC (MAN) \n\nADFG = Asian Development Fund grant, ADFL = Asian Development Fund loan, BOQ = bill of quantity, CHL = Chilaw,  ET = elevated towers, D&B = design and \nbuild, GW = groundwater, HW&T = headworks and treatment, ICB = international competitive bidding, ID = Central Irrigation Department, IW = irrigation works, MAN \n= Mannar, NCB = national competitive bidding, NP = Northern Province, NWSDB = National Water Supply and Drainage Board, PUT = Puttalam, PW = pipeworks, \nRO = regional office, SE = sewerage, UC = urban council, VAV = Vavuniya, 1/2E = one/two envelope, 2/SS = two/single stage.  \n a Amounts presented correspond to base cost estimates, as computed for 2008 at market rates. They are also exclusive of land and consultancy costs. \nSource: Asian Development Bank estimates. \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\ni\n\nA\np\np\ne\nn\nd\nx\n \n1\n0\n \n \n \n \n \n \n\n4\n5\n \n \n\n \n\n\fAppendix 11 \n\n46 \n \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \n\nCountry/Project Title: Sri Lanka/Dry Zone Urban Water and Sanitation Project \n\n \nLending/Financing \nModality: ADF \n\n \n\nProject/Sector/Multitranche Financing Facility/ Policy-\nBased, Others (please specify): Project \n \n\nDepartment/ \nDivision: \n \n\nSouth Asia Department/ \nUrban Development Division \n\n \n\nI. \n\nPOVERTY ANALYSIS AND STRATEGY \n\nA.    Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nThe  Project  will  improve  water  supply  service  delivery  and  expand  services  to  underserved  areas  in  four  towns  in \ndisadvantaged districts of Sri Lanka. The project towns are in poor districts with poverty incidence at 31.3% for Chilaw, 42.5% \nfor Mannar, 45.9% for Puttalam, and 27.5% for Vavuniya. The Project will provide low-cost sanitation and septage or sewage \ntreatment in the four towns. \n \nThe Project will directly support social and environmental development for the poor as specified in the nationalized Millennium \nDevelopment Goals (MDGs), specifically target 7, which aims to halve the proportion of people without sustainable access to \ndrinking  water  and  basic  sanitation  by  2015.  This  contributes  to  the  National  Poverty  Reduction  and  Growth  Strategy \n(NPRGS, 2004) which aims to mainstream long-term MDGs into the national development framework; and minimize regional \nvariations in the incidence of poverty and narrow regional disparities in development. \n \nB.  Poverty Analysis                                                                  Targeting Classification: Targeted intervention (TI-M) \n1.  Key Issues  \n \nThe NPRGS (2004) is a policy framework to steer pro-poor, pro-growth, and income redistribution strategies. Among its main \nobjectives are minimizing regional variations in the incidence  of poverty;  narrowing regional disparities in development; and \nfacilitating the mainstreaming of long-term MDGs into the national development framework. The MDGs for Sri Lanka (2005) \nidentify access to water and sanitation as impeding poverty reduction; increasing access is a national priority. \n \nThe  Mahinda  Chinthana:  Vision  for  a  New  Sri  Lanka,  Development  Framework  2006–2016  identifies  that  poverty  is  mainly \nconfined to the districts in the north and east, and poor infrastructure is a factor causing higher poverty in these districts. In \nresponse, the document includes infrastructure and area-based poverty reduction programs for the development of the north \nand  east.  Improvement  and  expansion  of  infrastructure  including  water  supply  and  sanitation,  and  urban  infrastructure  are \nidentified as activities that will accelerate economic growth, resulting in poverty reduction.  \n \nThrough  the  provision  of  water  supply  and  sanitation,  the  Project  contributes  directly  to  poverty  reduction  through  the \nachievement  of  MDG  target  7;  and  indirectly  by  reducing  regional  disparities  in  urban  infrastructure,  which  is  expected  to \nimpact economic growth and consequently poverty reduction.  \n \nThe Project targets full water supply coverage for populations in the project towns: approximately 200,000 people by project \ncompletion  and  420,000  people  by  the  end  of  the  projected  scheme’s  life  (2030).  The  Project  will  construct  an  estimated \n1,500 individual household latrines estimated to benefit 7,500 people; and septage and sewage treatment with an estimated \n200,000 beneficiaries. \n2. Design Features  \n \nThe Project supports the objective of the National Water Supply and Drainage Board (NWSDB) of increasing overall access to \nimproved water supply facilities in urban areas to 90% in 2009 and 100% in 2016. The Project will (i) improve service delivery, \nand (ii) expand services to underserved areas. Improvements in service delivery  will focus on providing better quality  water \nand lengthening water supply service duration to 24 hours, 7 days a week in all project towns at an adequate water pressure. \nThe Project aims to provide full coverage for populations in the project area. For this purpose, NWSDB will (i) have provided \nwithin  1  year  of  project  completion,  connections  to  all  households  that  have  placed  requests;  and  (ii)  ensure  that  all \nstandposts  are  converted  to  metered  community  connections  with  clearly  identified  users.  Community  connections,  while \nlimited,  remain  essential  in  the  Project’s  context,  particularly  those  serving  internally  displaced  people’s  camps  and  poorer \nurban  dwellers.  Communities  supplied  with  water  through  communal  metered  facilities  will  form  community-based \norganizations  (CBOs)  that  will  register  and  sign  an  agreement  with  NWSDB.  The  CBOs  will  nominate  representatives  to \ncoordinate and collect payments. \n \nThe  Project  will  provide  funds  to  conduct  a  low-cost  sanitation  program  for  poor  communities  in  the  form  of  individual \nhousehold latrines in periurban newly served areas. Priority will be given to lower income households and those that do not \nown or have access to basic latrines. It will aim to provide adequate cost-effective small-scale infrastructure. Nongovernment \norganizations  will  be  engaged  to  support  the  Project  and  local  government  in  mobilizing  communities,  delivering  essential \ntraining, conducting a technical assessment, and evaluating initial capital investment for proposed schemes. \n \n\n \n\n\f \n\nAppendix 11 \n\n \n47\n\nII. \n\nSOCIAL ANALYSIS AND STRATEGY \n\nA.  Findings of Social Analysis  \n \nA socioeconomic survey covering 2,837 households was conducted in the project area areas during project preparation. The \nresults  were  verified  and  supplemented  with  focus  group  discussions.  The  survey  covered  household  profile,  income  and \nexpenditures,  assets  and  control  over  resources,  access  to  water  and  sanitation,  access  to  sanitation  and  health,  social \ncapital, and environmental sanitation. \n \nThe survey shows high income poverty in the project towns  with poverty incidence at 28.9% for Chilaw, 37.5% for Mannar, \n39.7%  for  Puttalam,  and  24.4%  for  Vavuniya.  This  is  consistent  with  government  statistics.  The  survey  also  shows  high \npoverty gap ratios—2.06 in Chilaw, 2.79 in Mannar, 2.68 in Puttalam, and 1.7 in Vavuniya—and severity of poverty indices: \n0.82 in Chilaw, 1.31 in Mannar, 1.2 in Puttalam, and 0.75 in Vavuniya. Income inequality based on Gini coefficients are 0.360 \nin Chilaw, 0.322 in Mannar, 0.282 in Puttalam, and 0.308 in Vavuniya. \n \nThe  survey  also  reflects  relatively  low  education  particularly  in  Mannar  and  Chilaw,  where  more  than  30%  of  respondents \nhave less than sixth-grade education. Unemployment is high at 56.8% in Chilaw, 36.6% in Mannar, and 60.5% in Puttalam. Of \nthose employed, a high percentage are laborers or have low-income and seasonal jobs. \n \nThe project towns have acute shortages of drinking water and sanitation. The survey shows that only 14% in Vavuniya, 50% \nin Chilaw, 58% in Puttalam, and 62% in Mannar have access to piped water. Piped water is not available for 24 hours a day in \nany  of  the  towns.  Access  to  safe  drinking  water  is  an  even  more  serious  issue  for  poor  households.  The  number  of  poor \nhouseholds  not  having  water  connections  is  36%  in  Vavuniya,  30.8%  in  Chilaw,  16.3%  in  Mannar,  and  9.9%  in  Puttalam. \nThose  without  access  to  piped  water  often  source  their  water  from  wells.  During  the  dry  season,  the  majority  spend  up  to \n50 minutes each day fetching water. Both piped and well water are poor quality, with color the most often-cited problem. The \nsubstantial time for fetching could be used for potentially productive activities. Access to sanitation ranges from 78%–91% in \nproject towns. Most is poor quality and with poor or no maintenance. Combined with wastewater polluting surrounding areas \nand health hazards from the poor urban environment, lack of safe water and adequate sanitation increases the incidence of \nwater-borne disease. \n \n\nB.  Consultation and Participation \n\n1.  Provide a summary of the consultation and participation process during the project preparation. \n \nA  stakeholder  analysis  was  undertaken  to  identify  stakeholders  during  project  preparation.  Two  stakeholder  meetings  were \nheld  in  each  of  the  four  towns  at  the  beginning  and  end  of  project  preparation. These  were  held  to  discuss  water  demand, \nneed, access to water and sanitation, and project coverage. Separate consultations were undertaken on safeguards. \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n\nX  Information sharing       X  Consultation      \n\n  Collaborative decision making     \n\n Empowerment \n\n \n3.  Was a C&P plan prepared? \n \nA  C&P  plan  was  not  prepared  because  all  social  safeguards  issues  are  being  addressed.  The  project  design  includes \nfacilitation  of  CBO  formation  to  coordinate  and  collect  payments  for  communal  metered  facilities;  and  engagement  of \nnongovernment  organizations  to  support  the  Project  and  local  government  in  mobilizing  communities,  delivering  essential \ntraining, conducting a technical assessment, and evaluating initial capital investment for proposed schemes. \n\n Yes    X No  \n\nC.   Gender and Development \n\n1.  Key Issues. The Project benefits men and women. The provision of water supply and sanitation has the potential to bring \nadditional benefits to women who are tasked with securing safe drinking water and maintaining the household’s latrine. The \nProject will ensure that gender needs and concerns are addressed, and monitored. \n \n2.  Key  Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n\n \n\n  Gender plan       X  Other actions/measures      \n\n  No action/measure \n\n \nThe Project includes (i) conducting a gender sensitization program for senior NWSDB management, and district and project \nstaff, (ii) providing training on gender analytical tools for project staff, (iii) incorporating gender needs and concerns in detailed \ndesign, (iv) training project officers in collecting sex disaggregated data, and (v) developing and collecting gender indicators \nas part of monitoring. These activities will be undertaken by the social development specialists located in the regional offices. \n \n\n \n\n\fPlan or Other Measures \nIncluded in Design \n\n \n\n    Full Plan \nX     Short Plans \n\n    Resettlement Framework \n   No Action \n\n \nPlans were prepared for each \nof the four project towns. A \nguide for updating the \nresettlement plans was \nprepared and will be included \nin the project administration \nmemorandum. \n \n\n   Plan \n   Other Action \n   Indigenous Peoples \n\nFramework \n\nX    No Action \n \n \n\n   Plan \n\nX     Other Action  \n   No Action \n\nAppendix 11 \n\n48 \n \n \n\nIssue \n\n \nInvoluntary \nResettlement \n\nIII. \n\nSOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n\n \n\n \n\nSignificant/Limited/ \nNo Impact \nInvestments in Puttalam and \nMannar will not require \npermanent land acquisition. \nLand acquisition in Chilaw \ninvolves two parcels of \nprivate land with two affected \nhouseholds; in Vavuniya, 96 \nacres of paddy fields \naffecting 39 farming \nhouseholds with an average \nhousehold size of four will be \nacquired.  \n\nStrategy to Address Issue \n\nThe Project minimizes land \nacquisition and resettlement \nimpacts. The Project will \nutilize existing lands for \nrehabilitation of existing water \nsupply facilities; utilize vacant \nGovernment land to the \nextent possible for new \nfacilities; and where \nGovernment land is \nunavailable, select land that \nwill not cause dislocation.  \n\n \nIndigenous Peoples \n \n\nNo impact. \n\n \n\n \nLabor \nX   Employment  \nopportunities \n Labor retrenchment \nX   Core labor standards \n\n \nAffordability \n\nOther Risks and/or \nVulnerabilities \nHIV/AIDS \nHuman trafficking \n\nX  Others(conflict) \n\nNo negative impacts will \nresult; some employment \nopportunities will be \ngenerated in construction, \nand operation and \nmaintenance of project \nfacilities.  \n \nCost of water will be within \nor just above 5% of the \nmonthly income of poorest \nfamilies. \nConflict is a risk given the \nlocation of the Project. \n \n\nCore labor standards are part \nof project assurances. \n\nNWSDB already has \narrangements for subsidized \ntariffs and payment of \nconnections by installments.  \nConflict is addressed in the \nrisk section of the project \ndocument. \n\n \n\n \n\n   Action \nX     No Action \n\n  Plan \n\nX    Other Action \n   No Action \n\nIV.  MONITORING AND EVALUATION \n\n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?   X   Yes     \n \n \nCBO  =  community-based  organization,  C&P  =  consultation  and  participation,  MDG  =  Millennium  Development  Goal, \nNWSDB = National Water Supply and Drainage Board. \n\n   No      \n\n \n\n\fAppendix 12 \n\n49\n\n \n\nDRAFT SUMMARY SHORT RESETTLEMENT PLAN \n \n\nA. \n\nScope of Land Acquisition and Resettlement \n\n1. \nThe  Project  aims  to  improve  urban  water  supply  and  sanitation  infrastructure  and \nservices  in  Sri  Lanka’s  dry  zone  by  (i)  improving  and  expanding  infrastructure  and  services;  \n(ii)  strengthening  institutions  in  the  water  sector  for  better  service  delivery  and  resource \nmanagement; and (iii) building project management and implementation capacity in four towns: \nChilaw, Mannar, Puttalam, and Vavuniya. The Project is designed to minimize land acquisition \nand resettlement impacts. It will (i) utilize existing lands for rehabilitation of existing water supply \nfacilities;  (ii)  utilize  vacant  Government  land  to  the  extent  possible  for  new  facilities;  and  \n(iii)  where  Government  land  is  unavailable  due  to  constraints  (proximity  and  elevation \nrequirements)  in  locating  facilities,  select  land  that  does  not  cause  dislocation.  Investments  in \nPuttalam and Mannar will not require permanent land acquisition.1  \n \n2. \nAcquisition  of  private  and  grant  lands  are  required  in  Chilaw  for  septage  and  water \ntreatment,  and  in  Vavuniya  for  water  supply  source  augmentation.  Land  acquisition  in  Chilaw \ninvolves  two  parcels  (3  acres  each)  of  private  land.  Neither  have  any  structures  nor  land \nacquisition that will cause dislocation. One parcel is vacant with no productive assets. The other \nparcel  has  100  old  coconut  trees.  Each  parcel  has  a  single  owner,  and  the  two  affected \nhouseholds have a total of nine affected persons. All affected persons are titled, have income \nsources  that  are  not  dependent  on  the  land  to  be  acquired,  and  none  are  vulnerable.  Land \nacquisition  in  Vavuniya  involves  96  acres  of  paddy  fields  and  will  affect  an  estimated  39 \nfarmers. Based on the socioeconomic survey of 23 households, the average family size is four \nand the estimated number of affected persons is 156. The land is used exclusively for cultivation \nand  does  not  have  any  structures.  The  survey  identifies  15  vulnerable  respondents:  6  are \nfemale  household  heads  and  9  are  elderly.  Resettlement  plans  were  prepared  for  the  four \nproject  towns  (Supplementary  Appendix  N).  The  scope  of  identified  land  acquisition  and \nresettlement is based on the preliminary design and will be updated during detailed design. A \nguide  for  updating  the  resettlement  plans  has  been  prepared.  Resettlement  impacts  will  be \nminimized through careful siting and alignment during design and project implementation. \n \nB. \n\nObjectives, Policy Framework, and Entitlements \n\n3. \nThis summary provides highlights of the prepared resettlement plans. The plans outline \nthe  involuntary  resettlement  objectives  and  strategy  for  affected  persons.  The  resettlement \nplans are based on national laws and policies: Land Acquisition Act (1950, revised in 1979) and \nthe  National  Involuntary  Resettlement  Policy  (2001);  and  Policy  on  Involuntary  Resettlement \n(1995) of the Asian Development Bank (ADB). Core involuntary resettlement principles for the \nProject include the following: (i) Acquisition of land and other assets, and resettlement of people \nwill  be  minimized  as  much  as  possible  by  identifying  possible  alternative  project  designs  and \nappropriate social, economic, operating, and engineering solutions that have the least impact on \npopulations in the project area. (ii) All project-affected people identified in the project impacted \nareas before the cut-off-date will be entitled to compensation for their lost assets, incomes, and \nbusinesses  at  full  replacement  cost;  and  provided  with  rehabilitation  measures  sufficient  to \n\n                                                 \n1   Transect  walks  record  impacts  on  access  which  will  be  addressed  through  construction  management  to  ensure \naccess  to  affected  persons  (measures  are  identified  in  the  initial  environmental  examination).  While  the  transect \nwalks  showed  that  ensuring  access  will  also  ensure  no  livelihood  losses,  a  budget  was  estimated  should  the \nProject result in temporary livelihood losses during rehabilitation and laying of pipe networks, and drainage works. \nThese  will  be  confirmed  during  detailed  design.  A  compensation  plan  was  developed  for  temporary  livelihood \nimpacts of tank works in Puttalam, expected to affect the livelihood for one paddy season of 118 farmers and 49 \nfarm workers. The compensation plan forms part of the resettlement plan for Puttalam. \n\n \n\n \n\n\fAppendix 12 \n\n50 \n \n\nassist  in  improving  or  at  least  maintaining  their  preproject  living  standards,  income-earning \ncapacity,  and  production.  (iii)  All  affected  people  will  be  equally  eligible  for  compensation  and \nrehabilitation  assistance,  irrespective  of  tenure  status,  social  or  economic  standing,  and  any \nsuch  factors  that  may  discriminate  against  achieving  previously  outlined  objectives.  (iv)  The \nrehabilitation measures to be provided are (a) cash compensation at replacement cost without \ndeduction for depreciation or salvageable materials for houses and other structures; (b) full title \nto replacement agricultural land-for-land of equal productive capacity acceptable to the affected \nperson  as  a  priority,  or  cash  in  lieu  of  land  at  replacement  value;  (c)  full  title  to  replacement \nresidential and commercial land of equal size acceptable to the affected person, or cash in lieu \nof  land  at  replacement  value;  (d)  cash  compensation  for  crops  and  trees  at  current  market \nvalue; and (e) livelihood loss and/or restoration measures, and assistance to restore preproject \nconditions. (v) The compensation and resettlement activities will be satisfactorily completed, and \nrehabilitation measures in place before the Government and ADB will approve the award of civil \nworks  contracts.  (vi)  The  National  Water  Supply  and  Drainage  Board  (NWSDB,  the  Executing \nAgency,  will  make  certain  that  institutional  arrangements  are  in  place  to  ensure  effective  and \ntimely:  design,  planning,  consultation  and  disclosure,  and  implementation  of  land  acquisition; \ncompensation,  resettlement,  and  rehabilitation;  and  monitoring  and  evaluation.  (vii)  Adequate \nbudgetary  support  will  be  fully  committed  and  made  available  to  cover  the  costs  of  land \nacquisition,  and  resettlement  and  rehabilitation  within  the  agreed  implementation  period.  \n(viii)  Special  measures  will  be  incorporated  in  the  resettlement  plans  prepared  and  updated \nunder the Project, and complementary mitigation and enhancement activities to protect and help \nimprove  the  livelihoods  of  socially  and  economically  vulnerable  groups.  (ix)  Effective \nmechanisms  for  hearing  and  resolving  grievances  during  implementation  of  the  resettlement \nplan will be in place. The entitlement matrix for the Project is given in Table A12.1. \n \nC. \n\nConsultation and Grievance Redress Participation \n\n4. \nConsultations were held with stakeholders at various stages during project preparation \nto discuss the Project, its impacts, resettlement issues, and potential mitigation; and to involve \nthe  community  in  developing  the  resettlement  plans.  A  workshop  (71  participants)  was \nconducted  during  October  2007  in  Anuradhapura  to  present  and  discuss  resettlement  and \nvarious  other  issues.  The  main  institutional  stakeholders,  civil  society,  nongovernment \norganizations (NGOs) and other local organizations were present. Semistructured face-to-face \ninterviews were conducted with a randomly selected sample of 200 people, at sites of proposed \nnetwork improvements throughout towns in Puttalam, Vavuniya, and Mannar. Views expressed \nwere  incorporated  into  the  resettlement  plans.  Public  meetings  with  farmers  were  held  in \nPuttalam  and  Vavuniya  to  discuss,  in  detail,  the  Project  and  its  potential  environmental  and \nresettlement impacts and benefits. Further consultations and disclosure was undertaken in May \n2008, when resettlement planning documents were presented and summaries in local language \nwere  provided.  A  framework  for  consultation  and  disclosure  is  described  in  the  resettlement \nplans  for  continuing  the  process  during  implementation.  The  resettlement  plans  and  other \nrelevant documents will be made available at public locations in the towns, and disclosed to a \nwider audience via the ADB website. \n \nGrievances of affected persons will first be brought to the attention of the implementing \n5. \nNGO  or  resettlement  specialist.  Grievances  not  redressed  by  them  will  be  brought  to  the \ngrievance  redress  committee  (GRC)  established  for  each  town.  The  GRC  is  chaired  by  the \ndivisional secretary  with  representatives  from  the  municipal council,  relevant  local  government \nagencies, regional office, community-based organizations, and NGOs. The GRC will meet every \nmonth. It will determine the merit of each grievance, and resolve grievances within 1 month of \nreceiving  the  complaint.  The  GRC  will  provide  attested  copies  of  the  decision  to  the  affected \n\n \n\n\fAppendix 12 \n\n51\n\n \n\nperson and the regional office for the records. Affected persons who are not satisfied with the \nGRC decision can resubmit their case. The GRC will resolve the appeal within 1 month of being \ninformed of the appeal in a GRC meeting. Affected persons can refer further grievances to the \nappropriate  courts  of  law.  The  regional  office  will  keep  records  of  all  grievances  received \nincluding  contact  details  of  complainant,  date  that  the  complaint  was  received,  nature  of \ngrievance, agreed corrective actions and the date these were effected, and final outcome. \n \nD. \n\nCompensation, Relocation, and Income Restoration \n\nLoss  of  land,  structure,  assets,  trees,  and  crops  will  be  at  replacement  cost.  The  land \n6. \nacquisition and resettlement committee will determine land prices and forgone incomes; and the \nregional offices will determine rental values, and the value of trees and crops based on a survey \nof market prices and consultation with agriculture and/or horticulture experts. The regional office \nwill undertake consultations with affected persons on replacement costs. Vulnerable households \nwill  be  provided  additional  assistance  in  the  form  of  land-for-land  replacement  options, \nprioritization in project employment, and transitional allowances.  \n \nE. \n\nInstitutional Framework \n\n7. \nNWSDB,  under  the  Ministry  of  Water  Supply  and  Drainage,  will  be  the  Project’s \nExecuting  Agency.  A  project  coordination  cell  (PCC)  will  be  established  within  NWSDB  head \noffice;  the  PCC  will  have  a  monitoring,  coordination,  and  supervisory  role.  The  bulk  of  the \nactivities  will  be  implemented  by  existing  NWSDB  regional  offices,  which  will  be  duly \nstrengthened.  Vavuniya  regional  office  will  be  responsible  for  water  supply  and  sanitation \ndevelopment  works  in  Vavuniya  and  Mannar.  Puttalam  regional  office  will  be  responsible  for \nwater  supply  and  sanitation  development  works  in  Puttalam  and  Chilaw.  Experienced  project \nmanagers will be appointed to head project implementation units within the regional offices. A \ncore team of NWSDB employees will assist the project managers, and will include specialists in \nwater supply, sewerage and sanitation, procurement, environment, finance and accounting, and \nsocial  and  community  development.  They  will  be  supported  by  a  project  design,  supervision, \nand  management  consulting  team.  A  national  project  implementation  coordination  committee \nwill  be  established  to  oversee  the  Project.  Provincial  project  coordination  committees  will  be \nestablished in North and Northwestern provinces to provide provincial coordination and oversee \nprogress in urban sanitation, tank rehabilitation, and water resource management activities. \n \n8. \nThe  PCC  will  ensure  consistency  across  all  project  components  and  coordinate \nresettlement issues. Domestic resettlement specialists, as part of the design, supervision, and \nmanagement  consulting  team,  will  be  appointed  to  each  regional  office.  The  resettlement \nspecialist  will  update  and  implement  resettlement  plans,  and  work  in  the  regional  office \nthroughout  the  detailed  design  stage  and  intermittently  thereafter.  An  implementing  NGO  with \nresettlement  experience  will  be  appointed  and  will  provide  two  staff  in  each  regional  office  to \nimplement  the  resettlement  plans,  liaise  with  affected  persons  regarding  their  entitlements, \nassist  in  identifying  vulnerable  households,  and  disburse  compensation  payments  to  affected \npersons. Details on agencies responsible for resettlement plan activities are in Table A12.2.  \n \nF. \n\nResettlement Budget, Financing, and Implementation Schedule \n\n9. \nThe detailed budget estimates are in the resettlement plans, which NWSDB will include \nin  the  project  cost  estimate.  The  budget  will  include  (i)  detailed  costs  of  land  acquisition  and \nresettlement assistance, (ii) source of funding, (iii) arrangements for approval, and (iv) the flow \nof funds and contingency arrangements. NWSDB will provide all land acquisition funds. Overall \ncosts are estimated at SLRs84.31 million. All land acquisition and resettlement assistance will \nbe an integral component of project costs. The implementation schedule is in Table A12.3. \n\n \n\n \n\n\fType of \nLoss \nLoss of \nprivate land \n\nApplication \n\nAgricultural \nland or \nvacant plot \n\nEntitled \nPerson \n\nLegal \ntitleholders  \n\nB. \n\nLoss of grant \nland \n\nAgricultural \nland  \n\nGrant \nholders \n\nC. \n\nLoss of trees \nand crops \n\nStanding \ntrees and \ncrops \n\nLegal \ntitleholder, \nleaseholder, \ngrant holder, \nnontitled \naffected \nperson \n\nD. \n\nAll impacts \n\nImpacts on \nvulnerable \naffected \npersons \n\nVulnerable \naffected \npersons \n\nE. \n\nTemporary \nloss of land \n\nLand \ntemporarily \nrequired for \nsubproject \n\nLegal \ntitleholders, \nnontitled \naffected \n\nTable A12.1: Entitlement Matrix \n\nCompensation Policy \n\nCompensation at replacement value or land-for-\nland where feasiblea \nFees, taxes, and other charges related to \nreplacement land (applicable to all parcels of \nreplacement land, which totals the equivalent \narea of land acquired, if parcels of \nnoncontiguous land are bought due to the \nunavailability of one contiguous parcel) \nTransitional allowanceb based on 3 months \nminimum wage rates  \nShifting assistancec for households \nNotice to harvest standing seasonal crops; if \nnotice cannot be given, compensation for share \nof crops will be provided \nAdditional compensation for vulnerable \nhouseholdsd (item 4)  \nProvision of alternative land to farm (refer to note \nf) \nShifting assistance for households \nNotice to harvest standing seasonal crops; if \nnotice cannot be given, compensation for share \nof crops will be provided \nAdditional compensation for vulnerable \nhouseholds  \n\nImplementation \nIssues \n\nIf land-for-land is \noffered, the title are in \nthe name of original \nlandowner.e  \nFees, taxes, and \nother charges will be \nlimited to those for \nland purchased within \n1 year of \ncompensation \npayment and for land \nof equivalent size.  \nVulnerable \nhouseholds will be \nidentified during the \ncensus.  \nVulnerable \nhouseholds will be \nidentified during the \ncensus. \n\nNotice to harvest standing seasonal crops \nIf notice cannot be provided, compensation for \nstanding crop (or share of crop for \nsharecroppers) at market value \nCompensation for trees based on timber value at \nmarket price, and compensation for perennial \ncrops and fruit trees at annual net product \nmarket value multiplied by remaining productive \nyears; to be determined in consultation with the \nForest Department for timber trees and the \nHorticulture Department for other trees and crops  \nLand. Further to item 1, in case of total loss of \nland, and a total dependency on agriculture, \nland-for-land compensation if signified by the \naffected person \nLand. Further to item 2, priority in project \nconstruction employment \nLivelihood. Further to item 7, priority in project \nconstruction employment or additional \ntransitional allowance for period of disruption \nProvision of rent for period of occupation for legal \ntitleholders \nCompensation for assets lost at replacement \nvalue, and trees and crop loss in accordance \n\nHarvesting prior to \nacquisition will be \naccommodated to the \nextent possible.  \nWork schedules will \navoid harvest season. \nMarket value of trees \nand crops has to be \ndetermined. \n \n\nVulnerable \nhouseholds will be \nidentified during the \ncensus. \nIf land-for-land is \noffered, titles will be \nin the name of \noriginal occupants \n(note f). \nAssessment of \nimpacts if any on \nstructures, assets, \ncrops, and trees due \n\nResponsible Agency \n\nThe LARC will determine \nreplacement value. The regional \noffice will ensure provision of notice \nand verify the extent of impacts \nthrough a survey of 100% of \naffected persons, determine \nassistance, and identify vulnerable \nhouseholds. \n\n \n\n5\n2\n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n1\n2\n\ni\n\n \n \n \n \n \n \n \n \n\nGovernment ensures provision of \nalternative land to farm. NGO will \nidentify vulnerable households. \nLARC will determine replacement \nvalue. Regional office will ensure \nprovision of notice, verify extent of \nimpacts through a survey of 100% \nof affected persons, determine \nassistance, and identify vulnerable \nhouseholds. \nRegional office will ensure \nprovision of notice; undertake \nvaluation of standing crops, \nperennial crops, and trees; and \nfinalize compensation rates in \nconsultation with affected persons. \n\nRegional office will verify the extent \nof impacts through a surveys of \n100$ of affected households to \ndetermine assistance, and verify \nand identify vulnerable households. \n\nLARC will determine rental value \nand duration of construction survey \nand consultation with affected \npersons. The regional office will \n\n \n\n \n\n \n\nA. \n\n \n\n\f \n\n \n\nType of \nLoss \n\nApplication \n\nEntitled \nPerson \n\nconstruction \n\npersons \n\nCompensation Policy \n\nwith item 3 \nRestoration of land to previous or better quality \n\nF. \n\nTemporary \ndisruption of \nlivelihood \n\nBusinesses \ntemporarily \naffected by \nsubproject \nconstruction  \n\nLegal \ntitleholders, \nnontitled \naffected \npersons \n\nAgricultural \nfields \ntemporarily \naffected by \nsubproject \nconstruction \nCommon \nresources \n\nFarmers and \nwage \nlaborers \n\nCommunitie\ns \n\nG. \n\nH. \n\nI. \n\nTemporary \ndisruption of \nlivelihood \n\nLoss and \ntemporary \nimpact on \ncommon \nresources \nAny other \nloss not \nidentified \n\n30 days advance notice regarding construction \nactivities, including duration and type of \ndisruption \nContractor’s actions to ensure no income and/or \naccess loss consistent with the IEEf \nAssistance to mobile vendors and hawkers to \ntemporarily shift for continued economic activityg  \nFor construction activities involving unavoidable \nlivelihood disruption, compensation for lost \nincome or a transitional allowance for the period \nof disruption whichever is greater \n6 months advance notice regarding construction \nactivities, including duration and type of \ndisruption \nCompensation in accordance with attached \ncompensation plan (section II of the resettlement \nplan for Puttalam) \nReplacement or restoration of the affected \ncommunity facilities, including public water \nstandposts, public utility posts, temples, shrines \n\n- \n\n- \n\nUnanticipated involuntary impacts will be \ndocumented and mitigated based on the \nprinciples in this document. \n\n \n\nImplementation \nIssues \nto temporary \noccupation \nSite restoration  \n\nIdentification of \nalternative temporary \nsites to continue \neconomic activity  \n \n\nResponsible Agency \n\ntake a photograph before \nsubproject implementation. \nNWSDB will ensure compensation \nis paid prior to the contractor taking \nover the site. The contractor will be \nresponsible for site restoration. \nThe regional office will determine \nincome lost.  \nContractors will perform actions to \nminimize income and access loss.  \n \n\nAssessment of \nimpacts during lost \ncropping season  \n \n\nThe compensation plan identifies \nresponsibilities.  \n \n\n- \n\n- \n\nNWSDB and contractor \n\nThe regional office determines \nnature and extent of such loss. \nNWSDB finalizes entitlements in \nline with this document. \n\nIEE  =  initial  environmental  examination,  LARC  =  land  acquisition  and  resettlement  committee,  NGO  =  nongovernment  organization,  NWSDB  =  National  Water \n\nSupply and Drainage Board. \n\na  Including option for compensation for nonviable residual portions. \nb  To  be  provided  for  affected  persons  whose  livelihood  is  affected  by  the  Project.  Calculation  of  the  transitional  allowance  is  based  on  minimum  wage  rates  for \nsemiskilled labor in the respective towns and cities for 3 months (estimated at SLRs81/day). This allowance is intended for utilization until an alternative means of \nlivelihood is found.  \n\nc  To be provided to affected persons relocating to a new affected person-determined site. This will be equivalent to 1 day hire charges for a truck, including shifting \n\nwithin a radius of 50 kilometers (estimated as SLRs2,000). \n\nd  Vulnerable households comprise households whose heads are women, disabled people, Vedda, and people living below the poverty line. \ne  Joint titles in the name of husband and wife will be offered in the case of married affected persons. \nf  This includes leaving spaces for access between mounds of soil, providing walkways and metal sheets to maintain access across trenches for people and vehicles \nwhere  required,  increasing  workforces  to  finish  work  in  areas  with  impacts  on  access,  timing  works  to  reduce  disruption  during  business  hours,  phasing \nconstruction schedules, and working one segment at a time and one side of the road at a time.  \n\ni\n\nA\np\np\ne\nn\nd\nx\n \n1\n2\n \n \n \n \n \n \n\n5\n3\n\n \n\ng  For example, assistance to shift to the other side of the road where there is no construction. \nSource: NWSDB estimates. \n \n\n \n\n \n\n \n\n\f54 \n\nAppendix 12 \n\nG. \n\nMonitoring and Evaluation \n\n10. \nResettlement  plan  implementation  will  be  closely  monitored  to  provide  the  PCC  with  an \neffective  basis  for  assessing  resettlement  progress  and  identifying  potential  difficulties  and \nproblems.  The  regional  office  will  undertake  internal  monitoring,  assisted  by  the  resettlement \nspecialist. Monitoring indicators are in the resettlement plans. An independent external monitor will \nbe engaged with evaluation provided directly to the PCC and ADB.  \n\n \nTable A12.2: Institutional Roles and Responsibilities \n\nActivity \nInstitutional Strengthening \n\nConsultancy support to regional offices \nTraining and support  \nINGO support to regional offices \n\nUpdating Resettlement Plans during Detailed Design  \n\nConducting census \nCalculating average values for entitlements  \nFinalizing entitlement packages \nUpdating resettlement plan document \nPublic consultation on resettlement plans and entitlements \nIncorporation of comments and finalizing resettlement plans \nApproval of resettlement plan \nPublic disclosure of resettlement plans \n\nResettlement plan Implementation \nInternal and external monitoring \nConducting workshops, meetings, and consultations \nAllocation of resettlement plan budgets \nGrievance redressal  \nPreparation of lists of entitled persons and entitlements \nRelease of funds \n\nResponsible Agency \n \n\nNWSDB, PCC \nNWSDB, PCC \nNWSDB, PCC \n \nINGO, resettlement specialist \nLARC, INGO, resettlement specialist \nresettlement specialist \nresettlement specialist \nINGO, resettlement specialist \nResettlement specialist \nADB \nPCC, resettlement specialist, INGO \n \nResettlement specialist, external monitor \nINGO, resettlement specialist \nNWSDB, PCC \nGRC, INGO \nRegional office, resettlement specialist \nNWSDB, PCC \n\nADB  =  Asian  Development  Bank,  GRC  =  grievance  redress  committee,  INGO  =  implementing  nongovernment \norganization,  LARC  =  land  acquisition  and  resettlement  committee,  NWSDB  =  National  Water  Supply  and  Drainage \nBoard, PCC = project coordinating cell, resettlement plan = resettlement plan. \nSource: NWSDB assessments. \n \n\nTable A12.3: Implementation Schedule \n\nActivity \n\nComplete survey to finalize identification of \naffected persons  \nFinalize resettlement plan implementation plan  \nContinue information sharing, consultations, and \ndisclosure  \nConduct meetings with affected persons to agree \non entitlements \nConduct detailed measurement surveys \n\nIdentify vulnerable affected persons \n\nFinalize plan for land acquisition  \n\nIssue notice to affected persons  \n\nHold GRC meetings \nProvide resettlement compensation and \nassistance  \nTake over acquired land  \n\nMonitor (throughout project period)  \na Expected commencement is February 2009. \nSource: NWSDB estimates. \n\n \n\n1 \n\n2 \n\n3 \n\n4 \n\n5 \n\n6 \n\n7 \n\n10 \n\n12 \n\n13-18 \n\nX  X  X  X  X  X  X  X  X \n\nX \n\nX \n\nX \n\nX \n\nX  X  X \n\n \n\n \n\nX  X  X  X \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nX  X  X \n\nX  X  X \n\nX  X \n\nX  X  X \n\nX  X  X \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMonthsa \n9 \n8 \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n11 \n \n\n \n\n \n\n \n\n \n \n\n \n\nX \n\nX \n\nX \n\nX \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nX \n\nX \n\n \n\nX \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nX  X  X  X  X \n\nX \n\nX \n\nX  X  X  X \n\nX  X  X  X  X  X  X  X  X \n\nX \n\nX \n\nX \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\n \n\n \n\n        Appendix 13 \n\n55\n\nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION (SHORT) \n\n \n1. \nThe Dry Zone Urban Water and Sanitation Project will facilitate sustainable development \nin  disadvantaged  districts  in  Sri  Lanka,  by  investing  in  priority  water  supply  and  sanitation \ninfrastructure in urban areas in Chilaw, Mannar, , Puttalam, and Vavuniya. \n \n2. \nThe Project will be implemented over 5 years beginning in early 2009, supported by the \nAsian  Development  Bank  (ADB)  through  a  project  loan  and  grant.  The  National  Water  Supply \nand  Drainage  Board  (NWSDB),  under  the  Ministry  of  Water  Supply  and  Drainage,  is  the \nExecuting Agency. ADB classifies the Project as environmental assessment category B, as the \nVavuniya water supply subproject includes one environmentally sensitive component (a 4 meter \nhigh  dam  and  215  hectare  storage  reservoir).  The  impacts  of  providing  infrastructure  were \nassessed  by  four  initial  environmental  examination  (IEE)  reports  (one  for  each  location).  An \nenvironmental  management  plan  for  the  storage  reservoir  in  Vavuniya  and  four  detailed \nenvironmental  monitoring  plans  for  the  other  less  sensitive  subcomponents  in  Vavuniya  and \nsubprojects in the other three towns were prepared. Studies were conducted according to ADB’s \nEnvironment  Policy  (2002)  and  Environmental  Assessment  Guidelines  (2003).  NWSDB  will \nsubmit  project  information  to  the  Central  Environmental  Authority  (for  Vavuniya  and  Mannar), \nand  the  North  Western  Provincial  Environmental  Authority  (Puttalam  and  Chilaw),  to  initiate \nobtaining  the  necessary  environmental  clearances  required  by  Government  of  Sri  Lanka \nlegislation. \n \nA. \n\nDescription of the Project \n\nThe proposed infrastructure varies in composition as each area has different needs, but \n\n3. \nimprovements in a particular sector generally contain the same basic elements: \n \n\n(i) \n\nUrban  water  supply:  (a)  source  augmentation:  increased  abstraction  of  surface \nwater  or  groundwater;  (b)  more  efficient  transfer:  transmission  main,  pumping \nstations;  (c)  improved  treatment:  new  or  refurbished  water  treatment  plant  or \nincreased  chlorination;  (d)  increased  storage:  ground  storage  tanks,  overhead \nreservoirs;  and  (e)  improved  or  extended  distribution:  distribution  main  and \nnetwork. \n\n \n\n(ii) \n\nUrban  sanitation:  (a)  new  pit  latrines  with  septic  tanks  and  soakage  pits  or  only \nsoakage  pits  in  plots  with  space  constraints;  (b)  improved  emptying  of  septic \ntanks:  new  vacuum  tanker  vehicles;  and  (c)  septage  treatment:  facility  to  dry \nsludge and treat liquid effluent.  \n\n \n4. \nTable  A13.1  shows  the  location,  size,  and  dimensions  of  all  elements  of  the  proposed \ninfrastructure, and Table A13.2 summarizes the likely approach to construction of each element \nand  operation  of  each  scheme.  All  infrastructure  will  be  designed  during  a  6-month  detailed \ndesign stage in 2008, and built during a 4-year construction period (2009–2012). \n \n\nTable A13.1: Details and Dimensions of the Proposed Infrastructure \n\nUrban Subprojects \nRehabilitate tubewells (number) \nNew tubewells (number; depth) \nNew earth bund (length; crest height) \nReservoir (capacity; area at FSL)  \n\nMannar \n\n4 \n4; 20 m \n \n\nVavuniya \n\n4 \n6; 20 m \n1.5 km; 4 m \n3.7 million m3;  \n215 ha \n5 m; 5 m; RCC \n\n \n \n \n \n\n \n\n \n\nIntake well (diameter; depth) \n\n6 m; 6 m; RCC \n\n \n7; 20 m \n \n\n \n\n \n\nPuttalam \n\nChilaw \n\n \n\n \n\n\fUrban Subprojects \nRehabilitate weir across river \n\nMannar \n \n\nVavuniya \n\n56 \n\n \n\nAppendix 13 \n\nIrrigation tanks: remove silt and \nplants \nNew intake canals (height, width, \nlength) \n\nNew weir in river (length; crest \nheight) \nRaw water pump house (number of \npumps) \nRaw water transmission main \n\nRefurbish water treatment plant \nTank to mix treated and \ngroundwater \n\nNew WTP (area) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPuttalam \nReplace sluice \ngates \n2 tanks; 1 canal \n\nChilaw \n \n\n \n\n5 m; 5 m;  \n1.5 km earth \n5 m; 5 m;  \n1.9 km earth \n \n\n3 \n\n2.4 m; 10 m; \n40 m; RCC \n\n50 m; 1.5 m; \nRCC \n6 \n\n4.4 km;  \n400 mm \n(cid:57) \nExisting \n2,000 m3 \ntank \n1.2 ha;  \nRCC tanks  \n \n\n32.9 km;  \n50–450 mm \n \n \n\n1.6 km; 400 mm  300 m; 500 mm \n\n \nExisting OR \n\n(cid:57) \nExisting tank \n\n \n\n \n\n0.8 ha; RCC \ntanks \n4 \n\n \n\n2 ha: RCC tanks \n\nTreated water pump house (number \nof pumps) \nChlorine injection units (number) \nTreated water transmission main \n\nTreated water ground storage tank \n\n3 \n10 km; 160–355 \nmm \n1 tank; 500 m3 \n\nPump station (number; number of \npumps) \nOverhead reservoir (number; \ncapacity) \nDistribution main (length; diameter)  15.4 km; 110–280 \n\n1; 900 m3 \n\n \n\nDistribution pipes (length; diameter)  75 km; 63–160 \n\nmm \n\nmm \n500 \n1; 3,000 liters \n\n \n33 km; 400 mm \n\n \n15.5km; 350–\n450 mm \n1 tank; 2,500 m3  2 tanks; 2,000 m3  1 tank;  \n500 m3 \n \n\n \n22.5 km; \n300–400 mm\n\n \n\n4 stations; 2 \npumps \n3; 1000, 1500, \n300 m3 \n41 km; 110–400 \nmm \n95 km; 90–160 \nmm \n500 \n2; 3,000 liters \n\n1; 1500 m3 \n\n28.5 km; 200–400 \nmm \n64 km; 90–300 \nmm \n500 \n2; 3,000 liters \n\n2; 750 m3, \n900 m3 \n29 km; 160–\n400 mm \n108 km; 90–\n225 mm \n500 \n1; 3,000 liters\n\nHousehold latrines (number) \nVacuum tanker vehicle (number; \ncapacity) \nSeptage treatment (area; number of \nponds: thickening; sludge drying; \neffluent treatment; reed-bed) \nD  =  drying  beds,  ET  =  effluent  treatment,  FSL  =  full  supply  level,  ha  =  hectare,  km  =  kilometer,  m  =  meter,  mm  = \nmillimeter, OR = overhead reservoir, RB =reed beds, RCC = reinforced concrete , T = thickening , WTP = water treatment \nplant. \nSources: Initial Environmental Examination for the towns of Chilaw, Mannar, Puttalam and Vavuniya. \n\n1 ha \n3T; 12D; 3ET; \n1RB \n\n0.75 ha \n3T; 8D; 2ET; \n1RB \n\n1 ha \n3T; 10D; 2ET; 1RB \n\n0.75 ha;  \n2T; 6D; 2ET; 1RB \n\nDescription of the Environment \n\nTable A13.2: Main Environmental Features of the Four Study Towns \n \n\nParameter \n\nLocation \n\nDetails \nChilaw, Puttalam, and Mannar are towns on the west coast of Sri Lanka; 70, 130, and 220 \nkm, respectively, north of the national capital Colombo; Vavuniya is 50 km east of Mannar. \n \n\n \nB. \n\n \n\n \n\n\f \n\n \n\n \n\n \n\n        Appendix 13 \n\n57\n\nParameter \nTopography, \nSoil, Geology \n\nClimate \n\nAir Quality \n\nDetails \nThe  coastal  towns  and  villages  (Chilaw,  Puttalam,  and  Mannar)  are  flat  with  sandy  soils \nand are in a narrow Miocene to Quaternary belt of ferruginized gravels and alluvium over \nMiocene  bedrock.  Vavuniya  is  in  the  Precambrian  Vanni  complex  of  granitic  gneiss  and \nbiotite  that  runs  diagonally  across  the  country.  Soils  here  are  mainly  the  more  fertile \nreddish brown earth and the topography is gently undulating. \nChilaw is in the intermediate rainfall zone with an average of 1,500–2,000 mm of rain per \nyear. The other towns and villages are in the low rainfall zone and receive 500–1,500 mm \nper  year  only.  About  40%–50%  of  the  rain  falls  in  October–November  and  20%–30% \nduring April–May. Temperatures reach daily averages of around 30°C in May–August and \nfall to around 25°C in December–January, dropping by around 5–10°C at night. Humidity \nis high, often >80%. \nFew  data  are  available,  but  air  quality  is  likely  to  be  good  because  of  the  lack  of  heavy \nindustry  and  dispersion  by  coastal  winds.  Particulate  matter  will  increase  during  the  dry \nseason and soot may increase when vegetation is burned. \n\nSurface Water  Chilaw and Puttalam are in the drainage basins of the Dedru Oya and Kala Oya (rivers), \nwhich  drain  to  the  west  coast;  and  Vavuniya  is  in  the  basin  of  the  Malwatha  Oya.  Most \nareas have many tanks (large reservoirs built by constructing earth bunds across rivers or \nin  low-lying  areas),  from  where  water  flows  into  irrigation  channels.  Giant’s  Tank  near \nMannar is the second largest in the country. \n\nEcology \n\nLand Use \n\nGroundwater  Groundwater  is  contained  in  alluvial  deposits  and  ferruginous  gravels  in  Chilaw  and \nPuttalam, and is exploited by private and public wells and by NWSDB to supply water to \nthe  towns.  A  large  aquifer  in  Miocene  limestone  near  Mannar  is  also  exploited,  and \nperched surface aquifers on the island. No data is available on the extent or yield of the \naquifers or the quality of the water. Vavuniya has no major aquifers but some groundwater \nis present. \nVegetation has been removed from the inhabited areas and their surroundings to provide \nland  for  development  and  agriculture.  Vegetation  now  consists  of  crops  and  fruit  trees; \nanimals  are  those  able  to  live  close  to  man.  Irrigation  tanks  support  aquatic  plants  and \nanimals,  and  Chilaw  and  Puttalam  lagoons  are  wetland  habitats.  Some  riverine  forest  is \nalong rivers, but the only protected area is Wilpattu National Park nexr to the Kala Oya. \nMost  land  in  the  urban  areas  is  developed  for  housing,  shops,  small  industry,  and \ngovernment offices; outside the land is mainly used for agriculture. In rural areas land is \nmainly used for housing and agriculture. \nThe only large industries are Holcim Cement and coastal salt pans at Puttalam, where a \n100 megawatt coal power plant is being built. Most other industry is small, including light \nengineering, garment manufacture, and brickworks. Farming is mainly paddy rice (irrigated \nand rain-fed) plus maize, vegetables, livestock. There are also coastal fisheries.  \nAll  target  towns  have  a  piped  water  supply  based  on  groundwater,  but  water  is  only \navailable  for  a  few  hours  a  day  because  of  inefficient  tuber  wells  and  leaking  networks. \nWith no sewerage, people rely on septic tanks or pit latrines, and many households have \nno toilet. Open concrete drains run beside roads in towns, but most are blocked with silt \nand garbage. Solid waste is collected and dumped on land outside the towns as there are \nno landfills. Most people in towns and some in villages have electricity from the national \ngrid. \n\nIndustry and \nAgriculture \n\nInfrastructure \n\nTransportation  All  towns  are  at  junctions  of  main  highways  and  have  good  road  connections  to \nneighboring  towns  and  districts.  Roads  in  the  center  of  towns  are  generally  congested. \nPublic buses and motorcycles are the main transport. Chilaw, Puttalam, and Vavuniya are \non the railway from Colombo, but at Mannar the track was destroyed some years ago by \nthe LTTE (Liberation Tigers of Tamil Eelam). Villages are reached by unpaved roads from \nthe nearest highway. \n\nDemography  With  the  exception  of  Chilaw,  the  towns  are  affected  in  varying  degrees  by  the  conflict \nbetween Government and the LTTE who wish to establish an autonomous Tamil state in \nthe north. People (particularly Muslims) have moved from Mannar and other towns in the \nLTTE controlled area to safer areas in the south where many live in camps for internally \ndisplaced persons. The main religious and ethnic groups are Christian in Chilaw, Muslim \n\n \n\n \n\n\f58 \n\n \n\nAppendix 13 \n\nParameter \n\nDetails \n\nin Puttalam, Tamil and Christian in Mannar, and Tamil and Hindu in Vavuniya. \n\nHealth and \nEducation \n\nSocioeconomic  Unemployment is >30% in all of the target towns and villages. Those employed are mainly \nin agriculture and fishing, business and trading, government, and the private sector. A high \nproportion  of  families  own  their  own  houses,  although  the  condition  of  buildings  is \ngenerally  poor  and  many  houses  are  empty  in  Mannar.  Significant  numbers  of  families \nreceive government assistance from the Samurdhi poverty reduction program. \nHealth and education facilities are more numerous and better equipped in towns than rural \nareas, but Mannar is less well provided for than the other target towns. Each town has a \nbase hospital and public and private clinics, but only the larger villages have clinics. The \ntowns (except Mannar) have reasonably good preschools and primary and junior schools, \nbut  fewer  schools  and  colleges  offering  general  certificate  in  education  and  higher  level \nteaching. Pupil teacher ratios are good, at 25–30:1. \nNongovernment  and  community-based  organizations  operate  in  all  towns  and  some \nvillages, dealing particularly with displacement and other social issues. Most villages have \ndeath  donation  societies  (which  help  bereaved  families),  farmers’  associations,  women’s \ngroups. Culturally important buildings in towns and villages are mainly associated with the \nreligions:  temples,  churches,  and  mosques;  tourism  is  not  significant  and  none  of  the \nrequisite infrastructure (hotels, resorts) is in place.  \n\nHistory, \nCulture, and \nTourism \n\nForecasting Environmental Impacts and Mitigation Measures \n\nkm = kilometer, mm = millimeter, NWSDB = National Water Supply and Drainage Board.  \nSources: Project preparatory studies. \n \nC. \n \n5. \nMost  of  the  minor  negative  impacts  associated  with  the  Project  will  be  typical  to  those \nfound  in  any  construction  project  and  could  be  mitigated  by  adopting  good  construction  and \noperating  practices.  This  section  summarizes  project-specific  impacts,  the  generic  impacts  are \ndiscussed in detail in the four IEEs and the combined summary. \n \n6. \nMain concerns related to the siting of septage treatment facilities are impacts due to odor \nand effluent discharge. Sites selected are away from communities, so nuisances from odor will \nbe  minimized.  In  two  of  the  towns  the  treated  effluent  is  proposed  to  be  discharged  to  either \ncoastal  or  lagoon  waters.  The  users  of  such  water  may  be  concerned  of  (i)  potential  risks  to \nhealth  and  livelihood,  and  (ii)  impacts  to  receiving  waters  due  to  discharge  of  partially  treated \neffluent resulting from system malfunctions. Although impacts are expected to be minimal, given \nthe saline nature of the waters not conducive to commonly found bacteria, mitigation measures \ninclude (i) engaging users in the effluent discharge zone in consultations to explain the scheme; \n(ii)  periodic  monitoring  of  effluent  and  receiving  water  quality;  and  (iii)  inclusion  of  emergency \nprocedures  in  the  operation  and  maintenance  manuals,  if  discharge  standards  are  exceeded. \nThese will include (i) shutting off discharge and recycling the effluent, (ii) investigating reasons \nfor failure and adopting remedial actions, and (iii) resuming discharge only when standards are \nmet.  \n \n7. \nAlthough  impacts  related  to  design  of  water  supply  systems  are  expected  to  be  minor, \nsome uncertainties are still present at the stage of feasibility and additional data regarding the \nyield of the aquifer will be needed prior to finalizing detailed design. Therefore, at this stage, a \nprogram  of  borehole  monitoring  will  be  conducted  to  determine  the  extent,  yield,  and  rate  of \nrecharge  of  the  aquifer,  groundwater  quality,  and  quality  of  proposed  surface  water  sources. \nThis  data  will  be  used  to  (i)  determine  the  location  and  sustainable  extraction  rates  of  the \ntubewells,  (ii)  redesign  by  selecting  alternative  water  sources  if  proposed  abstraction  rates \nexceed  sustainable  yield,  (iii)  assess  if  proposed  treatment  and  mixing  will  produce  water  of \nrequired  quality,  and  (iv)  redesign  the  treatment  system  if  studies  indicate  more  treatment  is \nrequired.  Additional  water  quality  data  is  being  collected  for  some  proposed  sources.  In  those \n\n \n\n\f \n\n \n\n \n\n \n\n \n\n        Appendix 13 \n\n59\n\nschemes  where  treated  surface  water  will  be  mixed  with  the  groundwater,  final  quality  of  the \nwater  delivered  to  the  end  user  will  need  to  be  tested  to  ensure  that  it  meets  drinking  water \nstandards.  \n \nThe  subproject  warranting  more  attention  is  the  construction  of  a  4  meter  high,  1.5  km \n8. \nlong earth bund across the Per Aru in Vavuniya to impound 3.7 million m3 of water in an area of \n215  hectares  to  provide  a  year-round  supply.  A  fraction  of  the  area  is  already  used  to  store \nwater.  The  Per  Aru  is  a  perennial  relatively  small  stream  and  does  not  contain  any  important \naquatic  habitats  or  fisheries.  Therefore  the  subproject  will  not  have  any  significant  ecological \nimpacts. Presently, during monsoons, the Per Aru floods almost up to the proposed full supply \nlevel of the reservoir. Most of the vegetation, which includes secondary scrub and close cropped \ngrass, will be removed from the drawdown area, to reduce generation of high concentrations of \nnitrate,  phosphate,  and  organic  matter  resulting  from  decomposing  organic  matter  in  the \nimpounded  waters.  Small  areas  of  primary  riverine  forests  and  around  38  hectares  of  paddy \nfarming  land  will  be  inundated.  Available  information  indicates  that  no  water  users  are  located \ndownstream.  Several  studies  including  (i)  the  extent  and  species  of  primary  riverine  forest,  (ii) \ndetailed hydrogeological studies of flow rates in the river, (iii) verified ecological calculations of \nminimum  flow  required  to  maintain  existing  riverine  forest  downstream  and  to  support  an \nadditional  area  equivalent  to  that  lost  upstream,  and  (iv)  identification  of  suitable  areas  to  be \nplanted downstream and preparation of planting and maintenance plan for the new habitat, are \nproposed prior to initiating work on the reservoir. The new area of riverine forest will be planted \nbefore  the  reservoir  is  filled.  The  construction  of  the  reservoir  will  not  result  in  relocating \ncommunities, however, alternative land and/or compensation will be provided, for the loss of 38 \nhectares of paddy farms, in line with ADB’s Involuntary Resettlement Policy (1995). One of the \npositive features of impounding surface water is that the aquifers in this area will recharge more \nreadily from water that percolates to the ground from the bed of the reservoir. \n \n9. \nadverse impacts because \n\nOther  than  these  impacts,  construction  of  infrastructure  is  not  expected  to  have  major \n\nmost  network  improvements  will  be  on  unused  ground  alongside  roads  and  can \nbe  built  without  causing  major  disruption  to  road  users,  houses,  shops,  and \nbusinesses; \nmost  new  facilities  (overhead  reservoir,  PH,  WTP,  STF)  will  be  located  on \ngovernment-owned land that is not occupied or used for any other purpose; \nmost  network  construction  will  be  conducted  by  small  teams  working  on  short \nlengths at a time so most impacts will be localized and short in duration; and \nthe  construction  program  will  be  relatively  short  for  a  project  of  this  nature,  and \nshould be completed in 3–4 years in the towns. \n\nThe schemes should operate without major negative impacts because \n\nschemes are designed to use simple technologies with low maintenance and little \nreplacement of parts to enhance their long-term sustainability; and \nproviding the responsible agency ensures that infrastructure is inspected regularly \nand maintained as required, repairs should be small-scale and short in duration. \n\nInstitutional Requirements and Environmental Monitoring Plan \n\nDetailed  environmental  monitoring  plans  for  all  activities  in  the  four  towns  and  an \n11. \nenvironmental  management  plan  for  the  construction  of  the  reservoir  are  included  in  the \nindividual  IEEs.  Environmental  plans  will  be  implemented  and  coordinated  by  an  environment \nspecialist attached to the project regional offices.  \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(i) \n\n(ii) \n\n \n10. \n\n \nD. \n\n \n\n\f60 \n\n \n\nAppendix 13 \n\nE. \n\nPublic Consultation and Information Disclosure \n\nin \n\n12. \nPrimary  stakeholders  (residents,  shopkeepers,  and  business  people  who  live  and  work \nnear  the  construction  sites;  and  owners  and  users  of  any  land  that is acquired  for  the  Project) \nand  secondary  stakeholders  (NWSDB,  other  relevant  government  institutions,  NGOs  and \nthe  affected  communities;  other  community \ncommunity-based  organizations  working \nrepresentatives) were consulted in developing the IEEs through face-to-face discussions on-site \nand large public meetings held in December 2007 and January 2008. Views and concerns were \nincorporated  into  the  IEEs  and  the  planning  and  development  of  the  Project.  The  IEEs  were \nmade  available  in  the  local  language  at  public  locations  in  the  towns  and  the  summary  initial \nenvironmental examination will be disclosed to a wider audience via the ADB website. NWSDB \nwill appoint a nationally recognized NGO to handle consultation during project implementation to \nensure full participation of stakeholders in subproject execution. \n \nF. \n\nFindings and Recommendations \n\n13. \nEnvironmental  issues  were  considered  throughout  development  of  the  Project  and \nnecessary changes made to outline designs to reduce or avoid impacts. Mitigation measures for \nother  impacts  are  provided  in  detail  in  the  individual  IEEs.  Once  the  schemes  are  built,  most \nshould  operate  without  major  environmental  impacts,  providing  the  relevant  agencies  follow \noperation  and  maintenance  procedures  prepared  during  the  design  stage.  The  Project  will \nprovide the agencies with training, and budgets to enable them to fulfill these responsibilities. \n \n14. \nSome uncertainties relate to the impact analysis of operating some of the water supply \nschemes, and additional data will be collected to ensure sustainability and prevent any negative \nimpacts.  A  range  of  studies  (para.  7)  will  be  conducted  during  the  detailed  design  stage  to \nensure that abstraction is conducted only at sustainable amounts and that proposed treatment \nmethods will deliver water meeting required standards. If the studies show that water cannot be \nabstracted  sustainably  by  methods  proposed,  subprojects  will  be  revised  accommodating \nalternative  sources  and/or  treatment.  Precautions  are  also  needed  at  the  septage  treatment \nfacilities,  to  protect  the  health  of  workers  and  the  users  of  water  into  which  treated  effluent  is \ndischarged. Manuals and training will be provided for this purpose. \n \nIf  water  is  abstracted  sustainably  and  treated  to  the  mandatory  standards,  then  the \n15. \ncitizens  of  the  towns  and  villages  should  benefit  substantially  as  they  will  be  provided  with  a \nconstant  supply  of  good  quality  water  and  an  improved  sanitation  service.  Their  quality  of  life \nshould  therefore  improve  significantly.  The  Project  will  conduct  a  program  to  raise  public \nawareness of sanitation and hygiene issues so the health of the community should also improve. \n \nG. \n\nConclusions \n\n16. \nThe environmental impacts of the Project were assessed by the IEE studies summarized \nin  this  document,  conducted  according  to  ADB  policy  and  procedures.  Many  impacts  will  be \navoided by action during project development, and the IEEs describe further action that will be \ntaken during detailed design, construction, and operation. \n \n17.  Most  impacts  identified  by  this  analysis  should  be  reduced  to  acceptable  levels  by  the \nmitigation  proposed.  However  final  conclusions  regarding  the  impacts  of  the  schemes  as  a \nwhole  cannot  be  determined  because  of  uncertainties  regarding  the  impacts  of  operating  the \nwater supply components. This should be possible once the studies described in paragraphs 7 \nand 8 are completed. The environmental monitoring plans and the environmental management \nplan will be updated during the detailed design stage. \n\n \n\n\f", "author_pages": [" \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "Currency Unit\n", "Sri Lanka rupee/s (SLRe/SLRs) \n", "CURRENCY EQUIVALENTS \n(as of 28 October 2008) \n", "– \n", "= \n= \n", "SLRe1.00\n$1.00\n", "$0.009259 \nSLRs108.00 \n", "ABBREVIATIONS \n", "ADB \nADF \nCBO \nEMP \nICB \nIEE \nMDG \nNCB \nNGO \nNRW \nNWSDB \nO&M \nPCC \nPICC \nWRB \n", "Asian Development Bank \nAsian Development Fund \ncommunity-based organization \nenvironmental management plan \ninternational competitive biding \ninitial environmental examination \n", "– \n– \n– \n– \n– \n– \n–  Millennium Development Goal \nnational competitive biding \n– \nnongovernment organization \n– \nnonrevenue water \n– \nNational Water Supply and Drainage Board \n– \noperation and maintenance \n– \nproject coordination cell \n– \n– \nproject implementation coordination committee \n–  Water Resources Board \n", "  Dry zone \n", "  Pradeshiya sabha \n  Tank \n \n", "– \n", "– \n– \n", "Southeast, east, and northern parts of Sri Lanka, which receive \nbetween 1,200 and 1,900 millimeters of rain annually \nSmallest political unit in periurban and rural areas  \nReservoirs of various sizes but generally relatively shallow \n", "GLOSSARY \n \n", "NOTES \n", "(i) \n", "The fiscal year of the Government of Sri Lanka and its agencies ends on \n31 December.  \n", "(ii) \n", "In this report, \"$\" refers to US dollars. \n", "X. Zhao, Operations 1 \n", "Vice-President \nDirector General  K. Senga, South Asia Regional Department (SARD) \nH. Kim, Urban Development Division, SARD \nDirector \n \n \nT. Gallego-Lizon, Urban Development Specialist, SARD \nTeam leader \nTeam members  M. Amerasinghe, Project Implementation Officer, SARD \n \n \n \n \n \n \n \n", "R. Barba, Safeguards Specialist, SARD \nR. Diamat, Administrative Assistant, SARD \nH. Ikemoto, Urban Economist, SARD \nM. Thiruchelvam, Project Implementation Officer, SARD \nC. Vandenabeele, Senior Counsel, Office of the General Counsel \nY. Xu, Urban Development Specialist, SARD \n", " \n", "CONTENTS \n \n", "LOAN, GRANT, AND PROJECT SUMMARY \n", "THE PROPOSAL \n", "RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA. \nB. \n", "Performance Indicators and Analysis \nAnalysis of Key Problems and Opportunities \n", "THE PROPOSED PROJECT \nImpact and Outcome \nA. \nOutputs \nB. \nSpecial Features \nC. \nProject Investment Plan \nD. \nFinancing Plan \nE. \nImplementation Arrangements \nF. \n", "PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA. \nB. \n", "Expected Benefits and Impacts \nAssumptions and Risks \n", "ASSURANCES AND CONDITIONS \nSpecific Assurances \nA. \nConditions for Loan Effectiveness \nB. \nConditions for Contract Award \nC. \n", "VI. \n", "RECOMMENDATION \n", "APPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n", "Design and Monitoring Framework \nProblem and Constraints Analysis  \nSector and Institutional Analysis  \nExternal Assistance to the Water and Sanitation Sector  \nStrategy for Improved Service Delivery  \nCapacity Assessment and Development Proposal \nDetailed Cost Estimates \nProject Management, Participation, and Communication Structure \nProposed Implementation Schedule \nProcurement Contract Packages \nSummary Poverty Reduction and Social Strategy   \nDraft Summary Short Resettlement Plan \nSummary Initial Environmental Examination (Short) \n", "MAP \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n", " \n", " \n", " \n", " \n", "Page \n \n", "i \n", " \n", "1 \n", "1 \n1 \n2 \n", "5 \n5 \n6 \n9 \n10 \n10 \n11 \n", "15 \n15 \n17 \n", "18 \n18 \n20 \n20 \n", "20 \n", "21 \n25 \n28 \n33 \n34 \n37 \n40 \n42 \n43 \n44 \n46 \n49 \n55 \n"]}