{"path": "data/input/reports/37577-02-vie-rrp.pdf", "pages": [" \n \n \n  \nReport and Recommendation of the President  \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n  \n \nProject Number: 37577 \nNovember 2010 \n \n \n \nProposed Loan for Subprogram 2 \nSocialist Republic of Viet Nam: \nThird Financial Sector Program ", " \nCURRENCY EQUIVALENTS \n(5 November 2010) \n \nCurrency unit –  dong (D) \n \nD1.00 =  $0.000051     \n$1.00 =  D19,490     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IMF  –  International Monetary Fund \n  IAS  –  international accounting standards \n  IOSCO  –  International Organization of Securities Regulators \n  MMOU  –  multilateral memorandum of understanding \n  MOF  –  Ministry of Finance \n  PPPF  –  Post-program partnership framework  \n  SBV  –  State Bank of Vietnam \n  SSC  –  State Securities Commission \n  TA  –  technical assistance \n  VSD  –  Vietnam Securities Depository \n \nNOTES \n \n(i)  The fiscal year (FY) of the government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Ahmed, Financial Sector, Public Management and Trade Division, \nSERD \n   \nTeam leader  H. Omar, Senior Financial Sector Specialist, SERD  \nTeam members  L. A. Abenojar, Administrative Assistant, SERD \n  T. Hla, Economist, SERD \n  M.V. Mina, Assistant Project Analyst, SERD \n  C. Minh, Financial Sector Officer, Viet Nam Resident Mission, SERD  \n  R. O’Sullivan, Principal Legal Counsel, Office of the General Counsel \n  S. Schuster, Senior Financial Sector Specialist, SERD  \n  M. L. Ventura, Associate Project Analyst, SERD \nPeer reviewers  R. Poddar, Senior Treasury Specialist, Treasury Department \n  A.  C.  Schou-Zibell,  Senior  Economist,  Central  and  West  Asia \nDepartment  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  2 \nA.  Rationale  2 \nB.  Impact and Outcome  5 \nC.  Outputs  5 \nD.  Program Costs and Financing  7 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  8 \nA.  Fiduciary Assessment  8 \nB.  Poverty and Social Impact Assessment  9 \nC.  Safeguards  9 \nD.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework                               11 \n2.  List of Linked Documents                                 14 \n3.  Development Policy Letter                                 15 \n4.  Policy Matrix and Post-Program Partnership Framework                         20 \n ", " \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Socialist Republic of Viet Nam for subprogram 2 of the Third Financial Sector Program.1  \n \n2.  The  Asian  Development  Bank  (ADB)  has  supported  the  development  of  Viet  Nam’s \nfinancial sector since 1996 through program loans and technical assistance (TA). Subprogram 2 is \nbuilt on earlier initiatives to help address the continuing need for financial sector development in \nViet Nam. The first Financial Sector Program (1996–2002) facilitated the developing of legal and \nregulatory foundations for commercial banking.2 The Second Financial Sector Program (2002–\n2006) promoted the development of the nonbank financial subsector, particularly insurance and \nleasing, and the anti-money laundering regime.3 \n \n3.  The objective of the Third Financial Sector Program4 is to create a more diversified, deeper, \nand  more  resilient  financial  sector.  By  increasing  the  share  of  nonbank  financial  markets  in \nfinancing investment, the program will contribute to enabling sustained growth in the economy with \nreduced  risks  due  to  funding  mismatch.  Greater  scope  and  efficiency  of  alternative  nonbank \nfinancial intermediation channels will strengthen stability of the financial sector through increased \ncompetition. Financial sector reforms aimed at mitigating risks of sector instability help reduce the \nvulnerability of the poor falling into poverty arising from financial sector crisis. This is supported by \nthe recent International Monetary Fund (IMF) study involving 65 developing countries, which found \nthat (i) financial sector development raises economic growth and reduces poverty, (ii) financial \nsector development directly reduces poverty by increasing the investment and interest incomes of \nthe 20% poorest households, and (iii) financial sector instability directly reduces incomes of the \npoor thereby increasing poverty.5 \n \n4.  The program cluster comprises two subprograms covering the period from January 2006 to \nSeptember 2010. The program is in line with Strategy 20206 as well as the government’s Socio-\nEconomic Development Plan 2006–2010 and ADB’s country strategy and program for 2007–2010,7 \nwhich all support business-led pro-poor growth by promoting infrastructure development, creating a \nbusiness-enabling environment, and developing diversified financial intermediation. A total loan of \n$135 million from ADB's Special Funds resources was allotted for the program—$75 million for \nsubprogram 1 and $60 million for subprogram 2. \n \n5.  Subprogram 1. Actions under subprogram 1 were undertaken in two phases from January \n2006 to February 2009. At the request of the government, the implementation period for the \nsecond tranche was extended to 31 December 2009 to allow for additional time to complete the \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 1996. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to the Socialist Republic of Viet Nam for the Financial Sector Program. Manila.  \n3  ADB. 2002. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan Cluster \nto the Socialist Republic of Viet Nam for the Second Financial Sector Program. Manila. \n4  ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan Cluster \nand Loan to the Socialist Republic of Viet Nam for the Third Financial Sector Program. Manila. (Loan 2377 for \n$75,000,000, approved on 6 December). \n5  S. G. Jeannwney and K. Kpodar. 2008. Financial Development and Poverty Reduction: Can there be benefit without a \ncost? IMF Working Paper. No. 62. Washington, DC. The authors estimate quite large coefficients on the financial \nsector development variables, i.e., a 10% increase in the broad money (M3) to gross domestic product (GDP) ratio \nraised the incomes of the 20% among the poorest households by 3% to 5%. \n6  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila. \n7  ADB. 2006. Country Strategy and Program: Viet Nam, 2007–2010. Manila. \n ", "2   \npolicy actions.8 Compliance with 25 of 27 conditions has been achieved,9 while the submission of a \ndraft law on auditing to the government was subsequently accomplished and the requirement for \nan anti-money laundering information center to establish an information technology system to \ncollect, process, and record information is ongoing, justifying the release of the second tranche of \n$45 million. The successful completion of subprogram 1 justifies the program loan to proceed with \nimplementation of subprogram 2.  \n \n6.  Subprogram  2.  Actions  under subprogram  2  cover  the  period  from  March  2009  until \nSeptember  2010.  The  subprogram  focus  is  on  development  of  securities  and  bond  markets; \nincreasing  transparency  disclosure;  and  strengthening  the  legal,  regulatory,  and  enforcement \nframeworks.  It  provides  support  for  government  efforts  to  strengthen  regional  cooperation  by \nenhancing cooperation with regulators in other securities markets in the region. \n \n7.  The focus of priorities under subprogram 2 has been refined since its formulation in 2006 to \nreflect  the  impact  and  lessons  from  the  global  financial  crisis  (2008–2009)  and  the  need  to \nemphasize  measures  to  strengthen  financial  stability.  The  refinement  includes  additional  and \nexplicit emphasis on financial stability and human resource development. With these refinements, \nthe program loan now comprises 21 policy actions of which 14 are core actions that have all been \naccomplished. The remaining 7 actions are completed milestones.10 The development policy letter \nis in Appendix 3 and the policy matrix and post-program partnership framework are in Appendix 4.  \n \nII.  THE PROGRAM \nA.  Rationale \n8.  Financial sector development in transitional economies is a complex, long-term effort. Over \nthe  past  decade,  the  government  has  embarked  on  financial  sector reform  to  transform  and \nmodernize the country’s financial sector. Through program and TA (footnotes 2-4), ADB  has \nsupported the government in addressing these critical bottlenecks in financial sector infrastructure, \ninstitutional  capacity,  and  the  legal  and  regulatory  framework.  The  ADB  Country  Assistance \nProgram Evaluation for Viet Nam recommended a continuous support for the financial sector.11  \n \n9.  Financial sector reforms require support over the medium to long term. Reforms supported \nunder this and earlier programs have been integral to supporting Viet Nam’s gradual transition from \na centrally planned to a market-based economy and in helping the government achieve and \nsustain high rates of economic growth. This was instrumental in the country's remarkable progress \nwith poverty reduction over the last decade. Viet Nam's recent rapid rate of economic growth has \nbeen underpinned by record investment.12 Investment by the private sector, moreover, has grown \nmuch faster than that by the public sector. Following the acceleration of economic reforms, private \nsector investment has supplanted the public sector as the main contributor to capital accumulation \nduring the program period, accounting for over 60% of total capital accumulation by 2007.13  \n \n                                                 \n8  The first tranche of $30 million was released on 13 June 2008, and the second tranche of $45 million was released in \nDecember 2009. \n9  ADB. 2009. Progress Report on Tranche Release : Third Financial Sector Program for Viet Nam. Manila. (L 2377-VIE) \n10Justification for the Refinement of Some of the Original Indicative Actions for Subprogram 2 (accessible from the list of \nlinked documents in Appendix 2) - originally, of the 14 original indicative actions under FSPL III-Subprogram 2, 7 were \ncore actions. Of the 7 original core actions, 3 were accomplished, 3 had been partially accomplished, and 1 had not \nbeen completed. The remaining 7 indicative actions were the milestones.  \n11 ADB.2009. Country Assistance Program Evaluation: Viet Nam. Manila.  \n12 Increasing from some 35% of GDP in 2001 to a remarkable 45% by 2007. \n13 The same share the public sector held in 2001. \n ", "      3     \n10.  Banks dominate intermediation. While progress in developing the financial sector has \nbeen impressive, banking continues to dominate the sector—in particular state-owned commercial \nbanks, which account for 51% of total aggregate loans. The IMF 2010 Article IV Consultation with \nVietnam concludes that one of the fundamental problems facing Viet Nam is overbanking.14 Overall \nasset  quality  of  the  banking  system  has  not  been  challenged  by  the  financial  crisis  as \nnonperforming  loans  only  accounted  for  2.2%  in  June  2009.  However,  constraints  for  the \ncontinuing intermediation of banking include the limited scale of operations, credit risk, and funding \nmismatches.  By  increasing  the  share  of  nonbank  financial  markets  in  financing  investments, \nsubprogram 2 will continue to enable sustained high economic growth with reduced risks due to \nfunding mismatch.  \n \n11.  Micro-prudential  measures  and  major  legal  reform  for  banking.  In  an  effort  to \nstrengthen  the  financial  stability  of  the  banking  system,  the  State  Bank  of  Vietnam  (SBV) \nintroduced a number of key micro-prudential measures and initiated major legal reforms for the \nSBV  Law  and  Credit  Institutions  Law.  To  improve  banking  capitalization,  SBV  identified \nconsolidation  of  private  joint  stock  banks  as a  priority  along  with  equitization of  state-owned \ncommercial banks. It increased the minimum charter capital of joint stock banks to D3 trillion to be \nmet  by  the  end  of  2010.  Other  key  measures  include  a  new  solvency  ratio  and  corporate \ngovernance requirements for banks, the extension of the bankruptcy law to commercial banks, \nformalization  of  SBV  powers  to  place  banks  under  special  control,  and  the  establishment  of \nregulations to govern bank mergers.  \n \n12.  Measured progress in capital markets. The number of publicly listed companies in the \nHo Chi Minh City and Hanoi stock exchanges has increased significantly, from 41 in 2005 to 457 in \n2009, and to 549 as of June 2010. Likewise, initial public offerings of equities averaged 3.25% of \ngross domestic product (GDP) for 2006–2009, reaching a peak of 9.14% in 2007. The total market \ncapitalization value of Viet Nam of approximately $39 billion is still small compared with other \ncountries in the region. However, if state-owned enterprise reforms, including their equitization, \nremain on track, the size of the stock market may approach that of the Philippines ($76 billion) and \nThailand ($166 billion). The State Securities Commission (SSC) has taken steps to enhance its \nsupervisory  capacity.  The  country  now  has  105  registered  securities  firms  and  46  fund \nmanagement companies. \n \n13.  However,  continued  efforts  are  needed  to  strengthen  investor  protection,  and  improve \nmarket transparency, corporate governance, and risk management capacity of market institutions. \nSubprogram 2 will support government efforts to limit the scope of unregulated markets for unlisted \nsecurities15 to encourage companies to increase their long-term capital and financing needs in the \nregulated capital markets. \n \n14.  Government debt market. The bond market has been impacted by the global financial \ncrisis. Total outstanding value of government bonds as a percentage of GDP increased from \n2.82% in 2001 to 8.16% in 2005, reaching its peak in 2007 at 10.28% before declining to 9.49% in \n2008 and 8.25% in 2009. The debt market is largely dominated by government obligations. The \nmost significant issue preventing the development of the bond market, other than lack of significant \nparticipants, is the lack of reliable and liquid benchmarks to establish a government yield curve. \nThe government public debt profile is currently skewed toward the short end of the yield curve16 ; \nlonger-term  issuance  needs  to  be  considered  in  establishing  the  needed  benchmarks.  The \n                                                 \n14  IMF Executive Board Concludes 2010 Article IV Consultation with Vietnam Public Information Notice No. 10/127, 8 \nSeptember 2010. \n15 Private equity markets. \n16 These include those with yields ranging from 3 months to 12 months. \n ", "4   \nestablishment of the Debt Management and External Finance Office (PDMO)17 with the passing of \nthe Public Debt Management Law on 17 June 2009 is expected to significantly help address \nimpediments to consolidating the management of public debt. The government has also embarked \non  a  comprehensive  review  of  Decree  141/2003/ND-CP,  which  governs  the  issuance  of \ngovernment  bonds,  government-guaranteed  bonds,  and  municipal  bonds,  and  Decree \n52/2006/ND-CP, which regulates the issuance of corporate bonds.   \n \n15.  Support for the insurance industry. The development of long-term savings institutions \nsuch as the insurance subsector is critical for mobilizing and allocating long-term savings into \ncapital to further the economic development of the country. The insurance subsector continues to \nexpand  rapidly  with  annual  insurance  premiums  growing  tenfold  over  the  past  10  years,  to \napproximately $1.2 billion. Nevertheless, only about 5% of Viet Nam's population is insured. The \ngovernment  recently  amended  the  Law  on  Insurance  Business  to  provide  greater  investor \nprotection, and the Insurance Supervisory Authority has strengthened its capacity to protect policy \nholders. However, more emphasis needs to be given to capacity building of the insurance regulator \nto enhance the risk-based supervision framework to bring it into alignment with international best \npractice. \n \n16.  Market information and transparency. Viet Nam faces significant challenges in effectively \nadopting international accounting standards (IAS) and auditing standards. Given the complexity of \nthe standards, the government has decided to initiate step-by-step implementation after completing \ncomprehensive and thorough consultation and preparation. Further support is needed for the full \nadoption of IAS and auditing standards, including capacity building.  \n \n17.  Global financial crisis and lessons learned. Progress on some of the indicative policy \nactions developed for subprogram 2 in 2006 has been difficult. First, the global financial crisis \nresulted in a change in the government’s priorities for the financial sector, as was the case for Viet \nNam’s regional peers. For example, total stock market capitalization as a percentage of GDP \nreached its peak at 43.26% in 2007 before declining to 15.19% in 2008. Likewise, total outstanding \nvalue of Government bond as a percentage of GDP reached its peak in 2007 at 10.28% of GDP \nbefore declining to 8.25% in 2009. Second, the government is increasingly recognizing the need to \ncreate an institutional basis for its debt management. Third, focus is needed on development of the \nshort end of the government securities market and augmented money markets (footnote 16). To \nsupport the government in meeting its revised priorities, subprogram 2 was refined based on the \nfollowing four key considerations: \n(i)   Shift in priorities. The reformulation recognizes the significant shift in government \npolicy priorities for the financial sector following the global financial crisis—notably \nstrengthened emphasis on key reforms to enhance the transparency, soundness, \nand stability of banking system. \n(ii)  Need to create an institutional basis for debt management. While the global \nfinancial crisis presented unexpected challenges for the development of government \nbond markets, it also led to the recognition that existing arrangements for debt \nissuance pose significant impediments. The government recognizes the need to \ncreate  an  institutional  basis  for  holistic  reforms  of  its  debt  operations  prior  to \nembarking on significant market structure reforms.  \n(iii)  Development  of  the  short  end  of  the  government  securities  market  and \naugmented money markets. The refined program prioritizes the development of \nthe short end of the bond market as part of a sequential approach to bond market \n                                                 \n17 The abbreviation \"PDMO” which is commonly used for Public Debt Management Office is used for the Debt     \nManagement and External Finance Office. \n ", "      5     \ndevelopment.  Subprogram  2  will  support  the  government  in  improving  the  risk \nmanagement  and  operating  efficiency  of  money  markets  and  open  market \noperations of SBV to enhance liquidity in the secondary market. \n(iv)  Lessons from subprogram 2.18 Finance sector reforms in transitional economies \noften  recognize  the  need  for  a  clearly  defined  step-by-step  approach  over  the \nmedium-to-long term as new institutions and concepts need to be introduced and \nrelated capacity built.  \n \nB.  Impact and Outcome \n \n18.  The expected impact for the program is a more diversified, deeper, and resilient financial \nsector in Viet Nam. The outcome of the program will be an increased share of capital markets in \nfinancing domestic investment, which will promote and facilitate a sustained high growth rate in the \neconomy with reduced refunding risks.19 \n \nC.  Outputs \n \n19.  Subprogram 2 acknowledges the difficult environment faced by Viet Nam in the wake of \nglobal financial crisis during 2008–2009, and recognizes significant key measures initiated by SBV \nin 2009–2010 to mitigate the impacts of the crisis on the financial sector to ensure financial \nstability. While progress on some of the indicative policy actions developed for subprogram 2 \nduring formulation of subprogram 1 in 2006 was difficult due to the fallout from the global financial \ncrisis, significant progress in related areas has been achieved in response to the crisis to assure \nthe soundness of commercial banks. Additionally, in other policy areas where program progress \nhas fallen behind due to the impacts from the global financial crisis, new institutional approaches, \nsuch  as  the  formation  of  PDMO,  provide  a  basis  for  sounder  and  accelerated  progress  in \nimplementing needed reforms for government debt. Although the direct impact of the crisis on \naccounting is not discernible, the original condition imposed for subprogram 2 on implementation of \nIAS 39 was refined due to market readiness issues for adopting this standard by 2010. Other \nsignificant  progress  includes  major  law  reforms  initiated across  the financial  sector—banking, \nsecurities,  and  insurance;  the  SSC  Strategy  2010–2020  for  long-term  capital  markets \ndevelopment; new disclosure requirements; various micro-prudential measures introduced by SBV; \nand related measures to strengthen the supervisory and regulatory regime. \n \n20.  Output  1:  Enhanced  capital  market  liquidity  through  improved  information \ndisclosure. Timely disclosure of material information reduces information asymmetries among \nmarket  participants,  strengthening  investor  confidence  and  supporting  market  liquidity. \nSubprogram 2 supports a new core policy action covering the new regulation issued by MOF \nrequiring information disclosure of listed and unlisted public companies to move closer to the \nadoption  of  international  best  practices.  Under  a  new  core  policy  action,  SSC  completed  a \ncomprehensive analysis of a strategic development and sector road map for 2010–2020 to address \nmarket infrastructure bottlenecks for capital market growth. To address accounting standards, the \ngovernment initiated a gap assessment to more closely align Vietnamese accounting standards \nwith the IAS and developed an implementation timeline. \n \n                                                 \n18 ADB. 2010. Program Completion Report. Viet Nam Second Financial Sector Program Loan Cluster (Subprograms 1 \nand 2). Manila. \n19Refunding is the refinancing or restructuring of debt with new debt, equity, or a combination of both. Sometimes \nrefunding involves the issuance of equity in order to decrease the proportion of debt in the borrower's capital structure. \nAs a result of refunding, the maturity of the debt may be extended or reduced. \n \n ", "6   \n21.  To  enhance  market  information  standards,  the  draft  Law  on  Independent  Audit  was \nsubmitted  to  the  government.  To  enhance  information  disclosure,  the  Vietnam  Securities \nDepository (VSD) completed the pilot implementation of the automatic synchronization of records \nbetween its head office and branches for public companies registered with VSD. To strengthen \nVSD’s risk management capacity, a risk assessment of its central depository and clearing functions \nbenchmarked against international practices will be undertaken.20 \n \n22.  Output 2: Strengthened institutional framework for securities issuance. To develop \nthe  government  securities  market,  the  program  supports  institutional  reforms  such  as  the \nestablishment of PDMO. Together with the Banking and Financial Institutions Department of MOF, \nPDMO will provide an institutional focal point to support a range of key reforms in the bond \nmarkets. To improve the risk management and operating efficiency of the money market, and open \nmarket operations for the development of a liquid secondary market, SBV will incorporate the \nshort-term risk mitigation measures identified in the ADB TA report.21   \n \n23.  Output  3:  Enhanced  legal  and  regulatory  framework  for  investor  and  consumer \nprotection and financial sector stability. The program supports a review of the legal framework \nfor the Securities Law with a view to strengthening enforcement powers and investor protection. \nSBV, as part of its response to the global financial crisis, introduced measures to strengthen \ncommercial banks including (i) adopting new corporate governance requirements based on the \ncorporate governance principles of the Organization for Economic Co-operation and Development; \n(ii) increasing the charter capital of banks; and (iii) amending the SBV Law, Credit Institutions Law, \nand application of Bankruptcy Law on credit institutions, including special control by SBV in an \neffort to drive banking consolidation. \n \n24.  As part of its efforts to strengthen its anti-money laundering regime, Viet Nam joined the \nAsia/Pacific Group on Money Laundering and in July 2009 was evaluated by the group. A new core \npolicy action supported under subprogram 2 is the submission of the draft amendments to the \ninsurance law to the government by August 2010 and the issuance of a decree on administrative \npenalties for insurance businesses. \n \n25.  Output 4: Improved regional cooperation and human resource development. One of \nthe conditions stipulated in subprogram 1 is for SSC to assess its ability to meet benchmarks under \nthe  International  Organization  of  Securities  Regulators  (IOSCO)  multilateral  memorandum  of \nunderstanding (MMOU) and to develop a road map for it to become a signatory to Annex B of the \nIOSCO MMOU. Viet Nam has been accepted as an IOSCO MMOU Annex B signatory; this is \nsubject to government approval. The reformulated policy action for subprogram 2 requires MOF to \nsubmit a request to the government to approve Viet Nam’s membership in the MMOU Annex B \nsignatory. Subprogram 2 supports a systematic approach to capacity building for financial sector \ndevelopment. SBV is developing a 5-year human resource development plan to 2015 with a vision \nup to 2020. In line with this move, SBV will conduct a skill gap assessment to formulate a \ncomprehensive capacity-building program.  \n \n26.  Post-program  partnership  framework.  Subprogram  2  includes  a  post-program \npartnership  framework  (PPPF)  with  high-impact  policy  actions22 and  institutional  development \nmeasures building on reforms and core actions under subprogram 2. This is to serve as a platform \n                                                 \n20 This assessment will be undertaken by December 2010. \n21 ADB. 2010. Review and Assessment of the Risks of the Operations of Central Banking Department of State Bank of \nVietnam. Consultant’s Report. Manila (TA 4732-VIE).   \n22 Support under a policy and advisory TA for Financial Sector and Capital Market Development totaling $1.5 million will \nbe prepared and is under the technical assistance tentative category.  \n ", "      7     \nfor further engagement with the government. The PPPF is outlined in the policy matrix (Appendix \n4).  \n \nD.  Program Costs and Financing \n27.  The government has requested a loan of SDR38,271,000 million equivalent from ADB’s \nSpecial Funds resources to help finance subprogram 2. The loan will have an interest charge at \nthe rate of 1.0% per annum during the grace period and 1.5% per annum thereafter; a term of 24 \nyears, including a grace period of 8 years; and such other terms and conditions as are substantially \nin accordance with those set forth in the draft program loan agreement. The government will use \nthe  local  currency  counterpart  funds  generated  by  the  loan  proceeds  to  meet  program \nexpenditures and associated costs of reform and to help maintain current social expenditures. \n \n28.   ADB funds will support reforms outlined in the development policy letter (Appendix 3) and \npolicy matrix and post-program partnership framework (Appendix 4). The overall loan size is \ndetermined  by  the  strength  of  the  associated  policy  actions,  their  development  impact,  the \nimportance  of  the  sectors  covered,  the  development  financing  needs  of  the  government  as \nindicated by MOF, and the government’s financing needs during the country partnership strategy \nperiod. The program will imply some short-term, direct adjustment costs, including costs for (i) \nrestructuring  and  capacity  building  for  SSC,  SBV,  MOF,  and  capital  markets  self-regulatory \norganizations; (ii) operationalizing new institutions including capacity building (e.g., PDMO); (iii) \nenhancing  supervisory  agencies,  and  accounting  and  auditing  agencies;  (iv)  introducing  new \nstandards and legislative reforms; and (v) developing money markets and open market operations, \nand developing bond markets. It is estimated that total short to medium term static gains under \nFSPL III from (i) improvement in banking sector efficiency, (ii) shift financing mix from bank loans to \nbonds, and (iii) reduce corporate default rates to benchmark rates, is at $489 million or 0.6% of \nGDP. A long-term static gain from the reforms is estimated at $4.8 billion or 5.5% of GDP. A total \nestimated adjustment cost from the program is about $56.8 million.23 The loan proceeds will be \ndisbursed in accordance with the provisions of ADB’s Simplification of Disbursement Procedures \nand Related Requirements for Program Loans.24 The program will provide for the retroactive \nfinancing of eligible expenditures incurred up to 180 days prior to loan effectiveness. ADB will \nretain the right to audit the use of the loan proceeds and to verify the accuracy of the withdrawal \napplication certification. The short-term, direct costs, however, do not incorporate the full direct \ncosts of the policy package, which includes longer-term changes for institutions and processes.25 \nWhile  the  direct  reform  costs  maybe  relatively  modest,  the  program  is  expected  to  leverage \nsubstantial increase in the availability and access to finance through enhanced capital markets \nliquidity and strengthened legal and institutional framework.  \n \n29.  The program loan also reflects the development financing needs of the government. The \npolitical costs of implementing the reforms are considerable, with vested interests benefiting from \nweak enforcement of regulations in financial markets and from the absence of adequate risk \nmanagement, supervision, and transparency. Although the benefits of the reforms will far outweigh \nthe costs, the benefits will materialize over time, while the costs are front loaded. In the absence of \ntimely reforms, the economy will continue to bear the significant costs of inefficient intermediation \nand be exposed to systemic risks, perhaps most importantly currency and maturity mismatches, \n                                                 \n23 The Summary Impact Assessment (accessible from the list of linked documents in Appendix 2) provides details of the \nmagnitude of the benefits and costs of the program. Total estimated adjustment costs of $56.8 million include \nadministrative, enforcement, fiscal and business compliance costs. \n24 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n25 The government accounting systems do not currently allow the segregation of the actual or future incremental costs \nattributable to implementation of the Third Financial Sector Program, subprogram 2.  \n ", "8   \nand investors will be left vulnerable to misconduct and fraud. The government has demonstrated \nits strong commitment to financial sector reforms by initiating a number of core policy initiatives to \nsafeguard stability of the financial system and to develop capital markets as reflected in the \nrefinement of subprogram 2 program outputs.  \n \n30.  Accounting, auditing, and reporting to ADB. SBV, as the executing agency, is required \nto submit a final report on the progress of the entire program cluster. \n \nE.  Implementation Arrangements \n31.  SBV is the executing agency for subprogram 2. MOF in coordination with the SSC, and its \nagencies  (the  Hanoi  Stock  Exchange,  and  VSD)  are  the  implementing  agencies.  SBV  is \nresponsible for overall program implementation and administration, disbursement of loan proceeds, \nand monitoring.  \n \n32.  To  coordinate  program  implementation  among  different  government  ministries  and \nagencies concerned, a program steering committee was formed, chaired by SBV and comprising \nsenior officers from all government agencies concerned. \n \nIII.  DUE DILIGENCE \nA.  Fiduciary Assessment \n33.  The government’s public financial management reforms are at an early stage but steady \nprogress is being made in improving the legislative and institutional framework. The National \nAssembly promulgated the Law on Public Debt Management in June 2009. The law provides a \nlegal framework for a modern debt management system to monitor public debt, analyze its profile, \nand resolve and manage related fiscal risks.  \n \n34.  Implementation of the 2002 Budget Law is progressing. Budget coverage in Viet Nam is \nreasonably comprehensive, but still incomplete compared to international practices. The State \nBudget  Law  needs  to  be  updated.  The  Government  has  piloted  a  medium-term  expenditure \nframework in several sectors, but it needs to be scaled up and mainstreamed in the annual budget \ncycle. The World Bank’s assessment suggests that the fiduciary risks of the current public financial \nmanagement systems (budgeting, accounting, reporting and auditing) are moderate.26 \n \n35.  A  new  integrated  computerized  financial  management  system  (Treasury  and  Budget \nManagement Information System) was rolled out in 2008 to strengthen expenditure management \nand control. A road map for adoption of international public sector accounting standards was \napproved to provide the basis for preparing government financial statements that are more in line \nwith international practices.  \n \n36.  The  government  is  also  developing  the  building  blocks  for  improved  governance  and \nanticorruption measures. Since 2005, implementation of the State Audit Law and reporting of the \nsummaries of annual audit reports by the State Audit of Vietnam have strengthened the process of \nexternal oversight. Under the World Bank’s Poverty Reduction Support Operations and ADB’s \n                                                 \n26 World Bank. 2009. Program Document for a Proposed Credit in the Amount of $350 million to the Socialist Republic of \nViet Nam for an Eighth Poverty Reduction Support Operation. Washington, D.C.  \n ", "      9     \nSupport the Implementation of the Poverty Reduction Program III,27 the government is working on \nimproving governance in recruitment and promotion of civil servants, and development of an \nanticorruption strategy.  \n \n37.  Governance and anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) \nwas explained and discussed with the Government of Viet Nam and the executing agency. The \ngovernment is taking an active approach against corruption, and recently adopted several legal \nchanges, including the Anti-Corruption Law. Results of investigations against corruption overseen \nby the government inspectorate have been disclosed, and a legal framework established to protect \nand reward people who speak out against corruption.  \n \nB.  Poverty and Social Impact Assessment \n38.  The financial sector plays a central role in the mobilization and allocation of resources in a \nmodern market-based economy. Reforms supported under this and earlier programs have been \nintegral to supporting Viet Nam's gradual transition to a market-based economy and to helping the \ngovernment achieves and sustains high rates of economic growth. These, in turn, have been \ninstrumental in the country's remarkable progress in poverty reduction over the last decade. The \noverall poverty rate dropped from 58% in 1993 to about 14.8% in 2008. According to government \nprojections, the current poverty rate is below 10%. The impressive reduction in poverty is largely \nattributable to sustained business-led growth in investment, output, and employment that have \nbeen made possible partly by the financial sector reform programs. The private sector has created \nmost of the new jobs in the last decade. The majority of private sector investment has come from \ndomestic enterprises. The program's focus underscores the priority placed by the government in its \nnational socioeconomic development plans and sector strategies on financial sector development.  \n \nC.  Safeguards \n39.  The  program  does  not  trigger  the  safeguard  policies  and  is  rated  as  category  C  for \nenvironment, involuntary resettlement, and indigenous peoples. \n \nD.  Risks and Mitigating Measures \n40.  Subprogram 2 assumes political stability in the country and continued adoption of sound \nmacroeconomic policies by the government. Given the track record of Viet Nam, both these \nassumptions are sound and defensible. Nonetheless, implementation of subprogram 2 is still \nsubject to the risks described in the following table.  \n \nSummary of Risks and Mitigating Measures \n \nRisks  Mitigating Measures \nExogenous, international  The government is undertaking measures to strengthen its monetary policy framework, \nfinancial shock, and  expand the tax base, and strengthen public expenditure management, with the \nmacroeconomic instability  assistance of development partners including ADB.  \nPolitical resistance and vested  The government has shown strong commitment to the reform agenda. The government \ninterest may slow the reforms.   commitment is also manifested in the scope of legal and regulatory reforms \nimplemented across the financial sector. \nPoor governance and  The government has increasingly adopted a tougher stance on corruption and recently \ncorruption  taken measures including enacting the Anti-Corruption Law and setting up a steering \ncommittee against corruption. \n                                                 \n27 ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Socialist \nRepublic of Viet Nam for Support the Implementation of the Poverty Reduction Program III. Manila (Loan 2262-VIE, \napproved on 5 October). \n ", "10  \nRisks  Mitigating Measures \nInsufficient technical capacity  The government’s record and ADB’s experience suggest these constraints are \nof implementing agencies  substantially ameliorated given adequate support and technical assistance. \n ADB = Asian Development Bank.  \n Source: Asian Development Bank. \n \nIV.  ASSURANCES \n41.  The government and SBV have assured ADB that implementation of the program shall \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail in \nthe loan agreement. In addition to the continued compliance and implementation of the actions \nspecified in the policy matrix and the standard assurances, the government has given the following \nspecific assurances: \n \n(i)  The government will ensure sustainability of the reform policies adopted and actions \ntaken before the date of the loan agreement and described in the development \npolicy letter (including the policy matrix). \n(ii)  The government will keep ADB informed of, and the government and ADB will from \ntime  to  time  exchange  views  on,  sector  issues,  policy  reforms,  and  additional \nfinancial sector reforms that may be necessary or desirable, including progress \nmade in carrying out policies and actions set out in the development policy letter, \nthe PPPF, and related TA projects. \n(iii)  The government will ensure that the counterpart funds will be used to support \nfinancial sector reforms to meet the financing costs associated with the program and \nthe PPPF. \n \nV.  RECOMMENDATION \n42.  I am satisfied that the proposed loan will comply with the Articles of Agreement of the Asian \nDevelopment Bank (ADB) and recommend that the Board approve the loan in various currencies \nequivalent to SDR38,271,000 to the Socialist Republic of Viet Nam for subprogram 2 of the Third \nFinancial Sector Program, from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter; for a term of 24 years, \nincluding a grace period of 8 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n5 November 2010\n ", "                                                                                                                        Appendix 1       11     \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets and  Data Sources and   \nSummary  Indicators  Reporting Mechanisms  Assumptions and Risks \nImpact  Increase in the M2-GDP  Reports and websites of  Assumptions \nA deeper, more diversified,  ratio by about 8 percentage  SBV and MOF   Political stability \nand resilient financial  points by the end of 2013     \nsector  (82% in 2005)    Sound macroeconomic policies \n     \nIncrease in share of non  Websites and statistics  Risk \nbank financial sector assets  published by MOF and SBV   External environment deteriorates, \nto total financial sector    increasing stress on fiscal policy \nassets from 15% in 2005,   \n16% in 2009 to about 20%   \n- 25% in 2013   \n   \nMaintain average solvency  Website and report from \nratio for banks above the  SBV \n8% minimum capital   \nadequacy ratio by 2013 \nOutcome  Increase in number of listed  Reports and statistics  Assumptions \nIncreased share of capital  companies from 44 in 2005  published by SSC, MOF and  Effective coordination among \nmarkets in financing  to about 700 by 2011  the Stock Exchanges   relevant government agencies \ndomestic investment       \nIncrease in total value of  SBV, MOF, and SSC reports  Improved economic growth \nGovernment bond     \noutstanding from 10% of    Risks \nGDP in 2005 to about 20%    Regional or global financial shocks \nof GDP in 2011    may impact Viet Nam’s capital \n    markets and affect investor \nIncrease in market  Websites and reports from  confidence \ncapitalization in combined  SSC and Stock Exchanges   \nHNX and HSX from 1.11%  Slow down in global economic \nof GDP in 2005 to about  growth \n30% in 2011 \nOutputs       Assumptions \n1. Enhanced capital market  The weighted average bid– MOF, SSC, HNX reports  Continued nondiscriminatory tax \nliquidity through improved  ask spread for government  and websites  treatment of capital markets \ninformation disclosure  bonds declines by about 5     \n  basis points by end of 2010    Improved economic growth \n  from 22 basis points in     \n  2007    Risks \n    Insufficient market liquidity prevails, \n \n  SSC and Stock Exchanges  lack of demand, and the \nTransactions of shares of \n  website and annual reports  government’s policy on the tenor \npublic listed companies \n    structure of bonds \nwith shares registered with \n     \nVSD promptly reported to \n    Vested interests and political \nrelevant stock exchanges \n    opposition slow program \nfrom February 2009 \n    implementation \nonward \n     \n \n  Letter from MOF on timeline  Political backlash against rapid \nAccounting standards \n  for alignment with  reforms weakens government \nupgraded through step-by-\n  international accounting  commitment to reform process \nstep alignment with \n  standards   \ninternational accounting \n     \nstandards from March 2010 \n  Copy of the relevant  Weak capacity of the implementing \n \n  regulations provided by  agencies \n \n  MOF   \n \n    Weak coordination among \n \n    agencies to implement reforms \n \n     \n \n ", "12       Appendix 1        \nDesign  Performance Targets and  Data Sources and   \nSummary  Indicators  Reporting Mechanisms  Assumptions and Risks \n      Vested interests undermine policy \n      reforms being undertaken \n       \n2. Strengthened  Total value of equity  MOF, HNX and SBV  Assumption \ninstitutional framework for  issuances of public listed  reports/statistics/websites   Continued financial reforms by the \nsecurities issuance   companies, by end of 2010    government and no major setback \n  is about double that in 2005     \n  (about $360million in 2005)    Risks \n      Delay in implementing SSC \n  Proportion of debt of 5-year  MOF and SBV annual  Strategy 2020 and lack of \n  and above maturity in total  reports  interagency coordination in bond \n  government debt increases    market development \n  by about 7 percentage     \n  points by end of 2010 from    Adverse market condition \n  23% in 2005     \n       \n3. Enhanced legal and  Increase in number of retail  MOF statistics, SSC annual  Assumption \nregulatory framework for  investors in the stock  report  Continued economic progress and \ninvestor and consumer  markets from 30,000 in    commitment of the government to \nprotection and financial  2005 to about 80,000 by    enhance market transparency, \nsector stability  end of 2010    investor protection, and financial \n      stability \n  Improve ranking in  Doing Business, World Bank   \n  protecting investors based  Group report  Risk \n  on Doing Business    Negative perception by investors \n  assessment - better    on the Vietnamese capital markets \n  ranking for 2010–2013 (175    and poor assessment of investor \n  in 2007 and 171 in 2009)    protection by international bench \n      markers \n  By  end of 2010, in both  Annual reports and websites   \n  stock exchanges (i) trading  of MOF, SSC, state treasury   \n  volume is about double the  report and HNX and HSE.   \n  volume in 2005 (115.6     \n  million shares in 2005); and     \n  (ii) trading value is about     \n  double the value in 2005     \n  ($250 million in 2005)     \n       \n4. Improved human  Government approves Viet  IOSCO website  Assumptions \nresource development and  Nam’s admission as an    Approval by the government for \nregional cooperation  MMOU Annex B signatory    Viet Nam’s admission as MMOU \nby 2011    Annex B signatory and continued \n    commitment to gradually align \nIncrease number of staff  Report of the preliminary  domestic standards with that of \ntrained by about 10% from  assessment of the training  international best practices \n2010 to 2013  needs of the SBV staff   \n     \nSBV Report on Human  SBV capacity building report  Continued focus of the government \nResource Development  and conformation letter to  on human resource development \nPlan to 2015 and vision up  this effect  for financial sector \nto 2020   \n  Risks \nFailure on the part of government \nto approve Viet Nam’s admission to \nMMOU Annex B signatory by 2011  \n \nBudget reduction for staff training \nActivities with Milestones  Inputs \nA. Enhanced capital market liquidity through improved information disclosure  Asian Development Bank (Asian \nA.1. Improved requirements for information disclosure of listed and nonlisted public  Development Fund): $60 million \ncompanies by the issuance of new circular by MOF, by September 2010 \n ", "                                                                                                                        Appendix 1       13     \n \nActivities with Milestones   \nA.2. Gap assessments and implementation timeline on gradual adoption of applicable   \nIAS completed by MOF by August 2010  \nA.3. Submission of draft Law on Independent Audit to the government by September \n2010  \nA.4. VSD to complete pilot implementation of automatic synchronization of records by \nAugust 2010; VSD to agree to conduct risk assessment by December 2010 \nA.5. Stock exchange to be transformed into a limited liability company by March 2010 \nA.6. SSC to complete a feasibility study for an information technology plan by March \n2010 \nA.7. SSC to complete strategic capital markets sector road map 2020 by August 2010 \nA.8. MOF to issue revised circular governing registration, deposit, clearing, and \nsecurities settlement by August 2010 \nB. Strengthened institutional framework for securities issuance \nB.9. HNX to report on the performance of UpCOM market after 1 year of operation by \nAugust 2010 \nB.10. MOF to obtain approval of the government and the National Assembly on the new \nLaw on Public Debt Management by March 2010 and establish a PDMO by September \n2010 \nB.11. MOF to seek public consultation on a comprehensive draft overarching decree \nreplacing Decree 141 on all issues in government bonds by September 2010 \nB.12. SBV to complete a review of risk assessment of the operation of the money \nmarket and open markets and agree on an implementable plan based on gaps identified \nin the study under ADB TA for Preparing the Financial Sector Development Program III \nby August 2010a \nB.13. MOF to initiate review of the regulation (decree) for the issuance of corporate \nbonds by August 2010 \nC.  Enhanced  legal  and  regulatory  framework  for  investor  and  consumer \nprotection and financial sector stability \nC.14. SSC to amend the Securities Law including adequacy of enforcement powers for \ngovernment approval by August 2010 \nC.15. SBV to submit the revised SBV Law and Credit Institutions Law to the National \nAssembly by June 2010 \nC.16. SBV to issue instructions to credit institutions to submit plan to raise minimum \ncharter capital requirements to D3 trillion by the end of 2010, including submission of \nmonthly compliance status of capital position by August 2010; and SBV to issue \nimplementing circular on organization and operation of commercial banks including \ncorporate governance standards by September 2010 \nC.17. SBV to issue circular on merger and acquisition of credit institutions and \napplication of bankruptcy law and special control by SBV on credit institutions by \nSeptember 2010; SBV to impose new solvency ratio for credit institutions by August \n2010 \nC.18. SBV to undertake a mutual evaluation by APG on money laundering and to \nstrengthen procedures to enhance AMLA supervision, by June 2010 \nC.19. MOF to submit to the government draft amendments to specific articles of the Law \non Insurance Business by August 2010 \nD. Improved human resource development and regional cooperation \nD. 20. MOF to submit to the Prime Minister for approval on Viet Nam’s acceptance by \nIOSCO as an MMOU Annex B signatory by June 2010 \nD.21. SBV governor to issue instruction to develop human resource development plan \nto 2015 and vision up to 2020, and SBV to conduct preliminary skill gap assessment by \nAugust 2010 \n ADB = Asian Development Bank; AMLA = anti-money laundering; APG = Asia Pacific Group on Money Laundering; GDP = gross \ndomestic product; HNX = Hanoi Stock Exchange; HSX = Ho Chi Minh City Stock Exchange; IAS = international accounting \nstandards; IOSCO = International Organization of Securities Commissions; M2 = M+1 most savings accounts, money market \naccounts, retail money market mutual funds, and small denomination time deposits (certificates of deposit of under $100,000); \nMMOU = multilateral memorandum of understanding; MOF = Ministry of Finance; PDMO = Public Debt Management Office; SBV = \nState Bank of Vietnam; SSC = State Securities Commission; VSD = Vietnam Securities Depository; TA = technical assistance; \nUpCOM = unlisted public companies.  \naADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Financial Sector Development Program III. \nManila (TA 4732-VIE, approved on 13 December). \n Source: Asian Development Bank. \n ", "14        Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=37577-02-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Finance \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \nSupplementary Documents \n10.  Summary Program Impact Assessment  \n11.  Justification for the Refinement of some of the Original Indicative Actions for Subprogram 2 \n \n \n ", "                                                                                                                        Appendix 3       15     \n \nDEVELOPMENT POLICY LETTER \n \n \n \n \n \n ", "16        Appendix 3 \n ", "       Appendix 3      17\n \n ", "18        Appendix 3 \n \n ", "       Appendix 3      19\n \n ", "   \n2\n0\n \n \nPOLICY MATRIX AND POST–PROGRAM PARTNERSHIP FRAMEWORK    \n \n \n    \nA\nNo.  Reformulated/   Status of   Post-Program Partnership  p\np\nNew Core Actions  Accomplishment  Framework (PPPF)  e\nn\nd\n(2011-2013)  ix\nA. Enhanced Capital Market Liquidity Through Improved Information Disclosure   4\nA.1  MOF to issue a Circular on disclosure of  Accomplished  MOF to undertake a review of the \ninformation in securities market  Agency: MOF  implementation of Circular number \napplicable to listed and unlisted public    9/2010/TT-BTC dated 15/01/2010. \ncompanies  Compliance documents:    to enhance information disclosure \n  (i) MOF Circular Number 9/2010/TT-BTC  in securities market. \n(NCA)  dated 15/01/2010. \nA.2  MOF to initiate the gap assessment for  Accomplished   \napplicable accounting standards to align  Agency: MOF   \nthe Vietnamese accounting standards    MOF to enhance capacity building \ncloser to the International Accounting  Compliance documents:  for skilled resources and capability  \nStandards.    in the accounting area \n  (i) MOF Circular Number 210/2009/TT-  \n(RCA)  BTC dated 6 November 2009 to guide   \n  the application of international   \n  accounting standards on presentation of   \n  financial statements and disclosure of   \n  financial instruments.    \n   \n(ii) Confirmation letter from MOF on \ninitiating the gap assessment study for \napplicable accounting standards against \nthe international standards including a \nbroad timeline for implementation of \nrecommendations. \n \nA.3  MOF to submit to the Government the  Accomplished  MOF on behalf of the Government \ndraft Law on Independent Audit.  Agency: MOF  to submit the draft law on \n    Independent Audit to the Standing \n(RCA)  Compliance document:  Committee of the National \n  (i) Letter number 62/TTr-BTC from MOF  Assembly. \n ", " \nNo.  Reformulated/   Status of   Post-Program Partnership \nNew Core Actions  Accomplishment  Framework (PPPF) \n(2011-2013) \ndated 14 May 2010 submitting the draft   \nlaw to the Government.   Upon approval of the law on \n(ii) Draft Law on Independent audit   Independent Audit by the National \n  Assembly, MOF to develop capacity \nto implement the law. \nA.4  VSD to complete the pilot  Accomplished   \nimplementation of automatic  Agency: VSD   \nsynchronization of records between its    VSD to conduct a study on its risk \nHead Office and the HCMC branch with  Compliance documents:  management which is \nfull implementation of book-entry based    benchmarked against international \nsystem for public companies which are  Report dated 30 August 2010 from VSD  best practices. This study will also \ncentrally registered with VSD.  to MOF on the completion of this action.   recommend the nature and scope \n    of a new risk management function \n(RM)    within VSD, or an appropriate \n  model for the consideration of the \nVSD Board. \nA.5  Enhance corporate governance of Stock  Accomplished.   \nExchanges (SEs) by transforming HNX  Agency: MOF   \ninto a limited liability company.    Hanoi Stock Exchange to ensure \n    Compliance documents:  adherence to Decision number \n(RM)    01/2009/QD-TTg. \n  (i) HNX was transformed into a limited   \n  liability company in 2009 in accordance   \nwith the Decision 01/2009/QD-TTg dated \n2 January 2009 by the Prime Minister.  \n(ii) Copy of the Decision (Gazette) - \navailable on the Government website. \n \nA.6    Accomplished   \nDraft feasibility study on building an IT  Agency: SSC   \nsystem  to  supervise  the  securities    A\np\nindustry.  Compliance document:   p\ne\n    n\nd\n(RM)  (i) The draft feasibility study by SSC on  ix\n 4\nthe disclosure system which is part of   \n \n \n \n \n \n2\n1\n ", "   \n2\n2\n \n \nNo.  Reformulated/   Status of   Post-Program Partnership    \n \n \nNew Core Actions  Accomplishment  Framework (PPPF)    \nA\n(2011-2013)  p\np\nthe IT plan.    e\nn\nd\n  ix\nA.7  SSC  to  formulate  the  Viet  Nam  Accomplished  SSC to formulate a Plan on human   4\nSecurities Market Development Strategy  Agency: SSC  resource development for securities \nfor the period 2010-2020 for submission    sector, to strengthen the training \nto MOF.  Compliance documents:  activities and to raise public \n    awareness on securities market, \n(NCA)  Draft Securities Market Development  including utilization of the SSC \n  Strategy for the period 2010-2020.  website to provide information to \n  the public. \n \nA.8  New core action  Accomplished  SSC to develop and issue, subject \n  Agency: MOF  to  MOF  approval,  appropriate \nMOF  to  issue  a  Circular  revising  the    guidelines  for  the  timing  of \nregulation  of  registration,  deposit,  Compliance document:  subsequent  securities’  sales  after \nclearing  and  securities  settlement  to    an original trade.  \nenable SSC to issue guidelines for the  MOF Circular Number 43/2010/TT-BTC   \ntiming  of  subsequent  securities’  sales  dated 25 March 2010.   \nafter an original trade.  \n \n(NCA) \nA.9    Accomplished   \n  HNX to report on the performance of the  Agency: HNX \n  UpCOM  market  after  one  year  of   \n  operation,  from  June  2009  to  June  Compliance document: \n  2010.    \n    HNX progress Report on the \n  (NCA)  performance of the UpCOM market after \n  one year of operation, from June 2009 to \n  June 2010. \n \nB. Strengthened Institutional Framework for Securities Issuance \nB.10    Accomplished   \n  Agency: MOF \n  Compliance documents: \n(i) The law on Public Debt Management  (i) The Law on Public Debt Management \n ", " \nNo.  Reformulated/   Status of   Post-Program Partnership \nNew Core Actions  Accomplishment  Framework (PPPF) \n(2011-2013) \nto  be  approved  by  the  National  (which was approved on 17 June 2009) \nAssembly.   and took effect on 1 January 2010). \n   \n  (ii) MOF Decision No 1168/QD-BTC \n(ii) The Government to establish PDMO  dated 22 May 2009 on the functions, \nwith appropriate mandate.  tasks, responsibilities and organizational \n  structure of the Debt Management and \n(NCA)  External Finance Department (PDMO).   \n \nB.11  MOF to seek public consultation on the  Accomplished  MOF to formulate a road map for \ncomprehensive draft Decree replacing  Agency: MOF  the implementation of actions under \nDecree 141/2003/ND-CP which covers    the Bond Market Development to \nall issues relating to the Government  Compliance documents:  2020.  \nbonds, Government-guaranteed bonds     \nand municipal bonds.  (i) Draft Decree to replace Decree   \n  141/2003/ND-CP   \n(ii) Status Report number 106/TTDT-  \nNVCM on public consultation dated 15   \nMarch 2010  \n \nB.12  (i)  SBV  to  complete  a  review  and  Accomplished  SBV to effectively implement the \nassessment  of  the  risks  in  areas  of  Agency: SBV  short term action plans developed \ncentral  banking  operations,  including    by SBV and based on the TA 4732 \nmoney  market  and  open  market  Compliance documents:  VIE Report, to be phased in during \noperations and to agree stage one (i.e.  (i) TA 4732 VIE Report: Review and  the next three years. \nshort  term  measures)  of  an  assessment of the risks of the   \nimplementation  plan  (covering  short- operations of Central Banking   \nterm,  medium-term  and  long  term)  Department of the State Bank of Viet   \nbased  on  the  gaps  identified  in  the  Nam – November 2009/January 2010. \nstudy.  (ii) Correspondence between ADB and \n  SBV on agreed TORs and documentary \n  evidence on appointment of experts to \n(NCA)  provide support with implementable  A\np\nshort-term risk mitigation measures.  p\ne\n  nd\nix\n 4\n \n \n \n \n \n \n2\n3\n ", "   \n2\n4\n \n \nNo.  Reformulated/   Status of   Post-Program Partnership    \n \n \nNew Core Actions  Accomplishment  Framework (PPPF)    \nA\n(2011-2013)  p\np\nB.13  MOF  to  review  the  regulatory  regime  Accomplished  MOF to finalize and submit the draft  e\nn\nd\n(Decree  52/2006/ND-CP)  for  the  Agency: MOF  Decree to the Government.  ix\nissuance of corporate bonds to further     4\ndevelop the corporate bond market.  Compliance document: \n   \n(RM)  Draft Decree to replace Decree \n52/2006/ND-CP – this will be the \ncomprehensive “umbrella” for the \ncorporate bond market.  \nC. Enhanced Legal and Regulatory Framework for Investor and Consumer Protection and Financial Sector Stability  \nC.14  MOF to submit to the Government the  Accomplished  SSC to enhance its supervisory and \ndraft Law on Amendment To Some  Agency: SSC  enforcement capacity to enforce the \nArticles of the Securities Law, including    securities law.  \nenhancing the adequacy of enforcement  Compliance document:   \npowers   \n  (i) Submission letter No 90/TTr-BTC \n(C)  dated 15 July 2010 by MOF to the \nGovernment  \n(ii) The draft Law On Amendment To \nSome Articles of the Securities Law. \n \nC.15  SBV Law and Credit Institutions Law to  Accomplished  SBV to implement a system of \nbe approved by the National Assembly.  Agency: SBV  reviewing legal documents and \n    drafting of guidelines for the \n(NCA)  Compliance documents:  implementation of the SBV Law and \n(i) Law on State Bank of Viet Nam No.  Credit Institutions Law which have \n46/2010/QH12 on 16/06/2010  been passed by the National \n(ii) Law on Credit Institution No.  Assembly. \n47/2010/QH12 on 16/06/2010 \nC.16  (i)  SBV  to  issue  instructions  to  credit  Accomplished  SBV to initiate actions on banks \ninstitutions  to  submit  a  plan  to  raise  Agency: SBV  that have failed to increase \nminimum  charter  capital  requirements    minimum charter capital by end of \nby end-2010.   Compliance documents:  December 2010 with appropriate \n  (i) Letter 397 for credit institutions dated  process. \n ", " \nNo.  Reformulated/   Status of   Post-Program Partnership \nNew Core Actions  Accomplishment  Framework (PPPF) \n(2011-2013) \n  14 January 2010;    \n(NCA)  (ii) Letter 398 for SBV local branches to \n  monitor the enforcement by credit \n  institutions dated 14 January 2010). \n   \n(ii) SBV to issue instructions to credit  Accomplished \ninstitutions to submit monthly status with  Agency: SBV \nrespect  to  adequacy  of  meeting  the   \ncharter capital requirements.   Compliance documents: \n   \n  Document number 3417/NHNN-\n  TTGSNH and 3418/NHNN-TTGSNH \n  issued by SBV on 10/05/2010 directing \n  credit institutions and branches of SBV \n  in provinces and cities to implement and \n  report on the increased capital of credit \n  institutions according to Decree No. 141. \n   \n   \n(iii) SBV to issue implementing circular  Accomplished \non  organization  and  operations  of  Agency: SBV \ncommercial bank.    \n  Compliance documents: \n \n(i) Decree 59 Decree 59/2009/Nd-CP \ndated 16 July 2009 \n(ii) Circular 06 issued by SBV \n \nC.17  (i) SBV to issue the circular providing  Accomplished  SBV to initiate banking \nfor: (a) merger and acquisition of credit  Agency: SBV  consolidation exercise for banks \ninstitutions;    (b)  the  application  of    that fail to meet with the new \nbankruptcy  to  credit  institutions;  (c)  Compliance documents:  charter capital requirements by 31 \ndirect  control  of  defaulting  credit  (i) SBV Circular 4 dated 11 Feb 2010 on  December 2010.  A\np\ninstitutions  by  SBV;  and  (d)  licensing  mergers and acquisitions of financial    p\ne\nrequirements for joint-stock banks.  institutions    nd\n  (ii) Bankruptcy Decree 05/2010/ND-CP    ix 4\n  of 18 January 2010    \n \n \n \n \n2\n5\n ", "   \n2\n6\n \n \nNo.  Reformulated/   Status of   Post-Program Partnership    \n \n \nNew Core Actions  Accomplishment  Framework (PPPF)    \nA\n(2011-2013)  p\np\n  (iii) Circular 08 dated 22 March 2010 on  e\nn\nd\n  Special Control over Credit Institutions  ix\n  (iv) Circular 09 dated 26 March 2010 on   4\n  requirements to incorporate a domestic \n  joint stock commercial bank (prior to \n  granting a license by SBV) \n   \n(ii) SBV to enhance the prudential and  Accomplished \nsolvency  ratio  of  credit  institutions  by  Agency: SBV \nissuance  of  a  new  circular  –  this   \nincludes  requirement  to  increase  the  Compliance documents: \ncapital adequacy ratio (CAR) from 8% to  Circular number 13/2010/TT-NHNN \n9% and other prudential measures.  dated 20 May 2010. \n   \n(NCA) \nC.18  SBV to undertake a mutual evaluation  Accomplished  SBV to submit to the competent \nwith the Asia Pacific Group (APG) on  Agency: SBV/ AMLD Supervisory  authority level in order to upgrade a \nMoney  Laundering  and  to  introduce  Agency  Decree 74 /2005/ND-CP dated 7 \nmeasures to strengthen the procedures    June 2005, into an Anti Money \nand capacity for effective supervision of  Compliance documents:  Laundering Law and to build an \nAML requirements.    effective legal implementation plan \n  (i) APG Evaluation Report dated July  of anti money laundering measures \n  2009  for financial institutions. \n  (ii) Circular 22/2009/TT-NHNN dated   \n(RCA)           17/11/2009 providing guidance on anti-  \nmoney laundering measures   \n(iii) Decision 470/QD-TTG dated 13 April   \n2009 on the establishment of National   \nCommittee for Anti-Money Laundering   \n(iv)  Draft  procedures  for  AML   \ncomponent for on-site inspections for   \ncredit institutions   \n(v) Assessment of implementation of   \nDecree 74    \n ", " \nNo.  Reformulated/   Status of   Post-Program Partnership \nNew Core Actions  Accomplishment  Framework (PPPF) \n(2011-2013) \nC.19  (i) MOF to submit to the Government  Accomplished   \nthe draft Law on Amendments To Some  Agency: MOF  MOF  to  develop  capacity  to \nArticles  of  the  Law  on  Insurance    implement  the  said  Law,  upon \nBusiness.  Compliance documents:  approval, and Decree 41/2009/ND-\n    CP. \n(ii) The Government to issue the Decree  (i)  The  draft  Law  on  Amendments  To   \non administrative penalties for insurance  Some Articles of the Law on Insurance   \nbusinesses.  Business (which was submitted to the   \n  Government in June 2010).   \n(NCA)   \n  (ii) Letter (number 76/TTr-BTC) from \nMOF dated 17 June 2010 submitting the \ndraft law to the Government. \nAccomplished \nAgency: MOF \n \nCompliance documents: \nDecree 41/2009/ND-CP dated  \n5 May 2009. \n \nD. Improved Regional Cooperation and Human Resource Development \nD.20  MOF to submit to the Prime Minister for  Accomplished:    SSC to undertake an assessment \n  approval  for  Viet  Nam  to  become  a  Agency: MOF  of the implementation of the IOSCO \nMMOU  Annex  B  Signatory,  following    principles after the IOSCO has \nadmission approval by IOSCO.  Compliance documents:  completed  revision of its principles \n  (i)Confirmation  letter  from  MOF  on  its   \n(RCA)  submission to the Prime Minister. \n   \nD. 21  (i) SBV Governor to issue a directive for  Accomplished  Based on the skill gaps assessment \nSBV  to  formulate  human  resource  Agency: SBV  result,  SBV  to  implement  two \ndevelopment plan to 2015 and a vision    separate  training  programs  to \nup to 2020.  Compliance documents:  enhance staff skills and capacity for  A\np\n   (i) A letter from Personnel Department  the (i) banking supervisors, and (ii)  p\ne\n  of SBV confirm plan.  policy-makers.  n\nd\n(ii) SBV to conduct assessment on the      ix\n 4\ntraining needs to serve as a basis for a  Accomplished.   \n \n \n \n \n \n2\n7\n ", "   \n2\n8\n \n \nNo.  Reformulated/   Status of   Post-Program Partnership    \n \n \nNew Core Actions  Accomplishment  Framework (PPPF)    \nA\n(2011-2013)  p\np\ncomprehensive  Outline  of  the  Human  Agency: SBV  e\nn\nd\nResource  Development  Plan  to  2015    ix\nand vision to 2020.  Compliance documents:   4\n  Report on the assessment of the training \n(NM)  needs of SBV staff. \n   C = Core Action, M = Milestone, NCA = New Core Action, RCA = Reformulated Core Action.  \nSource: Asian Development Bank.  \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101108122016+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 37577, viet nam, vietnam, financial sector development program, financial sector programs, viet nam financial sector, economic growth, finance, capacity development", "ModDate": "D:20101229102744+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Third Financial Sector Program - Subprogram 2"}, "author_page": " \nCURRENCY EQUIVALENTS \n(5 November 2010) \n \nCurrency unit –  dong (D) \n \nD1.00 =  $0.000051     \n$1.00 =  D19,490     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IMF  –  International Monetary Fund \n  IAS  –  international accounting standards \n  IOSCO  –  International Organization of Securities Regulators \n  MMOU  –  multilateral memorandum of understanding \n  MOF  –  Ministry of Finance \n  PPPF  –  Post-program partnership framework  \n  SBV  –  State Bank of Vietnam \n  SSC  –  State Securities Commission \n  TA  –  technical assistance \n  VSD  –  Vietnam Securities Depository \n \nNOTES \n \n(i)  The fiscal year (FY) of the government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Ahmed, Financial Sector, Public Management and Trade Division, \nSERD \n   \nTeam leader  H. Omar, Senior Financial Sector Specialist, SERD  \nTeam members  L. A. Abenojar, Administrative Assistant, SERD \n  T. Hla, Economist, SERD \n  M.V. Mina, Assistant Project Analyst, SERD \n  C. Minh, Financial Sector Officer, Viet Nam Resident Mission, SERD  \n  R. O’Sullivan, Principal Legal Counsel, Office of the General Counsel \n  S. Schuster, Senior Financial Sector Specialist, SERD  \n  M. L. Ventura, Associate Project Analyst, SERD \nPeer reviewers  R. Poddar, Senior Treasury Specialist, Treasury Department \n  A.  C.  Schou-Zibell,  Senior  Economist,  Central  and  West  Asia \nDepartment  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. Ahmed", "role": "Financial Sector", "organization": "Public Management and Trade Division"}, {"fullname": "H. Omar", "role": "Senior Financial Sector Specialist", "organization": "SERD"}, {"fullname": "L. A. Abenojar", "role": "Administrative Assistant", "organization": "SERD"}, {"fullname": "T. Hla", "role": "Economist", "organization": "SERD"}, {"fullname": "M.V. Mina", "role": "Assistant Project Analyst", "organization": "SERD"}, {"fullname": "C. Minh", "role": "Financial Sector Officer", "organization": "Viet Nam Resident Mission"}, {"fullname": "R. O’Sullivan", "role": "Principal Legal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Schuster", "role": "Senior Financial Sector Specialist", "organization": "SERD"}, {"fullname": "M. L. Ventura", "role": "Associate Project Analyst", "organization": "SERD"}, {"fullname": "R. Poddar", "role": "Senior Treasury Specialist", "organization": "Treasury Department"}, {"fullname": "A.  C.  Schou-Zibell", "role": "Senior  Economist", "organization": "Central  and  West  Asia"}]}