{"path": "data/input/reports/37597-prc-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 37597 \nJune 2006 \n \n \nProposed Loan \nPeople’s Republic of China: Wuhan Wastewater \nand Stormwater Management Project \n \n ", "CURRENCY EQUIVALENTS \n(as of 15 May 2006) \n \nCurrency Unit –  yuan (CNY) \n   \nCNY1.00 =  $0.124 \n$1.00 =  CNY8.08 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AP  –  affected person \n  CPA  –  certified public accountant \n  CSP  –  country strategy and program \n  EIA  –  environmental impact assessment \n  FMA  –  financial management assessment \n  HPG  –  Hubei provincial government \n  IA  –  Implementing Agency \n  ICB  –  international competitive bidding \n  IS  –  international shopping \n  LCB  –  local competitive bidding \n  LIBOR  –  London interbank offered rate \n  MLSS  –  Minimum Living Security Scheme \n  NGWT  –  National Guidelines on Water Tariffs \n  PIU  –  project implementation unit \n  PLG  –  project leading group \n  PPMS  –  project performance monitoring system \n  PRC  –  People’s Republic of China \n  PSP  –  private sector participation \n  RP  –  resettlement plan \n  SEIA  –  summary environmental impact assessment \n  SEPA  –  State Environmental Protection Administration \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital \n  WDC  –  Wuhan Drainage Company \n  WMG  –  Wuhan municipal government \n  WPMO  –  Wuhan project management office \n  WUCF  –  Wuhan Urban Construction Foundation \n  WWMP  –  Wuhan Wastewater Management Project \n  WWTP  –  wastewater treatment plant \n  YRB  –  Yangtze River basin \n  YRBC  –  Yangtze River Basin Commission \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the PRC Government ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars.  ", " \n \n \nVice President  C. L. Greenwood, Jr., Operations 2 \nDirector General  H. S. Rao, East Asia Department (EARD) \nDirector  R. Wihtol, Social Sectors Division, EARD \n   \nTeam leader  S. Penjor, Principal Financial Specialist, EARD \nTeam members  X. Peng, Principal Counsel, Office of the General Counsel \n  S. Ferguson, Senior Resettlement Specialist, EARD \n  S.W. Handayani, Poverty Reduction Specialist, EARD \n  S. Popov, Project Specialist (Environment), EARD  \n ", "CONTENTS \n \nLOAN AND PROJECT SUMMARY                         iii \n \nMAPs \n \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  6 \nC.  Special Features  7 \nD.  Project Investment Plan  8 \nE.  Financing Plan  8 \nF.  Implementation Arrangements  9 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  14 \nA.  Project Benefits and Impacts  14 \nB.  Social Dimensions  15 \nC.  Financial Aspects  16 \nD.  Economic Aspects  17 \nE.  Environmental Aspects  18 \nF.  Project Risks and Mitigation Measures  18 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  19 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  20\n2.  Wastewater and Stormwater Sector/Subsector Analysis  24\n3.  Policy Dialogue  27\n4.  External Assistance Funded by the Asian Development Bank  31\n5.  Detailed Cost Estimates   33\n6.  Flow of Funds and On-Lending Arrangements  35\n7.  Financial Management Assessment  36\n8.  Project Sustainability  38\n9.  Implementation Schedule  41\n10.  Procurement Plan  44\n11.  Summary Resettlement Plan  45\n12.  Summary Poverty Reduction and Social Strategy  52\n13.  Financial Analysis  56\n14.  Economic Evaluation of the Project  58\n \n \n \n ", " \n \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Multilateral and Bilateral Assistance to the Wuhan Wastewater Sector   \nB.  Detailed Description of Project Components   \nC.  Detailed Cost Estimates and Financing Plan   \nD.  Organization Chart of Project Implementing Agencies   \nE.  Institutional Analysis and Capacity Building   \nF.  Detailed Financial Management Assessment   \nG.  Wuhan Drainage Company: Financial Position    \nH.  Detailed Financial Analysis and Financial Projections   \nI.  Terms of Reference for Consultants   \nJ.  Health Impact Analysis   \nK.  Resettlement Plans   \nL.  Willingness to Pay Technical Note   \nM.  Optimal Expansion Path Technical Note   \n ", "   \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of China (PRC) \n   \nClassification  Targeting Classification: Targeted intervention  \nSector: Water supply sanitation and waste management \nSubsector: Sanitation and waste management   \nThemes: Environmental sustainability, sustainable economic              \ngrowth \nSubthemes: Urban environmental improvement, fostering physical    \ninfrastructure development         \n   \nEnvironment  Category A. An environmental impact assessment (EIA) was undertaken. \nAssessment  The summary EIA was circulated to the Asian Development Bank (ADB) \nBoard along with the environmental management plan on 9 February \n2006, and uploaded onto the ADB website on 15 February 2006. \n   \nProject Description  The Project is a key urban infrastructure initiative of the Wuhan municipal \ngovernment (WMG). It is classified as a “targeted intervention” because it \ncontributes  to  achieving  Millennium  Development  Goal  7,  Target  10, \nwhich calls for halving, by 2015, the proportion of people without access \nto  safe  drinking  water  and  improved  sanitation.  The  Project  will  help \nWuhan, the capital city of Hubei Province, in (i) reducing water pollution;  \n(ii) protecting water resources; (iii) alleviating economic losses and social \nhardship  from  localized  flooding;  (iv)  promoting  sustainable  economic \ndevelopment; and (v) improving the environment, living conditions, and \npublic  health  standards.  Wuhan  Municipality  has  a  population  of  7.8 \nmillion, and an urban center population of 3.8 million. The Project includes \nnine  major  activities  grouped  into  four  components  or  outputs: \n(i) municipal  wastewater  management  in  urban  Wuhan,  (ii)  municipal \nwastewater  management  in  suburban  Wuhan,  (iii)  stormwater \nmanagement,  and  (iv)  institutional  development  involving  targeted \ncapacity  building  and  training  in  wastewater  and  stormwater \nmanagement. The Project supports the Government’s 10th and 11th Five-\nYear Plans, to improve living conditions and health in the cities of the \nPRC and promote their sustainable economic development. \n   \nRationale  Wuhan  is  strategically  located  at  the  confluence  of  the  Changjiang \n(Yangtze River) and Han River, in central PRC. Wuhan has abundant \nwater resources including many rivers and lakes, which together take up \nabout one quarter of the urban and suburban areas. \n \n  Despite the abundant water resources, however, rapid economic growth \nand  continuing  urbanization  over  the  last  25  years  in  Wuhan  have \nresulted  in  inadequate  urban  infrastructure,  and  placed  pressure  on \noverloaded  facilities.  Water  quality  in  the  Wuhan  section  of  the \nChangjiang  has  decreased  significantly  over  the  last  15  years  mainly \nbecause of the wastewater discharge from the city. In 2004, about 2.0 \nmillion cubic meters (m3) per day of wastewater was generated, but the \nfour wastewater treatment plants (WWTPs) have the capacity to treat only \n27% of this quantity. Surface waters have been seriously polluted: 56% of ", "iv   \nthe rivers and 89% of the lakes in Wuhan are polluted. Accordingly, WMG \nis  implementing  the  city’s  strategic  wastewater  master  plan  to  meet \nnational environmental targets and achieve a wastewater treatment rate \nof 80% by 2010. The wastewater master plan includes the phased and \ncoordinated construction of WWTPs and sewer networks with local funds \nand  assistance  from  ADB,  World  Bank,  and  bilateral  sources.  The \nongoing  ADB  Wuhan  Wastewater  Management  Project  (WWMP), \napproved  in  2003,  together  with  other  ongoing  wastewater  treatment \nprojects, will increase Wuhan’s WWTP capacity by 2008 to 70% of the \nwastewater  generated.  The  proposed  Project  is  not  a  stand-alone \ninvestment but an integral part of the basin-wide Yangtze water resources \nmanagement  initiative,  the  Wuhan  city  urban  development  plan,  the \nWuhan wastewater master plan, and the Wuhan stormwater drainage \nmaster  plan.  The  proposed  Project  will  provide  the  10%  additional \ncapacity  critical  to  achieving  by  2010  the  city’s  target  of  80%  of  the \nwastewater generated. \n  \nThe built-up areas in Wuhan are mostly below the average flood level of \nthe Yangtze and Han rivers. Protected by flood control bunds, Wuhan \npumps out stormwater to the rivers during the wet season. The distinct \nseasonal variation and heavy summer rains, however, place the urban \ndrainage  system  under  stress:  sewers  overflow  and  become  major \nsources of water pollution. Moreover, flooding in the urban areas is often \nserious  because  of  the  aging  and  inadequately  maintained  drainage \nnetwork  and  under-capacity  pumping  stations.  Faced  with  a  growing \ndeficit  in  infrastructure,  services,  and  environmental  management,  the \nWMG  is  planning  a  comprehensive  urban  drainage  and  flood  control \nprogram until 2010.  \n   \nImpact and  The impact of the Project is to improve the urban environment, public \nOutcome  health,  and  the  quality  of  life  of  urban  and  suburban  residents  and \nbusinesses in Wuhan city. The outcome of the Project is better-managed \nsurface water resources through (i) improved and expanded wastewater \nservices in the urban area of Wuhan and the suburban area of Caidian \nand  Dongxihu,  (ii) integrated  approaches  to  basin-wide  pollution \nprevention and control, (iii) improved water quality in rivers and lakes and \nin  downstream  reaches  of  Yangtze  River;  (iv)  reduced  flooding  in \nstormwater  drainage areas in Qiaokouqu district and Yangsigang and \nLiujiao  road,  (v)  more  efficient  and  better-managed  implementing \nagencies,  and  (vi)  better  cost  recovery  through  a  rationalized  tariff \nstructure with gradual increases to achieve cost recovery. \n   \nCost Estimates  The  investment  cost  of  the  project  is  estimated  at  $266.4  million \nequivalent, including taxes and duties. \n \n \n \n ", "v \n   \nFinancing Plan     \nAmount     \n \n  ($ million  % of \n \nSource  equivalent)  Total \n \n Asian Development Bank  100.0  38 \n \n Wuhan municipal government  72.3  27   \n Cofinancing: Domestic  94.1  35   \nCommercial Banks \n  Total  266.4  100 \n  Source: Asian Development Bank estimates. \n \nADB will provide a loan of $100 million to finance 38% of the project cost \nincluding  financing  charges  during  construction.  The  Government  will \nfinance 62% through a combination of wastewater tariffs, WMG budget \nsources, and domestic loans from PRC banks. \n   \nLoan Amount and  ADB’s loan of $100 million will come from its ordinary capital resources \nTerms  and will be provided under ADB’s London interbank offered rate (LIBOR)–\nbased lending facility for US dollar loans. The loan will have a 25-year \nterm including a grace period of 5 years, an interest rate based on ADB’s \nLIBOR-based lending, a commitment charge of 0.75% per year, and such \nother terms and conditions as set forth in the draft Loan Agreement.  \n   \nAllocation and  The Government of the PRC will relend the loan proceeds to the Hubei \nRelending Terms  provincial government (HPG), which will on-lend the loan proceeds to \nWMG, the Executing Agency, on the same terms and conditions as those \nof the ADB loan. Part of the loan proceeds will be on-lent to the Wuhan \nDrainage  Company  (WDC),  the  Implementing  Agency  (IA)  for  the \nwastewater component, on the same terms and conditions as those of the \nADB loan. The balance of the loan will be applied directly by Wuhan \nUrban  Construction  Foundation  (WUCF),  the  IA  for  the  stormwater \ncomponent,  on  behalf  of  WMG.  The  end-borrowers  will  assume  the \nforeign exchange and interest rate variation risks of the ADB loan. \n   \nPeriod of  Until 30 June 2011  \nUtilization \n   \nEstimated Project  31 December 2010 \nCompletion Date \n   \nImplementation  A project leading group (PLG) has been established. It is headed by the \nArrangements  vice  mayor  of  WMG  and  comprises  representatives  from  Wuhan \nMunicipal’s  Development  and  Reform  Commission,  Construction \nCommission, Finance Bureau, Planning Bureau, Environmental Protection \nBureau, Water Affairs Bureau, Price Bureau, WDC, WUCF, and Caidian \nand Dongxihu district governments. The PLG will provide overall policy \nguidance,  facilitate  interagency  coordination,  and  resolve  institutional \nproblems that could affect project implementation. The ongoing WWMP \nproject  management  office  (WPMO)  will  be  retained for  the proposed \n \n ", "vi   \nProject. The WPMO will act as the secretariat of the PLG and coordinate \nand monitor implementation activities of the two IAs.  \n   \nExecuting Agency  Wuhan municipal government \n   \nProcurement  ADB-financed equipment, materials and goods, works, and services will \nbe  procured  in  accordance  to  ADB’s  Procurement  Guidelines. \nProcurement will be coursed through international competitive bidding, \nnational competitive bidding, or shopping procedures as determined by \nthe particular circumstances of each contract package. In accordance with \nADB’s  Procurement  Guidelines,  foreign  contractors  may  participate  in \nbidding for national competitive bidding contracts. \n   \nConsulting  About 24 person-months of international consultants and 150 person-\nServices  months of domestic consultants, to be funded under the Project, will be \nrequired to support the WPMO and IAs in project implementation and \ncapacity  building.  The  scope  and  extent  of  consulting  services  takes \naccount of the consulting support under WWMP and the specific needs of \nthe Project. Consulting services will be provided in the following specific \nareas: (i) development of a sludge management strategy for Wuhan, (ii) \ninvestigation  and  control  of  inflow  and  infiltration  into  the  wastewater \ncollection  network,  (iii)  assistance  with  private  sector  participation \ninitiatives,  (iv)  financial  management,  (v)  operation  and  maintenance \nimprovements, and (vi) extended development of water quality modeling. \nThe  international  consultants  will  also  provide  training  and  capacity \nbuilding in wastewater management and treatment planning, water quality \nmanagement, financial management, and environmental monitoring and \nmanagement.  The  consultants  will  be  recruited  according  to  ADB’s \nGuidelines on the Use of Consultants.   \n   \nProject Benefits  The Project will benefit more than 3 million urban residents of Wuhan, \nand Beneficiaries  whose living conditions and public health standards will improve as a \nresult of (i) reduced pollution of Wuhan’s surface water, (ii) protection from \nflooding and elimination of hazards associated with poor drainage, and \n(iii) reduction in the incidence of waterborne infectious diseases below the \n2005  level  of  73  per  1,000  persons.  The  Project  will  improve  the \nmanagement of surface water resources in Wuhan by (i) achieving the \ngoal of 80% wastewater treatment rate in Wuhan by 2010 and thereby \nsignificantly reducing annual pollution loads in the Yangtze River basin \n(YRB), (ii) significantly reducing flooding in the urban areas, (iii) increasing \nthe efficiency and management capacity of the IAs; and (iv) improving \ncost recovery through a better tariff structure, with gradual increases to \nachieve cost recovery. The water quality improvements in the Wuhan \nsection  of  the  YRB  will  contribute  to  integrated  water  resource \nmanagement and pollution control, basin-wide management, and trans-\nboundary pollution prevention and control. The stormwater management \ncomponent of the Project will improve flood control in the urban areas of \nWuhan  by  (i)  improving  the  drainage-sewerage  network,  and \n(ii) separating stormwater and wastewater flows into different systems, \nand rehabilitating defective pipes. This will minimize waterborne diseases, \n ", "vii \naccidents, injuries and loss of life, and damage to property, agriculture, \nand infrastructure. \n \nThe Project will create at least 222 full-time permanent jobs with the WDC \nfor the operation of the facilities, 5,000 person-years of work during the 5-\nyear  construction  period,  and  130  other  full-time  permanent  jobs \nthroughout the municipality. About 40% of the construction jobs will be \nfilled by the poor and vulnerable, including unemployed persons, rural \nmigrants,  and  women.  Public  health  benefits  will  accrue  through  an \nestimated reduction in waterborne disease episodes by an average of \n8,000  cases  per  year.  The  financing  of  wastewater  treatment \ninfrastructure  directly  from  wastewater  tariff  increases  will  have  a \ndemonstration impact on wastewater tariff reform in both the PRC and \nelsewhere  in  Asia.  The  Project  is  technically  sound,  affordable  to \nbeneficiaries, and financially and economically viable.  \n \nRisks  The Project does not have any unusual technical risks, with conventional \nand Assumptions  engineering designs that are robust and with a proven record of reliable \nperformance.  Potential  financial  and  commercial  risks  related  to  the \nProject include: (i) failure to meet the cash or equity transfers required to \nbuild the project facilities, and (ii) failure by WMG to increase the tariffs to \nensure  continuing cost  recovery.  The  major assumptions  are  that  the \nWuhan  wastewater  and  stormwater  management  plans  are  effectively \nimplemented.  The  project  management  risk  will  be  mitigated  by  the \nexistence of the PLG within WMG, and coordination by WPMO, which is \nstrong  and  experienced  in  overseeing  large  internationally  funded \nprojects.  The  potential  financial  and  policy  risks  will  be  mitigated  by \nassurances related to the financial and managerial autonomy of WDC and \nby WMG’s commitment to ensuring full financing for stormwater operation \nand maintenance. The risks associated with lack of local funding will be \naddressed  by  the  assurance  from  WMG  that  it  will  meet  any  cost \nincreases,  and  guarantee  the  required  equity  injections  to  meet  the \nfinancing requirements of the Project.  \n \n ", "(cid:77)(cid:97)(cid:112)(cid:32)(cid:49)\n(cid:49)(cid:49)(cid:51)(cid:32)(cid:111)(cid:32)(cid:69) (cid:49)(cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:49)(cid:50)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:72)(cid:101)(cid:105)(cid:108)(cid:111)(cid:110)(cid:103)(cid:106)(cid:105)(cid:97)(cid:110)(cid:103)\n(cid:74)(cid:105)(cid:108)(cid:105)(cid:110)\n(cid:73)(cid:110)(cid:110)(cid:101)(cid:114)(cid:32)(cid:32)(cid:77)(cid:111)(cid:110)(cid:103)(cid:111)(cid:108)(cid:105)(cid:97)\n(cid:52)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:76)(cid:105)(cid:97)(cid:111)(cid:110)(cid:105)(cid:110)(cid:103)\n(cid:87)(cid:85)(cid:72)(cid:65)(cid:78)(cid:32)(cid:87)(cid:65)(cid:83)(cid:84)(cid:69)(cid:87)(cid:65)(cid:84)(cid:69)(cid:82) (cid:52)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78) (cid:66)(cid:69)(cid:73)(cid:74)(cid:73)(cid:78)(cid:71)\n(cid:84)(cid:105)(cid:97)(cid:110)(cid:106)(cid:105)(cid:110)\n(cid:65)(cid:78)(cid:68)(cid:32)(cid:83)(cid:84)(cid:79)(cid:82)(cid:77)(cid:87)(cid:65)(cid:84)(cid:69)(cid:82) (cid:72)(cid:101)(cid:98)(cid:101)(cid:105)\n(cid:77)(cid:65)(cid:78)(cid:65)(cid:71)(cid:69)(cid:77)(cid:69)(cid:78)(cid:84)(cid:32)(cid:80)(cid:82)(cid:79)(cid:74)(cid:69)(cid:67)(cid:84) (cid:78)(cid:105)(cid:110)(cid:103)(cid:120)(cid:105)(cid:97)(cid:83)(cid:104)(cid:97)(cid:97)(cid:110)(cid:120)(cid:105)\n(cid:81)(cid:105)(cid:110)(cid:103)(cid:104)(cid:97)(cid:105) (cid:83)(cid:104)(cid:97)(cid:110)(cid:120)(cid:105) (cid:83)(cid:104)(cid:97)(cid:110)(cid:100)(cid:111)(cid:110)(cid:103) (cid:89)(cid:101)(cid:108)(cid:108)(cid:111)(cid:119)\n(cid:73)(cid:78)(cid:32)(cid:84)(cid:72)(cid:69) (cid:71)(cid:97)(cid:110)(cid:115)(cid:117) (cid:72)(cid:101)(cid:110)(cid:97)(cid:110) (cid:74)(cid:105)(cid:97)(cid:110)(cid:103)(cid:115)(cid:117)(cid:83)(cid:101)(cid:97)(cid:32)(cid:32)\n(cid:80)(cid:69)(cid:79)(cid:80)(cid:76)(cid:69)(cid:39)(cid:83)(cid:32)(cid:82)(cid:69)(cid:80)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)(cid:32)(cid:79)(cid:70)(cid:32)(cid:67)(cid:72)(cid:73)(cid:78)(cid:65) (cid:51)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:78)\n(cid:65)(cid:110)(cid:104)(cid:117)(cid:105) (cid:83)(cid:104)(cid:97)(cid:110)(cid:103)(cid:104)(cid:97)(cid:105)\n(cid:51)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:83)(cid:39)(cid:78)(cid:105)(cid:99)(cid:104)(cid:117)(cid:97)(cid:110)(cid:67)(cid:104)(cid:111)(cid:110)(cid:103)(cid:113)(cid:105)(cid:110)(cid:103) (cid:72)(cid:117)(cid:98)(cid:101)(cid:105)(cid:87)(cid:117)(cid:104)(cid:97)(cid:110) (cid:90)(cid:104)(cid:101)(cid:106)(cid:105)(cid:97)(cid:110)(cid:103)\n(cid:49)(cid:49)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69) (cid:49)(cid:50)(cid:48)(cid:32)(cid:111)(cid:32)(cid:48)(cid:48)(cid:39)(cid:69)\n(cid:49)(cid:49)(cid:53)(cid:32)(cid:111)(cid:32)(cid:69)\n(cid:72)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78) (cid:51)(cid:50)(cid:32)(cid:111)(cid:32)(cid:78)\n(cid:51)(cid:50)(cid:32)(cid:111)(cid:32)(cid:78)\n(cid:72)\n(cid:97)(cid:110)\n(cid:32)(cid:83)\n(cid:117)\n(cid:105)(cid:32)(cid:82)\n(cid:118)(cid:105)\n(cid:114)(cid:101) (cid:65)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:72)(cid:32)(cid:32)(cid:85)(cid:32)(cid:32)(cid:73)\n(cid:72)(cid:32)(cid:32)(cid:85)(cid:32)(cid:32)(cid:66)(cid:32)(cid:32)(cid:69)(cid:32)(cid:32)(cid:73)\n(cid:67)(cid:104)(cid:105)(cid:110)(cid:103)(cid:32)(cid:45)(cid:115)(cid:104)(cid:97)(cid:110)\n(cid:72)(cid:97)(cid:110)(cid:121)(cid:97)(cid:110)(cid:103) (cid:87)(cid:85)(cid:72)(cid:65)(cid:78)\n(cid:72)(cid:97)(cid:110)(cid:32)(cid:83)(cid:117)(cid:105)(cid:32)(cid:82)(cid:105)(cid:118)(cid:101)(cid:114) (cid:103)(cid:106)(cid:105)(cid:97)(cid:110)(cid:103)\n(cid:110)\n(cid:104)(cid:97)\n(cid:67)\n(cid:67)\n(cid:104)\n(cid:97)(cid:110) (cid:51)(cid:48)(cid:32)(cid:111)(cid:32)(cid:78)\n(cid:51)(cid:48)(cid:32)(cid:111)(cid:32)(cid:78) (cid:103)(cid:106)(cid:105)(cid:97)\n(cid:110)(cid:103)\n(cid:78)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:80)(cid:114)(cid:111)(cid:118)(cid:105)(cid:110)(cid:99)(cid:105)(cid:97)(cid:108)(cid:32)(cid:67)(cid:97)(cid:112)(cid:105)(cid:116)(cid:97)(cid:108)\n(cid:78) (cid:72)(cid:32)(cid:32)(cid:85)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78) (cid:67)(cid:105)(cid:116)(cid:121)(cid:47)(cid:84)(cid:111)(cid:119)(cid:110)\n(cid:82)(cid:97)(cid:105)(cid:108)(cid:119)(cid:97)(cid:121)\n(cid:74)(cid:32)(cid:32)(cid:73)(cid:32)(cid:32)(cid:65)(cid:32)(cid:32)(cid:78)(cid:32)(cid:32)(cid:71)(cid:32)(cid:32)(cid:88)(cid:32)(cid:32)(cid:73) (cid:82)(cid:105)(cid:118)(cid:101)(cid:114)\n(cid:48) (cid:50)(cid:48) (cid:52)(cid:48) (cid:54)(cid:48) (cid:56)(cid:48) (cid:80)(cid:114)(cid:111)(cid:118)(cid:105)(cid:110)(cid:99)(cid:105)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:73)(cid:110)(cid:116)(cid:101)(cid:114)(cid:110)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110)(cid:97)(cid:108)(cid:32)(cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:121)\n(cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115) (cid:66)(cid:111)(cid:117)(cid:110)(cid:100)(cid:97)(cid:114)(cid:105)(cid:101)(cid:115)(cid:32)(cid:97)(cid:114)(cid:101)(cid:32)(cid:110)(cid:111)(cid:116)(cid:32)(cid:110)(cid:101)(cid:99)(cid:101)(cid:115)(cid:115)(cid:97)(cid:114)(cid:105)(cid:108)(cid:121)(cid:32)(cid:97)(cid:117)(cid:116)(cid:104)(cid:111)(cid:114)(cid:105)(cid:116)(cid:97)(cid:116)(cid:105)(cid:118)(cid:101)(cid:46)\n(cid:49)(cid:49)(cid:51)(cid:32)(cid:111)(cid:32)(cid:69) (cid:49)(cid:49)(cid:53)(cid:32)(cid:111)(cid:32)(cid:69)\n(cid:48)(cid:54)(cid:45)(cid:48)(cid:49)(cid:50)(cid:56)(cid:98)(cid:32)(cid:82)(cid:77)", "(cid:77)(cid:97)(cid:112)(cid:32)(cid:50)\n(cid:84)\n(cid:67) (cid:71)\n(cid:69) (cid:78)\n(cid:74) (cid:65)\n(cid:72)\n(cid:79) (cid:67)\n(cid:82) (cid:85)\n(cid:87)\n(cid:80)\n(cid:32)\n(cid:84)\n(cid:78)\n(cid:69)\n(cid:77) (cid:114)(cid:101)(cid:118)(cid:105)\n(cid:71)(cid:69) (cid:82)(cid:32)(cid:32)(cid:32)(cid:32)(cid:101)\n(cid:122)(cid:116)\n(cid:65) (cid:103)\n(cid:110)\n(cid:78) (cid:65) (cid:97)(cid:89)\n(cid:65) (cid:78)\n(cid:77) (cid:72)(cid:73)\n(cid:32) (cid:67)\n(cid:82)\n(cid:69) (cid:70)(cid:32)\n(cid:79)\n(cid:84)\n(cid:65) (cid:67)(cid:32)\n(cid:87)(cid:69)(cid:76)(cid:73)\n(cid:77)(cid:72)(cid:66)\n(cid:84)(cid:85)\n(cid:82)(cid:78)(cid:32)(cid:80)\n(cid:79)(cid:73)(cid:69)\n(cid:84) (cid:82)\n(cid:83) (cid:83)(cid:32)\n(cid:68)(cid:32) (cid:69)(cid:39)\n(cid:78) (cid:80)(cid:76) (cid:97)(cid:110)(cid:103)\n(cid:65) (cid:79) (cid:115)(cid:105)(cid:103)\n(cid:82)(cid:32) (cid:69) (cid:110)(cid:103)\n(cid:69) (cid:80) (cid:114) (cid:89)(cid:97)\n(cid:65)(cid:84) (cid:79)(cid:85) (cid:82)(cid:105)(cid:118)(cid:101)\n(cid:87) (cid:110)(cid:120)(cid:105) (cid:65)(cid:78)(cid:75) (cid:72)(cid:97)(cid:110)(cid:32) (cid:78)(cid:71)\n(cid:69) (cid:72)(cid:97) (cid:72) (cid:65)\n(cid:84) (cid:89)\n(cid:83) (cid:78)\n(cid:65)\n(cid:65) (cid:72)\n(cid:87)\n(cid:32)\n(cid:78)\n(cid:65)\n(cid:72)\n(cid:85)\n(cid:87)\n(cid:85) (cid:97)(cid:110)(cid:116)\n(cid:72) (cid:80)(cid:108)\n(cid:71)(cid:88)(cid:73) (cid:52) (cid:109)(cid:101)(cid:110)(cid:116)(cid:32)\n(cid:78) (cid:97)(cid:116)\n(cid:68)(cid:79) (cid:72)(cid:97)(cid:110)(cid:32)(cid:82)(cid:105)(cid:118)(cid:101)(cid:114)(cid:100)(cid:105)(cid:97)(cid:110) (cid:78) (cid:49)(cid:50)(cid:51) (cid:75)(cid:105)(cid:108)(cid:111)(cid:109)(cid:101)(cid:116)(cid:101)(cid:114)(cid:115) (cid:80)(cid:114)(cid:111)(cid:106)(cid:101)(cid:99)(cid:116)(cid:32)(cid:65)(cid:114)(cid:101)(cid:97) (cid:87)(cid:97)(cid:115)(cid:116)(cid:101)(cid:119)(cid:97)(cid:116)(cid:101)(cid:114)(cid:32)(cid:84)(cid:114)(cid:101) (cid:80)(cid:117)(cid:109)(cid:112)(cid:32)(cid:83)(cid:116)(cid:97)(cid:116)(cid:105)(cid:111)(cid:110) (cid:84)(cid:114)(cid:117)(cid:110)(cid:107)(cid:32)(cid:83)(cid:101)(cid:119)(cid:101)(cid:114) (cid:69)(cid:120)(cid:112)(cid:114)(cid:101)(cid:115)(cid:115)(cid:119)(cid:97)(cid:121) (cid:82)(cid:111)(cid:97)(cid:100)(cid:115)\n(cid:97)(cid:105)\n(cid:67) (cid:48)\n(cid:48)(cid:54)(cid:45)(cid:48)(cid:49)(cid:50)(cid:56)(cid:32)(cid:82)(cid:77)", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  People's  Republic  of  China  (PRC)  for  the  Wuhan  Wastewater  and  Stormwater \nManagement Project.  \n \n2.  In  line  with  its  long-term  goals  for  the  urban  sector  of  improving  living  conditions, \nminimizing flooding, protecting water resources, and increasing the coverage of wastewater \ntreatment, the Government of the PRC requested the Asian Development Bank (ADB) to assist \nin implementing wastewater and stormwater projects in Wuhan in central PRC. The proposed \nProject is a natural follow-on to the ADB-financed Wuhan Wastewater Management Project \n(WWMP),1 which is now being implemented. The Project is consistent with ADB’s water policy2 \nand will help the PRC achieve Millennium Development Goal (MDG) 7, target 10. It supports the \n3Rs (reduce, reuse, recycle) initiative announced by the G8, to which the PRC is a party. This \nreport is based on the findings of the loan fact-finding mission and discussions with the central \nand  local  governments,  relevant  agencies,  and  community  organizations.  The  design  and \nmonitoring framework of the Project is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n3.  Economic growth in the PRC has averaged 8% yearly over the last 20 years and is \nprojected to average 7% over the next 5 years. The urban population grew from about 190 \nmillion in 1980 to about 543 million in 2004, about 41.8% of the total population that year, and is \nexpected to rise further to 700 million, or 50% of the total, by 2030.3 The Government’s Agenda \nfor  Economic  Reform  and  Social  Development  in  the  New  Century  aims  to  accelerate \nurbanization and the development of large, medium, and small cities and small towns. This \nurbanization process will continue to increase the demand for all urban services. In particular, it \nwill severely strain the physical and financial capacity of most cities to provide adequate urban \ninfrastructure including wastewater and stormwater facilities. Without significant investment, the \nquality of life of urban residents will deteriorate, the urban environment will suffer degradation, \nand inefficiencies will hamper economic development. \n \n4.  The PRC’s urban areas face environmental threats from the pollution of rivers, lakes, \nand underground aquifers by untreated water. In 2004, about 48.2 billion cubic meters (m3) of \nwastewater was generated, of which about 54% came from municipal sources and 46% from \nindustrial sources. About 90% of industrial wastewater is treated before being discharged into a \nmunicipal sewer. Municipal wastewater is a major contributor to the pollution of the PRC’s rivers \nand lakes. In 2004, only about 45.2% (34% in 1999) of urban wastewater was treated; the rest \nwas discharged untreated to rivers and lakes. About 41.8% of the water in the seven major river \nbasins4 does not meet the Class III5 standard of the PRC for water quality. Surface water \n                                                 \n1  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Wuhan Wastewater Management Project. Manila. Project implementation is \nprogressing satisfactorily and physical completion is expected, as scheduled, by June 2008.   \n2  ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila. \n3  The Government’s long-term vision for development was set out during the 16th Party Congress in November 2000 \nand reiterated during the 10th National People’s Congress in March 2003.  \n4  Changjiang (Yangtze River), Haihe, Huaihe, Huanghe Liaohe, Songhuajiang, and Zhujiang.  \n5  The PRC water quality standards have five classes of quality covering about 40 pollution parameters. Class I water \nis pristine, while Class V water is suitable only for industrial use. Class III is the minimum water quality required for \nmunicipal water supply. \n ", "2     \nsources serving municipal water supply systems are polluted to levels unacceptable under this \nstandard. To address the problem of pollution of lakes and rivers, the following actions are \nneeded: (i) strengthen laws, regulations, and institutions to address trans-jurisdiction pollution; \n(ii) adopt river basin management approaches to water resources management; (iii) reduce \nnon–point source pollution; (iv) continue investing in municipal wastewater treatment plants \n(WWTPs) to mitigate the polluting effects of rapid urbanization; (v) diversify financing sources \nfor environmental investments; and (vi) continue institutional and financial reforms to facilitate \nbalanced economic growth and environmental sustainability. Significant investments throughout \nthe country are needed to solve water shortages, ensure a supply of clean drinking water, \nexpand wastewater treatment capacity, and reduce flooding. \n \n5.  Recognizing that adequate environmental protection and pollution controls are essential \nfor  sustainable  economic  growth,  the  Government  has  made  environmental  protection  a \nnational priority in its development strategy. Besides passing environmental protection laws and \nimplementing  regulations  that  emphasize  prevention,  the  “polluter  pays”  principle,  and \ndecentralized  environmental  management,  the  Government  has  also  undertaken  many \nprograms  including  several  for  wastewater  management.6 Industries  were  ordered  to  treat \nwastewater to national wastewater discharge standards by the end of 2000. Municipalities have \nbeen required under successive 5-year plans to address wastewater collection, treatment, and \ndisposal. Pollution control plans have been developed and partially implemented for the key \nriver basins. Government policies require urban environmental pollution and ecological damage \nto be controlled by 2010, and by that year major cities, such as provincial capitals, are expected \nunder recent state guidelines to have wastewater treatment rates of at least 80%.7 The State \nEnvironmental Protection Administration (SEPA) requires all new WWTPs to provide at least \nsecondary wastewater treatment. The treatment level required is also dependent on the quality \nof the receiving water. \n \n6.  The  Government  has  accorded  priority  in  its  11th  Five-Year  Plan  (2006–2010)  to \naddressing  wastewater  treatment  issues  through  policy  reform,  increased  investment,  and \nimproved  urban  infrastructure  management.  The  Government’s  strategy  focuses  on  (i) \nprotecting  water  sources  by  controlling  industrial  and  other  pollution,  (ii) introducing  water-\nefficient  technologies  and  operations,  and  (iii)  using  appropriate  pricing  mechanisms  to \nencourage conservation and generate the necessary funds for operation, maintenance, and \ninvestment.  The  Government’s  economic  and  enterprise  reform  programs  require  that  all \nwastewater  projects  be  financially  sustainable  and  capable  of  cost  recovery.  In  contrast, \nstormwater drainage is considered a public service to be financed from government revenues. \nThe wastewater and stormwater sector analysis is given in Appendix 2. \n \n7.  Wuhan’s extensive water bodies take up one fourth of the urban built-up area. In 2004, \nwastewater discharge was about 2 million m3/day, 47% of which was industrial wastewater. \nThere are four WWTPs in Wuhan, most of which provide only primary treatment and are able to \ntreat only 27% of the wastewater generated. The investments being made under the ongoing \nWWMP, together with wastewater treatment projects assisted by the World Bank8 and bilateral \n                                                 \n6  The PRC Law on Prevention and Control of Water Pollution was first adopted in 1984 and amended in 1996. The \nlaw was passed to prevent and control water pollution, protect and improve the environment, safeguard human \nhealth, and ensure the effective use of water resources. The law also sets the standards for water environment \nquality and for the discharge of water pollutants, and goes into the planning, supervision, and management of the \nprevention and control of water pollution. \n7  The national guidelines for the construction of municipal wastewater treatment facilities require all major cities to \nhave a wastewater treatment rate of 80% by 2010. National Development and Reform Commission, State \nEnvironmental Protection Administration, Ministry of Construction. 2005. Notice on Planning the Construction of \nMunicipal Wastewater Treatment and Water Reuse Facilities Throughout the Country. PRC. \n8  The Hubei Urban Environmental Project (1995). ", "                                                                             3\naid  agencies,  will  help  increase  this  percentage  to  70%  by  2008.  With  the  Project,  the \nwastewater treatment rate will reach the required 80% by 2010.9 The Wuhan wastewater master \nplan and the contributions to the overall treatment rate by the multilateral and bilateral aid \nagencies and local interventions are detailed in Supplementary Appendix A. The large quantity \nof untreated and primary-treated wastewater discharged into rivers and lakes has caused a \nsignificant deterioration in water quality, which must be reversed. The entire Wuhan stretch of \nthe Yangtze and Han rivers is on the borderline between Class III and Class IV water quality. \nMany lakes in Wuhan are below Class V. Further, the future operation of the South–North Water \nTransfer Project (middle route) will significantly reduce water flows in the Han River and thus \nreduce its assimilative capacity. \n \nB.  Analysis of Key Problems and Opportunities \n \n8.  Project  Background.  Urban  wastewater  management  in  the  PRC  was  traditionally \nbased on the use of septic tanks. Rapid urbanization makes that approach inadequate. Over the \npast decade there has been a fundamental shift toward an integrated approach to urban water \nmanagement and the use of centralized municipal wastewater treatment. Although there has \nbeen much improvement, wastewater management in the PRC still presents many opportunities \nto reduce water pollution, protect water resources, promote sustainable economic development, \nand improve the living conditions and public health of urban and suburban residents. Key \nproblems  and  opportunities  in  Wuhan  include:  (i)  worsening  surface  water  quality, \n(ii) inadequate wastewater treatment capacity, (iii) inadequate stormwater discharge capacity, \n(iv) the need to extend improvements to suburban areas, and (v) the need for ongoing financial \nand institutional reforms to make urban services genuinely sustainable. \n \n9.  Wuhan, in the central region of the PRC, is the capital of Hubei Province. It lies on the \nJianghan Plain, where the Han River joins the Yangtze River. It is strategically located about \nhalfway along the length of the Yangtze River and is a center of communications, education, \nculture, economy, trade, transportation, and industry. Wuhan covers an area of 8,467 square \nkilometers (km2), including an urban built-up area of 211 km2. As of 2004, the municipality had a \npopulation  of  about  7.8  million.  Wuhan’s  urban  area  is  divided  into  three  parts  (Hankou, \nHanyang, and Wuchang) by the Yangtze and Han rivers. The municipality has seven urban and \nsix suburban districts. Wuhan has abundant water resources, including the Yangtze, Han, and \nFu rivers, and many lakes, which together take up 2,144 km2, or one quarter of the urban and \nsuburban areas.  \n \n10.  Water Quality in the Yangtze River Basin. The Yangtze River basin (YRB) is the \nlargest river basin in the PRC. The Changjiang Water Resources Commission, which has \noverall responsibility for managing water resources within the YRB, has developed a basin-wide \nmanagement plan providing a framework for managing water resources within the river basin. \nThe plan cites the deteriorating water quality of Yangtze River despite what is often seen to be \nthe river’s high assimilative capacity. The deterioration in water quality is the cumulative effect of \nmany point and nonpoint discharges. Effects are felt throughout the downstream reaches and \nthe East China Sea. The plan sets out a number of general pollution control targets with specific \ntargets to be developed by individual provinces and cities.  \n \n11.  Project Rationale. Despite the abundant water resources, rapid economic growth and \ncontinuing urbanization over the last 25 years in Wuhan have resulted in inadequate urban \n                                                 \n9  The Wuhan strategic wastewater master plan aims to achieve 80% wastewater treatment rate by 2010 in    \naccordance  with  state  guidelines.  Twenty-five  percent  is  expected  to  be  achieved  through  ADB’s  Wuhan \nWastewater Management Project, 35% with the help of the World Bank, 6% with Finnish and Polish assistance, \nand 4% through WMG’s own efforts. The final critical 10% increase will come from the proposed Project. \n ", "4     \ninfrastructure, and placed pressure on overload facilities. The YRB is the PRC’s largest and it \nreceives  the  highest  volume  of  wastewater  of  the  seven  major  rivers  in  the  country.  The \ncumulative effect of innumerable point and non-point discharge is deteriorating water quality. \nEffects of the cumulative pollution are felt throughout the downstream reaches of the Yangtze \nRiver. Water quality in Wuhan section of the Yangtze River has decreased significantly over the \nlast 15 years mainly due to the wastewater discharge from the city. In 2004, about 2.0 million \nm3/day of wastewater was generated, but the four WWTPs could treat only 27% of this volume. \nAbout 58% of the rivers and 89% of the lakes in Wuhan are polluted. At the same time, the \ndemand for water for domestic and industrial use is steadily increasing.  \n \n12.  The built-up areas in Wuhan are mostly below the average flood level of the Yangtze \nand Han rivers. Protected by flood control bunds, Wuhan pumps out stormwater to the rivers \nduring  the  wet  season.  But  its  location  in  the  subtropical  monsoon  climate  zone,  distinct \nseasonal variation, and heavy summer rains place Wuhan’s aging urban drainage system under \ngreat stress. Flooding is frequent and severe, and combined sewer overflows also become \nmajor sources of water pollution. The increasing water pollution creates water supply problems \nand economic losses, and affects development and economic growth.  \n \n13.  The proposed Project is not a stand-alone investment but an integrated part of the basin-\nwide Yangtze water resources management initiative, the Wuhan city urban development plan, \nthe Wuhan municipal wastewater master plan, and the Wuhan stormwater drainage master \nplan. The Wuhan municipal government (WMG) is now implementing its wastewater master \nplan and will install more WWTPs to raise the wastewater treatment rate to 80% by 2010 as \nrequired in the state guidelines. The wastewater master plan includes the phased and well-\ncoordinated construction of WWTPs and sewer networks using local funds and assistance from \nADB, the World Bank, and bilateral sources including Finland and Poland. ADB’s WWMP, which \nis now being implemented, along with other ongoing wastewater treatments supported by the \nWorld Bank and bilateral aid agencies, will increase Wuhan’s WWTP capacity to 70% of the \nwastewater generated by 2008. The proposed Project will provide the final 10% increase in \ncapacity that Wuhan needs to achieve the 80% wastewater treatment target by 2010. WMG is \nalso  implementing  its  stormwater  and  drainage  master  plan  to  significantly  increase  the \ndrainage network coverage in the municipality by 2010. The proposed Project will contribute \nsignificantly  to  achieving  the  targets  set  in  the  Wuhan  wastewater  master  plan  and  the \nstormwater  drainage  master  plan.  It  will  benefit  residents  of  Wuhan  and  those  living \ndownstream. \n \n14.  The Project will promote sustainable economic growth through sustainable wastewater \nmanagement in Wuhan and water resource protection in the Wuhan section of the Yangtze \nRiver. It will also give specific attention to stormwater management, as frequent heavy summer \nrains cause serious local flooding. The Project will address these major issues: (i) deterioration \nin the quality of surface water and the urban environment, (ii) ineffective regulation of municipal \nand industrial wastewater discharges, (iii) economic losses and disruption to livelihoods from \nfrequent local flooding, (iv) ill health and low living standards among the poor, (v) lack of \nintegrated wastewater management, and (vi) inefficient service which will be addressed through \npromotion of competition and private sector participation (PSP). \n \n15.  Policy  Dialogue.  The  Project  supports  and  strengthens  ADB  policy  dialogue  and \ninitiatives with the Government in several key areas as indicated in Appendix 3. ADB supported \nthe reform of water supply tariffs through two completed water tariff studies10 with the Ministry of \n                                                 \n10   ADB. 1997. Technical Assistance to the People’s Republic of  China  for  Water  Supply Tariff Study.  Manila;  and \n     ADB. 1999. Technical Assistance to the People’s Republic of China  for Water Tariff Study II. Manila. ", "                                                                             5\nConstruction, under which the National Guidelines on Water Tariffs (NGWT) were developed, \npromulgated, and implemented. Another technical assistance11 (TA) involved the development \nof national guidelines for wastewater tariffs, including tariff calculation methods that allow for  \ncost recovery, considering affordability and social constraints. In accordance with the NGWT, \nWuhan held a public hearing in November 2005 to discuss and consider the Water Supply \nCompany’s proposed plan to increase the tap water tariff in the central urban areas.12 WMG \nplans to hold a similar public hearing in the fourth quarter of 2006 to discuss a proposed \nincrease in wastewater tariffs from CNY0.80 per m3 to about CNY1.00 per m3, starting in 2007. \nDemonstrating its progressive approach to tariff reforms, WMG issued a policy statement in \nMarch 2006 indicating that wastewater tariffs would be introduced or increased in the suburban \nareas of Caidian and Dongxihu in 2006. Still another ADB TA to strengthen policy reform calls \nfor the use of market-based instruments to increase PSP in public utilities, mainly in water \nsupply, and wastewater and solid waste management.13 The proposed Project will create the \nenvironment necessary for PSP by pursuing tariff reform, cost recovery, enterprise reform, and \nimproved governance—all are prerequisites for private sector involvement.  \n \n16.  External Assistance. Since 1993, ADB has provided 14 loans (Appendix 4) to the PRC,  \ntotaling about $1.4 billion for urban wastewater management and water supply projects. It has \nalso provided about $41 million for more than 40 TA studies to prepare the above projects, and \nto review and study key issues in water resources, urban water supply, wastewater treatment, \nand pollution control. External assistance to the WMG in developing and implementing its \nstrategic  wastewater  master  plan  has  come  mainly  from  ADB,  the  World  Bank  and  the \ngovernments of Finland and Poland. ADB, the World Bank, the Japan Bank for International \nCooperation, and several aid agencies  have also extended financial and technical assistance to \nthe PRC Government in urban environmental protection and management. The World Bank \nalone has provided financial assistance for 26 urban environmental improvement, water supply, \nand wastewater management projects. \n \n17.  Lessons Learned. ADB’s loan projects in the PRC have generally been implemented \nwell.14 The  lessons  learned  from  ADB’s  post-evaluation  experience  in  water  supply  and \nsanitation highlight the importance of integrating both supply and demand concerns into project \ndesign.  Encouraging  broad  reforms,  such  as  commercial  management,  and  introducing \ncompetition  will  promote  efficient and  responsive  delivery  of  water  supply  and  wastewater \nservices. Appropriate pricing policies for water and sanitation services are also required. Other \nlessons learned include the need to (i) review technical designs thoroughly; (ii) draw up strategic \nmaster  plans  in  urban  development  and  environmental  management;  (iii)  consider  local \nconditions  and  constraints;  (iv)  give  enough  attention  to  sustainability;  (v)  have  good-\nquality  and competent executing agencies to ensure the delivery of project benefits; (vi) support \nfinancial reform, particularly in establishing autonomous wastewater entities and tariff increases; \n(vii) strengthen institutions, particularly by giving them  managerial autonomy; (viii) address \nregulatory and enforcement issues; (ix) educate the public in environmental improvement; (x) \ntrain utility personnel; (xi) consult the public and involve the community; (xii) attend early to \nresettlement  issues;  and  (xiii)  support  public-private  partnerships  in  water  supply  and \nwastewater treatment.  \n                                                 \n11   ADB. 2001. Technical Assistance to the People’s Republic of China for National Guidelines on Urban Wastewater \n    Tariffs and Management Study. Manila.  \n12  The Water Supply Company proposed to increase tap water tariff in the central urban areas by about CNY0.45/m3,  \n     subject to public hearings and government approval. \n13   ADB. 2003. Technical Assistance to the People’s Republic of China for Policy Reform Support. Manila. \n14   Loan  No: 1313-PRC:  Dalian  Water  Supply  Project;  Loan  No: 1490-PRC:  Anhui  Environmental  Improvement       \n     Project;  and  Loan  No: 1636-PRC:  Fuzhou  Water  Supply  and  Wastewater  Treatment  Project,  were rated as      \n     generally successful, highly successful, and highly successful, respectively, in their project completion reports.  \n ", "6     \n \n18.  A performance portfolio review of the water supply, sanitation, and waste management \nsector, done recently by the PRC, identified successes and deficiencies, and lessons learned \nfrom portfolio performance.15  Among the major issues identified were (i) delays in the start-up of \nprojects and in procurement, (ii) weak institutional arrangements for project implementation and \nsustainable operations, and (iii) low proportion of civil works financing resulting in loan savings   \nand cancellation of surplus loan amounts. These issues were reviewed in detail during project \nprocessing  and  the  lessons  learned  were  incorporated  in  the  project  design.  The  lessons \nlearned from the ongoing ADB WWMP and the World Bank’s Hubei Urban Environment Project \nhave also been incorporated in the design of the proposed Project. Analysts processing the \nProject, having learned from experience, (i) thoroughly evaluated the technical designs and \ntechnologies; (ii) ensured an adequate debt-equity ratio for the Implementing Agencies (IAs); (iii) \nundertook rigorous sensitivity analysis of cash flows, and financial and economic analysis; and \n(iv) incorporated institutional strengthening measures to improve corporate governance, taking \ninto account the capacity-building components of the first ADB-financed WWMP to prevent \nduplication of effort. \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n19.  The impact of the Project is to improve the urban environment, public health, and the \nquality of life of urban and suburban residents and businesses in Wuhan city. The outcome of \nthe  Project  is  to  bring  about  better  management  of  surface  water  resources  in  Wuhan \nMunicipality by (i) improving and expanding wastewater services in the urban areas of Wuhan \nand the suburban area of Caidian and Dongxihu, (ii) supporting integrated approaches to basin-\nwide pollution prevention and control, (iii) improving the water quality of rivers and lakes in \nWuhan and in downstream reaches of the Yangtze River, (iv) reducing flooding in stormwater \ndrainage areas in Qiaokouqu district and Yangsigang and Liujiao roads in Wuhan, (v) increasing \nthe efficiency and management capacity of the two IAs,16 and (vi) improving cost recovery \nthrough a rationalized tariff structure, with gradual increases to achieve cost recovery. \n \nB.  Outputs \n \n20.  The proposed Project comprises nine major activities grouped into four components or \noutputs (Supplementary Appendix B): (i) municipal wastewater management in urban Wuhan, \n(ii) municipal wastewater in suburban Wuhan, (iii) stormwater management, and (iv) institutional \ndevelopment.  The  structural  measures  include  new  and  upgraded  wastewater  treatment \nfacilities,  collection  network  extension  and  rehabilitation,  and  larger-capacity  stormwater \npumping stations, built to national design standards.  \n \n21.  Municipal Wastewater Management in Urban Wuhan. This component will (i) expand \nand upgrade the Erlangmiao primary WWTP from 180,000 m3/day to 240,000 m3/day with \nsecondary treatment, (ii) increase the capacity of the Nantaizi Lake secondary WWTP from \n100,000  m3/day  to  200,000  m3/day,  (iii)  upgrade  the  100,000  m3/day  Huangpu  Road \npretreatment WWTP to a secondary treatment plant, and (iv) build sewer pipelines and pumping \nstations. \n \n                                                 \n15   PRC: Water Supply, Sanitation and Waste Management Portfolio Performance Review. Final Report, July 2005.  \n16  The IAs are (i) Wuhan Drainage Company Ltd. for the wastewater component; and (ii) Wuhan Urban Construction \n     Foundation for the stormwater component.  ", "                                                                             7\n22.  Municipal Wastewater Management in Suburban Wuhan. This component will build \n(i) a secondary 50,000 m3/day WWTP at Caidian and a related wastewater collection system \ncomprising 4.6 km of pipelines and a pumping station; and (ii) a wastewater collection system in \nDongxihu comprising 15.6 km of sewer pipelines, 9.8 km of box culverts, and five pumping \nstations. The urban and suburban municipal wastewater components will significantly increase \nthe volume of wastewater collected and treated and will help Wuhan achieve the required target \nof 80% wastewater treatment by 2010. The wastewater component is consistent with the overall \npollution load reduction targets of the Yangtze River water resources protection plan, and the \nWuhan wastewater master plan. The component will improve the quality of water resources, the \nlocal environment, and health by reducing the pollution of watercourses, and it will reduce \ndownstream pollution in the YRB. \n \n23.  Stormwater Management. The component will (i) improve the Luojia road drainage \nworks in Wuchang with channel renovation for Luojiangang and Shahugang, and increase the \nrelated pump station capacity by 55 m3 per second; (ii) increase the capacity of the Yangsigang \npumping station in Hangyang by 20 m3 per second and building 1.34 km of stormwater pipelines \nand 1.9 km of box culverts; (iii) connect three key drainage control gates in Dongxihu by building \n3.9 km of box culverts and 4.3 km of open channel, and rehabilitating 4.5 km of open channel; \nand (iv) increase the pumping capacity of the Dongxihu–Changqing pumping station by 135 m3 \nper second. The stormwater component will enhance the performance of the drainage system \nand the combined sewer overflows, and significantly improve flood control in several urban \nareas of Wuhan.  \n \n24.  Institutional Development. This component will (i) support the further development of \nthe regional water quality model,17 which has begun under the ongoing WWMP; (ii) carry out a \npilot inflow and infiltration study and a sludge management study; and (iii) provide training in \nfinancial management and operation of wastewater and stormwater facilities using international \nbest practices. The Project will strengthen institutional capacity to facilitate the adoption of an \nintegrated approach to water resource management including pollution and flood control. \n \nC.  Special Features \n \n25.  The  Project  supports  and  strengthens  ADB  policy  dialogue  and  initiatives  with  the \nGovernment in several key areas including: (i) cost recovery and tariff reform, (ii) wastewater \nmanagement, (iii) water conservation, (iv) corporate governance and enterprise reform, (v) safe \nand reliable arrangements for sludge disposal, (vi) trans-boundary pollution prevention and \ncontrol, and (vii) stormwater management. The funding of the Project directly from wastewater \ntariffs is a major reform in line with ADB water policy. WMG is committed to generating funds18 \nfrom wastewater tariffs to finance the wastewater component of the Project.  \n \n26.  The Project will build on the WWMP tariff and institutional reforms and help WMG to \ndevelop  a  structured  and  rational  approach  for  the  private  sector  to  participate  in  both \nwastewater  and  stormwater  management.  Project  preparations  have  identified  a  possible \nnational initiative to review and improve the financing and management of stormwater services \nin the PRC. \n \n                                                 \n17   A comprehensive water quality model for predicting the cumulative impact of the improved wastewater collection \nor of the disposal of the treated effluent on the quality of the receiving water bodies is being developed under the \nongoing ADB Wuhan Wastewater Management Project. \n18     Estimated at CNY230 million ($28.4 million). \n ", "8     \n27.  The Project supports special environment-related features including: (i) training in the \noperation and management of wastewater and stormwater facilities; (ii) further enhancement of \na comprehensive water quality model being developed under the WWMP; (iii) assistance in the \npreparation  of  a  strategic  sludge  management  study;  (iv)  monitoring  of  the  operation  and \nmaintenance  of  the  wastewater  facilities  against  several  indicators,  under  the  design  and \nmonitoring framework; and (v) demonstration of the potential economic benefits of an integrated \nand strategic long-term approach to planning wastewater infrastructure.  \n \nD.  Project Investment Plan \n \n28.  The project investment is estimated at $266.4 million, including taxes and duties. The \ncost estimates are summarized in Table 1 and detailed in Appendix 5, and Supplementary \nAppendix C. \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amount \nA. Base Costs a   \n I. Development of Wastewater Treatment Facilities in Central Urban Areas  \n   Erlangmiao WWTP  22.3 \n   Nantaizi Lake WWTP  22.5 \n   Huangpu Road WWTP  14.8 \n II. Development of Wastewater Treatment Facilities in Suburban Areas   \n   Dongxihu Sewer System  19.6 \n   Caidian WWTP  11.7 \n III. Development of Stormwater System in Wuhan   \n   Drainage Works in Luojia Road Area of Wuchang  45.0 \n   Yangsigang Pump Stations and Pipes Works in Hanyang  10.3 \nThree-Gate Connection Works in Dongxihu  38.2 \n  \nChangqing Pump Station Expansion  19.7 \n IV. Project Management  1.2 \n   Subtotal  205.3 \n   \nB. Contingencies   \n Physical b  20.5 \n Price c  13.3 \n   Subtotal  33.8 \nC. Financial Charges During Implementation d  27.3 \n   Total  266.4 \nWWTP=wastewater treatment plant. \na  In 2006 prices, including taxes and duties of $11.0 million financed by the Government. \nb  Computed at 10% for all civil works, land acquisition and resettlement, equipment, training, and \nconsulting. \nc  Computed on the basis of a foreign exchange inflation rate of 2.8% in 2006, and 1.9% from 2007 \nonward; and a local currency inflation rate of 3.3% in 2006, 3.2% in 2007, and 3.0% from 2008 \nand onward; and including a provision for potential exchange rate fluctuation, assuming a \npurchasing power parity exchange rate, \nd  Includes interest and commitment charges. Interest during construction has been computed at \nthe 5-year forward LIBOR rate plus a spread of 0.6%.  \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan  \n \n29.  The Government has requested a loan of $100 million to finance 38% of the project cost \nincluding  financial  charges  during  construction.  The  contingencies  will  be  financed  by  the ", "                                                                             9\nGovernment. Local costs will be financed from wastewater tariffs, WMG budget sources, and \ndomestic loans from PRC banks. The financing plan for the Project is summarized in Table 2. \nThe proposed ADB loan will come from ordinary capital resources. It will carry an interest rate to \nbe determined in accordance with ADB’s London interbank offered rate (LIBOR)–based lending \nrate system for US dollar loans and a commitment charge of 0.75% per year. The loan will have \na term of 25 years, including a grace period of 5 years. \n \nTable 2: Financing Plan \n \n             \n Amount \nSource  ($ million)    % of Total \nA. ADB Loan  100.0    38 \nB. Wuhan Municipal Government   72.3    27  \nC. Local Bank Loans    94.1    35  \n    Total  266.4    100  \n    Source: Asian Development Bank estimates. \n \n30.  The Government has justified to ADB its decision to borrow under ADB’s LIBOR-based \nlending facility on these terms and conditions, and has issued an undertaking that it arrived at \nthese choices independently and not because of any communication or advice from ADB. The \nBorrower will be PRC, which will relend to the Hubei provincial government (HPG) and then to \nWMG. WMG will on-lend a portion of the loan proceeds to Wuhan Drainage Company (WDC), \nwhich will implement the wastewater component. WMG will on-lend the balance of the loan \nproceeds to the Wuhan Urban Construction Foundation (WUCF), which will implement the \nstormwater  component.  WMG  will  assume  full  financial  responsibility  for  the  stormwater \ncomponent, as it is non-revenue-generating. All on-lending will be on the same terms and \nconditions as the ADB loan. The end-borrowers will assume the foreign exchange and interest \nrate  variation  risks  of  the  ADB  loan.  The  flow  of  funds  and  on-lending  arrangements  are \ndiscussed in Appendix 6. \n \nF.  Implementation Arrangements  \n1.  Project Management \n \n31.  The  Executing  Agency  will  be  WMG.  A  project  leading  group  (PLG)  has  been \nestablished; it is headed by the vice mayor of WMG and is made up of representatives from \nWuhan Municipal’s Development and Reform Commission, Construction Commission, Finance \nBureau,  Planning  Bureau,  Environmental  Protection  Bureau,  Water  Affairs  Bureau,  Price \nBureau, WDC, WUCF, and Caidian and Dongxihu district governments. The PLG will provide \noverall policy guidance, facilitate interagency coordination, and resolve institutional problems \nthat  could  affect  project  implementation.  The  project  management  office  for  the  WWMP \n(WPMO) will be retained for the proposed Project. The WPMO will act as the secretariat of the \nPLG and coordinate and monitor implementation activities of WDC and WUCF. The internal \norganization  of  the  IAs  is  outlined  in  Supplementary  Appendix  D.  The  difference  in \nimplementation  arrangements  for  the  two  components  reflects  the  different  financing  and \ninstitutional arrangements for wastewater and stormwater management in Wuhan, and in the \nPRC in general.  \n \n32.  WDC will be the implementing agency responsible for the wastewater component of the \nProject and the institutional development activities associated with this component. WDC is a \nlimited liability company incorporated under the PRC Company Law and is also the IA for the \n ", "10    \nongoing WWMP. It is therefore experienced in ADB project implementation and has a board of \ndirectors overseeing the financial and operational matters of the WDC including: (i) hiring and \nfiring of senior management, (ii) staffing and remuneration plans, (iii) annual construction plans \nand progress of construction, (iv) annual financial budgets, (v) investment plans and accounts of \nWDC and the related subprojects, and (vi) procurement of major equipment and civil works \ncontracts.  \n \n33.  WUCF will be the implementing agency responsible for the stormwater component of the \nProject and the institutional development activities associated with this component. WUCF is a \ngovernment agency responsible to WMG for coordinating the implementation of government-\nsponsored urban infrastructure projects that are largely or wholly financed with government \nrevenues. WUCF does not operate or provide services, however, and its responsibilities for \nasset management end after the assets are commissioned. At that time the public assets are \npassed  on  to  the  relevant  government  department,  which  in  this  case  will  be  the  Wuhan \nMunicipal Water Authority (for the pumping stations) and its subordinate units at the district \ngovernment level (for storm water drainage, etc). These arrangements are commonplace in the \nPRC. \n   \n34.  The financial, technical, and institutional capacity of both IAs was assessed. The WPMO \nand IAs already have staff trained in project management. WUCF will, however, need some \ntraining  in  the  relevant  ADB  procedures  during  project  implementation.  WDC  will  directly \nmanage construction, but WUCF will outsource this activity to an experienced and qualified \nconstruction management company. Once the stormwater facilities are built, WUCF will pass \nthem on to the district water bureau for operation and maintenance. Both IAs will retain the \nservices of design institutes and specialist procurement agencies to assist in implementation. \nWith the help of international consultants, the WPMO and the IAs will develop expertise in: \n(i) efficient  operation  of  the  wastewater  and  stormwater  facilities;  (ii)  functional  areas  of \nadministration,  finance  and  accounting,  and  business  planning;  and  (iii)  use  of  PSP  and \noutsourcing contracts. WDC already receives consulting services support under the WWMP, so \ncapacity building will be weighted in favor of the stormwater component. The institutional and \ncapacity-building measures are detailed in Supplementary Appendix E. \n \n35.  The internal controls and accounting and auditing procedures of WDC were reviewed \nthrough  a  financial  management  assessment  (FMA),  as  indicated  in  Appendix  7  and \nSupplementary Appendix F. This assessment and the WMG’s previous experience in managing \nADB  loans  confirmed  the  adequacy  of  their  financial  management  practices  for  both  the \nconstruction and operational phase of the Project. But discussions concerning the financial \nmanagement of stormwater management services indicated a need for improvement. During the \npolicy dialogue, the WMG requested assistance in financial management, particularly in the \nreview of applications for water and wastewater tariff adjustments. Both of these requirements \nare addressed through the provision of consulting services. On the basis of a comprehensive \nassessment of the IAs’ financial and managerial capabilities, the Project is deemed sustainable, \nas indicated in Appendix 8. WDC’s financial performance was also evaluated; its current and \nprojected financial position is in Supplementary Appendices G and H. The IAs’ technical and \ninstitutional capacities were assessed as well, and were found to be adequate for project \nimplementation.  \n \n2.  Implementation Schedule \n \n36.  The Project will be implemented over 5 years, from 2006 to 2010 (Appendix 9). This \nschedule is considered realistic because the project implementation structure is already in ", "                                                                             11\nplace, and preparatory works are under way. ADB’s successful experience in similar projects in \nthe  PRC  and  WMG  and  the  IAs’  in-depth  knowledge  and  experience  in  stormwater  and \nwastewater and externally funded projects indicate that this schedule is achievable. \n \n3.  Procurement \n \n37.  Equipment, materials and goods, and services financed under the loan will be procured \nin accordance to ADB’s Procurement Guidelines and follow ADB procedures for international \ncompetitive bidding (ICB) for packages each with a value greater than $1 million. Packages \nvalued at $1 million or less will be procured following national competitive bidding or shopping \nprocedures as determined by the particular circumstances of the contract package. Civil works \ncontracts costing more than $10 million will be procured using ICB. Civil works contracts valued \nat the equivalent of $10 million or less can be procured using national competitive bidding \nprocedures  in  accordance  with  the  PRC  Tendering  and  Bidding  Law  and  the  respective \nprocurement regulations acceptable to ADB.19 The selection and engagement of contractors will \nbe subject to ADB approval.20 Procurement packages are provided in the procurement plan \n(Appendix 10). Major equipment will be purchased through ICB procedures and financed by the \nADB loan. The internationally tendered equipment packages will include the necessary technical \nsupport for ensuring proper installation, testing, commissioning, and training of operational staff \nas part of the related contracts. In accordance with ADB requirements, foreign contractors may \nparticipate in bid for national competitive bidding contracts. \n \n4.  Advance Procurement Action21   \n \n38.  The  Government  requested  advance  procurement  action  to  expedite  project \nimplementation. Advance action will include (i) tendering and bid evaluation for civil works \ncontract packages; (ii) preparation of tender documents for the procurement of materials, plant, \nequipment, and vehicles; and (iii) recruitment of consultants. The issuance of invitations to bid \nunder advance procurement action will be subject to ADB approval. All advance procurement \nactions will be undertaken in accordance with ADB’s Procurement Guidelines. The Government \nand WMG were advised that approval of advance action does not commit ADB to finance the \nProject.   \n \n5.  Consulting Services \n \n39.  Provision has been made for 24 person-months of international and 150 person-months \nof domestic consulting services to be funded under the Project to support the WPMO and IAs in \nproject implementation and capacity building. A consultant firm will be recruited in accordance \nwith ADB’s Guidelines on the Use of Consultants using the quality and cost-based selection \nmethod and the simplified technical proposal. The scope and extent of consulting services takes \naccount of the consulting support incorporated into WWMP and also the specific needs of the \nProject. Consulting services are required for these specific areas: (i) development of a sludge \nmanagement strategy for Wuhan; (ii) investigation and control of inflow and infiltration into the \n                                                 \n19 ADB. 1997. Technical Assistance to the People’s Republic of China for Establishment of National Procurement \nRegulations for the Public Sector. Manila; and ADB. 2000. Technical Assistance to the People’s Republic of China \nfor Implementation of the Tendering and Bidding Law and Related Regulations. Manila. \n20 ADB will require WPMO to use ADB-approved standard bidding documents (to be developed as necessary) to \nensure high quality and consistency of the documents; this will facilitate ADB review. A draft project administration \nmemorandum to this effect was prepared and discussed at loan appraisal. \n21 The advance action on the procurement and recruitment of consultants, and the uploading of the general \nprocurement notice onto the ADB Web site, will facilitate the start of the advance action process. Advance \nprocurement action was approved by the ADB Management on 10 March 2006. \n ", "12    \nwastewater  collection  network;  (iii)  construction  supervision,  quality  control,  and  related \nmonitoring  of  progress  during  project  implementation;  (iv)  monitoring  of  resettlement; \n(v) improvement of stormwater management; (vi) assistance with PSP initiatives; (vii) financial \nmanagement; (viii) operation and maintenance improvements; and (ix) extended development \nof water quality modeling. Capacity building for IAs will be achieved through consultant inputs, \nhands-on training in project facilities, and domestic and international training financed from the \nloan. Supplementary Appendix I presents the detailed terms of reference for the consulting \nservices, and the indicative budget.  \n \n6.  Resettlement Monitoring \n \n40.  ADB requires resettlement monitoring and evaluation of the affected persons (APs) \nduring implementation. The WPMO will retain the services of a domestic external monitor for \nthis purpose. The monitor will visit the subprojects regularly to (i) review progress and the \ngeneral  welfare  of  those  resettled,  (ii)  make  recommendations  to  resolve  any  issues  or \nproblems, and (iii) support resettlement training for local officials. The monitor will pay special \nattention to vulnerable groups, including the floating population, women, and the poor, to assess \nwhether they have fully regained their standard of living. Monitoring and evaluation reports will \nbe prepared every 6 months during implementation and yearly for 2 years after the completion \nof resettlement. These reports will be submitted simultaneously to ADB, WPMO, and the IAs, \nand will be uploaded onto the ADB Web site. \n \n7.  Disbursement Arrangements  \n \n41.  To make adequate amounts of the project loan proceeds available when needed, the \nHubei Provincial Finance Bureau will create an imprest account once the loan takes effect, in \naccordance with the provisions of ADB’s Loan Disbursement Handbook. Disbursements from \nthe imprest account must be supported by an appropriate withdrawal application and related \ndocumentation. The documentation will demonstrate, among other things, that the goods or \nservices were (i) produced in and procured from ADB member countries, and are (ii) eligible for \nADB financing. The initial amount to be deposited in the imprest account will not exceed 6 \nmonths’ worth of estimated expenditures for the Project or 10% of the loan amount, whichever is \nlower.  The  ADB  statement-of-expenditures  procedure  may  be  used  for  reimbursement  or \nliquidation of eligible expenditures. Individual payments under the procedure will not exceed \n$200,000.22  \n \n8.  Accounting, Auditing, and Reporting  \n \n42.  The WPMO will prepare quarterly progress reports indicating progress made, problems \nencountered during the period under review, steps taken or proposed to remedy the problems, \nthe proposed program of activities, and progress expected in the next half-year. The IAs will \nkeep records to allow the identification of goods and services financed out of the loan proceeds, \nfollowing accounting principles and practices prescribed by the Accounting Law of the PRC. The \nlaw requires enterprises to prepare financial statements and generally follow internationally \naccepted accounting standards. The IAs will maintain separate project accounts and records. \nThe financial statements of the project accounts and the annual corporate financial statements \nfor IAs will be subject to external audit by the WMG Audit Bureau, the Hubei Provincial Audit \nBureau, and the State Audit Administration. The audits will be carried out in accordance with \nregulations for auditing approved by the State Council and will meet ADB requirements. A \n                                                 \n22 The limits for the imprest account and the statement of expenditure are in accordance with the recent review of \nADB’s PRC portfolio and were set to improve efficiency in loan disbursement. ", "                                                                             13\nseparate auditor’s opinion on the use of the imprest account and statement of expenditure will \nbe part of the audit reports. The IAs’ annual audited financial statements and audited project \naccounts will be submitted to ADB no later than 6 months after the end of the fiscal year for the \nentire implementation period.23 The Government, HPG, and WMG have been informed about \nthe ADB policy requiring the submission of audited financial statements on time. HPG and the \nIAs will submit reports and information to ADB concerning the use of the loan proceeds, project \nimplementation, and IA performance. These reports will include (i) quarterly progress reports on \nproject implementation; (ii) annual reports; and (iii) a project completion report, not later than 3 \nmonths after the completion of the project facilities.  \n \n9.  Project Performance Monitoring System  \n \n43.  The project performance monitoring system (PPMS) indicators include: (i) service levels, \n(ii) treated wastewater quality and other measures of operational performance, (iii) percentages \nof wastewater collected and treated, (iv) composite incidence of infectious waterborne diseases, \n(v) user satisfaction with the urban environment, and (vi) relevant economic and health data to \nmonitor project impact. The relevance and practicability of data collection for the indicators was \nconfirmed with the WPMO.  \n \n44.  At  the  start  of  project  implementation,  the  WPMO  and  IAs,  with  the  assistance  of \nconsultants, will develop comprehensive PPMS procedures to systematically generate data on \nthe  inputs  and  outputs  of  the  project  components,  and  the  socioeconomic,  health,  and \nenvironmental indicators to be used to measure project impact. A set of indicators for the \nmonitoring of the future performance of the WWTPs will be designed by the loan implementation \nconsultants before the start of operations. The WPMO and IAs will refine the PPMS, confirm \nachievable targets, firm up monitoring and recording arrangements, and establish systems and \nprocedures no later than 6 months after project inception. Under the design and monitoring \nframework, baseline and progress data will be reported at the requisite time intervals, including \nthe semiannual reporting provided for in the environmental management plan. The WPMO will \nbe responsible for analyzing and consolidating the data through its management information \nsystem. The PPMS will be designed to permit adequate flexibility to adopt remedial action \nregarding project design, schedules, activities, and development impact. The WPMO, with the \nassistance of the consultants, will monitor and assess activities, and report to ADB each quarter \non the physical implementation and financial aspects of the Project to ensure that its impact is \nmonitored and reported in line with ADB requirements. \n \n10.  Governance and Anticorruption Measures  \n \n45.  ADB’s Anticorruption Policy (1998) was explained to and discussed with WMG and the \nIAs. As part of its commitment to good governance, accountability, and transparency, ADB \nreserves the right to investigate, directly or through its agents, any alleged corrupt, fraudulent, \ncollusive,  or  coercive  practices  relating  to  the  Project.  To  support  these  efforts,  relevant \nprovisions of ADB’s Anticorruption Policy are included in the loan regulations and the bidding \ndocuments for the Project. In particular, all contracts financed by ADB in connection with the \nProject shall include provisions specifying the right of ADB to audit and examine the records and \naccounts of WMG and all contractors, suppliers, consultants, and other service providers as \nthey  relate  to  the  Project.  For  the  proposed  Project,  WMG  will  undertake  the  following \nanticorruption actions: (i) involving full-time officials from the Wuhan Discipline Investigation \nBureau in bidding and construction; (ii) introducing a dual-signing system, in which the civil \n                                                 \n23 IAs now have three tiers of audit including (i) internal audit, (ii) municipal government–level audit, and (iii) provincial \nand state government–level audit. \n ", "14    \nworks  contract  winner  also  signs  an  anticorruption  contract  with  the  employer;  and \n(iii) periodically inspecting fund withdrawals and settlements by the contractor.  \n \n11.  Project Review \n \n46.  Besides the regular ADB review missions, ADB and the Government will undertake a \ncomprehensive midterm review 2 years after the start of project implementation. This review will \ninclude  a  detailed  evaluation  of  the  scope,  implementation  arrangements,  resettlement, \nachievement of scheduled targets, and progress on the agenda for policy reform and capacity-\nbuilding measures. Feedback from the PPMS activities will be analyzed.  \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Project Benefits and Impacts \n \n47.  The Project will benefit more than 3 million urban residents in Wuhan whose living \nconditions  and  public  health  standards  will  improve  as  a  result  of  (i)  reduced  pollution  in \nWuhan’s surface water, following the improvement of wastewater collection and the wastewater \ntreatment rate; (ii) protection from flooding and elimination of hazards associated with poor \ndrainage; and (iii) reduction in the incidence of waterborne infectious diseases below the 2005 \nlevel  of  73  cases  per  1,000  persons.  The  health  impact  analysis  is  in  Supplementary \nAppendix  J. The Project will improve the management of surface water resources in Wuhan by \n(i) achieving the goal of 80% wastewater treatment rate in Wuhan by 2010; (ii) reducing the \nannual pollution load in the YRB by 20,000 tons biochemical oxygen demand, 36,000 tons \nchemical oxygen demand, 25,000 tons suspended solids, 3,000 tons ammonia nitrogen, and \n340 tons total phosphorus, by 2010; (iii) significantly reducing flooding in the urban areas; \n(iv) increasing the efficiency and management capacity of the IAs; and (iv) improving cost \nrecovery through a better tariff structure, with gradual increases to achieve cost recovery.  \n \n48.  To achieve national wastewater treatment targets, WMG will build a new WWTP and \nupgrade  and  expand  three  WWTPs.  Upon  project  completion,  210,000  m3/day  treatment \ncapacity will be added, and the four WWTPs will provide a total of 590,000 m3/day secondary \ntreatment to the received wastewater to reach related national standards. The associated sewer \nnetworks and pumping stations will also be built to accommodate the growth in wastewater \nflows to year 2015 in the project areas. The water quality improvements in the Wuhan section of \nthe YRB will also contribute to integrated water resource management and pollution control, \nbasin-wide management, and trans-boundary pollution prevention and control.  \n \n49.  The stormwater management component will add 102 cubic meters per second (m3/s) of \ndrainage pumping capacity, increasing the total capacity to 292 m3/s to accommodate the \nanticipated flood flows in the project areas by the year 2020. To improve flood control in the \nurban  areas  of  Wuhan,  this  component  will  improve  the  drainage-sewerage  network  by \nseparating stormwater and wastewater flows into different systems and rehabilitating defective \npipes.  Waterborne  diseases,  accidents,  injuries  and  loss  of  life,  and  damage  to  property, \nagriculture, and infrastructure will be minimized. \n \n \n \n \n \n ", "                                                                             15\nB.  Social Dimensions \n \n1.  Land Acquisition and Resettlement  \n \n50.  Project impacts related to resettlement (physical and economic displacement) include \nthe effects of the Project on people as a result of (i) permanent acquisition of land for the \nWWTPs and pumping stations; (ii) temporary use of land for wastewater collection systems, \nWWTPs, and stormwater drainage; and (iii) demolition of houses and nonresidential buildings. \nResidential requirements  have  been  carefully  considered and  incorporated  into  the  project \ndesign. All project components were planned to minimize disruption in residential areas and \nvillages, and maintain village cohesion. The Project will require the (i) the permanent acquisition \nof 62.5 hectares (ha) of land, the temporary acquisition of 26.0 ha, and the dismantling of \n39,288 m2 of residential housing and 29,794 m2 of enterprises, institutions, and commercial \nshops. The affected persons are summarized in Table 3. No indigenous people or ethnic \nminorities  will  be  adversely  affected  by  any  of  the  nine  components  of  the  Project.  The \ncompensation for permanent land loss is based on the PRC Land Administration Law (1988) \nand the State Council Decision to Deepen Reform and Strictly Enforce Land Administration \n(28 November 2004).  \n \nTable 3: Summary of Permanently Affected Households, Enterprises, and People \n \nStorm Water  Wastewater \nThose Directly Affected  Component  Component  Total \nHouseholds  339   82  421 \nPersons  1,438a  361      1,799a \nEnterprises, Institutions, and Shops  61  1  62 \na Includes floating population of 538. \nSource: Draft resettlement plans for the Project. \n \n51.  The total cost of both land acquisition and resettlement for the nine components is \nestimated to be CNY355.0 million ($43.8 million) at 2005 prices. Resettlement impacts were \nidentified and two resettlement plans (RPs) prepared in accordance with the PRC land law and \nADB’s Policy on Involuntary Resettlement. The resettlement plans provide a socioeconomic \nprofile of affected persons and scope of impacts, and address issues related to compensation \nentitlement,  the  legal  framework,  public  consultations,  grievance  procedures,  rehabilitation \nmeasures,  budget,  and  implementation  milestones.  Resettlement  requirements  have  been \ncarefully considered and incorporated into project design. \n \n52.  WMG and the IAs have implemented ADB’s full disclosure policy for the resettlement \nactivities by (i) distributing copies of the resettlement information booklet to affected persons \nand  enterprises  in  November  2005,  (ii)  posting  the  draft  RPs  at  neighborhood  or  village \ncommittee offices in November 2005, and (iii) posting English versions of the draft RPs on the \nADB Web site following their endorsement by the WMG on 8 March 2006. The final RPs were \nuploaded onto the ADB Web site on 10 April 2006. The WPMO has already established a \nproject resettlement office to supervise the activity, wage a public information campaign, and \nrespond to questions or grievances. \n \n53.  All  affected  persons  will  be  compensated  and  resettled  in  a  timely  and  adequate \nmanner, in accordance with the RPs, so that they will be at least as well off as they would have \nbeen without the Project. To ensure that affected persons are adequately compensated and \nrehabilitated, the WMG and the IAs will (i) keep ADB informed of the progress of implementation \n ", "16    \nof the resettlement plans through quarterly progress reports until the resettlement is completed, \nand (ii) prepare a resettlement completion report. The WPMO and IAs will hire an independent \nagency  to  monitor  and  evaluate  the  resettlement  every  6  months  until  2  years  after  its \ncompletion. The summary resettlement plan is in Appendix 11. The final resettlement plans are \nin Supplementary K. \n \n2.  Poverty Reduction \n \n54.  The Project supports the achievement of the Millennium Development Goal (MDG) for \nenvironmental sustainability (MDG Goal 7 Target 10). It will benefit directly 3 million, including \n0.24 million poor people, and indirectly 4 million people living within and downstream of Wuhan. \nThe Project will reduce flooding and associated damages, improve sanitation and environmental \nconditions, reduce morbidity and mortality from waterborne and water-washed diseases, and \nreduce the associated medical costs and workdays lost. The Project is estimated to reduce \nwater-related disease by an average of 8,000 cases per year and thus save 5,800 workdays \nand CNY7.7 million (in net present value) in medical costs and lost earnings. \n \n55.  Women and the poor will benefit disproportionately from the Project. Poor households \nand vulnerable groups tend to reside in areas with poorer service levels and are less able to \ncope with the disruption and illness caused by poor services. Reductions in flooding and illness \nwill reduce women’s burden of work. A reduction in lost school days and workdays represents a \nkey intervention in the poverty cycle. The adverse impacts of tariff adjustments on the poor are \nlargely eliminated by existing tariff subsidies for poor households to offset the cost of water and \nwastewater services. These subsidies are in addition to the Minimum Living Security Scheme \nsubsidies.24 \n \n56.  The Project will provide 5,000 person-years of work over the 5-year construction period \nand economic spin-off effects of 8,100 person-years of work. About 40% of the construction jobs \nwill be filled by the poor and vulnerable, including unemployed persons, rural migrants, and \nwomen, representing therefore a key intervention in the poverty cycle. Project operations will \ncreate 220 full-time permanent jobs with the WDC and an additional 130 full-time permanent \njobs throughout the municipality. \n \n57.  A participatory process has been used throughout project preparation. Methods included \nhousehold and business surveys, consultation with key stakeholders, focus group discussions \nand public consultations, and key informant interviews with involved agencies. The participatory \napproach will continue during project implementation, monitoring, and evaluation, and will be \nbased on periodic public hearings on tariff increases and a new customer complaints desk to \nreceive, process, and document customer complaints. A number of key indicators are proposed \nfor monitoring the social and poverty reduction aspects of the Project. Most of these have been \nincorporated  into  the  design  and  monitoring  framework.  The  poverty  reduction  and  social \nstrategy is summarized in Appendix 12. \n \nC.  Financial Aspects \n \n58.  The financial evaluation of the Project was undertaken in real terms using constant 2005 \nprices. The project cost estimates and financial projections in nominal terms were converted to \nreal terms by adjusting for the projected effects of foreign and domestic inflation and currency \nfluctuation. Incremental benefits and costs were derived by evaluating the financial position of \n                                                 \n24 Minimum Living Security System subsidies are established in urban areas throughout the PRC to support poor \nhouseholds.  ", "                                                                             17\nthe IAs under with- and without-project scenarios. The financial internal rate of return for the \nProject was computed on an after-tax basis of 11.29%, which compares favorably with the \nweighted average cost of capital in real terms of 3.0%. The financial analysis is in Appendix 13.  \n \n59.  The  sensitivity  analysis  includes  an  examination  of  the  risk  that  project  costs  will \nincrease by 10%, or that revenues will decrease by 10%; the resulting financial internal rates of \nreturn are 10.07% and 8.82%, respectively. A detailed verification of the local financing plan \nreveals that the equity contributions from WMG are less than 1.5% of its annual revenue, \nindicating minimal risk. WMG has the financial resources to guarantee the loan repayments, and \nhas provided assurances that it accepts this risk. An affordability analysis, based on proposed \ntariffs and household income data from the social survey, has been undertaken. Tariffs under \nthe Project are considered affordable if the combined average water and wastewater charges \nare less than 5% of household income. The estimated tariffs on this basis are affordable to the \naverage household (2% of income), and also affordable to the poorest 10% of households (less \nthan 3.3% of income before accounting for poverty reduction measures that exist now or that \nhave been committed to).  \n \n60.  The IAs have agreed to minimum levels of financial performance, and these will be \nincluded as loan covenants covering capital structure (debt to equity), debt service cover, and \nliquidity. Financial projections estimate the tariffs required for an appropriate level of financial \nperformance. Periodic tariff reviews will be required to overcome the risk of poor financial \nperformance or of unexpected changes in the tariff income. The Project is considered both \nfinancially viable and sustainable.  \n \nD.  Economic Aspects \n \n61.  A thorough review of policy and planning documents and regulations was completed to \nverify that water quality standards are defensible and that the project is consistent with state, \nprovincial,  and  municipal  pollution  control  and  water  management  plans  and  with  local \ninfrastructure development policies and plans. The Project is an integral part of the ongoing \nprovincial,  municipal,  and  basin-wide  environmental  programs,  contributing  directly  to  the \nenvironmental protection of the YRB. Public perceptions and preferences were also evaluated \nusing household and business surveys. The analysis demonstrated that, when compared with a \nrange of other public services, stormwater and wastewater service improvements clearly ranked \nfirst in priority.  \n \n62.  A  quantitative  economic  analysis  also  demonstrated  the  value  of  the  Project.  The \neconomic analysis was conducted over a 25-year period inclusive of the project construction \nperiod, in accordance with ADB’s Guidelines for the Economic Analysis of Projects. Project \nbenefits  and  costs  were  estimated  on  a  with-  and  without-project  basis  and  appropriately \napportioned on the basis of being tradable or non-tradable, and appropriate adjustments were \nmade for non-incremental and incremental project benefits. Incremental benefits were valued on \nthe basis of willingness to pay and, in the case of flood prevention, damages avoided. The \neconomic internal rate of return (EIRR) for the wastewater management component is 22.6% \nand the EIRR for the stormwater management component is 19.6%. The EIRR for the whole \nProject is estimated at 21.5%, which exceeds the economic opportunity cost of capital, assumed \nat 12%. The economic analysis is in Appendix 14. The willingness to pay technical note is in \nSupplementary Appendix L. A supplementary analysis to demonstrate the benefits of a strategic \n ", "18    \nintegrated  approach  to  infrastructure  capacity  planning  was  undertaken,  as  given  in \nSupplementary Appendix M. 25    \n \nE.  Environmental Aspects \n \n63.  Extensive  public  consultations  involving  meetings  with  stakeholders,  focus  group \ndiscussions,  and  surveys  were  undertaken  twice  during  the  preparation  of  the  domestic \nenvironmental impact assessments (EIAs). The summary environmental impact assessment \n(SEIA) was circulated to the ADB Board and posted on the ADB website on 15 February 2006. \nThe Project will improve the urban environment and surface water quality in Wuhan and in the \nYRB.  It  will  target  substantial  improvements  in  wastewater  management  and  will  have \nsignificant positive effects on water pollution control in the Wuhan reach of the YRB. More \nreliable potable water will be provided to Wuhan residents, as a result of improved raw water \nquality.  The  Project  will  have  an  overwhelmingly  positive  environmental  impact,  and  any \nenvironmental risks during construction and the life of the Project can be mitigated through \nmeasures in the SEIA. The annual wastewater to be treated will be increased by about 77 \nmillion tons to 215 million tons. In addition, the treatment of 102 million tons of wastewater will \nbe upgraded from primary to full secondary treatment. Some key annual wastewater load \nreduction impacting the YRB is indicated in para. 47.  \n \n64.  The cumulative effects of these wastewater load reductions can be assessed through \ncomprehensive water quality modeling, which is being developed under the WWMP. Progress \nwith the water quality modeling will be assessed at the time of the midterm review and will be \nfurther  developed  with  support  through  the  implementation  consultancy  services.  The \nenvironmental  management  plan,  prepared  as  part  of  the  SEIA,  will  guide  environmental \nmitigation and monitoring under the Project.  \n \nF.  Project Risks and Mitigation Measures \n \n65.  The Project does not have any unusual technical risks. The stormwater and wastewater \nsubprojects under the Project use conventional engineering design and treatment processes \nthat are robust and with proven records of reliable performance. The equipment packages to be \nprocured  through  ICB  will  include  technical  support  for  the  installation,  testing,  and \ncommissioning of mechanical and electrical plant as recommended by the manufacturer. Given \nthe performance of ADB’s PRC portfolio, cost overruns and major implementation delays are \nnot expected to occur. Potential financial and commercial risks related to the project include: (i) \nfailure to meet the cash or equity transfers required to build the project facilities; (ii) failure by \nWMG to increase the tariffs to ensure continuing cost recovery; and (iii) failure of WMG to \ncompel Dongxihu and Caidian districts to introduce or increase wastewater tariffs to meet cost \nrecovery  targets.  The  major  assumptions  are  that  the  Wuhan  wastewater  and  stormwater \nmanagement master plans will be effectively implemented.  \n \n66.  The project management risk will be mitigated by the existence of a project leading \ngroup  within  WMG,  and  the  coordination  to  be  provided  by  WPMO,  which  is  strong  and \nexperienced in overseeing large internationally funded projects. The potential financial and \npolicy risks will be mitigated by assurances related to financial and managerial autonomy for \nWDC and WMG’s ability to ensure full financing for stormwater operation and maintenance. \nADB  review  missions  will  monitor  WDC’s  compliance  with  the  financial  and  operational \ncovenants to ensure its financial sustainability. The risks associated with lack of local funding \n                                                 \n25   This work will have carry-over benefits when the TA Study on Sustainable Urbanization of Metropolitan Regions \nin the PRC, which includes Wuhan as a case study city, is implemented, starting in June 2006.  ", "                                                                             19\nwill  be  addressed  by  the  assurance  from  WMG  that  it  will  meet  any  cost  increases,  and \nguarantee the required equity injections to meet the financing requirements of the Project. Risks \nassociated with fraud and corruption are not considered significant in light of ADB’s experience \nwith WWMP, the financial management arrangements for the Project, and the Government’s \nongoing anticorruption efforts.  \n \nV.  ASSURANCES26 \n \nA.  Specific Assurances \n \n67.  In addition to the standard assurances, the Government, WMG and IAs have given the \nfollowing assurances, which will be incorporated in the legal documents: \n \n(i)  HPG  shall  cause  WMG  to  ensure  that  (a)  all  local  and  foreign  currency \ncounterpart financing necessary for the Project be provided in a timely manner, \nand (b) additional counterpart financing be provided in the event of any shortfall \nof funds or cost overruns to complete the Project. HPG shall also cause WMG to \nprovide adequate funds for the operation and maintenance of the Stormwater \nManagement Component in a timely manner. \n \n(ii)  WMG shall ensure that, (a) prior to commencement of civil works, all land and \nrights-of-way required by the Project be made available in a timely manner in \naccordance with domestic laws and regulations, including land use approvals \nand agreements with affected persons; (b) the RPs be implemented promptly \nand efficiently in accordance with their terms in accordance with all applicable \nlaws  and  regulations  of  the  Borrower  and  ADB’s  Policy  on  Involuntary \nResettlement;  (c)  all  affected  persons  be  given  adequate  opportunity  to \nparticipate in resettlement planning and implementation; (d) sufficient and timely \nprovision of counterpart funds be made for land acquisition and resettlement \nactivities such that affected persons are at least as well off as they would have \nbeen in the absence of the Project; and (e) any obligations in excess of the RP \nbudget estimates be met. \n \nVI.  RECOMMENDATION \n \n68.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan of $100,000,000 to the People’s Republic of China for the Wuhan Wastewater \nand Stormwater Management Project from ADB’s ordinary capital resources, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan and Project \nAgreements presented to the Board. \n \n \n Liqun Jin \nVice President \n \n2 June 2006 \n                                                 \n26 The complete list of loan assurances is included in the negotiated loan and project agreement.  \n ", "20   Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact      Assumptions \nImproved urban  Water quality of Yangtze  Environmental monitoring  •  Wuhan master plan for \nenvironment, public health,  River within the Wuhan  data of Wuhan EPB and  infrastructure is effectively \nand quality of life for urban  section is sustained at  SEPA (surface water and  implemented.  \nand suburban residents  Class III, Fu River is  tap water) \n•  Wuhan wastewater \nand businesses in Wuhan.   sustained at Class V, and   \nmaster plan is effectively \n  the Han River is   \nimplemented. \nsustained at Class III \n \nbeyond 2010.  •  Wuhan stormwater \n \nmanagement master plan \nRisk of exposure to  Wuhan Health Bureau and \nis effectively \npathogens diminishes as  Wuhan Center for Disease \nimplemented. \ndetermined from: (i) the  Control \noccurrence of E. coli    •  All applicable local and \nbacteria in tap water  national environmental \n \nmonitored in the  laws in PRC are \ndistribution system, and    effectively enforced. \n(ii) the occurrence of E.   \ncoli bacteria in surface    Risks  \nwaters monitored at  •  River water quality \n \nsampling stations.  monitoring data do not \n \nprovide enough \nIncidence of waterborne   \ninformation to show \ninfectious diseases drops \n  trends. \nbelow the 2005 level of \n \n73 cases per 1,000  •  Health statistics may not \npersons.    indicate the real project \n  impact because of the \nWastewater tariff \n  large number of factors \nsubsidies are maintained \nand periodically  ADB review missions  affecting diseases \nassociated with water \nevaluated to ensure that   \nsupplies. \nwastewater services are   \naffordable to poor      \nhouseholds by 2011.  \n \nMeasures (e.g., pro-poor   \nhiring policy) are \n \nimplemented to ensure \nPublic feedback in public \nthat poor households \nhearings for tariff \nhave equal access to \nadjustments \nwastewater and \n \nstormwater benefits by \n2011.   \n \nSatisfaction with \n \nwastewater services, \nstormwater management, \nand control of drainage \nand flooding increases by \n2011. \nOutcome      Assumptions  \n \nBetter management of  Annual wastewater  •  Demand for wastewater \nWastewater effluent \nsurface water resources in  effluent pollutant loading  services continue to grow \nquality and quantity \nWuhan Municipality  is reduced by 20,000  so that full capacity \nmonitoring data \n(contributing to the  tons biochemical oxygen  utilization is achieved and \n \nachievement of MDG 7,  demand, 36,000 tons  enough revenue is \n \ntarget 10).  chemical oxygen  generated to finance \nWuhan statistical \ndemand, 25,000 tons ", "                                                                          Appendix 1   21\nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nsuspended solids, 3,000  yearbook  investments. \ntons ammonia nitrogen,    \n•  Customers are willing to \nand 340 tons total  Wuhan Water Bureau \npay increased tariffs. \nphosphorus, by 2010.   (may require a new \nmonitoring initiative by  •  Infrastructure assets are \n \nWRB)  properly maintained.  \nWastewater service \ncoverage of the  •  Nonresidential connection \npopulation in built-up  and pretreatment \nareas of Caidian  requirements are \nincreases by 2010.  adequately enforced. \nThe frequency of  •  WRB acquires the \ndisruption and damage  resources and direction to \ndue to local stormwater  monitor local flooding. \nflooding is reduced by \nRisks \nmore than 50% by 2010. \n• Surface water run-off \nincreases as a result of \nincreasing catchment size \nand surface \nimperviousness. \n \nOutputs      Assumptions \n1.  Improved and  The volume of  Site inspection and project  •  Upgrade or expansion of \nexpanded wastewater  wastewater collected and  implementation reports  the Erlangmiao, Nantaizi, \nservices in urban  treated in Wuhan  and Huangpu road \nareas of Wuhan  increases by 160,000  Wastewater system data  WWTPs are completed \n  m3/day by 2010.  (rate of capacity utilization,  on time. \ninfluent and effluent flow \n  80% of wastewater in  volumes)   •  Improvements in sewer \n  Wuhan is collected and  collection systems in \n  treated by 2010.    Nantaizi WWTP service \narea are completed on \n   \nWastewater treatment in  time. \n  Wuhan improves by 2010    •  Wuhan EPB enforces \n  as follows: \nenvironmental standards \n \n  (i) Treatment of 180,000  including nonresidential \n  m3/day is upgraded    pretreatment \n  from primary to  requirements. \n \nsecondary treatment.  \n   \n(ii) Treatment of 100,000   \n \nm3/day is upgraded   \n   \nfrom basic \n  pretreatment to     \n  secondary treatment.   \n \n   \n \n  65% of wastewater from   \n  built-up areas of Caidian     \n  is collected and treated   \nby 2010.   \n \n• The Caidian WWTP, \n2. Improved and expanded  Wastewater service is  Site inspection and project \npumping stations, and \nwastewater services in the  provided to 65% of the  implementation reports \nsewers are built on time. \nCaidian and Dongxihu  population in built-up \n \nsuburban areas   areas of Caidian by 2010.  • Wuhan EPB enforces \nWWTP data   environmental standards \n \nincluding nonresidential \n ", "22   Appendix 1 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n60% of wastewater from    connection and \nbuilt-up areas of  pretreatment. \n \nDongxihu is collected and  requirements. \ntreated by 2010. \n•  Improvements in the \nWastewater service is  sewer collection system in \nprovided to 60% of the  Dongxihu district are \npopulation in built-up  completed on time. \nareas of Dongxihu by \n•  Wuhan EPB enforces \n2010. \nenvironmental standards \nincluding nonresidential \nconnection and pre-\ntreatment requirements. \n \n3. Reduced flooding in the  Frequency of drainage  Wuhan Water Bureau  Assumptions  \nstormwater drainage areas  overflow and local  (may require a new  • Drainage improvements \nof Qiaokouqu district and  flooding in stormwater  monitoring initiative by  are completed on time. \nYangsigang and Liujiao  service areas of the  Water Resource Bureau \nroad  Project is reduced by  (WRB)  • Ongoing stormwater \nmore than 50% after    management operations \n2010.  are adequately funded so \nthat drains and storm \nsewers are maintained \nand cleaned regularly. \n• Solid waste is adequately \nmanaged to prevent \nimpairment of drains. \n4. Increased institutional  IAs provide staff and  WDC records concerning  Assumptions  \ncapacity of Wuhan  resources to implement  tariff adjustments and \n• WDC is allowed to \nDrainage Company (WDC)  projects.   related public hearings \nexercise independent \nand Wuhan Urban \n  WDC annual financial  management. \nConstruction Foundation \nWDC produces timely  statements and audit \n(WUCF), the two  • Government approves the \nfinancial statements and  reports  \nImplementing Agencies  necessary tariff \ngets an unqualified audit \n(IAs).    adjustments.  \nreport annually. \nADB review missions   Risks \nWastewater tariffs are \nreviewed annually and    •  Adjustments in tariffs \nadjusted as needed to \nmay meet opposition at \nachieve the cost recovery   \npublic hearings. \ntargets of 2005 for the \n \ncentral urban district, and \n2010 for Caidian and   \nDongxihu districts. \n \nWastewater tariff \nHousehold survey in 2015 \nincreases are accepted \nby the public. \n \n \n ", "                                                                          Appendix 1   23\n \nActivities with Milestones  Inputs \n   \n1. Improve and expand wastewater services in the urban area of Wuhan.  •  ADB  \n  - Provide $100 million loan \n        1.1  Expand and upgrade Erlangmiao WWTP from 180,000 m3/day (primary) to  - Undertake review \n               240,000 m3/d (secondary) by 2009;   missions \n1.2 Extend 100,000 m3/day secondary treatment capacity to the Nantaizi   - Provide training in ADB  \nWWTP (100,000 m3/day secondary) by 2009;     procedures \n1.3 Build 7.43 km of new sewers for Nantaizi by mid-2010;    \n1.4 Build three new pumping stations for Nantaizi by mid-2010;    \n1.5 Undertake land acquisition and resettlement; and  \n \n1.6 Upgrade 100,000 m3/day WWTP for Huangpu road from primary  to \n \nsecondary treatment by 2008. \n•  Governments and IAs  \n \n-  Provide $72.3 million \n2. Improve and expand wastewater services in suburban areas of Caidian and \nequivalent in counterpart \n     Dongxihu in Wuhan. \nfunds (of which $28.4 \n \nmillion is generated from \n        2.1  Build 50,000 m3/day WWTP by 2009 in Caidian; \nwastewater tariffs) \n 2.2  Build 4.6 km of new sewers by mid-2010 in Caidian;  \n-  Secure $94.1 million \n 2.3  Build a new pumping station by mid-2010;  \nequivalent in local bank \n 2.4  Undertake  land acquisition and resettlement; \nloans \n        2.5  Build 15.6 km of new sewers in Dongxihu by mid-2010;  \n-  Undertake on-lending \n        2.6  Build  9.8 km of box culverts in Dongxihu by mid-2010; and \narrangements and loan \n        2.7  Build 5 new pumping stations in Dongxihu by mid-2010.   \nmanagement \n \n-  Hire design institutes, \n3. Reduce flooding in stormwater drainage areas of Qiaokouqu district and the \nand secure other \nYangsigang and Liujiao Road.  \nconsulting services \n     . \n-  Undertake contract \n3.1 Improve and rehabilitate Luojia road drainage system and related pumping \ntendering, select \nstation capacity by 55 m3 per second;  \ncontractors, manage \n3.2 Improve and rehabilitate Yangsigang drainage system and related pump \ncontract implementation \nstation capacity by 20 m3 per second, and construct 1.34 km of stormwater \n-  Initiate and support \npipelines and 1.9 km of box culverts;  \ninstitutional reforms and \n3.3 Construct at Dongxihu the three-gate connection including 3.9 km of box \ncapacity building \nculverts and 4.3 km of open channel, and rehabilitate 4.5 km of open \n-  Provide planning and \nchannel; and  \n3.4 Expand the pumping station capacity at Dongxihu by 135 m3 per second.  resources for public \ninformation and \n \nconsultation activities \n4. Increase the institutional capacity of the IAs, WDC and WUCF. \n \n         \n        4.1  Develop plans, budgets, and procedures for loan implementation and \nproject control at Wuhan PMO and the two IAs by December 2006 (set up \nbudgets, project accounts, reporting systems, disbursement procedures, \nbudget tracking procedures, cost control, inventory system); \n  4.2  Undertake ongoing public education in hygiene, environmental awareness, \nand wastewater and stormwater management planning until Dec. 2010; \n  4.3  Complete IA and government staff training by Dec. 2010 ( training in ADB \nprocedures for loan disbursement, wastewater treatment operations, \nstormwater management, environmental monitoring and management, and \nfinance); and \n       4.4  Complete review and adjustment of wastewater tariffs in the project area, \nannually until 2010 (set budgets, estimate full-cost tariffs, review existing \ntariffs, and propose adjustments as needed; hold public information and \nconsultations; secure approvals) \nADB = Asian Development Bank, BOD = biochemical oxygen demand, EPB = Environmental Protection Bureau, IA = \nImplementing Agency, km = kilometer, m3/d = cubic meter per day, PRC = People’s Republic of China, SEPA = State \nEnvironmental  Protection  Agency,  WDC  =  Wuhan  Drainage  Company,  WUCF  =  Wuhan  Urban  Construction \nFoundation, WWTPs = wastewater treatment plants. \n ", "24  Appendix 2 \nWASTEWATER AND STORMWATER \nSECTOR/SUBSECTOR ANALYSIS \n \nA.  Introduction \n \n1.  An important strategy in the Government’s plan to control and reduce pollution is to \nfocus  on  basin-level  activities  especially  in  the  management  of surface  water  quality.  The \nincrease  in  the  quantities  of  municipal  and  industrial  wastewater  has  become  a  major \ncontributor to pollution in rivers and lakes in the People’s Republic of China (PRC). Surface \nwater and groundwater sources for urban water supply are frequently polluted to unacceptable \nlevels. Currently only about 40% of municipal wastewater (domestic and industrial) is treated \nbefore discharge into the receiving water bodies. The proportion of domestic wastewater is set \nto increase significantly as a result of increasing urbanization and improved efficiency in water \nuse on the part of PRC industry. Government policy now requires that “cost recovery tariffs” be \nadopted  for  the  provision  of  wastewater  treatment.  In  contrast,  stormwater  drainage  is \nconsidered a non-revenue-generating activity, to be financed from local government revenues.  \n \nB.  Basin-Wide Focus \n \n2.  The focus of this sector analysis will be at the basin level. The Asian Development \nBank's (ADB’s) water policy1 calls for ADB to support integrated water resource management, \nwhich in the present context means coordinated, basin-level activities to manage surface water \nquality. A “sectoral” perspective for the Project must relate to basin-wide plans for managing \nsurface water quality, to evaluate the implementation of the plans, and to assess progress in \nmanaging water quality. Wuhan is centrally located in the middle reaches of the Yangtze River \nbasin (YRB), which is the largest river basin in the PRC and covers a large part of the country. \nThe Yangtze River is about 6,380 kilometers (km) long with a drainage basin of 1.2 million \nsquare  kilometer  (km2).  The  main  trunk  of  the  Yangtze flows  in  an  easterly  direction  and \neventually enters the East China Sea at Shanghai. Wuhan is also the headquarters of the YRB \nCommission (YRBC), which was set up by the central Government to manage water resources \nin the YRB.  \n \n3.  The YRBC has prepared and gained approval for the Yangtze River water resources \nprotection plan (2002), which provides a broad framework for managing the water resources of \nthe YRB. In April 2005, the YRBC sponsored the First Yangtze Forum in Wuhan. The forum \nissued a formal Yangtze Declaration on Protection and Development (Declaration), which calls \n“…for active participation of all stakeholders in collaborative efforts to concurrently protect and \ndevelop the Yangtze River and ensure a healthy Yangtze for our future generations.” The \ndeclaration highlights the importance of integrated river basin management.  \n \nC.  Country Strategy and Program \n \n4.  The ADB country strategy program (CSP)2 for the PRC aims to promote continued \neconomic growth in PRC as a primary means of reducing poverty in the country. The CSP \nrecognizes,  however,  that  the  PRC’s  economic  growth  has  come  at  the  cost  of  serious \nenvironmental  degradation,  particularly  increased  air  and  water  pollution.  Environmental \ndegradation  threatens  the  prospect  of  sustaining  the  PRC’s  economic  growth.  Improving \nenvironmental protection is therefore a main strategic issue and one of the main thematic \npriorities of the CSP. A complementary objective and a main focus of the CSP is promoting the \n                                                 \n1 ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila. \n2 ADB. 2005. Country Strategy and Program Update for the People’s Republic of China (2006–2008). Manila. ", "  Appendix 2  25 \nprovision of adequate urban infrastructure to improve the livelihood of the rapidly increasing \nurban population. The Project is fully consistent with ADB’s CSP, which calls for market-oriented \nreforms  and  attention  to  urban  environmental  problems.  The  market-oriented  reforms \nemphasized in the CSP include the principle of cost recovery through user charges, which is an \nimportant feature of the Project.  \n \nD.  Wuhan Urban Master Plan  \n \n5.  The Wuhan urban master plan 1996–2020 (WUMP) was approved by the State Council \nin  February  1999  and is  the  mandatory  comprehensive guide  for  all  aspects  of  municipal \ndevelopment  up  to  2020.  Local  planning  authorities  and  implementation  agencies  are  all \nrequired to follow the framework, targets, and projections set out in the plan, which includes \nplanning for water supply, wastewater, and stormwater drainage management. In the context of \nthe current Project, it is useful to highlight some of the important observations made by the \nState Council: \n \nAs  a  riverside  and  lakeside  city,  Wuhan  should  pay  more  attention  to  the  aquatic \nenvironmental  protection  and  rehabilitation,  so  as  to  develop  a  comprehensive \nwastewater  treatment  system  and  speed  up  wastewater  diversion  to  prevent  direct \ndischarge  to  Yangtze  River  and  related  Lakes.  Before  2010,  urban  environmental \npollution and ecological damages should have adequate control and urban environmental \nquality should have comprehensive improvement to ensure an ecological cycle by 2020. \n \n6.  The urban master plan also states that Wuhan should: \n \n…assure drinking water quality in both the Yangtze and the Han rivers, implement \ncomprehensive water quality rehabilitation and protection for Donghu, Shahu, Nanhu, \nand Mousui Lakes; assure water quality in the Yangtze and Han rivers within the Main \nCity section meets Class II national standards; and assure the water quality of the major \nlakes in the Main City meets Class III national standards. \n \n7.  The plan highlights specific principles and targets that relate directly to controlling water \npollution, increasing wastewater treatment, improving flood protection and stormwater systems, \nand making general improvements in the living environment. Some of the more important \nstatements are summarized as follows: \n \n(i)  “Stormwater should be collected into different drainage systems and drained into \nthe closest rivers or lakes; wastewater should be separated from stormwater and \ncentrally treated; when draining the stormwater, both urban area and rural area \nshould be considered; gradually complete the urban drainage systems.” \n(ii)  Water quality in the vicinity of river intakes for potable water should meet Class I \nstandards in both the Yangtze and Han rivers. \n(iii)  All point sources of pollution will be removed in the designated water source \nprotection areas. \n(iv)  No discharges of untreated wastewater will be permitted in the urban reaches of \nthe Yangtze and Han rivers, and water quality must satisfy Class II standards \n(GB 3838-96). \n(v)  Wastewater treatment facilities will be improved and expanded. \n(vi)  Water quality in the middle and lower reaches of the Fu River will be improved to \nsatisfy the Class V standard. \n(vii)  Comprehensive renovation and protection works will be undertaken for the main \nlakes in Wuhan. \n ", "26  Appendix 2 \n(viii)  Groundwater quality will be monitored and fully protected. \n \nE.  Wuhan Municipality: Water, Wastewater, and Drainage Management  \n \n8.  The current framework for managing surface water quality, wastewater treatment, and \ndrainage targets in Wuhan combines the following:  \n \n(i)  legal standards for surface water quality and performance targets for achieving \nthe standards; and  \n(ii)  policies, plans, and regulations to achieve the stated targets.  \n \n9.  The standards and targets, especially for large urban areas like Wuhan, are set by the \ncentral  Government  (mainly  the  State  Council,  the  National  Development  and  Reform \nCommission,  the  State  Environmental  Protection  Administration  [SEPA],  the  Ministry  of \nConstruction, etc.) and provide a clear framework for implementation by 2010 and 2020. The \nWuhan municipal government (WMG) has adopted the standards and instructed the appropriate \nmunicipal agencies to plan, implement, and achieve the targets. In terms of drainage, Wuhan is \nlocated on the Hanjiang Plain with a surface elevation of 20–24 meters (m) (above sea level), \nwhich is below the average floodwater level of about 26 m. During the rainy season (June to \nSeptember), sections of the municipality are served by a storm drainage network consisting of: \n(i) 1,482 km of drainage pipes and box culverts, (ii) 127 km of open channels, (iii) 69 pumping \nstations, and (iv) 47 sluice gates.  \n \n10.  In the main urban area, the drainage network density is about 7.2 km per km2. The \nactual drainage network is a mixed system: (i) combined collection systems (stormwater and \nwastewater) serving the districts of Hankou, Hanyang, and Wuchang old town; and (ii) separate \ncollection systems serving the Shuiguo Lake Region and Qingshan district, plus Zhuankou and \nDonghu  development  areas,  which  were  built  in  the  late  1990s.  The  main  problems  with \nWuhan’s stormwater drainage system are: (i) continuing urbanization and new developments in \nthe  limited  open  space  remaining  within  already  congested  areas;  (ii)  inadequate  network \ncoverage; (ii) old infrastructure with poor and inadequate design standards; (iii) limitations of the \ncombined drainage systems leading to wastewater overflows during storm and flood events; \nand (iv) poor and inadequate maintenance of the drainage network.  \n \n11.  Wuhan has been slow in developing adequate wastewater treatment facilities. The first \nwastewater treatment plant (WWTP) was completed in 1993 at Shahu. The municipality now \nhas four operating WWTPs with a combined capacity of 530,000 cubic meters per day (m3/day) \nto primary and secondary treatment standards. The municipal authorities estimate that present \nWWTP capacity is only sufficient to cover 26.8% of total wastewater discharges, compared with \nan average of 41% for the main municipalities in the PRC. \n \nD.  Overall Conclusions  \n12.  Wuhan Municipality has a well-constructed set of policies, standards, regulations, and \nplans for the wastewater and drainage sector. These instruments are themselves compatible \nwith national PRC policies and regulations. The relevant Wuhan sector plans are compatible \nwith the overall development plan for the city and are also compatible with the basin-wide YRB \nwater resources protection plan prepared by the YRBC and approved by the State Council. The \nProject itself is part of the ongoing implementation of existing sector plans. ", "  Appendix 3  27 \nPOLICY DIALOGUE \n \nA.  Overall Policy Framework  \n \n1.  Discussions with the Wuhan project management office (WPMO) and relevant municipal \nagencies, and reference to specific national policy documents of the People’s Republic of China \n(PRC), reveal government policies in support of the Project and the establishment of institutional \narrangements for project sustainability. These policies include: (i) corporatization, instead of \ndirect government provision, of public services; (ii) Government’s role of enabler and regulator \nof services; (iii) separation between Government and enterprise management; (iv) financing of \nutility services from user charges, with tariffs set in accordance with cost recovery principles; (v) \njoint  billing  of  water  and  wastewater  charges  under  the  “one  bill,  two  items”  system; \n(vi) encouragement of appropriate competition and private sector participation (PSP) for both \ninvestment in infrastructure construction and also for operation and maintenance; (vii) adoption \nof the “polluter pays” principle; and (viii) promotion of social stability through poverty alleviation \nand equal opportunities. \n \nB.  Reducing Trans-jurisdiction Pollution \n \n2.  The Asian Development Bank (ADB) provided a $2.1 million cluster technical assistance \n(TA) to help the Government strengthen trans-jurisdiction environment management. The TA \nhad four components: (i) legislation for the prevention and control of trans-jurisdiction water \npollution; (ii) methods and procedures for the management of trans-jurisdiction water quality; \n(iii) capacity building; and (iv) dissemination of the findings and recommendations for potential \napplication  in  river  basins.1 A  major  output  of  the  first  component  was  model  river  basin \nlegislation developed for the Fen River in Shanxi Province, a major tributary of the Yellow River.  \n \nC.  Upstream and Basin-wide Pollution Prevention and Control \n3.  In a densely populated province like Hubei, and generally within a major river basin like \nthe  Yangtze  River  basin,  the  pollution  generated  by  one  city  can  cause  significant  harm \ndownstream. The proposed Project responds to the need for an integrated and coordinated \nbasin-wide approach to investment planning and environmental management for best results. \nThe  policies  for  controlling  water  pollution  adopted  by  the  State  Environmental  Protection \nAdministration (SEPA) clearly identify the problems of cross-boundary pollution, and the need \nfor an integrated basin-wide approach to water pollution management. The PRC Water Law, \nwhich took effect in 2002, emphasizes the need to adopt a basin-wide approach to water \nresources  planning  and  strengthens  the  various  river  basin  organizations  that  prepare \ncomprehensive basin plans. The PRC Government embraces the “polluter pays” concept and \nplaces emphasis on the responsibilities of local governments to deal with pollution originating in \ntheir area of jurisdiction.  \n \nD.  Regulatory Enforcement and Monitoring for Environmental Management \n4.  To build the capacity for sound environmental management and to strengthen the legal \nframework, ADB helped to train the staff of the Environment Protection Commission, and is \nassisting the drafting and revision of some of the PRC’s environmental laws.2 ADB is helping to \n                                                 \n1  Component (i) was completed in 2003. Component (ii) was to be completed in 2004. The implementation of \ncomponents (iii) and (iv) commenced in 2005. \n2  ADB. 1996. Technical Assistance to the People’s Republic of China for Capacity Building for National Resources \nLegislation. Manila. \n ", "28  Appendix 3 \npromote a more effective legal and regulatory framework for environmental protection in light of \nthe PRC’s transition to a market economy and its adherence to international environmental \nprotection agreements. ADB helped to upgrade the knowledge and skills of those drafting \nprovincial legislation in reviewing, amending, and formulating laws to protect and conserve the \nenvironment  and  natural  resources. 3  ADB  also  provided  assistance  in  environmental \nmanagement by improving the institutional capacity of SEPA, and the local and provincial \nenvironmental  protection  bureaus  (EPBs),  to  strengthen  environmental  standards  and  to \nenforce environmental laws and policies.4 \n \n5.  As wastewater treatment plants (WWTPs) are commissioned, monitoring and control \narrangements will need to be strengthened. In this connection, the Project supports (i) training in \nthe operation and management of wastewater and stormwater facilities; (ii) further enhancement \nof a comprehensive water quality model, which is being developed under the ongoing Wuhan \nWastewater  Management  Project  (WWMP);  and  (iii)  monitoring  of  the  operation  and \nmaintenance of the wastewater facilities against a number of indicators, as part of the design \nand monitoring framework.   \n \nE.  Wastewater Management \n \n6.  The  focus  of  the  policy  dialogue  on  wastewater  management  is  the  integrated \nmanagement of industrial and domestic wastewater, including on-site treatment and public \nsewer connections. WMG recognizes that adequate facilities must be provided for wastewater \ntreatment,  to  safeguard  public  health.  ADB  has  supported  the  Government’s  wastewater \nmanagement  policies  by  providing  several  loans  for  wastewater  treatment  components  in \nBeijing, Chaohu, Changchun, Chengde, Fuzhou, Hefei, Henan, Qingdao, Shanghai, Tangshan, \nTianjin, Wuhan, and along the Hai River system.  \n \n7.   At the national level the importance of wastewater treatment was also addressed under \nthe  Urban  Environmental  Improvement  Planning  Study 5  that  strengthened  institutions \nresponsible  for  environmental  improvement  in  a  number  of  cities,  and  identified  future \ninfrastructure requirements. The national guidelines drafted under the Urban Wastewater Tariffs \nand Management Study6 made specific proposals in relation to the financing and management \nof the wastewater sector. These ADB projects and related initiatives provide a solid basis for \nongoing policy dialogue in wastewater management.  \n \n8.  The  WMG  and  district-level  governments  have  prepared  wastewater  master  plans, \nincluding  the  use  of  sewers,  interceptors,  and  centralized  WWTPs  for  both  domestic  and \nindustrial wastewater. These plans were reviewed. They reflect the development needs of the \nproject area and the proposed components are consistent with those plans. \n \nF.  Sludge Disposal Arrangements \n   \n13.   The proposed Project will significantly increase sludge production from WWTPs in the \nWuhan urban area. At present there is no government-endorsed strategy for the treatment and \n                                                 \n3  ADB. 1998. Technical Assistance to the People’s Republic of China for Provincial Legislation on Environmental \nProtection and Natural Resources Conservation. Manila. \n4  ADB. 1995. Technical Assistance to the People’s Republic of China for Strengthening the Environmental Standards \nand Enforcement Policies. Manila. \n5  ADB. 1993. Technical Assistance to the People’s Republic of China for Urban Environment Improvement Planning. \nManila. \n6  ADB. 2001. Technical Assistance to the People’s Republic of China for National Guidelines on Urban Wastewater \nTariffs and Management Study. Manila. ", "  Appendix 3  29 \ndisposal of this sludge, although such a strategy is needed to ensure that sludge disposal \nactivities do not create secondary pollution. A strategic sludge management study will be done \nand an action plan prepared as part of the proposed Project.  \n \nG.  Stormwater Management and Urban Drainage \n \n14.  A core objective of the proposed Project is to improve stormwater management and \nurban drainage in areas of Wuhan that flood during storms. The frequent high-intensity storms \nduring  the  summer  rainy  season,  quite  often  affect  areas  that  are  susceptible  to  flooding \nbecause of poor drainage. Where there are combined stormwater and wastewater sewers, \nthese contain foul sewage, creating health risks. The WMG has prepared and approved a \nwastewater master plan that provides for the progressive separation of wastewater sewerage \nand stormwater drainage. Separating wastewater and stormwater will help lessen the health \nrisks from urban flooding and help protect the WWTPs from hydraulic overloading. Stormwater \nmanagement in Wuhan (and elsewhere in the PRC) is viewed as a public service that should be \nfinanced from government revenues. Alternative financing mechanisms like a user charge or a \nproperty tax or levy for storm water could be the subject of a future advisory TA from ADB.  \n \nH.  Cost Recovery and Tariff Reform \n15.  The Project will support the Government’s ongoing economic and enterprise reform \nprograms that require all water supply and wastewater management projects to be financially \nsustainable and capable of cost recovery. ADB’s key policy dialogue agenda is concerned with \ncontinued water and wastewater tariff reforms in the PRC. ADB funded two water tariff studies \nand  one  wastewater  tariff  study  in  support  of  the  Government’s  initiatives.  The  National \nGuidelines on Water Tariffs (NGWT) were prepared during the first water tariff study, and were \npromulgated  by  the  National  Development  and  Reform  Commission  and  the  Ministry  of \nConstruction in September 1998. The NGWT improved the long-term financial viability of the \nwater supply companies and provided for operation and maintenance and service expansion, \nwhich would also help increase PSP in the water and wastewater sector. The WMG confirmed \nthe implementation of the NGWT. ADB’s wastewater tariff study TA7 carried out between 2002 \nand 2003, on the other hand, contributed to wastewater tariff reform. Circular No. 1192 of \nSeptember  1999,  amending  the  policy  guidance  on  wastewater  tariff  setting,  requires \nwastewater tariffs to be based on the principle of cost recovery but allows local governments \nflexibility in deciding when to implement the circular. The WMG has been increasing water and \nwastewater tariffs in keeping with the state policy. Stormwater management is, however, viewed \nas a non-revenue-generating activity in the PRC. \n \n16.  The project financial analysis assumes that the tariff levels are based on the principle of \ncost recovery and the project IAs can implement and collect these tariffs adequately. The \nanalysis  shows  that  the  IAs  can  be  financially  autonomous  and  sustainable.  Wastewater \ncharges levied in the main urban area of Wuhan (currently CNY0.80 per m3) are already higher \nthan those in other cities in the PRC. The WMG plans to hold a public hearing in the fourth \nquarter of 2006 to discuss a projected increase to about CNY1.00 per m3 or CNY1.10 per m3 by \n2007.  \n \n17.  In Wuhan, the local water supply company collects wastewater fees through the “one \nbill, two items” approach, which has been shown in other countries to be the most effective way \nof  collecting  wastewater  charges.  Improved  public  awareness  of  the  benefits  of  effective \n                                                 \n7   ADB. 2001. Technical Assistance to the People’s republic of China for National Guidelines on Urban Wastewater \nTariffs and Management Study. Manila. \n ", "30  Appendix 3 \nwastewater drainage and treatment can make them much more willing to pay wastewater \ncharges.  Socioeconomic  surveys  done  during  the  project  preparatory  TA  indicated  a \nsignificantly greater public willingness to pay than in most other PRC cities. This is a very \npositive indicator of public support for the proposed project investments.  \n \nI.  Private Sector Participation \n \n18.  While the use of the private sector as a source of both finance and expertise is now \nlargely recognized and accepted by local governments in the PRC, much work remains to be \ndone to ensure adequate market regulation so that procurement is open and transparent, and \nthe interests of investors, the Government, and customers are safeguarded. These aspects of \nPSP will require continuing policy dialogue and capacity-building initiatives at the national level. \nThe Project will create the enabling environment for eventual PSP by pursuing tariff reforms, \ncost recovery, enterprise reform, and better governance—all prerequisites for such involvement. \nFurther, during project implementation, the loan consultants will assist the Executing Agency \n(WMG) in preparing a strategy for PSP in the Wuhan wastewater sector, including a plan for the \nWuhan Drainage Company (WDC) to seek listing on one of the regional stock exchanges. \n \nJ.       Corporate Governance and Enterprise Reform \n \n19.  The  progressive  transformation  of  the  WDC  into  a  financially  and  managerially \nautonomous enterprise creates the institutional framework for project implementation, and for \nsustainable operations in the medium to long term.  \n \n20.  WDC  already  has  managerial  autonomy,  with  its  own  board  of  directors  and  well-\ndeveloped internal controls. The financial management assessment that was done revealed no \nsignificant concerns with audit arrangements and the adopted accounting policies. Financial \nmanagement arrangements are being further strengthened under the capacity-building program \nof the ongoing WWMP. The WMG is progressively implementing central government policies to \nseparate government from direct involvement in the management of state-owned enterprises \nwhile at the same time improving supervision. \n ", "  Appendix 4  31 \nEXTERNAL ASSISTANCE FUNDED BY THE ASIAN DEVELOPMENT BANK \n \n       \n    Date of  Amount \nNo.  Name  Approval  ($ million) \nA.  Loans     \n1205  Qingdao Environmental Improvement Project  10 Dec 92  103.00 \n1270  Tangshan and Chengde Environmental Improvement Project  25 Nov 93  140.00 \n1313  Dalian Water Supply Project  20 Sep 94  160.00 \n1336  Beijing Environment Improvement Project  29 Nov 94  157.00 \n1490  Anhui Environmental Improvement Project   26 Nov 96  28.00 \n1491  Anhui Environmental Improvement Project (Industrial Component)  26 Nov 96  112.00 \n1543  Xian-Xianyang-Tongchuan Environmental Improvement Project  24 Sep 97  156.00 \n1544  Zhejiang-Shanxi Water Supply (Phase I) Project  24 Sep 97  100.00 \n1636  Fuzhou Water Supply and Wastewater Treatment  30 Sep 98  102.00 \n1692  Suzhou Creek Rehabilitation Project  29 Jun 99  300.00 \n1797  Tianjin Wastewater Treatment and Water Resources Protection  11 Dec 00  130.00 \n1985  Hebei Province Wastewater Management Project  19 Dec 02  82.36 \n1995  Harbin Water Supply Project  11 Mar 03  100.00 \n1996  Wuhan Wastewater Management Project  25 Apr 03  83.00 \n2175  Jilin Water Supply and Sewerage Development  27 Jun 05  100.00 \n2176  Fuzhou Environmental Improvement  8 Jul 05  55.80 \n2207  Henan Wastewater Management and Water Supply  18 Nov 05  100.00 \n      Subtotal (A)      2,009.16 \nB.  Advisory Technical Assistance      \n  987  Institutional Strengthening of National Environmental Protection Agency  10 Jun 88  0.34 \n1436  Environmental Impact Assessment and Training  10 Dec 90  0.60 \n1464  Management of Environment and Natural Resources in Hainan  11 Jan 91  0.60 \n1772  Institutional Strengthening of the Qingdao Environmental Protection  30 Oct 92  0.60 \n1835  Haihe Basin Environmental Management and Planning Study  31 Dec 92  1.24 \n1916  Institutional Strengthening of the Environmental Protection Bureau  28 Jul 93  0.45 \n1988  Environmental Impact Assessment and Training Phase II  18 Nov 93  0.90 \n2015  Urban Environmental Improvement Planning  14 Dec 93  0.48 \n2090  Legislative Reform for Protecting the Environment and Natural Resources  18 May 94  0.50 \n2210  Capacity Building of the Beijing Municipal Environmental Protection  29 Nov 94  0.60 \nBureau \n2398  Improving Environmental Monitoring and Enforcement in Henan  15 Sep 95  0.09 \n2456  Pilot Environmental Plans for Selected Medium-Size Cities  4 Dec 95  0.60 \n2504  Seminar on BOT in Water Supply Sector  22 Dec 95  0.10 \n2505  Strengthening the Environmental Standards and Enforcement  22 Dec 95  0.60 \n2693  Formulation of Integrated Environmental Management Plans for the Chao     \nLake Basin  26 Nov 96  0.80 \n2726  Water Quality Management for Suzhou Creek  23 Dec 96  0.60 \n2726  Water Quality Management for Suzhou Creek (Supplementary)  13 Feb 98  0.40 \n2751  Capacity Building of Wastewater Treatment Operations      \n  in Anhui  27 Jan 97  0.20 \n2773  Water Supply Tariff Study  24 Mar 97  0.60 \n2804  BOT Chengdu Water Supply Project  2 Jun 97  0.60 \n2817  Strategic Operations for the Water Sector  26 Jun 97  1.18 \n2873  Improvement of Environmental Management in Shanxi Province  24 Sep 97  0.94 \n2906  Leadership Training on Urban Environmental Management in Key Cities  3 Nov 97  0.60 \n2951  Promotion of Market-Based Instruments for Environmental Management  16 Dec 97  0.70 \n2975  Environmental Impact Assessment Training and Curriculum Development  31 Dec 97  0.60 \n3079  TA Cluster to the PRC for the Promotion of Clean Technology  29 Sep 98  3.50 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3211  Improving Environmental Management in Suzhou Creek  29 Jun 99  0.84 \n3250  Water Tariff Study II  3 Sep 99  0.95 \n3377  Urban Poverty Study   27 Dec 99  0.41 \n3447  Strengthening Urban Solid Waste Management  25 May 00  0.60 \n3588  Transjurisdiction Environment Management (TA Cluster)  11 Dec 00  2.10 \n3749  National Guidelines for Urban Wastewater Tariffs and Management Study  25 Oct 01  0.90 \n4061  Songhua River Water Quality and Pollution Control  10 Jan 03  1.00 \n ", "32  Appendix 4 \n       \n    Date of  Amount \nNo.  Name  Approval  ($ million) \n4095  Policy Reform Support  11 April 03  0.15 \n4215  Safe Drinking Water and Sanitation for the Rural Poor  12 Nov 03  0.40 \n4335  Town-Based Urbanization Strategy Study  06 May 04  0.75 \n4694  Urban Poverty Strategy Study II  23 Nov 05  0.30 \n4702  Study on Sustainable Urbanization in Metropolitan Regions  28 Nov 05  0.50 \n    Subtotal (B)      27.89 \nC.  Project Preparatory Technical Assistance      \n1549  Qingdao Environmental Improvement Project  18 Jun 91  0.10 \n1831  Tangshan and Chengde Environmental Improvement Project  31 Dec 92  0.10 \n1852  Dalian Water Supply Project  10 Mar 93  0.10 \n917  Beijing Environment Improvement Project  28 Jul 93  0.60 \n2187  Anhui Environmental Improvement Project for Wastewater Component   19 Oct 94  0.28 \n2445  Xian-Xianyang-Tongchuan Environmental Improvement Project  16 Nov 95  0.50 \n2770  Fuzhou Water Supply and Wastewater Treatment  14 Mar 97  0.60 \n2901  Shanxi Environment Improvement Project  21 Oct 97  0.59 \n3049  Zhejiang-Shanxi Water Supply (Phase II)  21 Jul 98  0.54 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3215  Heilongjiang Water Supply  1 Jul 99  1.00 \n3216  Tianjin Wastewater Treatment and Water Resources Protection  2 Jul 99  0.80 \n3488  Hebei Province Wastewater Management Project  30 Aug 00  0.85 \n3571  Harbin Water Supply  12 Dec 00  0.72 \n3638  Wuhan Wastewater Treatment  19 Mar 01  0.50 \n4014  Fuzhou Environmental Improvement Project  5 Dec 02  0.60 \n4223  Shandong Hai River Basin Pollution Control Project  21 Nov 03  0.60 \n4227  Jilin Water Supply and Sewerage Development  26 Nov 03  0.65 \n4233  Henan Wastewater Treatment  3 Dec 03  0.80 \n4385  Guangxi Nanning Urban Infrastructure Development Project  3 Sep 04  0.56 \n4436  Wuhan Wastewater and Storm-Water Management  18 Nov 04  0.70 \n4617  Nanjing Qinhuai River Environmental Improvement  27 Jul 05  0.60 \n4628  Hefei Urban Environment Improvement  15 Aug 05  0.75 \n      Subtotal (C)    13.11 \n        Total (B+C)   41.00 \nADB = Asian Development Bank, BOT = build-operate-transfer, TA = technical assistance. \nSource: Asian Development Bank.", "  Appendix 5  33 \nDETAILED COST ESTIMATES  \n \n  Total  Total \nItem  Cost (CNY)  Cost ($) \n     \nA. Wastewater Treatment     \n     Facilities in Central Urban Areas        \n     Erlangmiao WWTP  179,669,247  22,236,294 \n     Nantaizi Lake WWTP   181,737,905  22,492,315 \n     Huangpu Road WWTP  119,084,373  14,738,165 \n    Subtotal  480,491,525  59,466,774 \n     \nB. Wastewater Treatment     \n     Facilities in Suburban Areas \n     Dongxihu Sewer System  158,523,709  19,619,271 \n     Caidian WWTP  94,513,675  11,697,237 \n    Subtotal  253,037,384  31,316,508 \n     \nC. Stormwater System in Wuhan         \n     Drainage Works in Luojia Road Area    363,450,819  44,981,537 \n     of Wuchang  \n     Yangsigang Pump Stations and Pipe  83,105,329  10,285,313 \n     Works in Hanyang \n     Tri-gate Connection Works in  309,463,281  38,299,911 \n     Dongxihu \n     Changqing Pump Station Expansion  159,643,751  19,757,890 \n    Subtotal  915,663,180  113,324,651 \n     \nD. Project Management      9,881,840  1,223,000 \n     Total Baseline Costs      1,659,073,929  205,330,933 \n     Physical Contingencies  165,907,440  20,533,099 \n     Price Contingencies  106,927,617  13,233,616 \n     Total Project Costs      1,931,908,986  239,097,648 \n     Interest During Implementation  213,539,193  26,428,118 \n     Commitment Charges  7,199,272  890,999 \n     Total Costs to be Financed  2,152,647,451  266,416,765 \n   WWTP = wastewater treatment plant \n   Source: Asian Development Bank estimates \n \n \n ", "34        Appendix 5 \n \n4 5 5 1 7 7 3 1 0 0 3 5 8 9 5\n9 1 6 7 3 3 1 1 9 0 3 1 1 9 6\nal unt 6,2 2,3 8,1 9,2 7,2 1,5 5,3 9,9 7,8 3,0 0,9 6,7 8,1 0,9 6,7\n  Tot Amo 22,23     22,49     14,73     19,61     11,69     44,98     10,28     38,29     19,75     1,22       205,33   33,76     26,42     89          266,41  \n6 2 4 1 9 5 8 2 9 9 5 5\n2 4 1 3 3 5 4 4 2 3 5 3\nnk %\na\nc B\nsti al     \nDome Commerci Amount 5,840,679       9,517,446       2,002,772       6,131,478       4,537,689       24,704,663     4,952,030       16,237,704     5,803,517         79,727,978     14,408,375     -                  94,136,353      \nnt 18 17 29 24 19 14 15 22 17   19 00 27\ne 1\nm %\nn\nr\nn ve    \nuha Go 48 51 32 84 12 98 25 42 04 96 15 11\nW cipal  mount 925,5 859,4 312,6 771,2 227,2 166,4 521,3 468,4 261,3 513,6 766,7 280,4\ners Muni A 3,       3,       4,       4,       2,       6,       1,       8,       3,         38,     33,         72,    \nci\nn\na 6 1 7 4 2 1 7 5 4 0 2 5 0 8\nn 5 4 5 4 4 3 3 3 5 0 4 4 0 3\ny Fi ank % 1 1\nb B\nponents  ($)  Asian opment  unt 0,066 5,418 2,761 6,509 2,336 0,376 1,958 3,765 3,069 3,000 9,258 9,743 0,999 0,000\nTable A5.2 Com Develm Amo Base Cost I.   Develop Wastewater Treatment Facilities in Central Urban Areas Erlangmiao WWTP12,47     Nantaizi Lake WWTP9,11       Huangpu Road WWTP8,42       II.  Develop Wastewater Treatment Facilities in Suburban Areas Dongxihu Sewer System8,71       Caidian WWTP4,93       III. Develop Stormwater System in Wuhan Drainage Works in Luojia Road Area of Wuchang14,11     Yangsigang Pump Stations and Pipe Works in Hanyang3,81       Tri-gate Connection Works in Dongxihu13,59     Changqing Pump Station Expansion10,69     IV. Project Management1,22       Subtotal87,08     Contingencies Financial Charges during Implementation Interest during Implementation12,01     Commitment Charges89          Total Disbursement100,00   MG = Wuhan Municipal Government, WWTP = wastewater treatment plant. urce: Asian Development Bank estimates.\n  Ite A.  B.  C.  W So    ", "Appendix 6  35   \n  FLOW OF FUNDS AND ONLENDING ARRANGEMENTS\nAsian Development \nBank\n  ADB Loan \nMinistry of Finance (on \nbehalf of PRC \nGovernment)\nRelending\nHubei Provincial \nGovernment\n \nWuhan Municipal \nGovernment\nSubloan Agreements\n         \nOnlendinga      Onlendinga\nDomestic \nBank Wuhan \nWuhan Urban \nMunicipal \nConstruction \nDrainage\nFoundation \nCompany \nUser \nCharges\n Contractors, Consultants,  Affected Villages\nADB Funds\nADB Repayments\nCounterpart Funds/User Charges \nLocal Bank Repayments\nProject Disbursements\na The ADB loan will be onlent on the same terms and conditions as those received by\nMinistry of Finance.  \n ", "36    Appendix 7 \nFINANCIAL MANAGEMENT ASSESSMENT \n \nA.  Introduction \n1.    The financial management skills of the implementing agencies (IAs)—Wuhan Drainage \nCompany Limited (WDC) and Wuhan Urban Construction Foundation (WUCF)—were assessed \nwith  the  use  of  the  Asian  Development  Bank  (ADB)  financial  management  assessment \nquestionnaire.  The  financial  management  assessment  (FMA)  was  done  to  assess  the \ninstitutional capacity, funds flow arrangements, staffing, accounting policies and procedures, \ninternal and external auditing arrangements, reporting and monitoring aspects, and information \nsystems of both IAs. Issues or risks associated with their financial management systems were \nidentified, and appropriate risk mitigation measures proposed to improve project design and \nimplementation. \n \nB.  FMA for the Wuhan Urban Drainage Development Company Limited \n \n2.  Background. The WDC was established on 6 September 1995 with registered capital \nof CNY48.5 million as a fully state-owned company. It is also the IA for the ongoing ADB-\nfinanced Wuhan Wastewater Management Project. The Wuhan municipal government (WMG) \nand the Wuhan project management office (WPMO) are also experienced in preparing and \nimplementing major projects funded by ADB, the World Bank, and bilateral agencies from \nFinland and Poland. For ADB-financed projects, the IA staffs are trained in ADB loan processing \npolicies  and  in  procurement  arrangement  and  disbursement  procedures.  The  training  is \norganized by the Government and ADB. This experience should facilitate the smooth and \nsuccessful implementation of the proposed Project. \n \n3.  PRC’s Accounting Standards and Auditing Standards. Through its new accounting \nand auditing standards, the PRC seeks to conform to international standards and practices \nwhile taking into account the special conditions in the PRC. These new national accounting \nstandards must be consistently followed to ensure the accurate and timely interpretation of the \nfinancial position and performance of the IA, and the proper use of the project expenditures \naccording to the loan agreement while taking economy and efficiency into account. Certified \npublic accountants (CPAs) in the PRC carry out general-purpose audits to give their opinion as \nto whether the financial statements are presented fairly in all material respects, according to the \nPRC’s accounting standards and other regulations, and consistently with the preceding year’s \nstatements.  \n \n4.  Audit. The project preparatory technical assistance (TA) included a review of the audit \nreports and audited financial statements of WDC for 2002, 2003, and 2004, audited by the \nWuhan Municipal Audit Bureau. The CPAs had issued a qualified opinion on the 2003 financial \nstatements, and an unqualified opinion on the 2004 financial statements. The WDC indicated \nthat it had accepted and implemented all suggestions and required adjustments suggested by \nthe CPAs. WDC has experienced internal auditors, reporting directly to the WDC board of \ndirectors,  to  audit  its  subsidiaries  and  branches.  The  current  WDC  audit  arrangements, \nincluding  internal  audit,  external  government  audit,  and  CPA  audit,  satisfy  ADB’s  audit \nrequirements. Overall, the audited financial statements appeared to be of good quality with \ndetailed notes to the statements. The internal control system is adequate. \n \n5.  Conclusion.  The  overall  financial  management  arrangements  of  the  WDC  are \nsatisfactory and reliable. ADB’s financial due-diligence requirements, especially the audit and \nreporting requirements normally mentioned in the ADB memorandum of understanding and ", "  Appendix 7  37 \nreport and recommendation of the President, were reemphasized to the WDC during the ADB \nloan fact-finding mission.  \n \nC.  FMA for the Wuhan Urban Construction Foundation \n \n6.  Background. The WUCF is an independent legal entity supervised by the WMG. It \nfinances and implements public sector construction projects that can not be implemented on a \ncommercial basis. WUCF, which will be the IA for the stormwater component, is experienced in \npreparing  and  implementing  World  Bank–financed  projects,  particularly  the  Wuhan  Urban \nTransportation Project. This experience will facilitate the smooth and successful implementation \nof the proposed Project. \n \n7.  Financial Management Assessment. The WUCF has adopted the accrual basis of \naccounting, and follows the PRC accounting systems for institutional entities and state-owned \nconstruction enterprises. These are generally adequate for project accounting. The WUCF also \nhas adequate internal control systems. The financial management system is computerized and \ncan produce the necessary project financial reports. Qualified internal auditors report to the \nWUCF  director  general.  The  WUCF  financial  statements  are  subject  to  audit,  and  the \nstormwater subproject accounts in particular must be audited by the Wuhan Municipal Audit \nBureau. The overall audit arrangements, including internal audit, external government audit, and \nCPA audit, meet ADB’s audit requirements.  \n \n8.  The financial department of WUCF is adequately staffed. WUCF has indicated that it \nwould assign a qualified officer-in-charge, an accountant, and a cashier to the ADB-financed \nproject,  and  maintain  special  project  accounts  for  the  stormwater  component.  Training  for \nWUCF in ADB loan processing policies and in procurement arrangement and disbursement \nprocedures, among others, is planned under the proposed Project.  \n \n9.  Conclusion. The WUCF staff concerned should be trained in ADB loan processing \npolicies and related procedures for procurement and disbursement, among others. \n \n ", "38    Appendix 8 \nPROJECT SUSTAINABILITY \n \nA.  Introduction \n \n1.  The sustainability of project assets and the benefits derived from them is a key indicator \nof project success. The sustainability of the proposed Project will depend on the viability of the \noperating authorities for the wastewater and stormwater components and the quality of their \nproject construction, maintenance, and repair efforts. \n \nB.  Wuhan Drainage Company \n \n2.  The Wuhan Drainage Company Limited (WDC) is the implementing agency (IA) for the \nfour wastewater components of the Project. It will manage both the construction and operation \nof these components. WDC is a properly constituted enterprise company established under \nPeople’s Republic of China (PRC) law, and largely has managerial and financial autonomy.  \n \n3.  WDC was established in 1995–1996 as a wastewater construction company to serve as \nthe project management office for the Wuhan wastewater component of the World Bank–funded \nHubei Urban Environment Project. This project and a later World Bank technical assistance to \nWDC promoted institutional reforms, which led to the drafting of an institutional action plan that \nwas accepted by WDC management and the World Bank in 1999. The WDC has made steady \nprogress since then. It now has a board of directors, a valid business license, and a company \ncharter. Following the transfer of the Shahu wastewater treatment plant (WWTP) to the WDC in \n1999, WDC assumed responsibility for operating the trunk sewerage system and six pumping \nstations in the contributing service area in the autumn of 2001. In 2002 all wastewater assets \nwere transferred to the WDC from various government agencies. Since 2003, all wastewater \ntariff revenues have been transferred to WDC and are now managed by the company.  \n \n4.  Project Construction Management Capacity. Besides its experience with World Bank \nprojects, the WDC is also the IA for the ongoing ADB Wuhan Wastewater Management Project \n(WWMP). Its proven implementation capacity provides a high level of assurance of project \nsuccess. The WDC has committed to assign qualified finance and accounts staff to the Project \nfor effective control, management, and reporting. In addition, project budgets include a provision \nfor project audit—an unusual but very encouraging feature of the Project. \n \n5.  Operational Management Capacity. WDC owns the assets, administers operational \nbudgets, and has established an operations unit to supervise and coordinate the operational \nactivities performed.  \n \n6.  Financial Management Capacity. Overall, the financial management arrangements of \nWDC are satisfactory and can be relied on to support effective decision making. Key features of \nthe current arrangements are: (i) use of an accrual basis of accounting and adherence to \nrelevant national accounting standards, (ii) adequate internal controls, (iii) adequately trained \nand  qualified  staff,  (iv)  computerized  accounting  records  with  the  capacity  to  produce  the \nnecessary project financial reports, and (v) internal auditors to audit subsidiaries and branches \nof the WDC. Internal auditors report directly to the board of directors. Current WDC audit \narrangements, including internal audit, external government audit, and audit by certified public \naccountants (CPAs), meet ADB’s audit requirements. Audited financial statements for fiscal \nyears 2002, 2003, and 2004 are generally of good quality, and provide detailed notes to allow \nusers to gain a reasonable understanding of the WDC’s financial performance. \n ", "  Appendix 8  39 \n7.  Capacity-Building Support to WDC. WDC has received capacity-building assistance, \nincluding institutional and financial management strengthening, under the World Bank–funded \nHubei  Urban  Environment  Project  and  ADB’s  ongoing  WWMP.  In  the  WWMP,    WDC  is \nimproving its oversight and control of operations through capacity building and ADB’s own \nsupervision of the project. WDC is competent in project implementation but will benefit from \nassistance in certain aspects of wastewater operations, such as the management of sewer \nconnections, detection and prevention of water inflow and infiltration into wastewater collectors, \nand sludge management.  \n \n8.  Future Financial Performance of WDC. Consolidated pro forma financial statements \nfor WDC are given in Supplementary Appendix N. These are based on proposed plans for \nwastewater  tariff  adjustments  and  indicate  a  satisfactory  financial  performance.  The  cost \nrecovery ratio exceeds 1.0 throughout the projection period and a debt service coverage ratio of \n1.3 can be reached by 2013. The return on equity following project commissioning averages \n6.2% (2010 to 2018) and varies between 4.3 and 7.5%. These are satisfactory results.  \n \nC.  Wuhan Urban Construction Foundation \n \n9.  The  Wuhan  Urban  Construction  Foundation  (WUCF)  is  the  IA  for  the  stormwater \ncomponent of the Project. WUCF is a government agency that finances and implements public \nsector construction projects that are not commercially viable. WUCF will also undertake debt \nservicing and repayment for the stormwater component. Operations are funded out of general \ngovernment revenues. \n \n10.  The  policy  of  separating  wastewater  and  stormwater  sewers,  together  with  recent \ninstitutional reforms, has led to a division of responsibilities for the management and operation \nof the separated networks. The stormwater network is now managed overall by the Wuhan \nMunicipal Water Authority, with most operations performed at a local level by district-level  units \nunder district water bureaus. \n \n11.  Construction  Project  Management  Capacity. The WUCF’s previous experience in \nimplementing the World Bank–financed Wuhan Urban Transportation Project will facilitate the \nsuccessful implementation of the proposed Project. WUCF has engaged a project construction \nmanagement  company,  Jianxing  Company,  to  assist  with  project  construction.  Jianxing \nCompany  is  licensed  to  undertake  urban  infrastructure work  and  is  experienced  in similar \nprojects.  \n \n12.  Operational Management Capacity. WUCF will not be involved in future operation and \nmaintenance. The new assets, once commissioned, will be handed over to the district water \nbureaus  and  managed  by  the  Wuhan  Municipal  Water  Authority.  In  all,  about  2,000  staff \nmembers  of  these  agencies  operate  and  maintain  the  stormwater  drainage  and  pumping \nfacilities in the urban areas of the city. \n \n13.  Financial Management Capacity. Overall, the financial management arrangements of \nWUCF are satisfactory and can be relied on to support effective project management. Key \nfeatures  of  the  current  arrangements  are:  (i)  use  of  an  accrual  basis  of  accounting  and \nadherence to relevant national accounting standards, (ii) use of appropriate internal controls, \n(iii)  adequately trained and qualified staff, (iv) use of computerized accounting records, and \n(v) use  of  internal  auditors  reporting  to  the  director  general  of  the  WUCF.  Current  audit \narrangements, including internal audit, external government audit, and CPA audit, meet ADB’s \naudit requirements. WUCF staff will be trained in ADB loan processing policies and procedures. \n ", "40    Appendix 8 \n \n14.  Capacity-Building Support to WUCF. The proposed capacity-building initiatives for \nstormwater  services  under  the  proposed  Project  will  focus  on:  (i)  training  for  WUCF  and \nJianxing Company staff in relevant ADB project funding procedures; (ii) review of organizational \nstructure,  operations,  and  maintenance  to  identify  ways  to  improve  efficiency;  and  (iii) \nidentification of opportunities for market reform and private sector participation (PSP), and \ntraining of government staff in PSP procurement and regulation. \n \n15.  Future Financial Performance. WUCF is a non-revenue-generating entity. Currently \nthere is no legal provision in the PRC for levying a user charge for stormwater drainage. The \nservice is funded from the local government budget. Annual operating and maintenance costs \nfor the Project are much less than 1% of government revenues. Funding has therefore been \ngenerally adequate and should continue to be adequate to assure sustainable benefits from \nproject improvements.  \n \nD.  Risks and Risk Mitigation \n \n16.  Financial risks arise primarily from the need for counterpart funding for construction, and \nfor tariff increases to ensure cost recovery. These risks are mitigated by assurances related to \nfunding and tariff increases. The Government’s participatory processes for tariff adjustment \nserve to further mitigate the risk that tariffs will not be increased. Consulting services and \ntraining represent a general mitigation measure to counter the risk of resistance to institutional \nreforms such as increased PSP and the consolidation of fragmented roles and responsibilities in \nboth stormwater and wastewater operations.  \n \nE.  Conclusion  \n \n17.  The assessment of sustainability covers both the construction and operational phases of \nthe Project and considers financial and managerial capabilities. In light of the resources and \nexperience of the implementing agencies and the arrangements planned for project construction \nand operation, the Project is considered likely to be sustainable. Certain deficiencies and risks \nhave been identified and mitigation measures for these are in place or are proposed in the form \nof project assurances and provisions for capacity building. The tariff reforms undertaken by \nWMG,  including  the  generation  of  project  construction  funds  ($28.4  million)  directly  from \nwastewater tariffs, will contribute significantly to project sustainability. Further, WMG has issued \na policy statement indicating that wastewater tariffs will be introduced in Caidian and increased \nin Dongxihu, both suburban areas, in 2006. This demonstrates that WMG is highly progressive \nin adopting tariff reforms. \n ", "Appendix 9     41 \n \n4                                \n0 3                                \n1\n0\n22                                 \n1                                 \n4                                 \n09 3                                 \n0\n2\n2                                 \n1                                 \n4                                 \n08 3                                 \n0\n2\n2                                 \nE  1                                 \nL\nDU 4                                \nE\nCH07 3                                \nS0\nN 22                                \nO\nATI 1                                 \nT\nN 4 \nE                                \nM\nE6 3 \nL0                                \nP0\nM22 \nI                                \n1 \n                               \nponents  stewater Components A. Wuchang Erlangmiao WWTP      Expansion and Upgrade (Phase II) 1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. WWTP construction 6. Commissioning B. Hankou Huangpu Road WWTP      Upgrade (Phase II) 1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. WWTP construction 5. Commissioning C. Hanyang Nantaizi Lake WWTP      Expansion and Collection System      (Phase II) 1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. WWTP construction 6. Commissioning 7. Construction of pumping stations and     pipeline \nm a\nW\no\n  C I.                                 ", "42        Appendix 9 \n4 \n                               \n3 \n0                                 \n1\n0\n22 \n                               \n1 \n                               \n4 \n                               \n09 3                                 \n0\n22 \n                                \n1 \n                                \n4 \n                                \n08 3                                 \n0\n22 \n                                \n1 \n                                \n4 \n                                \n07 3                                \n0\n22 \n                               \n  1   \n                               \n4 \n                               \n6 3 \n0                                \n0\n2\n2 \n                               \n1 \n                               \nm  - n \nponents  D. Caidian WWTP and Collection Syste1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. WWTP construction 6. Commissioning 7. Construction of pumping stations and      pipeline E. Dongxihu Wastewater Collection     System 1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. Construction of pumping stations and      pipeline ormwater Components A. Luojiagang Open Channel Rehabilita    tion and Luojia Road Pumping Statio    Expansion 1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. Construction of pumping stations and      pipeline \nm t\nS\n   Co                      II.            ", "Appendix 9     43 \n4   \n                            \n3 \n0                              \n1\n0\n22 \n                            \n1 \n                            \n4 \n                            \n09 3                             \n0\n22 \n                            \n1 \n                            \n4 \n                            \n08 3                             \n0\n22 \n                            \n1 \n                            \n4 \n                            \n07 3                             \n0\n22 \n                            \n \n1 \n                            \n4 \n                            \n6 3 \n0                             \n0\n2\n2 \n                            \n1 \n                            \nn \nponents  B. Hanyang Yangsigang Pumping       Station and Stormwater Pipework  1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. Construction of pumping stations and      pipeline C. Dongxihu Three-Gate Connection   1. Disclosure and consultations over land      acquisition and resettlement 2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. Construction of pumping stations and      Pipeline D. Changqing Pumping Station      Expansion (Phase II)   1. Disclosure and consultations over land      acquisition and resettlement informatio2. Resettlement 3. Preliminary design and preparation of      construction drawings 4. Bidding 5. Construction of pumping stations P = wastewater treatment plant.  \nm T\nW\no\nC W\n                                   ", "44  Appendix 10 \nPROCUREMENT PLANa \n \n    Number \n  Procurement  of \nContract Description  Mode  Contracts \nA. Wastewater Component     \n    1. Erlangmiao WWTP Expansion and Upgrade     \n          Civil works: WWTP, site preparation and foundation improvement  NCBb  2 \nEquipment and materials: WTW   ICBc  1 \n    2. Nantaizi Lake WWTP Expansion and Collection System     \n          Civil works: WWTP, site preparation and foundation improvement  NCB  2 \n          Sewerage pump stations and sewer  NCB  2 \n          Equipment and materials: WTW and pump stations  ICB  2 \n    3. Huangpu WWTP Upgrading Design and Construction     \n          (Turnkey)     \n \n          Civil works: WWTP                         \n          Equipment and materials: WTW   ICB  1 \n    4. Caidian WWTP and Collection System     \n          Civil works: WWTP, sewer, and pump stations  NCB  3 \n          Equipment and materials: WTW    ICB  1 \n          Sewerage pump stations equipment  NCB  1 \n    5. Dongxihu Collection System     \n          Civil works: pump stations, sewer, and sewerage box culvert  NCB  6 \n          Equipment and materials: pump stations  NCB  2 \n           \nB. Stormwater Management Component     \n    1. Luojia Road Pump Station Expansion and Channel     \nRehabilitation \n          Civil works: pump station, open channel, and storm water box  NCB  6 \nculvert  \n          Equipment and materials: pump station  ICB  1 \n   2. Yangsigang Pump Station and Drainage Improvements     \n          Civil works: pump station and pipe works (including box culvert  NCB  2 \npipeline CW) \n          Equipment and materials: pump station and accessories  ICB  1 \n   3. Dongxihu Three-Gate Connection     \n          Civil works: stormwater box culvert for Xindu to Jinkou Gate and for  NCB  4 \nJinkou to Huangjiadawan Gate, new open channel, rehabilitation  \nof existing channel \n  4. Changqing Pumping Station Expansion     \n          Civil works: pump station  NCB  1 \n          Equipment and materials: pumps and installation materials  ICB  1 \n \nC.  Project Management     \n          Project implementation and management, and related capacity  QCBS (FTP)  1 \n          building \nADB =  Asian Development Bank, CW = civil works,  FTP = full technical proposal, ICB = international \ncompetitive bidding, NCB = national competitive bidding, QCBS = quality and cost-based selection,  \nWTW = water treatment works, WWTP = wastewater treatment plant. \na The estimated contract values are not shown at this stage, at the EA’s request. \nb For NCB, the first English language version of the procurement documents for civil works and goods should be \nsubmitted for ADB review and approval. Remaining procurement documents under NCB are subject to post \nreview. ADB will review the bid evaluation report and award of contract on a post-facto basis \nc For ICB, prior review and approval by ADB of procurement documents, bid evaluation reports, and proposed \nawards of contracts is required. \nSource: Wuhan Project Management Office. \n   ", "    Appendix 11  45\nSUMMARY RESETTLEMENT PLAN \n \nA.  Background \n \n1.  The Project is composed of a wastewater component and a stormwater component. The \nwastewater  component  has  five  subprojects—in  the  urban  area,  Erlangmiao  wastewater \ntreatment plant (WWTP) expansion and upgrade, Nantaizi Lake WWTP expansion and sewage \ncollection system, and Huangpu road WWTP upgrade; and in the suburban area, Caidian \nWWTP  and  sewage  collection  system  and  Dongxihu  wastewater  collection  system.  The \nstormwater component has four subprojects—Yangsigang drainage pumping station and its \nassociated stormwater network, Dongxihu three-drainage-gate connection, Changqing pumping \nstation expansion, and Luojia road drainage pumping station and rehabilitation of Luojiagang \nopen  channel.  For  the  Erlangmiao  WWTP  and  Huangpu  road  WWTP  subprojects  in  the \nwastewater component, land was acquired and set aside in 1998 (for Erlangmiao) and 1999 (for \nHuangpu  road)  during  the  first  phase  of  construction.  The  affected  persons  have  been \ncompensated and relocated with a satisfactory outcome. The land provided is enough for the \nlater expansion or upgrading of these two facilities. Therefore, no more land needs to be \nacquired for these two subprojects under the Project.  \n \n2.  The rest of the works will, however, involve a relatively large amount of land acquisition \nand resettlement. Two full resettlement plans (RPs) based on ADB procedures have already \nbeen prepared. The cutoff date for eligibility for compensation and assistance under the Project \nwill be the date the Hubei Development and Reform Commission approves the RPs. That date \nwill be announced to all affected persons as soon as possible. Once the detailed engineering of \neach subproject is finalized, the resettlement plans will be amended if necessary to reflect any \ndesign changes. \n \nB.  Resettlement Impacts \n \n3.  Local officials, village or street committees, and affected persons were closely consulted \nduring the feasibility study and preliminary design stages in the effort to avoid or minimize land \nacquisition and resettlement, and the best site among the alternatives was recommended. \n \n4.  The proposed Project will affect 4 districts, 15 villages, and 1 neighborhood in Hanyang, \nDongxihu, Hongshan, and Caidian districts of Wuhan city. In all, 421 households with 1,799 \npersons (including 538 persons classified as floating population) will be affected directly by land \nacquisition or house demolition, and 938.3 mu of land, of which 59.4% is classified as cultivated \nland, will be permanently occupied. In addition, 390.7 mu of land will be occupied temporarily \nduring the construction phase, and the following will be demolished: 39,288 m2 of residential \nhousing (4,157 m2 of which is unlicensed housing), comprising 34,638 m2 (88.2%) of rural \nhousing  and  4,650  m2  (11.8%)  of  urban  housing;  43  enterprises  and  institutions  with \n18,881.85 m2 of structures; and 19 shops with 10,912 m2 of structures (4,070 m2 of these \nunlicensed). The details are tabulated in Table A11.1.  \n \n ", "46        Appendix 11 \nd s \nffecteerson  0  99  0  29  233  1,037  198  123  80  1,799 \nAP\ns \np\ns/ ho\ndS)  8  9 \nouseholrprises/(number 0/0/0  20/0/0  0/0/0  5/0/0  57/1/0  243/36/1 43/2/1  29/2/0  24/2/0  421/43/1\nHe\nt\nn\n  E\ns\nt\nc\na y  n \np r o\nnt Im mporaLand quisiti(mu)   0.0  188.0  0.0  119.8  30.0  24.0  18.9  10.0  0.0  390.7 \ne e c\nm T A\ne\nl\nt\net t   n \nnd Res rmanenLand quisitio(mu)  0.0  146.0  0.0  24.3  83.6  208.1  34.8  422.6  18.9  938.3  ansion. \na e c p\nn  P A ex\no or \nuisiti d s/ oods 1999 f\nand Acq AffecteVillageeighborh 0.0*  4.0  0.0*  1/1  2.0   4.0  2.0  2.0  1.0  16/1  cquired in ency \nL N ag\nof  was ng a\nSummary  Site  Hongshan District  Hanyang District  Jiang’an District  Dongxihu District  Caidian District  Hongshan District  Hanyang District  Dongxihu District  Dongxihu District  4  enough land d implementi\n  Table A11.1:  Subcomponent and Implementing Subproject Name  Agency  Wuchang–Erlangmiao WWTP Expansion and Upgrade Wastewater Hanyang–Nantaizi Lake  WWTP Expansion and Wuhan Collection System Drainage Hankou–Huangpu Road Company  WWTP Upgrade (WDC)  Dongxihu Collection System   Caidian WWTP and Collection System  Luojiagang Open Channel Rehabilitation and Luojia Road Pumping Station Expansion Stormwater   Hanyang–Yangsigang Wuhan Urban Pumping Station and Storm Water Pipework Construction Foundation Dongxihu Three-Gate (WUCF) Connection Changqing Pumping Station Expansion  Total  *No resettlement plan or due diligence required because Sources: Asian Development Bank, executing agency, an    ", "       Appendix 11  47\nC.  Policy and Legal Framework \n \n5.  For people who will be unavoidably affected by the Project, the resettlement objective is \nto achieve equal, or better, income and living standards, in line with PRC laws and regulations, \nas well as ADB’s policy on involuntary resettlement.1 The compensation for permanent land loss \nand house demolition is based on the Land Administration Law of PRC (2004), the State \nCouncil Decision to Deepen Reform and Strictly Enforce Land Administration (Document 28 \ndated  November  2004),  and  implementing  regulations  for  the  Land  Administration \nAdministrative Law of Hubei Province (2nd revision) (effective 27 September 1999), as follows: \nMethod of Collective Land Acquisition and Compensation for Housing Demolition on Collective \nLand of Wuhan Municipality (Wuhan Government Decree No. 148, effective 1 February 2004) \nand  Management  and  Implementation  Method  of  Urban  Housing  Demolition  of  Wuhan \nMunicipality (Wuhan Government Decree  No. 130, effective 1 March 2002). \n \n6.  After  consulting  local  governments  and  affected  persons,  the  project  implementing \nagencies (IAs) adopted a set of compensation standards based on the replacement cost and \ngeneral practice in the project districts. The resettlement principles established for the Project \nare:  (i)  wherever  feasible,  land  acquisition  and  involuntary  resettlement  will be avoided  or \nminimized through the development of design alternatives and the choice of the best alternative; \n(ii) compensation and entitlements provided will be based on market value or replacement value \nand must be adequate to allow those affected to at least maintain or, better yet, improve their \npre-project standard of living; (iii) temporary land occupancy and the period of disruption are to \nbe kept to a minimum; (iv) all the people affected, whether legal or illegal residents, are to be \ntaken into consideration and accounted for; (v) the per capita landholding after land acquisition \nwill be enough to maintain the previous livelihood standards; (vi) where the land allocation per \ncapita is not enough to maintain the previous livelihood standards, other income-generating \nactivities will be provided for; (vii) vulnerable groups and the floating population will be given \npreference in such matters as compensation, housing assignment, transfer, and employment; \n(viii) all those affected will be adequately informed about eligibility, compensation rates and \nstandards, livelihood and income restoration plans, and project timing; and (ix) close monitoring \nand timely actions will be carried out to identify and resolve problems as they arise.  \n \n7.  Land acquisition compensation and resettlement subsidy will be paid to the affected \nvillage committee. Compensation for young crops, auxiliaries, and other assets will be paid \ndirectly  to  affected  farmers.  Compensation  for  the  loss  of  residential  housing,  enterprises, \ninstitutions, and shops will be paid directly to the owners and will be based on the agreements \nsigned with them as provided in the component RPs. The payments will be made in cash \naccording to the appraised value of the property. Cash compensation will be given for income \nlosses resulting from reductions in production, sales, or wages caused by the Project.  \n \nD.  Resettlement and Rehabilitation  \n \n8.  To minimize the resettlement impact on affected persons (APs) and restore their living \nstandards, detailed programs of restoration and relocation have been included in the RPs. APs \ncan choose the program that suits their requirements. \n \n9.  Different schemes for income restoration will be carried out according to the economic \ncharacteristics of the affected villages. As to land acquisition, the most affected villages in the \nsuburban or urban areas of Wuhan can be defined as “villages in a city.” Households are only \n                                                 \n1 ADB. 1998. The Bank’s Policy on Involuntary Resettlement. Manila. \n ", "48          Appendix 11 \npartially  engaged  in  agricultural  activities,  and  family  members  supplement  their  incomes \nthrough outwork or other activities that often contribute the greater portion of their income. The \nmain income restoration strategies and measures are cash compensation, commercial land \ninvestment and development, provision of employment opportunities during project construction \nand operation, and provision of training and employment information. Contracts will be signed \nwith the village committee and APs to confirm the APs’ acceptance of the use of funds and the \nproposals. Through these measures, the APs should earn stable incomes that fully restore their \nliving standards. \n \n10.  Compensation for housing and other structures demolished will be at replacement cost. \nDisplaced persons will have the option to purchase commercial houses, exchange properties, or \nrebuild their houses on house sites provided to them without charge.  \n \n11.  In  addition,  more  attention  will  be  paid  to  the  compensation  and  rehabilitation  of \nvulnerable groups. These groups will receive additional assistance from the Project as follows: \n(i) for demolished houses of 20 m2 or less, compensation or relocation will be the same as for \nhouses  of  25  m2;  and  for  demolished  houses  larger  than  20  m2  but  less  than  30  m2, \ncompensation or relocation will be the same as for houses of 30 m2; (ii) low-rental housing for \nvulnerable families will be provided; (iii) special support funds (CNY1.9 million) will be set up; \n(iv) employment  opportunities  will  be  provided  to  seriously  affected  vulnerable  groups, \nespecially women; and (v) vulnerable groups will be given labor support in rebuilding their \nhouses. \n \nE.  Resettlement Cost and Fund Management  \n \n12.  Land acquisition and resettlement are estimated to total CNY355 million ($43.8 million, \n17.1% of the project cost), including contingencies, taxes, and duties. This land acquisition and \nresettlement cost will be part of the project cost. The RPs for the two project components each \ncontain a detailed budget and a compensation matrix. Compensation funds will be paid and \nused according to the compensation policies and standards defined in the RPs, under the \nsupervision of the internal monitoring agencies and regular review by the external monitoring \nagency. Detailed measurement surveys will be conducted in each affected village, enterprise, \nand  shop,  and  the  compensation  contracts  will  be  negotiated  and  signed  with  the  village \ncommittees, households, enterprises, and shop owners. \n \nF.  Information Disclosure, Participation, and Grievance Procedures \n \n13.  The  APs  were  fully  consulted  and  informed  in  the  preparation  of  the  RPs.  Local \nrepresentatives participated in planning meetings, interviews, focus group discussions, public \nconsultation  workshops,  and  community  consultations,  and  their  views  and  concerns  were \nintegrated  into  the  RPs.  The  RPs  were  disclosed  to  the  affected  districts  and villages  on \n15 November 2005, and resettlement information booklets were disseminated to the affected \nhouseholds on 30 November 2005. In accordance with ADB’s Public Communications Policy, \nthe draft RPs were posted on the ADB Web site on 8 March 2006, before loan appraisal, and \nthe approved RPs were posted on 10 April 2006. The project IAs will set up project resettlement \nunits to supervise implementation, continue the public consultations, monitor progress, and deal \nwith grievances. The grievance procedures are well established; they are explained in the \nresettlement plans and referred to in the resettlement information booklets.  \n \n \n \n ", "                                                                                                                                 Appendix 11          49\nG.  Institutional Responsibilities  \n \n14.  The project management office for the Wuhan Wastewater Management Project (WPMO) \nwill be retained for the proposed Project and will also assume the overall responsibility for \nresettlement. The IAs for the two components—the Wuhan Drainage Company and the Wuhan \nUrban Construction Foundation—will take charge of resettlement compensation payment and \nsupervision as part of their functions. A resettlement office within the WPMO will coordinate the \nplanning, implementation, financing, and reporting of land acquisition and resettlement. It will \nhire a qualified house demolition agency to carry out the required demolition and acquire land \nfor resettlement under the Project. The resettlement office will be assisted by the Wuhan Land \nAdministration Bureau. \n \nH.  Monitoring and Evaluation \n \n15.  RP implementation will be subject to internal and external monitoring, as described in \nthe RPs. The IAs will supervise the implementation and monitor the progress quarterly to ensure \ncompliance with the provisions of the RP. The WPMO  and IAs have agreed  on a set of \nsupervision milestones with ADB, for timely and effective resettlement. Each resettlement unit \nwithin the WPMO and the IAs, will undergo capacity building during the resettlement; the \nresettlement staff training programs and budgets are included in the RPs. WPMO will hire an \nindependent agency for semiannual monitoring and annual evaluation of land acquisition and \nresettlement activities until 2 years after the completion of land acquisition and resettlement. \nExternal monitoring reports will be forwarded directly to both the WPMO and ADB.  \n \nI.  Resettlement Milestones  \n \n16.  The resettlement implementation schedule is based on the overall project preparation \nand construction timetable. The land acquisition is scheduled to begin in September 2006 and \nto be completed by the end of 2008. Under this schedule, the housing relocation will start from \nDecember 2006, and livelihoods and living conditions will be fully restored to at least their pre-\nproject level by the end of 2008 (see Table A11.2). Before land acquisition, the detailed land \nacquisition plan and agreements required under PRC regulations will be approved by local land \noffices after they are accepted by the affected persons. If there are any significant changes2 in \nland acquisition, resettlement impacts, or entitlement, the RP for that component will be updated \nto reflect the change, and the changes made will be disclosed to the APs and submitted to ADB \nfor approval before land is acquired or civil works are built. \n \nTable A11.2: Resettlement Supervision Milestones  \nResponsible \nNo.  Resettlement Tasks  Target  Deadline  Status \nAgency \n1.  RP Disclosure and Approval \nDistribution of draft RPs  4 districts, subdistricts,  WUCF and WDC 15 Jan 2006  Completed \n1.1  15 villages,* and 1 \nneighborhood \nDistribution of  421 households, 43  WUCF and  15 Jan 2006  Completed \n1.2  information booklet   enterprises/institutions,  WDC \nand 19 shops \nUploading of draft RPs  2 RPs  WPMO and  5 Feb 2006  Completed \n1.3 \nonto ADB’s Web site  ADB \n                                                 \n2 Significant changes include (i) change of sites or alignments, (ii) +/- 20% change in impact numbers, or (iii) changes \nin compensation standards or rates.  \n ", "50          Appendix 11 \nResponsible \nNo.  Resettlement Tasks  Target  Deadline  Status \nAgency \nDistribution of WMG- As per 1.1  WUCF and  31 Mar 2006  Completed \n1.4 \napproved RPs   WDC \nUploading of approved  2 RPs  WPMO and  15 Apr 2006  Completed \n1.5  RPs onto ADB’s Web  ADB \nsite \n2.  Resettlement Plans and Budgets \nPre-examination and  7 subprojects   WUCF, WDC,  28 Feb 2006  Completed \n2.1 \napproval of land use   and WPMO  \nApproval of  $33.4 million  WUCF   28 Feb 2006  Completed \n2.2  compensation rates  $10.4 million   WDC \nand 2 RP budgets \nSubmission and  Dongxihu Three Gates  WUCF  31 Aug 2006   \napproval of land  Yangsigang,  WUCF  31 May 2007   \n2.3  acquisition application  Luojiagang, and \nChangqing \nNantaizihu, Dongxihu  WDC  31 Aug 2006   \nCaidian WWTP  WDC  31 May 2007   \nFinalization of village  Jiangdi Fish Farm,   Village, farm, and  30 Sept 2006   \ncompensation allocation  Machi  neighborhood \n2.4 \nand utilization  Shiyuan, Xiangyang,  committees and  30 Jun, 2007   \nWPMO  \n(rehabilitation) plans  Heping, Machi \nUpdating of RPs based  2 RPs  WUCF, WDC,  Before LAR   \non detailed  and WPMO \n2.5  measurement surveys (if \nthere are significant \nchanges) \n3.  Detailed Measurement Surveys \nStormwater Component  Dongxihu Three Gates  WUCF  31 Aug 2006   \nYangsigang,  WUCF  31 May 2007   \n3.1 \nLuojiagang, and \nChangqing \nWastewater Component  Nantaizihu, Dongxihu  WDC  31 Aug 2006   \n3.2  Caidian WWTP  WDC  31 May 2007   \n4.  Compensation Agreements \nVillage agreements  7 villages/  WUCF and WDC 15 Sep 2006   \n4.1  neighborhood \n10 villages   Jun 30, 2007   \nHousehold agreements  49 households  30 Sep 2006   \n4.2  WUCF and WDC\n372 households  31 Jul 2007   \n5.  Implementation of Rehabilitation Measures \nResettlement training  4 districts, subdistricts,  WPMO and  31 Aug 2006   \n5.1 \nfor local officials  WDC, WUCF  ADB \nDistribution of  7 villages/  WUCF and WDC 15 Sep 2006   \n5.2  compensation to affected  neighborhood \nvillages and APs  10 villages   30 Jun 2007   \n5.3  House relocation  219 households  WUCF and WDC 30 Nov 2006   \nImplementation of  180 laborers  District labor  30 Oct 2006   \n5.4  livelihood training  92 laborers  offices, WPMO  30 Oct 2007   \nprogram \n6.  Monitoring and Evaluation \nBaseline surveys and  7 subprojects  Domestic  31 Aug 2006   \n6.1 \nreport  external monitor \nEstablishment of internal  As per RP  WUCF, WDC,  31 Oct 2006   \n6.2 \nsupervision  and WPMO \n ", "                                                                                                                                 Appendix 11          51\nResponsible \nNo.  Resettlement Tasks  Target  Deadline  Status \nAgency \nHiring of external  One  WPMO  30 May 2006   \n6.3 \nmonitor  \nInternal monitoring  Quarterly  WUCF, WDC  Oct 15, 2006  First report  \n6.4 \nreports  and WPMO \n6.5  External monitoring  3 semiannual reports  Domestic  31 Jan 2007  First report \nreports  external monitor  31 July 2007  Second \n  report \n31 Jan 2008  Third report \n6.6  Annual evaluation  2 annual reports  Domestic  Jan 31, 2009  First report \nreports  external  Jan 31, 2010  Second \nmonitor  report \nResettlement completion  2 reports (one for each  WUCF, WDC,  Jun 30, 2008   \n6.7 \nreports  RP)  and WPMO   \n7.  Documentation of Consultations  WUCF, WDC    Ongoing \n8.  Documentation of Grievances  WUCF, WDC    Ongoing \n9.  Flow of Funds for Land Compensation and Resettlement (see details in RPs) \n10.  Completion of Land Acquisition and Start of Civil Works \nStormwater Component   WUCF     \n- Dongxihu Three-Gate Connection  Oct 2006 \n10.1  - Luojiagang  Jan 2008 \n- Yangsigang  Jan 2008 \n- Changqing Pump Station  Sep 2007 \nWastewater Component   WDC      \n- Nantaizi WWTP  Oct 2006 \n- Nantaizi Collection Pipes  Jan 2008 \n10.3 \n- Caidian WWTP  July 2007 \n- Caidian Collection Pipelines  Jan 2008 \n- Dongxihu Collection Pipelines  Sept 2008 \nAP = affected person, WDC = Wuhan Drainage Company, WPMO = Wuhan project management office, WUCF = \nWuhan Urban Construction Fund Management Office, WWTP = wastewater treatment plant. \n*There are 15 affected villages. The village of Machi will be affected by both the Dongxihu Three-Gate Connection \nand the Changqing Pumping Station Expansion. \nSources: Asian Development Bank, executing agency, implementing agency. \n \n \n \n ", "52         Appendix 12 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis   \nSector identified as a National  Sector identified as a National Priority in \nPriority in Country Poverty  Yes  Country Poverty Partnership  Yes \nAnalysis?  Agreement? \nContribution of the sector/subsector to reducing poverty in the People’s Republic of China (PRC): \nBy 2002, the PRC had performed well against most of the Millennium Development Goals \n(MDGs). Nonetheless, progress toward some goals and targets has been slow. This is the case \nwith respect to improving the proportion of the population with access to safe drinking water and \nreversing environmental degradation. The Project will support the achievement of the MDG for \nenvironmental sustainability (MDG 7), to halve the proportion of people without sustainable \naccess to safe drinking water and basic sanitation by 2015 (MDG target 10). \n \nThe Project will provide new and improved wastewater and stormwater management services in \nWuhan Municipality. Project activities will reduce the contamination of local water bodies and \ndownstream  reaches  of  the  Yangtze  River  by  improving  the  collection  and  treatment  of \nwastewater.  Improvements  in  stormwater  management  will  reduce  local  flooding  and  the \ndischarge of untreated wastewater into surface waters. Other benefits include the protection of \npublic health and reduction in economic losses due to flooding and water-related disease. In \nsummary, the Project will reduce flooding and associated damages, provide more sanitary living \nconditions, alleviate environmental pollution, reduce morbidity and mortality from waterborne and \nwater-washed diseases, and reduce the associated medical costs and working days lost. The \npoor will benefit disproportionately from the project improvements since they are more exposed \nto flooding, health, and other impairments and do not have the income or other resources to cope \nwith them. They will also incur less financial loss from flood damage and health-care costs. \n \nDirect beneficiaries living within the project service areas number 3.0 million, of which 1.4 million \nwill  realize  benefits  from  improved  wastewater  management,  1.5  million  from  improved \nstormwater management, and 0.1 million from both. Indirect beneficiaries include 2.3 million \npersons living outside the project service areas but within the built-up area of the municipality, \nand 1.7 million persons living in riparian communities downstream of Wuhan. Direct beneficiaries \ninclude 0.26 million poor persons (those earning less than the official poverty line of CNY210 a \nmonth). Improved stormwater and wastewater management will improve the quality of life of poor \nand vulnerable people by reducing their risk of waterborne disease and associated expenditures \non medical treatment. The number of school days and workdays lost because of flooding and \nsickness will be reduced. The Project will thus be a key intervention in the poverty cycle.  \nHealth impact was analyzed during the feasibility study. An order-of-magnitude analysis of the \nimpact  on  morbidity  and  mortality  indicates  that  the  Project  may  reduce  the  incidence  of \nwaterborne diseases by an average of 8,000 cases per year. Most of these cases will not be \nserious  enough  to  result  in  a  medical  consultation  or  reporting  under  government  disease \nsurveillance  programs.  The  reduced  incidence  of  disease  is  associated  with  a  reduction  in \nworkdays lost, by 5,800 days yearly. The net present value of savings in medical costs and \navoidance of lost earnings is CNY7.7 million (12%, from 2010 to 2040). \nThe Project will provide 5,000 person-years of work over the 5-year construction period. Project-\nrelated services, such as the procurement of construction materials and equipment and follow-on \nmultiplier effects throughout the regional economy, are expected to create an additional 9,000 \nperson-years  of  work.  Wuhan  Drainage  Company  officials  estimate  that  about  40%  of  the \nconstruction jobs will be filled by the poor and vulnerable, including unemployed persons, rural \n ", "        Appendix 12                53 \nmigrants, and women. Since unemployment is a major cause of poverty in the project area, the \npoor  will  benefit  disproportionately  from  this  job  creation.  Those  temporarily  employed  in \nconstruction will benefit from additional training and experience, which will provide them with \nopportunities  in  other  infrastructure  projects.  Project  operations  will  create  220  full-time \npermanent jobs. While these are primarily skilled jobs in water supply and wastewater treatment \noperations, they will require on-the-job training and will therefore be available to unemployed \nworkers who have basic technical training and experience from their previous work in bankrupt \nstate-owned enterprises. Multiplier effects will lead to the creation of an additional 130 full-time \npermanent jobs throughout the municipality. \nB.  Poverty Analysis                                  Proposed Classification: Targeted Intervention\nThe project is classified as targeted intervention because it contributes to achieving Millennium \nDevelopment Goal 7, target 10, which calls for halving, by 2015, the proportion of people without \naccess  to  safe  drinking  water  and  improved  sanitation.  The  poverty  analysis  is  based  on \npublished statistical data from a socioeconomic survey done by ADB  of 500 households in the \neight project areas of Wuhan in August 2005. A summary of the analysis and data is provided in \nthe project preparatory technical assistance (TA) report. Focus group discussions and in-depth \ninterviews  with  key  informants  on  the  qualitative  aspect  of  poverty  supplemented  the \nsocioeconomic survey and showed the multidimensionality of poverty. \n \nThe official urban poverty line used by Wuhan Municipality in the Minimum Living Security \nScheme (MLSS) is CNY210 per capita per month, as noted above. In 2000, the incidence of \nurban poverty including the floating population, based on this threshold, was 8%. Summary data \non household income and expenditures are presented in Chapter 6 of the TA report. Poor \nhouseholds  in  the  project  area  share  many  of  the  characteristics  of  the  lowest-income \nhouseholds profiled in the ADB report: (i) the household is headed by a long-laid-off former \nemployee of a state-owned enterprise, often with children of school age, or by a female; (ii) the \nhousehold is made up of elderly people living alone; or (iii) the household members belong to the \nfloating population. The poorest households have, on average, the greatest number of persons \nper household, the lowest number of persons with income, the highest number of income earners \nrelying on the informal economy for their income, and the highest dependency ratio. Generally, \nthe lowest-income households do not own the assets required to meet the basic needs for toilet, \nwashing, and food storage. Vulnerable households lack income-generating ability and social \nsupport systems and are less able to cope with social and economic change.  \n \nC.  Participation Process \nStakeholder  Analysis.  Stakeholder  analysis  was  conducted  throughout  project  preparation \nthrough  public  participation  and  consultation  with  key  stakeholders  such  as  government \nagencies,  beneficiaries,  project-affected  persons,  the  business  community,  and  civil  society \norganizations. In addition to the socioeconomic survey of households, focus group discussions, \npublic consultations, and interview surveys were held, with 306 affected persons participating. \nKey informant interviews were also conducted with representatives of all involved government \nbureaus and the Women’s League. Issues related to the qualitative aspects of poverty, gender, \naffordability and willingness to pay, project impacts, and health status were discussed.  \n \nTwo rounds of public consultations in the project areas were carried out to prepare for the \nenvironmental impact assessment (EIA) and the resettlement plan (RP). The public consultations \nand disclosure (i) introduced the project components to the stakeholders; (ii) solicited ideas, \nsuggestions,  comments,  concerns,  and  critiques  on  the  potential  environmental implications \nof  the  Project;  and   (iii)  presented  the  findings  of  the  EIA  and  RP,  summarizing  potential \n \n ", "54         Appendix 12 \nenvironmental impacts and mitigation measures, and, in the second round, providing answers \nraised by workshop participants in the first round.  \n \nParticipation Strategy. The participatory approach is part of the project design and will be used \nduring  project  implementation,  monitoring,  and  evaluation.  Public  consultations  will  be  held \nduring project implementation to discuss and get feedback on tariff adjustments and affordability \nfrom consumers and other key stakeholders, particularly the poor. Existing participatory policies \nthat rely on public hearings to gain approval for tariff adjustments provide the mechanism for \nthese consultations. In addition, the Wuhan Drainage Company has committed to establish a \ncustomer  complaints  desk  to  receive,  process,  and  document  customer  complaints.  Public \nconsultations and disclosure of resettlement plans were conducted during surveys, community \nmeetings, interviews, and workshops. The results of these meetings and concerns of the affected \npersons (APs), particularly the poor and women have been integrated into the resettlement \nplans,  which  also  describe  the  public  consultation  plan  and  grievance  process.  The \nconsultations,  including  a  grievance  mechanism,  will  continue  during  land  acquisition  and \nresettlement so that the problems and needs of APs are properly addressed in a timely manner, \nbefore project implementation. \n \nD.   Gender Development \nStrategy to Maximize Impact on Women: Stormwater and wastewater service deficiencies \ncontribute to gender inequities in income-generating opportunities and burden of work. Data from \nthe household survey indicate that women are primarily responsible for cleaning up after floods \nand caring for the sick. Time and effort spent on these activities means less time for income-\ngenerating activities or family or rest. Improvements in stormwater and wastewater services will \nreduce this burden on women. To maximize the project benefits, women will be given priority in \nthe employment opportunities generated by the Project, and women’s needs and interests will be \nrepresented (50% representation) through membership on customer committees of the Wuhan \nDrainage Company.  \n \nE.  Social Safeguards and Other Social Risks \nPlan \n Item  Significance  Strategy to Address Issues  Required \nResettlement   Significant  Two resettlement plans (RPs) have been prepared in  2  RPs \naccordance with ADB’s Involuntary Resettlement \nPolicy and the PRC Land Administration Law and \nassociated laws and regulations to ensure the \naffected persons (APs) will be better off, or at least \nwill not be made worse off, as a result of the Project. \nA summary of RP is presented in Appendix 10. \n \nAffordability   Not  Affordability of water and wastewater tariffs was  None \n  significant  analyzed on the basis of citywide official income \ndata. For all income groups, the combined full-cost \nwater and wastewater tariff for the Project is less \nthan 2% of total income, and for the poorest \nhouseholds it is less than 3% of income. The tariff is \nthus considered affordable. Households living below \nthe poverty line are most likely to be adversely \naffected by the tariff adjustment. To mitigate the \n ", "        Appendix 12                55 \nimpact of the tariff adjustment, the project cities \nprovide assistance for people living below the official \npoverty line, through the MLSS. In addition, the \nWuhan Drainage Company finances monthly cash \nrebates of CNY2 per capita to poor households. This \nsubsidy will be adjusted as the tariff increases. Poor \nhouseholds also receive an additional water bill \nsubsidy of CNY5 per month. The MLSS and water \nand wastewater bill subsidies largely offset the \nproposed tariff adjustment and are much better \npoverty reduction measures than the lifeline tariff \nprimarily because they can be properly targeted to \npoor households. \n \nLabor  Not  No jobs will be lost. The Project will generate many  None \n  significant  employment opportunities for the local beneficiaries \n  during construction and operation. \n \nIndigenous  None  Less than 1% of the Hui ethnic group reside in the  None \nPeople  project area mixed with the Han majority. The social \nassessment showed that the Hui are not a \nvulnerable group and have equal access to project \nbenefits. \n \nOther Social  Not  None have been identified. The Implementing  None \nRisks and  Significant  Agencies have complied with national and local labor \nVulnerabilities  laws and regulations for wage, occupational, and \nhealth safety. \n \n \n \n \n ", "56         Appendix 13 \nFINANCIAL ANALYSIS \n \nA.  Introduction \n \n1.  The financial analysis was prepared in accordance with the Asian Development Bank \n(ADB)  Guidelines  for  the  Financial  Governance  and  Management  of  Investment  Projects \nFinanced  by  ADB. 1  Details  of  the  financial  analysis  and  financial  projections  are  in \nSupplementary  Appendix  H.  An  assessment  of  financial  performance  was  completed  for \noperations  once  the  Project  is  implemented.  The  assessment  was  completed  for  the \nimplementing agency (IA) that operates as an enterprise for the wastewater component. The \nstormwater component is nonrevenue generating. \n \nB.  Financial Internal Rate of Return and Sensitivity Analysis \n \n1.  Purpose and Approach \n \n2.  The financial evaluation had these key features: (i) the wastewater subprojects were \nevaluated in real terms using 2005 prices, (ii) the financial internal rate of return (FIRR) was \ndetermined using incremental annual cash flows over 25 years of operations, (iii) the residual \nvalue of physical assets was assumed to equal the remaining book or depreciated value at the \nend of the evaluation period, (iv) the subprojects and combinations of subprojects that will \nrecover costs through tariffs were evaluated, and (v) all cost and revenue projections used pro \nforma financial modeling.  \n \n3.  In  the  financial  statements  projections  for  the  three  wastewater  treatment  plants \n(WWTPs) in the central urban area, the required incremental wastewater tariff of CNY0.20/m3 \nwas added to the current wastewater tariff of CNY0.80/m3 in Wuhan, which will be levied on top \nof the water sold in the central urban areas. The financial statement projections for the IA for the \nwastewater component, Wuhan Drainage Company (WDC), were prepared in nominal price \nterms with inflation-adjusted costs and revenues for each year from 2006 to 2018. Since WDC \nis responsible as well for the two suburban wastewater facilities in Dongxihu and Caidian, their \npro forma financial statements were also consolidated into the financial statement projections \nfor WDC in the central urban area.  \n \n4.  Water  Demand  Assessments  and  Project  Revenues.  Realistic  assessments  of \ncurrent and projected water demand were made for the central urban area (seven districts), and \nfor the project areas in Caidian and Dongxihu. The wastewater management master plan was \nreviewed to get an overall picture of the development of Wuhan’s wastewater management \nsystem. Calculations of wastewater tariff revenues were based on projections of water sold or \nbilled in the central urban area, with a provision for bad debts. \n \n5.  Wastewater Tariffs. On 11 September 1987, WMG introduced a uniform wastewater \ntariff of CNY0.08/m3 for all water consumers based on wastewater discharged. WMG increased \nthis tariff to CNY0.18/m3 on 1 October 1996, and by CNY0.02/m3 yearly over a 5-year period. \nAfter public hearings, WMG increased the wastewater tariff to CNY0.80/m3 in July 2003, based \non actual water consumed in the central urban area. For the suburban area of Dongxihu, the \nwastewater tariff is currently CNY0.05/m3. Wastewater tariff has not yet been introduced in the \nsuburban Caidian district. A progressive tariff increase plan was discussed and proposed to the \n                                                 \n1  ADB. 2002. Guidelines for the Financial Governance and Management of Investment Projects Financed by ADB. \nManila. \n ", "        Appendix 13               57 \nWuhan  municipal  government  (WMG),  which  agreed  to  the  proposed  wastewater  tariff \nincreases. Table A13.1 below shows the proposed tariffs in real terms in the central urban area \nand in the suburban areas of Caidian and Dongxihu. \n \nTable A13.1: Proposed Wastewater Tariffs (CNY/m3) \nItem  2005  2006 2007 2008 2009 2010 2011 2012 2013  2014  2015 2016\nCentral Urban Area  0.80  0.95 0.95 0.95 1.00 1.00 1.00 1.00 1.00  1.00  1.00 1.00\nDongxihu Suburban Area  0.05  0.05 0.45 0.45 0.45 1.00 1.00 1.00 1.00  1.00  1.00 1.00\nCaidian  Suburban Area  0.00  0.00 0.20 0.35 0.55 0.80 0.80 0.95 0.95  0.95  0.95 0.95\n Source: Asian Development Bank estimates \n \n  2.  Weighted Average Cost of Capital \n \n6.  The weighted average cost of capital (WACC) was calculated in real terms for the \nProject. As proposed, funding will come from an ADB loan (38%), local commercial bank loans \n(35%), and capital contributions from local governments (27%). The cost of foreign debt was \ncalculated on the basis of a nominal interest rate of 5.31%, an income tax rate of 33%, and an \ninternational inflation rate of 2.4% per year. The cost of local debt, on the other hand, assumed \na nominal interest rate of 6.12%, an income tax rate of 33%, and a domestic inflation rate of \n3.0% per year. The WACC was determined to be 3.01% for the base-case analysis. \n \n3.  Financial Internal Rate of Return \n7.  The  FIRR  was  estimated  for  a  base-case  scenario  and  to  test  sensitivity.  It  was \nassumed that the tariff increases shown in Table A13.2 would be made at the start of the \nplanning period.  \n \nTable A13.2: Wastewater Tariff Increases Assumed in FIRR Analysis \n(CNY/cubic meter) \n  \n  Existing  Tariff  Project \nSubroject  Tariff  Increasea  Tariff  \nCentral Urban Area  0.80      0.20  1.00 \nDongxihu Suburban Area  0.05       0.95  1.00 \nCaidain Suburban Area  0.00        0.80  0.80 \n    FIRR = financial internal rate of return. \n  a Tariff increases are phased between 2006 and 2010. The project tariff is the final 2010 tariff expressed in \nconstant 2005 prices. \n    Source: Asian Development Bank estimates. \n \n8.  The after-tax FIRR for the Project was estimated at 11.29% for the base-case scenario \nand between 7.58% and 12.36% for the various subprojects. These values compare favorably \nwith the WACC of 3.01%. All four subprojects are financially viable, given their returns to net \nassets. Their debt-service coverage ratios are adequate.  \n \n9.  The FIRR estimates for the Project and its subprojects seem to be fairly insensitive to \nthe variations tested in the sensitivity analysis. Increases in capital costs and in operation and \nmaintenance costs have the greatest impact across all subprojects. The sensitivity analysis \nsuggests that tariff reform and improved financial management, particularly cost control, are the \nmost important factors in assuring a successful project outcome.  \n \n \n ", "58         Appendix 14 \nECONOMIC EVALUATION OF THE PROJECT \n \nA.  Introduction \n \n1.  This appendix summarizes the economic analysis completed for the project preparatory \ntechnical assistance (TA), dealing in turn with the project justification, least-cost analysis, project \nbenefits, user tariffs, and calculations of the economic internal rate of return (EIRR).1 Economic \nevaluations were completed for the subprojects identified in Table A14.1. \n \nTable A14.1: Subprojects Included in the Economic Analysis \nSubproject  District  Service Area \n Wastewater     \nCentral Urban Area     \nErlangmiao WWTP Upgrade and Expansion  Wuchang  Hongshan \nNantaizi Lake WWTP Expansion and Collection System  Hanyang  Hanyang \nHuangpu Road WWTP Upgrade  Hankou  Jiang’an \nSuburban Areas     \nCaidian New WWTP and Collection System  Caidian  Caidian \nDongxihu Collection System  Dongxihu  Dongxihu \n Stormwater     \nCentral Urban Area     \nLuojia Road Drainage Improvement  Hanyang  Hanyang \nYangsigang Drainage Improvement  Qingshan  Qingshan \nSuburban Areas     \nDongxihu Three-Gate Connection  Dongxihu  Dongxihu \nChangqing Pumping Station Expansion  Dongxihu  Dongxihu \nWWTP = wastewater treatment plant. \nSource = Asian Development Bank. \n \nB.  Project Justification \n \n2.  Policy and planning documents and regulations were thoroughly reviewed to verify that \nthe water quality standards are defensible and that the Project is consistent with pollution \ncontrol and water management plans and with local infrastructure development policies and \nplans. Public perceptions and preferences were also evaluated. The analysis demonstrated that \nstormwater and wastewater service improvements were clearly ranked first in priority by the \npublic.  \n \nC.       Project Benefits \n \n3.  The proposed investments will generate the following benefits:  \n \n(i)  The  stormwater  subprojects  will  have  1.61  million  direct  beneficiaries  and \nwastewater subprojects 1.56 million direct beneficiaries (these figures include \n0.13 million who benefit from both).  \n(ii)  Indirect beneficiaries living outside the project service areas number 2.26 million \nurban residents and 1.72 million persons living downstream of Wuhan. \n                                                 \n1 The Project was formulated as a project loan from the start. A sector loan approach was not considered. All details \nrelated to subproject engineering, costs, environmental and social as well as resettlement impact, financial and \neconomic analysis, and institutional capacity are known to the Government, which has thoroughly assessed and \nendorsed the analyses and information. During project implementation, there is a need to strengthen the capacity \nof the two implementing agencies and to promote good governance. \n ", "        Appendix 14                59 \n(iii)  About 8,000 cases of illness, both serious and mild cases, will be avoided each \nyear. Lost work time will thus be reduced by 5,800 days per year.  \n(iv)  The Project will create 5,000 person-years of work over the 5-year period of \nconstruction and 220 permanent jobs in the new project facilities (40% of these \njobs will be available to the poor).  \n(v)  Economic spin-offs will create an additional 8,000 person-years of work during \nconstruction and 130 permanent jobs once operations begin.  \n(vi)  Other social impacts include: reduction in women’s burden of work, increase in \nthe disposable income of households, and poverty cycle interventions. \n \nD.  Distribution of Project Costs and Benefits \n \n4.  The direct beneficiaries include 0.24 million below the official poverty line. The urban \npoor will derive disproportionately greater benefits from the Project since they generally live in \npoorly served neighborhoods and because project costs are relatively heavier on enterprises \nand  better-off  households  in  view  of  government  funding  policies  and  poverty  alleviation \npolicies. Poor households receive a lump-sum subsidy to offset the cost of wastewater services.  \n \nE.  Project Tariffs \n \n5.  Water  supply  tariffs  in  Wuhan  are  differentiated  by  consumer  category,  while  the \nwastewater tariff is the same for all customers. These tariffs have been increased significantly \nover the last 8 years, and wastewater tariffs are among the highest in large cities in the People’s \nRepublic of China (PRC). Open public hearings are held to gain public support for tariffs. The \nuse of public hearings, the ongoing tariff increases, and the introduction of wastewater tariffs \nindicate that tariff reform promoted by the state Government is well under way in Wuhan. The \nestimated tariff increases required to achieve cost recovery are modest, and the combined \nwater and wastewater bill is considered affordable, at less than 3% of household income for the \npoorest households. \n \nF.  Least-Cost Analysis \n \n6.  Generally, least-cost analysis appears not to be explicitly used in the master plan and in \nsector  plans,  standards,  and  targets  for  water  supply,  wastewater,  and  stormwater \nmanagement, although least-cost concepts do seem to influence infrastructure planning. Least-\ncost analysis can be used in the future when drawing up urban and water and wastewater \nmaster plans. The opportunity exists to incorporate least cost analysis as a tool in future \nplanning exercises at the stage of formulating the various urban and water and wastewater \nmaster plans. A supplementary analysis to demonstrate the benefits of a strategic integrated \napproach to infrastructure capacity planning was undertaken. This work will have carryover \nbenefits when the TA Study on Sustainable Urbanization of Metropolitan Regions in the PRC2, \nwhich includes Wuhan as a case study city, is implemented starting in June 2006. If the Wuhan \ncase study is successful, it could be replicated in other cities and provinces in the PRC. At the \nproject level, the least-cost analysis of subprojects accounted for the incremental costs and \nbenefits over the economic life of the alternatives. A discount rate of 12% was used to reflect \nthe opportunity cost of capital in the PRC in calculations of net present value and average \nincremental economic costs. \n \n                                                 \n2  ADB. 2005. Technical Assistance for the People’s Republic of China for Study on Sustainable Urbanization in \nMetropolitan Regions. Manila. \n ", "60         Appendix 14 \n7.  These analyses confirmed that all but two of the subprojects were least-cost alternatives. \nThe cost differentials for the two options that were not least-cost options were within the margin \nof error (2%–6%) for costing, and the subprojects chosen were preferred in any case since they \nwere a better technical match for existing facilities. \n \nG.  Economic Internal Rate of Return \n \n8.  An economic evaluation was carried out for the Project as a whole and for its individual \nsubprojects on a with- and without-project basis. Economic costs were estimated from financial \ncosts but excluded price contingencies and all import duties and taxes while including physical \ncontingencies.  Shadow  pricing  was  computed  for  all  costs  using  domestic  market  price \nconversion  factors  for  unskilled  labor  and  a  shadow  exchange  rate  factor.  All  financial \nprojections were converted from nominal to real values by removing the effects of foreign and \ndomestic inflation and currency fluctuations. The evaluation of benefits was based on industrial \nwastewater  treatment  costs  avoided,  residential  willingness  to  pay  for  wastewater  service \nimprovements, and flood damage and commercial losses averted. EIRR was estimated using \nincremental annual cash flows over a 20-year period of operations following the commissioning \nof works. The estimated EIRRs are presented in Tables A14.2 and A14.3. The combined EIRR \n(base case) for the five wastewater subprojects is 22.6%, ranging from 12.1% for the Nantaizi \nLake wastewater treatment plant (WWTP) and collection system to 35.1% for the upgrading and \nexpansion of the Erlangmiao WWTP. Sensitivity tests indicate generally robust results, except \nfor Nantaizi Lake and Huangpu Road when costs are increased by 10% and benefits are \ndelayed by 2 years.  \n \nTable A14.2: EIRR of Wastewater Management Subprojects \n(%) \nErlangmiao  Nantaizi Lake  Huangpu  Caidian Dongxihu  Combined\nRoad \n35.1  12.1  17.9  15.5  25.6  22.6 \nEIRR = economic internal rate of return.   \nSource: Asian Development Bank estimates. \n \n6.  The EIRR figures for the stormwater subprojects are presented in Table A13.3. The \ncombined EIRR for the four stormwater management subprojects is 19.6%, ranging from 12.8% \nfor the Yangsigang drainage improvements to 27.1% for the Dongxihu Three-Gate Connection \nsubproject. Sensitivity tests indicate robust results, except for Luojia Road and Yangsigang \nwhen costs are increased by 10% and benefits are delayed by 2 years. \n \nTable A14.3: EIRR of Stormwater Management Subprojects \n(%) \nLuojia Road  Yangsigang  Dongxihu  Changqing  Combined \n12.4  12.8  27.1  22.4  19.6 \nEIRR = economic internal rate of return.     \nSource: Asian Development Bank estimates. \n \n7.  The  base-case  EIRR  for  all  nine  subprojects  is  21.5%,  indicating  that  the  total \ninvestment package is justified. The sensitivity tests and estimation of switching values show \nrobust results.  \n "], "metadata": {"ModDate": "D:20060629122357+08'00'", "CreationDate": "D:20060605110429+08'00'", "Title": "Proposed Loan People’s Republic of China: Wuhan Wastewater and Stormwater Management Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \n \n \nVice President  C. L. Greenwood, Jr., Operations 2 \nDirector General  H. S. Rao, East Asia Department (EARD) \nDirector  R. Wihtol, Social Sectors Division, EARD \n   \nTeam leader  S. Penjor, Principal Financial Specialist, EARD \nTeam members  X. Peng, Principal Counsel, Office of the General Counsel \n  S. Ferguson, Senior Resettlement Specialist, EARD \n  S.W. Handayani, Poverty Reduction Specialist, EARD \n  S. Popov, Project Specialist (Environment), EARD  \n ", "authors": [{"fullname": "  S. Ferguson", "role": " Senior Resettlement Specialist", "organization": "EARD "}, {"fullname": "  S.W. Handayani", "role": " Poverty Reduction Specialist", "organization": "EARD "}, {"fullname": "  S. Popov", "role": " Project Specialist ", "organization": "(Environment)"}]}