{"path": "data/input/reports/38122-rrp-afg.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 38122 \nNovember 2005 \nProposed Program Cluster of Loans                   \nIslamic Republic of Afghanistan: Fiscal Management \nand Public Administration Reform Program \n \n ", "CURRENCY EQUIVALENTS \n(as of 18 November 2005) \n \nCurrency Unit  –  afghani/s (AF) \nAF1.00  =  $0.02     \n$1.00  =  AF48.90     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AFMIS  –  Afghanistan financial management information system \n  ANDS  –  Afghanistan national development strategy \n  CG  –  consultative group \n  EA  –  executing agency \n  FMPARP  –  Fiscal Management Public Administration Reform Program \n  GDP  –  gross domestic product \n  IAA  –  interim additional allowance \n  IAB  –  Independent Appointments Board \n  I-ANDS  –  interim-Afghanistan national development strategy \n  IARCSC  –  Independent Administrative Reform and Civil Service Commission \n  IGFMIS  –  integrated government financial management information system \n  IICC  –  Inter-agency Implementation and Coordination Committee \n  IMF  –  International Monetary Fund \n  IT  –  information technology \n  MOF  –  Ministry of Finance \n  NDF  –  national development framework \n  NGO  –  nongovernment organization \n  NPP  –  national priority program \n  PAR  –  public administration reform \n  PAREM  –  Public Administration Reform and Economic Management \n  PARG  –  Public Administration Reform  and Governance  \n  PFEM  –  Public Finance and Expenditure Management \n  PFM  –  Public Financial Management \n  PIP  –  public investment program \n  PRR  –  priority reform and restructuring program \n  QBS  –  quality-based selection \n  RRR  –  redeployment, retraining, and re-skilling \n  SMP  –  Staff Monitored Program \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TSA  –  treasury single account \n \nNOTES \n(i)  The fiscal year (FY) of the Government and its agencies ends on 20 March. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2006 ends on 20 March 2006. \n(ii)  In this report, \"$\" refers to US dollars. ", " \n \n \nVice President  L. Jin, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector    A. Sharma, Governance, Finance, and Trade Division, SARD \n \nTeam leader    B. Carrasco, Principal Financial Economist, SARD \nTeam members  R. Fazil, Economics Officer, SARD \n      E. Glennie, Senior Financial Governance Specialist, SARD \n  A. Newsum, Principal Governance Specialist, Regional and Sustainable \nDevelopment Department \n      M. Prokop, Economist, SARD \n      C. Vandenabeele, Senior Counsel, Office of the General Counsel \n \n \n \n   \n \n ", " \nCONTENTS \n \nLOAN AND PROGRAM SUMMARY  i \nI.  THE PROPOSAL  1 \nII.  THE MACROECONOMIC CONTEXT  1 \nIII. THE SECTOR: PERFORMANCE, PROBLEMS AND OPPORTUNITIES  2 \nA.  Sector Description and Government’s Reform Program  2 \nB.  Performance  3 \nC.  Issues and Opportunities  4 \nD.  Lessons Learned  11 \nIV. THE PROPOSED PROGRAM  14 \nA.  Objective and Scope  14 \n  B.  Important Features  14 \nC.  Program Loan  15 \nD.  The Grant  24 \nV.  PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS AND RISKS  28 \nA.  Benefits  28 \nB.  Risks  29 \n \nVI. ASSURANCES \nA.  Specific Assurances  30 \nB.  Conditions for Loan and Grant Effectiveness  31 \nVII. RECOMMENDATION  31 \n \nAPPENDIXES  \n1.  Key Economic Indicators \n2.  Sector Analysis \n3.  Consultative Group Mechanism \n4.  List of TA Involvement Across Activities and Donors Related to FMPARP \n5.  Background Studies and Chronology of the FMPARP \n6.  Development Policy Letter and Policy Matrix \n7.  Design and Monitoring Framework  \n8.  The FMPARP Program Tree \n9.  The Medium-Term Budgeting Framework  \n10.  The Government’s Vision of the Public Administration in Afghanistan \n11.  Considerations for Moving Toward a Strategic Approach to Government Financial \nManagement \n12.  List of Ineligible Items \n13.  Outline Terms of Reference, Financing Plan and Consulting Service Selection Criteria \nfor the Grant for Capacity Building for Institutional Development  \n14.  Summary Poverty Reduction and Social Strategy \n \n \n ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Islamic Republic of Afghanistan \n   \nProposal   The  proposed  Fiscal  Management  and  Public  Administration \nReform Program (FMPARP) subprogram 1 is a cluster program. It \nconsists of (i) a program cluster for the FMPARP of $105 million; \n(ii) a program loan of $48 million from the Asian Development \nBank’s (ADB’s) Special Funds resources for fiscal management \nand public administration policy reforms for subprogram 1 (the \nProgram); and (iii) a grant for Capacity Building for Institutional \nDevelopment  (the  Project  or  Grant)  of  $7  million  to  support \ntargeted interventions to implement the Program. \n   \nClassification  Targeting Classification: General intervention \nSector: Law, economic management, and public policy \nSubsector: Public finance and expenditure management \nThemes: Sustainable economic growth, governance  \nSubthemes: Promoting macroeconomic stability, financial and \neconomic governance \n   \nEnvironment  Category C \nAssessment \n   \nRationale  The Government is in the midst of finalizing its interim Afghanistan \nnational development strategy (I-ANDS). A major focus of this \nwork is laying the foundations for sound institutions and effective \npolicies to support the implementation of a sustainable medium-\nterm development framework. \n  \nTwo key reform initiatives will be strengthening fiscal reforms and \nestablishing and implementing a legal and regulatory framework \nfor  a  new  civil  service.  Strengthening  fiscal  reforms—including \nimproving revenue collection, establishing medium-term fiscal and \nbudgeting  frameworks,  and  developing  a  public  expenditure \nmanagement system—is essential to strengthen the budget so it \ncan become the central instrument of policy making. The ANDS \nneeds to be linked to the public investment program (PIP) if the \nGovernment’s  development  priorities  are  to  be  achieved. \nEstablishing  and  implementing  a  legislative  and  administrative \nframework, including reforming and restructuring key agencies, \ndeveloping human resource management, and determining the  \nstructure for a new pay and grading system—will enhance the \nabsorptive capacity of the civil service. \n \n  These reforms will help to address the current situation where (i) a \nlarge  proportion  of  the  external  budget  is  funded  directly  by \ndonors and executed beyond Government budgetary controls and \n(ii)  weak  Government  capacity  is  an  obstacle  to  a  more \nGovernment-owned budget linked to policy priorities, including the ", "ii \n  achievement  of  the  Millennium  Development  Goals  (MDGs). \nStrengthening fiscal management will mean more resources will \nbe available for key public goods such as education and health, \nwhich will benefit poverty reduction.  \n \nMeasures  to  improve  the  Government’s  overall  financial \nmanagement accountability framework, including strengthening of \nfiduciary controls, will help reduce corruption and the diversion of \nresources from intended recipients. This will reassure donors and \nencourage  them  to  channel  more  resources  through  the \nGovernment budget.  \n   \nSubprogram 1 will develop systems and procedures to strengthen \nfiscal  management  and  public  administration.  These  measures \nwill complement the integrated government financial management \ninformation system (IGFMIS) to be financed by the World Bank. \nSubprogram 2 will build on these reforms and focus on improving \nprovision and delivery of public goods and services in order to \nachieve  the  country’s  social  development  objectives—as \nentrenched in the MDGs. \n   \nEstimated FMPARP  FMPARP subprogram 1 is to be completed by December 2008. \nCompletion Date  Subprogram 2 is expected to be completed by December 2011. \n   \nProgram Loan Objectives  The Program will develop systems and procedures—supported by \nincreased capacity—to improve budget programming, strengthen \nresource mobilization, develop the civil service, and enhance the \nmonitoring of public finances.  \n \nIt  will  strengthen  (i)  the  budgeting  framework,  (ii)  the  public \ninvestment program, (iii) revenue mobilization, (iv) civil service \nmanagement,  (v)  the  functioning  of  provincial  administrations, \n(vi) the transparency and accountability of public finances, and \n(vii) treasury management. \n \nFinancing Plan  A loan of $48 million from the Special Funds resources of the \nAsian Development Bank (ADB) will be provided. The loan will \nhave a 40-year term, including a grace period of 10 years, an \ninterest charge of 1% per annum during the repayment period and \nsuch other conditions as set forth in the draft loan agreement. The \ntotal amount of the interest charge during the grace period will be \ncapitalized and charged to the loan account. \n \n  Subprogram  2,  which  will  be  presented  separately  for \nconsideration  and  approval  by  the  Board  and  will  depend  on \nprogress with subprogram 1, is expected to require a loan of $50 \nmillion from ADB’s Special Funds resources. Subprogram 2 is \nexpected to be implemented from December 2008 to December \n2011.  \n   ", "iii \nPeriod and Tranching  The  Program  period  will  be  3  years,  from  December  2005  to \nDecember 2008. The loan will be released in two equal tranches \nof $24 million each. The first tranche will be released upon loan \neffectiveness  or  shortly  thereafter,  upon  compliance  with  first \ntranche  release  conditions.  The  second  is  expected  to  be \nreleased  within  24  months  of  the  release  of  the  first  tranche, \nsubject to compliance with second tranche release conditions.  \n \nEstimated Program  December 2011 \nCluster Completion Date \n   \nExecuting Agency and  The  Executing  Agency  (EA)  of  the  Program  loan  will  be  the \nImplementation  Ministry  of  Finance  (MOF).  MOF  will  set  up  an  interagency \nArrangements  implementation and coordination committee (IICC) headed by the \nDeputy  Minister  of  Finance-Budget  and  Treasury  Management \nand  comprising  representatives  from  the  Budget  Department, \nTreasury  Department,  fiscal  policy  unit,  Revenue  Department, \nCustoms  Department,  Public  Enterprises  Department,  and \nIndependent Administrative Reform and Civil Service Commission \n(IARCSC). Heads of Moustufiats of major provinces (provincial \noffices at the MOF responsible for revenue collection and carrying \nout treasury functions) shall be co-opted as a member as and \nwhen necessary. ADB will be invited to attend the IICC meetings \non a “as needs basis” when relevant issues are to be discussed. \nRegular reporting of minutes of IICC will be provided to ADB. The \nIICC will meet at least quarterly to monitor and coordinate the \nFMPARP  to  ensure  the  reforms  are  being  implemented \neffectively. \n   \nProcurement  The  loan  proceeds  will  be  used  to  finance  the  full  foreign \nexchange cost of items produced and procured in ADB member \ncountries,  excluding  ineligible  items,  and  imports  financed  by \nother bilateral and multilateral sources. In accordance with the \nprovisions of ADB’s Simplification of Disbursement Procedures \nand Related Requirements for Program Loans, the proceeds of \nthe loan will be disbursed to the Government as the Borrower. \nThe Government will certify that the volume of eligible imports \nexceeds the amount of ADB’s projected disbursements under the \nloan for the given period. It is expected that the loan proceeds will \nbe  utilized over  a  period  of  36 months  from the  date  of  loan \neffectiveness. ADB reserves the right to audit the use of the loan \nproceeds  and  to  verify  the  accuracy  of  the  Government’s \ncertification.  Loan  proceeds  may  be  used  to  finance  eligible \nimports for which expenditures were incurred 180 days before the \nloan becomes effective. \n \nCounterpart Funds  Counterpart funds generated from the loan will be used to meet \nProgram expenditures and associated costs.  \n   \n ", "iv \nGrant Objectives  The grant will support capacity building of the MOF, IARCSC, and \npriority  ministries.  It  will  (i)  strengthen  the  budget  process; \n(ii) improve  the  capacity  of  the  moustufiats;  (iii)  support \nimplementation of the civil service law; and (iv) carry out cash \nmanagement, establishment of an accounting policy, and treasury \nbills development.  \n   \nFinancing Plan  A grant of $7 million will be provided from ADB’s Special Funds \nresources. The grant will be subject to conditions set forth in the \ndraft grant agreement. \n   \nExecuting Agency and  MOF and IARCSC will oversee and coordinate the implementation \nImplementation  of  the  Project  through  delegation  to  (i)  the  IICC,  and  (ii)  the \nArrangements  program  director  (a  domestic  consultant)  who  will  work  with \ndesignated department coordinators and who will report to the \nDeputy Minister of Finance-Budget and Treasury Management. \n   \nConsulting Services  Consultants will be recruited in accordance with ADB’s Guidelines \non  the  Use  of  Consultants.  A  total  of  172  person-months  of \ninternational  and  300  person-months  of  domestic  consulting \ninputs will be required. The quality-based selection (QBS) method \nwill be used to select consultants for specific components.   \n   \nSubprogram 1 Benefits  Subprogram 1 will improve the capacity of the MOF, IARCSC, and \nand Beneficiaries  moustufiats  to  (i)  collect  revenues  efficiently,  (ii)  direct  public \nresources effectively to meet priority needs, and (iii) monitor the \nflow of resources and evaluate the impact of public spending.  \n \n  Subprogram  1  will  support  fiscal  management  and  public \nadministration reforms that will enable the country to manage the \ntransition  from  emergency  response  to  long-term  sustainable \ndevelopment.  Improvements  in  the  budget  process,  financial \nmanagement processes, and fiduciary control mechanisms are \nlikely to encourage more donors to channel funding through the \nGovernment budget. This will, in turn, lead to further institutional \nstrengthening  and  state  building,  which  is  essential  to  the \nconsolidation of peace. FMPARP will encourage the Government \nto adopt a more participatory approach to the budgeting process, \nenhancing ownership, and promoting a more efficient resource \nallocation process. More efficient allocation of public resources \nwill be essential for poverty reduction and the achievement of the \nMDGs.  \n \nDirect beneficiaries will include the Government itself and officials, \nwho will gain valuable exposure to consultants in implementing \nthe reform agenda and will benefit from training. Nongovernment \norganizations will benefit from the system of standards that will be \ndeveloped  under  subprogram  2  to  strengthen  outsourcing  of \nservice delivery. \n ", "v \n  Over  the  longer  term,  FMPARP  will  strengthen  governance  in \nAfghanistan, including greater involvement by the state in raising \nrevenues and financing development. Taxpayers and importers \nwill benefit from a clearer, simplified, and more balanced tax and \ncustoms administration. Those segments of the population most \ndependent  on  public  goods  and  services—including  people  in \nmore remote areas—can expect an eventual improvement in the \nquality  of  these  services,  resulting  from  reduced  waste, \nduplication, and other nonproductive use of public resources. The \nprivate sector will gain from improved public services. Overall, \nFMPARP will contribute to economic growth and poverty reduction \nin Afghanistan. \n   \nRisks and Assumptions  External  risks  include  (i)  security,  (ii)  political,  and  (iii) \nmacroeconomic  risks.  Internal  risks  include  (i)  capacity \nconstraints, (ii) governance, and (iii) donor coordination.   \n \nSecurity  concerns  pose  the  largest  risk.  A  worsening  security \nsituation would have many impacts on FMPARP, including limiting \nthe extension of reforms to the subnational level of government. If \nthe security situation deteriorates, operations will be restricted and \nfielding consultants and monitoring missions will be more difficult.  \n \nPolitical  risks  appear  to  be  contained,  following  successful \nparliamentary  and  provincial  elections.  However,  in  a  more \npoliticized  environment,  decisive  policy  decisions  may  not  be \nbased on technical merit alone. \n \nMacroeconomic risks have been reduced, following progress in \nbuilding  supporting  infrastructure  to  ensure  effective \nmacroeconomic  management  and  overall  improvement  in \nmacroeconomic stabilization efforts.  \n \nCapacity  constraints  are  the  most  significant  internal  risks, \nbecause  of  the  limited  availability  of  skilled  resources  to \nimplement the reform program.  \n \nGovernance risks include the power of vested interests. Revenue \nadministration officials may be co-opted by interests that refuse to \nembrace change or by enterprises that want to override the legal \nsystem. There may also be scope for corruption. \n \nDonor coordination risks are acute in Afghanistan, where there is \na significant donor presence in most ministries. Unless there is \nstrong Government ownership of the reforms, combined with well- \ncoordinated programs, there is a risk of duplication and ineffective \nassistance. \n \nThese risks will be mitigated in the following ways. FMPARP will \ndevelop  human  resource  management  policies  across  key \nministries  that  directly  address  the   weak   capacity.   The grant \n ", "vi \n  component  is  particularly  designed  to  strengthen  capacity  and \ninstitutional development. \n \n  FMPARP  will  support  efforts  to  strengthen  macroeconomic \nstability through improving revenue collection and fiscal discipline. \nEnhancing revenue mobilization will reduce the risk of disruption \nand dependence on foreign assistance over the medium term.  \n \nOther safeguards include coordinated and complementary reform \nprograms  supported  by  other  donors,  including  an  IMF  Staff \nMonitored Program that is likely to be extended for another year, \nand may be upgraded to a Poverty Reduction and Growth Facility. \nThe World Bank is expected to approve a second Programmatic \nSupport for Institution Building loan. This would cover a broad \nrange  of  reforms  from  procurement  policy  to  financial \nmanagement.  The  World  Bank  is  also  expected  to  approve  a \nsecond Public Administration and Capacity Building loan for public \nadministration  reforms  and  support  for  the  procurement  of  an \nIGFMIS.  In  addition,  the  World  Bank  has  approved  a  Public \nFinancial Management Performance Report for Afghanistan that \nmonitors  the  Government’s  efforts  to  strengthen  performance \nacross  28  public  financial  management  indicators.  The \nDepartment for International Development of the United Kingdom, \nand  the  United  States  Agency  for  International  Development \nprograms  are  involved  in  areas  closely  related  to  FMPARP, \nincluding revenue administration and reforms to the civil service \nand state-owned enterprises.   ", " \nI.  THE PROPOSAL \n \n1.  I  submit  for  your  approval  the  following  report  and  recommendation  on  the  Fiscal \nManagement and Public Administration Reform Program (FMPARP) in the Islamic Republic of \nAfghanistan  comprising  (i)  a  proposed  program  cluster  on  fiscal  management  and  public \nadministration reforms in Afghanistan, (ii) a proposed program loan for subprogram 1 of the \nFMPARP  (the  Program)  and  (iii)  a  proposed  grant  for  Capacity  Building  for  Institutional \nDevelopment (the Project or the Grant).    \n \nII.  THE MACROECONOMIC CONTEXT \n \n2.  Afghanistan has made significant progress in achieving macroeconomic stability over the \nlast 3 years. Gross domestic product (GDP) is estimated to have grown by 28.6% in fiscal year \n(FY) 2003 and by 15.7% in FY2004. In FY2005, growth is estimated to have slowed to 8.0%, \nlargely because of a decline in agricultural output as a result of a drought. The economy is \nhighly reliant on agriculture (37.2% of GDP, excluding opium production, in FY2005) and on the \nservice sector (38.3%). Sectors linked to the reconstruction effort, such as construction and \ntelecommunications,  continued  to  perform  well  in  FY2005.  Since  the  successful  currency \nconversion in early 2003, prices have remained broadly stable and the exchange rate has \nfluctuated around AF45–50 per dollar, reflecting widespread acceptance of the new currency \nand prudent macroeconomic and monetary policies. However, the opium economy has grown to \nrecord  levels  and  this  poses  one  of  the  country's  most  difficult  development  challenges. \nAccording to the United Nations Office on Drugs and Crime (UNODC), opium cultivation in 2004 \nincreased by 64%, which amounted to about 60% of the country's official GDP (see Appendix 1 \nfor key economic indicators). In 2005, opium production has fallen because of lower farm-gate \nprices and initial successes in the antinarcotics campaign. \n \n3.  The operating budget for FY2005 was set at $609 million, with $300 million to be \ngenerated  from  domestic  revenue  and  $309  million  to  be  covered  by  foreign  assistance. \nDomestic revenues met the more conservative target under the International Monetary Fund \n(IMF) Staff Monitored Program (SMP), although they were below the budget forecast. Custom \nduties, which represent about 55% of total revenues, rose by 20%. As in the previous year, \noperating expenditures also fell short of the budget targets. For instance, because of continued \ndelays in recruiting teachers and in implementing the main civil service restructuring program, \nexpenditures were AF2.4 billion short of the midyear review projection of AF29.1 billion. The \ndevelopment budget, approved with a delay, increased from $1.8 billion in FY2004 to $4.2 \nbillion in FY2005. Development budget spending has been very slow and continues to be \nhampered by the volatile security situation; capacity constraints, particularly in line ministries; \nand the long lead time required for project design. \n \n4.  The  consumer  price  index  (CPI)  rose  by  16.3%  in  FY2005  (year-on-year  change) \nreflecting the above average price of wheat because of the drought and sharp increases in \nhousing prices. Monetary policy continues to focus on keeping inflation under control and on \nensuring a relatively stable exchange rate. A regime of foreign exchange auctions is in place. \nThe Central Bank successfully introduced a short-term capital note in September 2004 and \nreserve  requirements  for  commercial  banks  have  been  adopted.  Afghanistan's  financial \ninfrastructure, including savings and investment instruments, is still largely undeveloped. The \namount of currency in circulation is estimated to have grown by 40.9% in FY2004 and by 37.5% \nin FY2005, reflecting strong inflows of development assistance funds while maintaining a 5% \nexchange rate trading band. Foreign reserves amounted to approximately $1.3 billion at the end ", "2 \nof FY2005, reflecting 3.7 months of import coverage, an increase from $815 million the previous \nyear.  \n \n5.  Reliable balance of payment data are not available. Exports of goods (excluding opium, \nand including re-exports) reached $1.66 billion in FY2005. Total imports amounted to $3.87 \nbillion. According to UNODC, the value of opiate exports to neighboring countries increased \nfrom $2.3 billion in 2003 to $2.8 billion in 2004. The current account deficit (excluding grants) is \nexpected to amount to $2.7 billion (45.0% of GDP) in FY2005. The deficit was covered mainly \nby grants (if grants are included, the deficit was 0.7% of GDP).1  \n \n6.  Despite the strong economic recovery and progress in structural reforms, the remaining \nchallenges  are  huge.  If  Afghanistan  is  to  shift  from  recovery-related  growth  to  long-term \nsustainable development, it will require new drivers of growth, continued commitment to the \nambitious reform agenda, and sustained support from the international community. With a per \ncapita GDP of only $253 per annum in FY2005, reducing poverty, or even attaining the income \nlevels of neighboring countries, will require strong economic growth over the medium and long \nterm and substantial international assistance. Given the size of the opium economy, a holistic \nstrategy that creates alternative livelihoods in the rural economy, combined with interdiction and \neradication measures and legal reform, is needed, supported by broad-based economic growth \nand sustained donor commitment. Finally, because of its limited capacity to deliver public goods \nand services, the Government will require concerted actions with donors and civil society to \ncreate a sustainable environment of good governance to ensure effective service delivery. This \nwill contribute to improved livelihoods and poverty reduction.  \n \nIII.  THE SECTOR: PERFORMANCE, PROBLEMS AND OPPORTUNITIES \n \nA.  Sector Description and Government’s Reform Program \n \n7.  Following the collapse of the Taliban regime in 2001, the transitional administration, \nassisted by a large donor-funded reconstruction program, embarked on rebuilding the core \nfunctions of government. In the immediate postconflict stage, the strategic challenge for the \nGovernment  was  to  move  swiftly  to  strengthen  security  and  stability  while  creating  the \nfoundations for effective government based on strong economic management and improved \ndelivery of public goods and services.  \n \n8.  On the economic management front, key achievements in the early years included \nestablishing (i) a two-tier banking system, centered on the Central Bank overseeing inflation \nstabilization and the issuance of a new currency, the afghani; (ii) a budget formulation and \nimplementation process; (iii) an expenditure framework based on national priority programs; \n(iv) a revenue administration centered on the customs department and a large-taxpayer office; \nand (v) a treasury management system that operates at the provincial level through moustufiats2 \nand is based on expenditure controls through the treasury single account (TSA).  \n \n9.  To  improve  delivery  of  public  goods  and  services,  the  Government  focused  on \nstrengthening the capacity of the executive and key line ministries at the central level. This was \ncombined with the outsourcing of service delivery to nongovernment organizations (NGOs) and \nother arrangements as required. An important pillar of this strategy was the strengthening of \npublic administration through greater incentives to attract and retain qualified staff, such as the \n                                                 \n1 If opium trade were included, both current and capital accounts would show large surpluses. \n2 Ministry of Finance (MOF) provincial office. ", "3 \nPublic Administration Reform and Economic Management (PAREM) Program and the Priority \nReform and Restructuring Program (PRR).  \n \nB.  Performance \n \n10.  The strong economic growth performance over the last few years was supported by a \ncommitment to an ambitious reform agenda. The structural adjustment reforms (para. 8) have \nled to a stronger economy with GDP growth averaging just over 17% per annum from FY2003 \nto FY2005. This reflects the effects of donor-driven development assistance combined with \nimproved—although still somewhat tenuous—security conditions spurring consumption demand \nand – through better business opportunities – investment. Consumption remains strong, and \nwas estimated to have been 105% of GDP in FY2005. Gross fixed capital formation was \nestimated to have been 39% of GDP during the same period.  \n \n11.  On the political front, the country's first democratic presidential elections in October 2004 \nwere  met  by  high  voter  turnout  and  without  major  security  incidents.  Incumbent  interim \nPresident Hamid Karzai was confirmed as Afghanistan's first democratically elected President. \nThis was followed by parliamentary and provincial council elections in September 2005.3 These \nelections are expected to further advance the democratic process in Afghanistan and to lay the \nfoundations for greater political stability. \n \n12.  In April 2002, the Government adopted a national development framework (NDF). The \nNDF focuses on three pillars: (i) security and human development, (ii) physical infrastructure, \nand (iii) an enabling environment for development. For each pillar, broad sector programs have \nbeen developed and in-country consultative groups (CGs) have been established to select \nprojects and coordinate foreign aid flows. National priority strategies and public investment \nprograms (PIPs) across 16 sectors have laid the groundwork for prioritized public investment \nand  sustainable  medium-term  growth.  The  NDF  also  formed  the  basis  for  Securing \nAfghanistan's  Future:  Accomplishments  and  the  Strategic  Path  Forward,  the  Government’s \nprevious development strategy, which was presented at the Berlin Conference on Afghanistan \nin March 2004. In mid-2005, the Government started work on the interim Afghanistan national \ndevelopment strategy (I-ANDS) which will also constitute the interim poverty reduction strategy. \nA full ANDS will be developed over the course of 2006. The ANDS will update and integrate \nstrategies for (i) reducing poverty, (ii) generating wealth and sustained economic growth, and \n(iii)  promoting  social  inclusion.  The  process  will  include  widespread  consultation  and  the \ndevelopment of a 3-year macroeconomic and fiscal framework. A draft I-ANDS is expected to \nbe developed by December 2005 and presented formally at a donors’ conference in London in \nJanuary 2006.  \n \n13.  Securing Afghanistan’s Future (SAF), argued that an average of 9% growth per annum \nin the non-drug economy (10–15% in the short term and 7–9% in the long term) is needed over \nthe next 15 years to ensure a visible improvement in economic and social conditions while the \ndrug economy is gradually eliminated. During the Berlin conference, donors pledged $8.2 billion \nfor March 2004–2007, equivalent to 69% of the $11.9 billion Government target. Under SAF, the \nprivate sector is expected to be the primary engine of growth and employment opportunities. \nSupport mechanisms for the private sector will have to be strengthened and progress made to \nstrengthen  legal  foundations  for  property  rights,  contract  enforcement,  bankruptcy,  and \n                                                 \n3  The new Parliament is scheduled to hold its first session in early December 2005 with the ratification of the cabinet \nbeing one of the first items on the agenda.  \n ", "4 \nextractive  industries,  combined  with  sustained  investments  in  power  and  transport \ninfrastructure.  \n \n14.  To achieve the Government's growth targets over the medium term and to replace opium \nproduction gradually, development needs to be more broad-based and sustainable. Decreasing \ndonor funds and increasing demands on the Government budget mean that domestic revenue \nefforts  need  to  be  stepped  up  significantly.  The  Government’s  ability  to  meet  the  many \nchallenges will depend on the continuation of political and legal reforms, an improving security \nsituation,  and  sound  fiscal  and  economic  policies.  Improving  capacity  throughout  the \nGovernment will be essential for all of these reforms.   \n \n15.  Since  March  2004,  the  Government  has  been  implementing  the  IMF-led  SMP  to \nmaintain macroeconomic and financial stability, pursue structural reforms, and build statistical \ncapacity. Performance during the first year of the SMP was strong and most targets were met. \nThe fifth quarterly review (April–June 2005) confirmed that the Program remains on track and it \nhas  been  extended  another  year  to  September  2006.  It  may  be  upgraded  to  a  Poverty \nReduction and Growth Facility (PRGF) in 2006 following approval of the ANDS. \n \nC.  Issues and Opportunities \n \n16.  Over  the  past  4  years,  development  assistance  has  concentrated  on  building  the \nsupporting infrastructure for economic management in Afghanistan. In this period and given the \nfocus on emergency management, trade-offs were made that may have led to capacity building \nbeing substituted by international consultancy inputs. There is now a growing perception of the \nneed to move towards a medium-term sustainable development framework with increasing \ncountry ownership of policies and greater domestic capacity. Day-to-day management in key \nministries needs to be reoriented toward forward-looking strategies. More effective institutions \nwill be needed and capacity strengthened throughout Government. There will be a gradual \nmovement towards a greater focus on sustainable development. \n \n17.  The success of this transition will largely depend on two key initiatives: deepening \nstructural reforms and strengthening capacity throughout the civil service. The deepening of \nstructural  reforms—including  improving  revenue  collection,  establishing  a  medium-term \nbudgeting framework, and developing a public expenditure management system—are to sustain \neconomic growth and attain poverty reduction objectives. Strengthening capacity throughout the \ncivil service will enhance the Government’s capability to implement and deepen reforms and \npromote sound economic management. The Government recognizes that these reforms will \nneed to be designed under a structured and programmatic approach under a common policy \nframework if they are to have a lasting impact on the provision of public goods and services. A \nvision paper was prepared by the Ministry of Finance (MOF) in collaboration with various donors \nthat sets out the strategic challenges and objectives for the ministry over the next 5 years.  \n \n18.  The  following  section  analyzes  the  critical  constraints  on  FMPARP  (see  also  the \nsummary sector analysis in Appendix 2). The proposed reforms are discussed in Section IV.  \n \n1.  Fiscal Management \n \n19.  The Government has stressed the importance of the budget as the principal instrument \nof policy and reform and has urged donors to increasingly channel funds through the budget. In \nFY2005,  only  $1.7  billion  out  of  a  total  of  $5.1  billion  was  implemented  directly  by  the \nGovernment through the budget ($1.3 billion of which remained under direct donor supervision ", "5 \nand fiduciary oversight). Most donors continue to channel resources directly to NGOs and/or \nprivate agencies through special funds and other arrangements. This is particularly evident in \nthe health sector, where NGOs, directly funded by donors, run the health care services in most \nprovinces.  The  percentage  of  funding  that  lies  outside  Government  budgetary  controls, \ncombined with weak Government capacity, makes it difficult to move towards a more policy-\noriented budget.4 To address this issue, the budget process will have to be strengthened. \nFiduciary controls and overall financial management must be strengthened, so donors feel \nconfident enough to channel more resources through the Government budget. At the same \ntime,  Government  capacity  and  coordination  mechanisms  will  have  to  be  enhanced  so \ndevelopment plans can be translated into properly designed investment programs and projects. \n \n20.  Weak  Policy  Formulation  and  Implementation  Capacity.  Sound  macroeconomic \nmanagement  is  critical  to  support  stabilization  in  any  postconflict  transition  phase.  In \nAfghanistan, (i) managing large inflows of donor funds; (ii) pursuing structural reforms, including \nprice liberalization; and (iii) rooting out the underground opium economy are challenging for any \npolicy  maker.  Policy  instruments  are  in  many  cases  at  an  early  stage  of  development \n(e.g., liquidity management instruments) or are being adopted in parallel with the introduction of \nthe legal and regulatory framework (e.g., budget, tax, customs, and civil service laws and \nsupporting regulations). \n \n21.  Slow  Disbursement/Weak  Budget  Implementation.  Limited  absorptive  capacity \nconstrains Government efforts to roll out service delivery and make effective use of public \nresources for reconstruction. Operating expenditures and “core” budget development spending, \nwhich includes donor-funded projects administered through Government accounts, continue to \nbe below budget targets. In FY2005, for instance, delays in recruiting national teachers and in \nthe civil service restructuring program led to significant underspending. Similarly, development \nbudget spending has been consistently behind target and continues to be hampered by the \nvolatile security situation and capacity constraints, particularly in line ministries and at the \nprovincial level. Further, multiyear projects are typically characterized by a lengthy start-up \nperiod (e.g., for the preparation of feasibility studies).  \n \n22.  Parallel Budget Processes. The budget currently consists of an operating core budget \nwhere funds are channeled through the Treasury and a donor-funded external budget. The core \nbudget is divided into the operating budget and the development budget. The development \nbudget is wholly dependent on external sourcing and, because of delays in confirming donor \ncommitments, is prepared and approved after the beginning of the fiscal year. This creates \nsignificant difficulties as resources are unpredictable and timely project preparation very difficult. \nThe budget cycles for the operating and development budgets are still not synchronized, which \ncauses difficulties in budget programming, including proper identification of resources for the \nrecurrent costs of investment projects. Budgeting for multi-year investment projects is very \ncomplicated. Currently the implications of investment expenditure on the operating budget are \nnot considered when making the decision to invest through the development budget. Delays in \nbudget preparation and approval have led to delays in wage payments at the start of the fiscal \nyear, although this should not be an issue following the approval of the interim operating budget \nfor FY2006 before the start of the fiscal year.  \n \n                                                 \n4  In most countries, donor assistance is channeled through the recipient country’s national budget. This serves to \nreinforce the Government’s priorities under its national development strategy. If resources are not coursed through \nthe budget, the degree of Government ownership and commitment is undermined as it is not fully in control of \ndevelopment expenditures. \n ", "6 \n23.  Lack of a Multi-Year Framework. While significant progress has been made over the \nlast 2 years, budget programming is still in its early stages. There is a need to develop a \nmedium-term fiscal program that attempts to project expenditure and revenues over the medium \nterm  (i.e.,  the  next  3  years).  Multi-year  aggregate  fiscal  forecasts  are  updated  annually. \nHowever, current expenditure estimates are only at the aggregate level. Domestic revenue \nprojections are targets rather than tight estimates based on forecasting models that would take \ninto account the economic results of specific policy actions. Accordingly, midyear reviews often \nreduce programmed spending and revenues. For the first time, in FY2006 line ministries will be \nrequired to prepare multiyear projections as part of budget preparation. There is also limited \nanalysis of how policy decisions (e.g., wage increases or pension commutation) or external \nfactors (e.g., oil price shocks or security constraints) can affect spending plans. \n \n24.  Lack  of  Budget  Comprehensiveness.  Revenues5  and  expenditures6  of  public \nenterprises are  considered  to  be  outside  the  national  budget.  However,  public  enterprises \nrepresent a significant financial holding, and the state as the sole or majority owner bears the \nimpact of their financial operations. In Afghanistan, public enterprises control essential physical \nassets in almost all sectors of the economy.7 According to a survey in October 2004, the public \nenterprise sector is composed of 78 enterprises:8 6 banks, 1 insurance company, and 71 non-\nfinancial enterprises engaged in agriculture, manufacturing, industry, and services. In addition, \nthere are a number of other non-financial Government-controlled commercial entities, including \nAriana  Airlines,  as  well  a  broad  range  of  activities  of  commercial  nature  that  are  being \nundertaken by various Government departments. However, there is very limited information on \nthese entities. The MOF has little consolidated information on the transfer of public finances to \npublic enterprises and other Government-controlled commercial entities, partly because of a \nlack of financial reporting, and partly because of inconsistencies in the Government’s treatment \nof them. The lack of a governance framework allows room for corruption. \n \n25.  Current incomplete data indicate that transfers (i.e., subsidies) to public enterprises \namounted to an estimated AF25 million in FY2003, AF128 million in FY2004, and AF28 million \nin the first half of FY2005. In addition to the declared transfers, there are likely to be untracked \ntransfers, such as salaries of staff of public enterprises which are included as part of ministries’ \npayrolls and possible contingent liabilities such as arrears on payment of salaries and pensions, \nand Government guarantees. “Subsidies” may also arise when ministries are obliged to buy \nfrom public enterprises and public enterprises receive preference when they bid on Government \ncontracts. Without fiduciary controls in place, resources may be diverted and corrupt practices \nencouraged. \n \n26.  Budget Allocations across Provinces. The current budget process does not include \nallocation mechanisms to distribute resources to provinces. In essence, this is done by line \nministries,  which  decide  on  expenditure  allocations  for  each  province.  This  raises  several \nissues. The Government is not making full use of its tax and spending powers to meet socio-\neconomic regional development objectives, including powers to distribute resources. Although \n                                                 \n5  The state-owned (public) enterprises (SOE) Law stipulates that up to 37.5% of net profits are to be transferred to \nthe Government (after deducting 25% for special expenditures and 37.5% for working capital, etc.). \n6  In some cases, payroll of public enterprises are included in a line ministry payroll. Similarly, expenditure related to \ncommercial activities managed and operated by Government agencies may also be included in the budget. \n7  A number of investments in SOEs have been planned through the development budget, notably in the power \nsector. If contributions from development partners are included, roughly $150 million has been invested in SOEs \nfrom FY2003 to the mid-FY2005.  \n8  Recent analysis by Bearing Point (a consulting firm) has revealed that earlier estimates of more than 150 SOEs \nreflected the inclusion of many subsidiaries of the major SOEs. ", "7 \ntax revenues collected at the provincial level are still relatively modest, there is a need to \naddress  the  moral  hazard  problem  related  to  aligning  provinces’  incentives  in  revenue \ngeneration “effort” and resulting additional spending “benefits” from the center. Hence, from both \na  social  welfare  and  efficiency  perspective,  there  will  be  gains  from  developing  a  more \nsystematic and transparent revenue allocation system.  \n \n27.  Limited Capacity at Moustufiats. Any effective extension of public goods and services \nwill require strengthening of provincial administrations to ensure that essential public goods and \nservices reach people throughout the country. Currently, a small share of potential tax revenues \nis  collected  by  moustufiats.  About  60%  of  national  tax  revenue  is  collected  at  customs \ncheckpoints at province borders. These revenues are remitted to moustufiats or provincial tax \ncollection offices and subsequently deposited in the TSA. Effective revenue collection implies \nclearer coordination between the Customs Department in Kabul, the moustufiats, and the actual \ncheckpoints, in addition to better enforcement capabilities. Moustufiats are also responsible for \npayment and treasury functions at the provincial level.  \n \n28.  Budget  Coherence  with  Development  Strategy  and  PIPs.  The  transition  from \nemergency response to long-term sustainable development needs to be underwritten by a \nrobust  economic  development  strategy.  The  NDF  of  April  2002,  which  was  subsequently \nconfirmed and further refined in Securing Afghanistan’s Future (SAF) in 2004, outlines the \nGovernment’s development strategy. The NDF contains a list of national priority programs \n(NPPs). At present, the Government is finalizing an NDF update that will also form the basis of \nthe I-ANDS.  \n \n29.  NPPs operate within the framework of 16 public investment programs (PIPs). They are \norganized around (i) security and human development, (ii) physical infrastructure, and (iii) an \nenabling  environment  for  development.  The  NPPs  are  steered  by  budget,  steering,  and \noversight committees. Program implementation units (PIU) for each NPP are responsible for \ncoordination as well as for financial and operational performance. The consultative group (CG) \nwill continue to serve as the principal consultative forum for discussions on progress, policies, \nand  cross-cutting  concerns  that  affect  a  particular  NPP.  A  review  of  the  CG  is  currently \nunderway. See Appendix 3 for a more detailed description of CGs. \n \n30.  The NPPs are meant to provide a strategic framework for donor-funded investment \nprojects and for the development budget. Similarly, the PIP represents a menu of projects that is \nonly gradually being prioritized. In many cases, criteria for including projects on PIP are based \non the ministry’s capacity to implement the Project, rather than on economic returns or strategic \ncomplementarities from the investment.  \n \n31.  Limited  Revenue  Mobilization  Capacity.  The  Government’s  objective,  according  to \nSAF, is to cover the wage bill by FY2009 and all operating expenditures by FY2014. According \nto the more recent medium-term fiscal framework (MTFF), domestic revenue as a share of \noperating expenditure, is projected to reach 98.7% by FY2010. In FY2005, the revenue to GDP \nratio was about 4.5% and it is projected to reach 12.5% by FY2015. However, achieving this \nambitious target will require a substantial increase in revenue collection efforts and careful \nmacroeconomic management. Progress has been made in domestic revenue generation, which \nincreased from $132 million in FY2003 to $207 million in FY2004 and reached about $265 \nmillion in FY2005. New tax policy reform measures were enacted in early 2004 including a final \nwage withholding tax on higher income employees, an improved income tax regime, and a \nlimited range of consumption taxes on services such as telecommunications, air travel, hotels \n ", "8 \nand restaurants. A large-taxpayer office has been established, although there has been limited \nsuccess on corporate income tax collection. According to the FY2006 midyear budget review, \ntotal domestic revenue is projected at $468 million, corresponding to an increase of 41% over \nthe $333 million in projected revenues at the beginning of the fiscal year.9 Approximately 50% of \nthe operating budget and 100% of the development budget are expected to be financed by \nforeign assistance.10 \n \n32.  Growth in the overall wage bill has far outpaced growth in domestic revenue generation. \nThe wage bill (already about 60% of the operating budget) is expected to increase more \nmoderately over the coming years despite pressures from the recruitment of teachers, civil \nservice pay increases11 related to the implementation of the PRR, and police pay increases. \nMoreover, it has been proposed that funding for the Afghan National Army (ANA), currently \nfinanced by external grants, be incorporated into the core budget over the coming years, which \nwill pose problems for the Government unless external funding continues. \n \n33.  As part of the Government’s efforts to shore up revenues, a new customs code and \namendment to the Revenue Law were recently approved. The amendment includes provisions \non:  (i)  access  powers,  penalties,  offences,  collection  enforcement,  and  record-keeping \nrequirements; (ii) corporate tax reforms and provisions for extractive industries; and (iii) a new \nairport departure fee. These measures are expected to place revenue collection on a sounder \nand more sustainable footing.12  \n \n  2.  Public Administration  \n \n34.  The public administration reform (PAR) program has seven major components, including \ninstitutional  and  functional  streamlining,  the  civil  service  legal  framework,  and  personnel \nmanagement. The objective of the PAR is to build a sound legal, administrative, and physical \nenvironment  so  civil  servants  can  function  effectively  and  be  held  accountable  for  their \nperformance.  Overall  responsibility  and  coordination  of  PAR  rests  with  the  Independent \nAdministrative  Reform  and  Civil  Service  Commission  (IARCSC).  The  priority  reform  and \nrestructuring (PRR) initiative provides a framework for implementing the first generation PAR \nprogram.  \n \n35.  PAR has two subprograms: public administration reform and governance (PARG) and \neconomic and financial management. The strategic priority of PARG is to strengthen policy \ndevelopment capacity within ministries and to focus on the core functions of government. Over \n8,000 civil service posts in “reformed” departments will became eligible for higher salaries and \nof these, about 600 senior posts are being filled through an open competitive process under the \nsupervision of the Independent Appointments Board (IAB). The strategic priority of economic \nand financial management is to complete the annual operating and development budgets based \n                                                 \n9  The increase in revenue reflects an expected one-off revenue of $80 million from the sale of a telecommunication \nlicense. Netting out this windfall gain, the projected revenues for FY2006 would be $388 million equivalent to an \nannual growth rate of 46% (compared with an annual real GDP growth rate of 12% and annual inflation of 10%). \n10 The core development expenditure (or the part of the development expenditure that is channeled through the \ntreasury’s accounts) is projected at approximately $1 billion for FY2006, equivalent to 21% of a projected $4.8 \nbillion total development budget requirement. \n11 In FY2006, the Government approved (i) wage increases reflecting a markup of 50% of inflation across all sectors \nand (ii) non wage increases reflecting a mark-up of inflation plus 10% for the ministries of education, health, \nagriculture, interior and defense and inflation plus 5% for the rest. \n12 The IMF estimates that tax forgone as a result of the old tax regime with its generous tax exemptions and \nconcessions is $14.6 million for FY2006 (4.4% of budgeted domestic revenue) and $30.2 million since FY2003/04. ", "9 \non a medium-term expenditure framework. The legal framework underpinning the development \nof activities under the two subprograms are included under the Civil Service Law and the Public \nExpenditure and Financial Management Law, which were approved in September and June \n2005, respectively.  \n  \n36.  The PRR program is an asymmetric and incremental civil service reform program and, \nmore generally, a promoter of change management in Government. It is supported by the World \nBank.  Approved  PRR  proposals  range  from  creating  new  agencies  to  restoring  basic \noperational  services.  PRR  is  built  around  creating  short-term  capacity  within  ministries  to \npromote policy reform, while setting the groundwork for institutional strengthening. The PRR \nfollows a two-stage approach. In stage 1, ministries make proposals to be considered for the \nPRR to the IARCSC. Proposals highlight function, skills mix, and the task force that is in place \nto lead and manage the restructuring process. The administrative reform service evaluates the \nproposal and submits recommendations to the chairman, IARCSC, who, in consultation with the \nministerial  advisory  committee  makes  a  final  decision  on  whether  or  not  to  present  the \napplication  for  stage  2  consideration.  Stage  2  consists  of  ministries  making  proposals  for \nincreased pay levels according to the interim additional allowance (IAA) scale. Proposals should \nbe based on a detailed proposal on expected improvements in efficiency and cost-effectiveness \nand  should  have  been  agreed  by  MOF.  Recently,  the  ministerial  advisory  committee  has \nrequired that the applying ministry should have in place a broader strategic plan for the ministry. \nPositions are filled by open competition and appointments are made by the IAB. There are \nprobationary periods and annual reviews of performance. A super-scale category in excess of \nIAA has also been introduced for individuals with exceptional qualifications.  \n \n37.  The PRR has provided insights on specific challenges and opportunities for rebuilding \nthe  machinery  of  government  and  on  the  appropriate  institutional  mechanisms  for  political \noversight of PAR. The Government is developing a second-generation PAR program as an \nintegral  part  of  the  development  of  the  ANDS.  New  institutional  mechanisms  for  political \noversight and for strengthened donor coordination will be an integral part of the next generation \nof PAR and will be supported by the World Bank and others. The legal framework provided by \nthe recently approved Civil Service Law will feature heavily in the second generation PAR \nprogram and help formalize and strengthen many reforms initiated through the PRR process.  \n \n38.  Lack of Coordination Mechanisms and Capacity. Coordination of reconstruction and \ndevelopment activities remains weak. Some ministries, including the Ministry of Interior and the \nMinistry of Rural Rehabilitation and Development have established coordination mechanisms at \nprovincial  and  district  levels.  These  mechanisms  strengthen  coordination  within  specific \nprograms,  but  they  do  not  address  the  need  for  more  comprehensive,  Government-led \ncoordination. Such coordination is essential for prioritizing and sequencing investments across \nall national programs.  \n \n39.  Limited Capacity at Provincial Administration. Provincial administrations are critical \nelements in the Government’s efforts to implement effective service delivery and to fulfill the \nfuture ANDS. Currently, public spending is undertaken through provincial representatives of line \nministries. There is limited capacity to assess how the public spending of the line ministries can \nfulfill key provincial development goals. There is also limited stakeholder consultation to ensure \nprovincial needs are reflected in national budget formulation. Any effective roll-out of public \ngoods and services will thereby imply strengthening provincial administrations to increase their \ninvolvement in development planning over the medium term and in budget formulation over the \nlonger term. The creation of a parliament and provincial councils is expected to lead to further \n ", "10 \nreforms of provincial administrations and to strengthen their role in provincial socioeconomic \ndevelopment. \n \n3.  Public Financial Management \n \n40.  The  legislative  framework  which  governs  public  financial  management  (PFM)  in \nAfghanistan is composed of numerous laws and regulations that are applied selectively and do \nnot  clearly  delineate  PFM  roles  and  responsibilities.  Moreover,  contradictory  provisions \nundermine  compliance  and  its  implementation.  To  address  this,  a  Public  Finance  and \nExpenditure  Management  (PFEM)  Law  was  approved  in  June  2005.  The  law  covers  the \nGovernment sector13 (although rules for center–province relationships will have to be clarified \nunder regulations to be developed). It (i) provides clearly defined PFM roles and responsibilities, \n(ii) requires adequate reporting, (iii) provides for independent review, and (iv) holds public \nofficials  accountable.  The  Government’s  program  of  financial  management  improvements, \nwhich is supported by the World Bank’s recently completed Public Finance Review, will have \nfar-reaching consequences for the processes (recording, accounting, and reporting) of financial \ntransactions over the next few years. \n \n41.  The  MOF  is  the  lead  agency  in  the  development  of  the  Government’s  financial \nmanagement system. It is responsible for budget preparation, execution and control, revenue \nadministration  (customs  and  non-customs  revenue),  payroll,  accounting,  financial  reporting, \ndebt management, cash management, as well as a range of functions for Government asset \nadministration. To date, the MOF has focused on critical elements of the Government’s financial \nmanagement system. Since 2002, public financial management roles, rules, and information \nhave evolved, and significant steps have been undertaken with donor support to implement \nemergency arrangements for public financial management and to build capacity in the key areas \nof budget implementation and treasury, procurement, and external auditing.  \n  \n42.  Accordingly,  information  technology  (IT)  applications  have  been  developed  and \nimplemented to support: (i) the national budget process; (ii) treasury functions, which comprise \nbudget execution and control, accounting, and financial reporting; (iii) payroll; (iv) customs \nadministration; and (v) some functions of asset administration and management. Each of these \nhas been developed as a separate management information system (MIS) with varying degrees \nof coordination. They operate for all practical purposes as separate systems. In addition to the \nMOF’s  efforts,  many  line  ministries  are  investing  in  IT  to  support  their  specific  financial \nmanagement requirements. As the Government moves into the next phase of development, it \nbecomes critical that a strategic and structured approach to the investment and implementation \nof  Government  financial  management  IT  systems  is  undertaken.  A  strategic  approach  is \nrequired to enable appropriate and cost effective investment, and to avoid duplication of effort. \nThe adoption of a strategic approach is of particular importance now, with the extension of \nexisting systems to the line ministries and provinces under consideration.  \n \n43.  Treasury Management. Effective cash management14 remains a major challenge in \nAfghanistan. Cash flow forecasts are prepared for the operating budget for the fiscal year and \nupdated monthly. However, revenue and expenditure projections are drawn from targets rather \nthan from historical patterns and procurement plans, and have resulted in large idle balances in \n                                                 \n13 PFEM does not apply to SOEs, which operate under the Companies Act. \n14 In accordance with the Constitution, all public revenue and all expenditure for the operations are managed by \nTreasury under a treasury single account (TSA). The special disbursements unit, in Treasury, manages 278 \nspecial accounts for earmarked donor programs. ", "11 \nprovincial offices. Revenue information is inputted from the actual data and there are difficulties \nin reconciling accounts between the central treasury and line ministries. In the balance of \nexpenditures, donor contributions to the operational budget are based on existing commitments. \nMoreover, development budgets are for the most part outside cash planning and consolidation \narrangements.  \n \n44.  Effective  cash  management  requires  synchronization  of  cash  flow  needs  and \nborrowing,15  to  avoid  unnecessary  public  debt  charges.  However,  there  is  no  formal  debt \nstrategy,  and  the  MOF  has  to  develop  capacity  to  support  debt  sustainability  analyses. \nSpreadsheet records of debt are maintained and reports on debt stock and service are prepared \nperiodically. However, these do not include records on guarantees, or support budgeting of debt \nservice for existing loans, forecasting for new loans and disbursements, analysis under different \nscenarios, or allows for checks on reporting and costing. As the debt register is not integrated \nwith  the  treasury  system,  (i.e.,  the  Afghanistan  management  information  system  [AFMIS]) \nreliance is placed on manual checks for data integrity, manual reporting, and audit trails.   \n \n45.  Cash  management  needs  to  ensure  that  there  are  no imbalances resulting from  a \nsudden overrun on expenditures or shortfall in revenues. While the overriding “no overdraft” \npolicy is a safeguard against accumulated imbalances, there have been occasions when the \nTreasury Department has had to draw down on the proceeds from budgetary support loans in \norder to correct a mismatch between expenditure and receipts,. More recently, a prudential \nreserve has been introduced in the budget. Despite this reserve, as there is no predictable and \nseparate revenue stream (in the absence of a market for treasury management instruments, \nsuch as treasury bills, in Afghanistan), using part of loan proceeds as a revenue buffer may be \njustified.  However,  the  current  system  is  far  from  an  ideal  solution  and  entails  significant \nopportunity costs on the use of available loan funds.  \n \nD.  Lessons Learned \n \n  1.  Development Effectiveness \n \n46.  In general, development effectiveness principles recognize the Government’s central \nrole in managing the development process.16 This implies Government ownership from the \nnational  development  strategy  to  the  public  expenditure  review  and  public  investment \nprogramming. Although there are limits on “ownership” in postconflict economies, the sooner \nwell-run economic management is transferred to the Government, the greater is the scope for \nGovernment accountability for use of resources and overall results. In Afghanistan, where about \n30% of total planned spending is channeled through the operational budget and where some \nGovernment functions are almost fully outsourced to NGOs, donor assistance should strive to \nbuild capacity to ensure greater ownership. \n \n                                                 \n15 Afghanistan’s total stock of publicly guaranteed debt in 2003/2004 is estimated at $617 million, equivalent to 13% \nof GDP. Of this amount, $323 million is multilateral debt and $294 million is bilateral debt. However, a substantial \nportion of the debt still needs to be verified and reconciled as several countries have provided generous debt relief \non old claims while in other countries there are still disputed claims. As highlighted by the IMF, in view of the \nnarrow base for domestic resource mobilization, Afghanistan will need to rely primarily on grants over the coming \nyears. Over the medium-term, with increasing absorptive capacity and improved fiscal discipline, there may likely \nbe a gradual shift towards concessional financing as the grant funding declines.  \n16 See  for  example,  Development  Assistance  Committee  Guidelines  and  Reference  Series,  Organization  for \nEconomic Cooperation and Development (OECD). 2003. Harmonizing Donor Practices for Effective Aid Delivery. \nFrance: OECD Publication Service. \n ", "12 \n47.  More  effective  Government  ownership  of  economic  management  (supported  by  a \nprivate-sector-led growth strategy) requires institutional strengthening, in particular, developing \n(i)  a medium-term strategy to achieve development objectives consistent with the institutional \nvision; (ii) human resource policies that are consistent with results-based management, based \non an incentives framework, and  responsive to changing circumstances; and (iii) management \ninformation systems that strengthen transparency and accountability and can facilitate functional \nreforms  and  change  management.  In  Afghanistan,  provincial  administrations  and  local \ngovernment, where capacity during the years of war was almost completely destroyed, are \nparticularly weak. Reforms with the objective of extending public goods and services nation-\nwide will need to address these institutional constraints.   \n \n48.  Reforms will need to be supported by strong communication policy both with regard to \noutside stakeholders (why is it important to change?) and insiders (how will staff benefit from \nchange?). \n \n49.  FMPARP seeks to strengthen Government ownership of the budget process—ultimately \nthe  most  important  policy  instrument—in  order  to  translate  Government  priorities  into \ndevelopment projects. Measures will seek to strengthen fiscal management by focusing on \n(i) systems  and  procedures  consistent  with  international  standards;  and  (ii)  strategic \ndevelopment  through  human  resource  practices  and  modern  integrated  IT  systems.  The \nproposed grant under FMPARP will play a critical role in training and capacity building, drawing \non Government officials and other domestic consultants to be retained under special public \nadministration reform programs.  \n \n2.  Sequencing of Reforms \n \n50.  The  World  Bank  has  analyzed  the  sequencing  of  public  sector  reforms  for  service \ndelivery.17 The largest payoffs result from a few key actions such as (i) setting the framework for \nspending effectively and predictably in line with priorities and ensuring this is well coordinated \nacross sectors; (ii) devolving administrative systems so they are close to the end users of public \ngoods and services; and (iii) enhancing administrative capacity to manage and implement the \nGovernment’s policies and priorities efficiently. FMPARP draws on this analysis and recognizes \nthat  sustainable  improvements  in  service  delivery  need  to  be  based  on  efficient  revenue \ncollection, clear prioritizing of spending, and effective monitoring of impact. Once this foundation \nis in place, there can be more sustainable and targeted reforms for improved service delivery \nunder subprogram 2.  \n \n  3.  Leveraging Fiscal Management  \n \n51.  Drawing on recent work by the IMF,18 building fiscal institutions in postconflict countries \nrequires: (i) creating a legal and/or regulatory framework for fiscal management, (ii) establishing \nand/or  strengthening  the  fiscal  authority,  and  (iii)  designing  appropriate  revenue  and \nexpenditure  policies,  while  simultaneously  strengthening  revenue  administration  and  public \nexpenditure management. Key strategies include focusing on a large number of intermediate \nmeasures over the short term that will gradually transform budgetary practices from a crisis \nmode to a more normal state of affairs. Local capacity needs to be built; without appropriate \n                                                 \n17 See World Bank. 2004. Making Services Work for Poor People. World Bank Development Report. Washington, \nD.C.: World Bank and Oxford University Press. (Chapter 10, Public Sector Underpinnings of Service Reforms).  \n18 International  Monetary  Fund.  2005.  Rebuilding  Fiscal  Institutions  in  Post-Conflict  Countries.  Available: \nhttp://www.imf.org/external/np/fad/2005/022505.htm. (25 February 2005). ", "13 \ninstitutions and sound policies, recovery may not be sufficiently broad-based to have an impact \non the incidence of poverty, which will increase the chances of a return to conflict.   \n \n52.  In close coordination with other partner agencies, FMPARP has identified critical areas \nthat are consistent with the three items identified in para. 50. Accordingly, the proposed policy \nmeasures have set out various intermediate policy actions under a cluster approach spread \nacross  two  subprograms.  FMPARP  adopts  public  administration  reform  as  a  cross-cutting \ntheme and identifies various capacity strengthening actions. It recognizes the link between \nconflict  and  poverty  and  that  institution  building  creates  a  virtuous  cycle  that  allows  for \ndeepening of reforms and thereby more potential for economic growth. \n \n  4.  Anticorruption and Governance \n \n53.  Improving  a  country’s  public  financial  governance  framework  by  putting  in  place \ntransparent  budget  processes,  automation  of  revenue  administration,  and  merit-based \nappointments  in  the  civil  service  are  crucial  steps  towards  a  system  of  accountability  in \ngovernment.  While  such  measures  cannot  guarantee  that  corruption  and  other \nmisappropriations of resources will not occur, they are critical in the fight against fraud and \ncorruption.19  \n \n5.  Past Experience   \n \n54.  ADB has considerable experience in other countries of responding to similar problems. A \nFiscal  Management  Reform  Program20  for  another  postconflict  country,  Sri  Lanka,  was \napproved in December 2004. The programs in Afghanistan and Sri Lanka have similar policy \nobjectives,  including  strengthening  revenue  administration  and  developing  a  medium-term \nbudgeting framework. However, given the more severe institutional constraints in Afghanistan, \nthe achievement of these objectives is likely to take longer. ADB will also build on its experience \nof  public  resource  management  projects  in  India,  including  those  in  Gujarat,  Kerala,  and \nMadhya Pradesh. In view of the greater external risks facing the project in Afghanistan, the \nFMPARP aims for flexibility and sets few hard quantitative targets. It opts instead for laying the \nbuilding  blocks  for  fiscal  management.  Quantitative  targets  will  be  considered  under \nsubprogram 2. \n \n55.  In implementing the FMPARP, ADB will draw on experience gained from the Public \nAdministration Reform Program in Afghanistan,21 the PRR review, and ADB support for similar \nreforms in Mongolia, Nepal, and Vietnam. The key lesson of previous initiatives is the need to \nsupport country-led initiatives through an incremental process of change that takes into account \nthe country context. Public administration reform in FMPARP will focus on the implementation of \nthe new Civil Service Law and will aim to develop capacity at institutional, organizational and \nindividual levels. Tracking capacity development will draw on ADB’s operational policy in this \narea (which is still being developed) and guiding principles from the Development Assistance \n                                                 \n19 In the case of Afghanistan, public financial management performance indicators as supported by the World Bank \nprovide further safeguards and a roadmap has now been agreed to with the Government to ensure that progress \nwill be sustained over the medium term. \n20 ADB. 2004. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nDemocratic  Socialist  Republic  of  Sri  Lanka  for  the  Fiscal  Management  Reform  Program.  Manila \n(Loans2130/2131/2132–Sri Lanka, approved on 14 December 2004). \n21 ADB. 2003. Technical Assistance to the Islamic State of Afghanistan for Support for Public Administration Reform \nProgram. Manila (TA4244–Afghanistan, approved on 11 December 2003). \n ", "14 \nCommittee  (DAC)22  Network  on  Governance.  The  IARCSC  has  adopted  a  program-based \napproach  to  implementing  the  Civil  Service  Law  in  order  to  facilitate  donor  alignment, \nharmonization, and coordination.23  \n \n 56.  Finally,  previous  ADB  technical  assistance  (TA)  in  economic  management  in \nAfghanistan has highlighted the importance of a flexible approach to TA that takes account of \nthe fluid economic and political environment and the limited capacity within ministries. The \napproach has been to identify broad areas of expertise and to emphasize close coordination \nwith other external partners.24    \n \n  6.  Donor Coordination \n \n57.  Past experience has highlighted the importance of donor coordination. FMPARP aims to \nbuild  on  the  achievements  of  other  agencies,  including the  IMF  and  the  World  Bank,  the \nDepartment for International Development (DFID) of the United Kingdom and the United States \nAgency for International Development (USAID) and the US Treasury. The IMF SMP has been \nextended to September 2006 and its support for macroeconomic stabilization will complement \nFMPARP.  The  World  Bank  will  support  broad  reforms  under  a  Programmatic  Support  for \nInstitution  Building  (PSIB2)  program  for  approximately  $80  million  and  a  Second  Public \nAdministration  and  Capacity  Building  (PACB2)  program  for  $30  million,  which  will  include \nsupport for the procurement of an integrated government financial management information \nsystem (IGFMIS). The DFID and USAID programs also cover areas closely aligned to FMPARP, \nincluding revenue administration and civil service and SOE reforms. Appendix 4 contains a list \nof partner agencies with programs related to FMPARP. \n \nIV.  THE PROPOSED PROGRAM \n \nA.  Objective and Scope \n \n58.  As part of the I-ANDS, the Government is focusing on strengthening fiscal management \ninstitutions by: (i) expanding absorptive capacity in priority sectors, (ii) making more effective \nuse  of  development  assistance,  and  (iii)  increasing  country  ownership  of  development \nobjectives and priorities. In order to support the Government’s strategy and priorities, FMPARP \nemphasizes (i) developing systems and procedures to support improved effectiveness of public \nresources  and  overall  fiscal  management,  and  (ii)  expanding  measures  to  strengthen  civil \nservice management through selected programs. \n \n59.  FMPARP is a cluster program that will include a policy reform component (the Program) \ntogether with a grant component (the Grant) to support implementation of the Program and \ncapacity building initiatives. The cluster consists of subprogram 1 and subprogram 2 (the design \nof  which  will  depend  on  the  outcome  of  subprogram  1  and  the  Government’s  emerging \npriorities). This report deals mainly with subprogram 1, but some indicative components of \nsubprogram 2 are also covered.  \n                                                 \n22 DAC is the Development Assistance Committee of the Organisation for Economic Cooperation and Development. \n23 The  Paris  Declaration  on  Aid  Effectiveness  on  ownership,  harmonization,  alignment,  results  and  mutual \naccountability,  endorsed  by  60  partner  countries  and  more  than  50  multilateral  and  bilateral  development \ninstitutions (including ADB) provides the frame of reference for the program-based approach.   \n24 ADB. 2004. Technical Assistance to the Islamic Republic of Afghanistan for Capacity Building of Ministry of \nFinance. Manila (TA 4502-Afghanistan approved on 17 December 2004) and ADB. 2005. Technical Assistance to \nthe Islamic Republic of Afghanistan for Capacity Building for Economic Management. Manila (TA 4637-Afghanistan \napproved on 26 August 2005). ", "15 \n \nB.  Important Features \n \n60.  An  important  feature  of  the  cluster  program  is  the  tailoring  of  the  reform  program \napproach to the circumstances in Afghanistan. In view of the sharp institutional constraints, \nFMPARP  carefully  addresses  sequencing  considerations  by  emphasizing  institutional \ndevelopment  under  subprogram  1.  Public  administration  reforms  will  provide  cross-cutting \nsupport to ministries and set the foundations for effectively fulfilling their institutional mandates. \nIn addition, a relatively large grant component will assist in developing capacity. Unless this \ncapacity  is  developed  under  subprogram  1,  there  will  be  limited  scope  for  deepening  of \neconomic  reforms  or  even  ensuring  sustainability  of  reforms  to  be  further  pursued  under \nSubprogram 2. \n \n61.  The  FMPARP  will  serve  to  promote  good  governance  through  such  measures  as \nparticipatory budgeting, comprehensive and transparent budget formulation and execution, and \npromoting merit based appointments throughout the civil service. These reforms will enable the \ncountry to better manage the transition from emergency response to long-term sustainable \ndevelopment.  Measures  to  improve  the  Government’s  overall  financial  management \naccountability  framework,  including  strengthening  of  fiduciary  controls,  will  help  reduce \ncorruption and the diversion of resources from intended recipients. This will reassure donors \nand encourage them to channel more resources through the Government budget, in turn, \nleading  to  further  institutional  strengthening  and  state  building,  which  is  essential  to  the \nconsolidation of peace. FMPARP will encourage the Government to adopt a more participatory \napproach to the budgeting process, enhancing ownership, and promoting a more effective \nresource allocation process. More effective allocation of public resources will be essential for \npoverty reduction and the achievement of the MDGs. \n \nC.  Program Loan \n \n1.  Objectives \n \n62.  The FMPARP will develop systems and procedures—supported by increased capacity—\nto improve budget programming, strengthen resource mobilization, develop the civil service and \nenhance the monitoring of public finances.   \n \n2.  Goals and Output \n \n63.  FMPARP has three goals, to strengthen (i) fiscal management, (ii) public administration, \nand (iii) public financial management. To achieve the first goal, FMPARP will support improving \nthe budgeting framework, the public investment program, and revenue mobilization. To achieve \nthe  second  goal,  FMPARP  will  support  strengthening  civil  service  management,  provincial \nadministrations, and service delivery. To achieve the third goal, FMPARP will support improving \ntransparency and accountability across government and strengthening of treasury management.  \n \n64.  Following  several  rounds  of  consultation  (see  Appendix  5)  a  list  of  policy \nrecommendations has been drawn up. The development policy letter and a set of proposed \ntime-bound policy actions are included in Appendix 6. The FMPARP framework is in Appendix 7 \nand the “Program Tree” is in Appendix 8.  \n ", "16 \n \n3.  Policy Framework and Actions \n \n65.  The program loan (policy component) focuses on key measures to strengthen systems \nand procedures under fiscal management, implementation of the Civil Service Law, and public \nfinancial management. The proposals are fully consistent with the thrust of Government reforms \nas identified in the Ministry of Finance vision paper and other Government priority programs.  \n \na.  Strengthening Fiscal Management \n \ni.  Improving the Budgeting Framework \n \n66.  Proper  Budget  Classification.  The  Public  Finance  and  Expenditure  Management \n(PFEM) Law was enacted in June 2005. FMPARP will support implementation of the law, which \nprescribes roles and responsibilities and broad policies and guidelines consistent with sound \nbudget practices and overall financial management. It will support the preparation of the FY2007 \nbudget, which will be based on a new chart of accounts that will present expenditures according \nto  standard  government  financial  statistics  (GFS)  classifications,  including  classification  of \nfunctions of government (COFOG). Subprogram 1 of FMPARP will work with the Government to \nreconcile  the  current  classification  system,  which  accounts  for  operating  expenditures  by \n“ministry” and development expenditures by “programs.”  \n \n67.  Developing a Medium-Term Budgeting Framework. The failure to link policy making \nand planning with budgeting may be the most important factor contributing to poor budgeting \noutcomes. MOF is seeking to develop a closer link between the ANDS, the PIPs, and the \nbudget.  Budget  programming  will  aim  to  (i)  link  budget  formulation  with  underlying \nmacroeconomic trends, (ii) allocate resource envelopes across sectors, (iii) prioritize PIPs, \n(iv) strengthen analysis to develop public expenditure policies, and (v) improve evaluation of \nbudget outcomes to achieve the goals of the ANDS.   \n \n68.  MOF is focusing on the preparation of multi-year frameworks, including a medium-term \nfiscal framework (MTFF) that sets expenditure and revenue targets over a 3-year horizon and \ncan  base  planned  expenditure  on  anticipated  revenues.  The  introduction  of  3-year  rolling \nexpenditure  and  revenue  projections  under  the  MTFF  (Appendix  2)  will  underpin  the \ndevelopment of a medium-term budgeting framework (MTBF) under subprogram 1 (Appendix \n9). The MTBF is a useful public expenditure management tool that will ensure transparency and \naccountability, and support better-targeted resource allocations and more effective expenditure.  \n \n69.  Subprogram 1 will support the establishment of a fiscal coordination committee (FCC) \nthat will link the various MOF departments involved in the budget process. Subprogram 2 will \nbuild on the MTBF in order to achieve (i) accurate revenue forecasts and aggregate resource \nenvelope, (ii) effective allocation of budgets to line ministries, and (iii) accurate expenditure \nmonitoring. Subprogram 2 will support the adoption of best practices in defining expenditure \nceilings for spending units that are consistent with the multi-year framework. \n  \n70.  Integrating  Operating  and  Development  Budgets.  A  better  integration  of  the \noperating and development budgets is another key step to improving budget outcomes. The \nGovernment is committed to achieving a unified budget by FY2011.  \n \n71.  Developing capacity to unify the budget will be a major challenge for Treasury officials.  \nIt will require moving from the current stage, where the budget is mainly based on donor-driven ", "17 \nexpenditure, to the next stage, where donor programs are channeled into the general budget \nthrough the TSA. In other words, the Treasury will have to manage to a move from a “supply-\ndriven” approach to development expenditure to a “demand-driven” approach. This will require \nclear  articulation  of  sector  development  strategies  and  coordinated  sector-based  financial \nplanning that is linked to the medium-term expenditure framework, as well as a responsive \ncentral–provincial fiscal system. To begin this transformation, subprogram 1 will support budget \npreparation  measures  that  will  identify  the  operating  costs  of  development  projects  in  the \noperating budget using a multi-year framework. Subprogram 2 will improve the alignment of \noperating and development budgets by establishing the budget preparation guidelines that will \nlead to a fully unified national budget. \n \n72.  Avoiding  Fiscal  Risks.  Effectively  managing  fiscal  risks  is  part  of  sound  fiscal \nmanagement. Fiscal risks typically arise from developments that are not properly accounted for \n(e.g., a sudden surge in oil prices or a state-owned enterprise that defaults on a payment). \nCorrective  actions  can  be  taken  through,  for  example,  midyear  budget  reviews  and \nsupplementary budgets. The strengthening of financial reporting requirements is a prerequisite \nfor safeguarding against fiscal risks. State-owned enterprises will be required to strengthen \nfinancial reporting. Following on from an inventory of public enterprises and other Government \nentities  (including  Government  controlled  funds),  subprogram  1  will  establish  a  system  to \nmonitor revenues of these entities as well as subsidies and transfers to them. Subprogram 2 will \nconsolidate  these  entities  and  funds  through  closures  and  mergers.  Under  subprogram  2, \nguidelines on contingent liabilities, including guarantees, will be drawn up.  \n \n73.  Moving  towards  a  Participatory  Budget  Process. Currently,  civil  society  and  the \nprivate sector have no formal role in budget formulation or in the development of public policy. \nHowever, in view of their significant involvement in funding and implementing the external \nfunded budget, donors and NGOs are asked to provide information on the following year’s \nexpenditure plans, and their link to public investment priorities. The consultative groups (CGs) \nprovide forums for discussion on development programs and associated budgets, and these \nhave implications for succeeding operating budgets. With the establishment of Parliament, the \ndegree of scrutiny of the FY2006 and subsequent budgets will be much greater than in the past. \nGreater stakeholder consultation will be encouraged to strengthen overall support and ensure \nswift approval of the budget. Subprogram 1 will help the Government to draft a time-bound \nstrategy and action plan that includes extensive consultation with key stakeholders in the budget \nprocess. Subprogram 2 will support approval and implementation of this action plan. \n \n74.  Separating Revenue and Treasury Functions at Moustufiats. To strengthen lines of \nresponsibilities and reporting requirements from the provinces to the center, the MOF proposes \nseparating revenue functions from payment and treasury functions. This will strengthen fiduciary \nresponsibilities and reduce the influence of “captive” interests at the provincial level. It will \nthereby (i) limit revenue leakage, and (ii) ensure consistency of expenditures according to the \npolicy priorities set forth in the national budget. Subprogram 1 will support the preparation of \nguidelines on the role of the moustufiats of the MOF, including clear lines of responsibilities on \nrevenue collection functions at provincial offices and at the Customs and Revenue Departments \nat MOF, and on payment and treasury functions at provincial offices and at the Director General \nof  Treasury.  Subprogram  1  will  also  prepare  a  time-bound  action  plan  for  phased \nimplementation  of  the  guidelines,  starting  with  seven  priority  moustufiats  and  covering  all \nprovinces by the time the guidelines are finalized under subprogram 2.  \n \n75.  Enhancing Capacity for Fiscal Analysis. A fiscal policy unit (FPU) has recently been \nestablished within the MOF. In line with international best practice, subprogram 1 will support \n ", "18 \nthe  strengthening  of  the  FPU  consisting  of  technical  experts  who  can  provide  objective \nassessments to the Minister of Finance.25 The FPU will be charged with preparing an MTFF—\nand eventually an MTBF—that is consistent with the underlying macroeconomic framework and \nthat will underscore the budget process. The principal responsibilities of the FPU will include \n(i) general budget year and medium-term fiscal trend analyses, (ii) assessments of the fiscal \nsustainability of public expenditure policies, and, eventually, (iii) debt sustainability analyses.  \n \n76.  In addition to the main tasks referred to above, there is an urgent need for the FPU to \nanalyze the budgetary implications of the pay and grading system currently under review and its \nimpact on the wage and pensions bills. The FPU could provide input on the implications of the \neventual phased-in integration of expenditure on the national army—which is currently funded \nfrom external sources—into the national budget. FPU could also provide analysis on revenues \nand  expenditures  by  province,  as  the  budget  process  will  need  to  address  subnational \nconsiderations, following the establishment of Parliament and provincial councils. FPU will also \nneed to consider how revenue transfers to the provinces can be identified, evaluated, and \nmonitored. Under subprogram 2, consideration will be given to preparing a policy paper to \ndevelop an operating framework for inter-governmental revenue transfers.  \n \n77.  Introducing Performance Monitoring. At present, there are no performance indicators \nand limited capacity for budget evaluation or for determining whether public policy outcomes are \nbeing achieved. The budget process and, in particular, expenditures, tend to follow simple \nincremental rules based on notional growth rates. Subprogram 1 will support the piloting of \nresult-based indicators in priority sectors such as energy, transport, and agriculture with a view \nto moving towards a more result-based budgeting system. Towards the end of subprogram 2, \nand subject to progress achieved, MOF may be able to link performance indicators to some \nbudget appropriations. \n \nii.  Improving the Public Investment Program \n \n78.  The public investment program (PIP) is the key link between the ANDS and the budget. \nAccordingly, successful achievement of the goals and objectives of the ANDS will depend on \nthe formulation and successful implementation of the PIPs under the NPPs. The national priority \nprograms (NPPs) will therefore need to establish clear criteria based on economic returns, \nsocial  welfare  considerations,  or  other  objective  criteria  to  determine  prioritization  of  PIP. \nHowever,  ultimately  the  Budget  Committee  will  decide  on  which  PIPs  are  included  in  the \nBudget. Subprogram 1 will support the strengthening of the Budget Committee so it can (i) \nidentify investment programs and projects that are consistent with ANDS, (ii) establish a clear \nranking system for such programs and projects, (iii) classify the implementation of individual \nprograms and projects according to an overall risk assessment, and (iv) publish results.   \n \n79.  Subprogram 1 will support efforts by the Budget Committee and MOF to (i) evaluate the \ncontribution  of  PIPs  to  the  MDGs,  (ii)  develop  a  performance  monitoring  and  evaluation \nframework for ANDS and PIPs, and (iii) publish an analysis of results. Subprogram 2 will \nconsider how performance can be linked to expenditure, and, in particular, how a performance-\nbased  fund  release  system  for  NPP  allocations  can  be  introduced.  This  will  enable  the \nGovernment  to  improve  its  assessment  of  policy  interventions  and  eventually  link  its \ndevelopment policies with expenditure and investment priorities and fiscal policies.  \n \n                                                 \n25 The work will build on assistance under previous TA4637-Afghanistan (footnote 24) that will allow consultants to \nenhance capacity for fiscal analysis. ", "19 \niii.  Enhancing Revenue Mobilization \n \n80.  In March 2005, the Government gazetted the Revenue Law, a major accomplishment in \nits efforts to override the main tax holidays granted under the Investment Law. The Revenue \nLaw was amended in September 2005 to include provisions on: (i) access powers, penalties \nand offenses, collection enforcement powers, and record-keeping requirements; (ii) corporate \ntax reforms and provisions for extractive industries; and (iii) a new airport departure fee (which \ncame into force in October 2005). Subprogram 1 will support the issuing of implementation \nprocedures for the Revenue Law and focus on strengthening enforcement measures.  \n \n81.   Subprogram 1 supports the Government’s strategy of consolidating and simplifying tax \nmeasures, including reducing the “nuisance” taxes that undermine effective tax collection and \ntaxpayer morale. FMPARP will support ongoing efforts to undertake an inventory of existing \ntaxes, soukes (licenses), and fees at the provincial level as a means of moving towards a \nsimpler tax code and transferring responsibility to MOF. This inventory should include all fees \nlevied by public enterprises or administered by line ministries. The focus should be on tax \nmeasures that are easy to implement and enforceable. Subprogram 2 will seek to build on these \nreforms and support an MOF study on consumption taxes and on the scope of a national value-\nadded tax (VAT).  \n \n82.  While the legislative framework for customs and revenue is being developed, increasing \nattention will have to be paid to tax administration and enforcement. Tax collectors need to be \ntrained and audit capacity developed, based on carefully focused risk-based assessments. \nImproving tax collection through a modernization action plan that will include: (i) establishing a \ntaxpayer register; (ii) educating citizens through mass media campaigns on the importance of \npaying  taxes;  (iii)  automating  tax  administration,  initially  at  the  large-taxpayer  office  and \nimportant  customs  checkpoints  through  a  tax  identification  number  (TIN)-based  system  of \nshared tax files; and (iv) following-up on registration and filing of businesses previously eligible \nfor  tax  holidays.  These  initiatives  will  be  supported  under  subprogram  1.  To  ensure  swift \nimplementation  of  the  modernization  plan,  subprogram  1  will  establish  some  intermediate \ntargets, including (i) 35,000 registered taxpayers with assigned TIN, (ii) requiring electronic tax \nfiling by the 50 largest taxpayers, and (iii) registering at least 1000 businesses previously \neligible for tax holidays.   \n \nb.  Strengthening Public Administration \n \ni.  Strengthening Civil Service Management \n \n83.  Action Plan for Implementation of Phase 1 of Civil Service Law. A detailed 2-year \nplan for the implementation of phase 1 (covering the first 2 years) of the Civil Service Law was \nfinalized by IARCSC. Phase 1 will focus on articles 22–24 of the law on reviewing, modifying, \ncreating  posts;  job  evaluation,  post  grading,  and  occupational  classifications;  merit-based \nrecruitment  and  selection;  appointments;  probation;  performance  management;  promotion; \nattendances; leave; transfers and secondments; discipline; appeals; health, welfare, and work \nenvironment; training and development; and termination of service. Implementation of the plan \nwill be supported under subprogram 1. \n \n84.  In  particular,  the  plan  provides  for:  (i)  setting  up  and  making  operational  an \nestablishment register and human resources management (HRM) information system in the \nMinistry of Public Health, the Ministry of Agriculture, and the IARCSC; (ii) establishing HRM \nunits  in  these  two  ministries;  and  (iii)  organizing  the  IARCSC  so  it  is  responsive  to  the \n ", "20 \nrequirements of the law and its supporting regulations and procedures. These measures will \ncreate  an  enabling  environment  for  the  MOF  and  IARCSC  to  reconcile  the  establishment \nregister, personnel data, and payroll data routinely. \n \n85.  The law requires the IARCSC to lead, regulate, formulate and implement structural \npublic  administration  policies.  It  also  requires  the  Chairman,  IARCSC,  to  report  on  the \nperformance of the IARCSC to the President’s Office. The plan makes provision for appropriate \nperformance management systems to be established and implemented progressively.  \n \n86.  Implementation of Pay and Grading Policy. Policy on salary and allowances will be \ncritical and will require finalization and approval by Government. Although some work has been \nundertaken, MOF and IARCSC need to continue this before a draft policy can be submitted to \ncabinet for consideration and approval. In addition to determining the resource envelope for civil \nservice pay in the medium-term budgeting framework, key issues that need to be addressed \ninclude the policy on surplus staff identified by the priority reforms and restructuring (PRR) \nprogram; the interim additional allowance (IAA) and other temporary benefits provided through \nPRR; and policy on pensions. The IAA introduced by the PRR process is too expensive for \nGovernment-wide application. This makes it even more important for Government to consider \nthe implications of any further roll-out of the current IAA and its impact on the changeover to \npermanent salary and benefits arrangements. Subprogram 1 will support implementation of the \npay and grading policy and in particular the links with the activities in the plan.  \n \n87.  The plan takes into consideration possible delays in the pay and grading policy and \nfocuses on laying the foundations for its implementation. It adopts a program-based approach to \nfacilitate donor coordination. It is based on ministries taking responsibility for and being held \naccountable  for  implementation,  with  the  IARCSC  providing  the  framework,  guidance,  and \noversight. Expected results after 24 months are deliberately modest, but can be increased \nshould  the  enabling  operating  environment  improve.  With  support  from  the  World  Bank, \nIARCSC has identified a programmatic approach to building the institutional structure for public \nadministration. This identifies building blocks which will be financed by donors, including the \nWorld Bank, ADB, the European Commission, and DFID. Implementation of the plan, together \nwith other donor-funded activities, will support the Government’s efforts to achieve its vision of \npublic administration in Afghanistan (Appendix 10).  \n \nii.  Improving Provincial Administrations and Service Delivery \n \n88.  The provincial administrations are critical to effective government and service delivery. \nFMPARP  supports  the  institutional  strengthening  of  the  moustufiats.  More  generally,  the \nGovernment needs to develop a strategy on the role of Government and NGOs in service \ndelivery. As a first step, a law governing the NGOs was approved in July 2005. The law \nprovides an operational framework for NGOs and focuses on the provision of social services. All \nNGOs are required to re-register by end of December 2005. This will improve understanding of \nthe  extent  to  which  NGOs  and  civil  society  are  involved  in  service  delivery.  While  it  is \nrecognized that NGOs have provided critical support at a time when the Government was not \nable to provide alternatives, a better balance may be reached over the medium term, allowing \nthe Government to encourage competition or to facilitate access to service delivery for other \nentrants. It may be helpful for the Government to establish minimum standards and to improve \nits oversight of outsourced service delivery providers. Subprogram 2 will support measures to \nimprove monitoring of the use of public resources as they are disbursed across the provinces, \nincluding tracking systems to gauge how provinces are faring in achieving poverty reduction \nobjectives and progress towards the MDGs. ", "21 \n \nc.  Strengthening Public Financial Management \n \n89.  The goal of the public financial management system is to ensure fiduciary standards are \nappropriately implemented. The Afghan public and international donors need to feel secure that \nGovernment resources and donor funds are being used for the purposes intended and that they \nare subject to appropriate allocation and expenditure controls. An integral part of this goal is \ncomplying  with  international  standards  of  financial  management,  including  the  use  of \ninternationally recognized accounting, auditing, and reporting standards. \n \ni.  Improving  Accountability  and  Transparency  Across \nGovernment  \n \n90.  The PFEM Law lays the foundations for an improved financial accountability framework. \nSubprogram 1 will support measures to strengthen this framework. It will work with MOF and the \nControl and Audit Office (CAO) to develop government operations manuals that contain explicit \npolicies, guidelines, and procedures across government. Operations manuals will be prepared \nto support public financial management, including planning and budgeting, accounting and \nfinancial reporting, and internal audit. The initial focus will be on the broad dissemination of the \nmanuals, accompanied by training. As they are implemented more widely, the focus under \nsubprogram  2  will  then  shift  to  the  internal  audit  process  and  assessment  of  procedural \ncompliance and the reliability of internal control measures. A risk-based internal audit strategy \nthat identifies high-risk activities and government entities will be needed.  \n \n91.  Integration  of  the  budget  and  accounting  systems  will  ensure  the  sustainability  of \nspending by strengthening budget management and accounting controls. Full integration of \nsystems  and  databases  will  also  improve  transparency  in  government  financial  reporting \n(including  reporting  of  the  Afghan  Reconstruction  Trust  Fund  [ARTF]  at  the  central  and \nprovincial levels). A fully automated payroll system, based on a verified payroll plan and linked \nto  a  human  resources  management  system,  will  support  full  budget  discipline  in  the \nimplementation of public administration reforms. Integration of revenue administration systems \nwill support improved fiscal and cash management by strengthening monthly revenue and \nexpenditure reporting that incorporates transactions processed in provinces. Integration of debt \nmanagement  will  improve  fiscal  and  cash  management.  Integration  will  require  a  carefully \nplanned and structured approach that recognizes the level of capacity and practical challenges \nfaced in Afghanistan. Subprogram 2 will pilot implement selected modules under IGFMIS in \nMOF and selected ministries and provinces. \n \n92.  MOF, with support from the World Bank, is undertaking a study to define the overall \nsystems  architecture  to  support  the  Afghanistan  financial  management  information  system \n(AFMIS) at central, provincial, and possibly district levels in Afghanistan, which will be used for \nits  phased  implementation.  An  appropriately  structured,  phased  and  manageable \nimplementation  plan  for  AFMIS  will  help  coordinate  donor  support  toward  a  more \ncomprehensive IGFMIS. Subprogram 1 will support the Government’s efforts to develop a \nphased strategy for implementation of the IGFMIS (Appendix 11), through review of accounting \npolicies and cash management practices with a view to ensuring integration. \n \n93.  Subprogram  2  will  also  support  enactment  of  fiscal  management  responsibility \nlegislation. This will strengthen the Government’s commitment to fiscal discipline and strengthen \naccountability to Parliament and the public at large.   \n \n ", "22 \n      ii.  Strengthening Treasury Management  \n \n94.  Strengthening cash and debt management under subprogram 1 will improve the orderly \nexecution of the budget by making resources available in a more timely way and reducing public \ndebt charges. Cash management will be strengthened through the integration of cash flow \nmanagement system with the treasury accounting system (AFMIS). This will enable improved \nand more efficient tracking of the TSA and provincial cash flows, and preparation of cash flow \nforecasts for management review purposes. It will thereby assist in the reconciling of accounts. \nDebt management will be strengthened through a debt strategy and a policy on guarantees, and \nthe integration of the debt management system with the AFMIS under subprogram 2. Integration \nof the systems will enable proper recording and reporting of debt and guarantees, and regular \nanalysis of debt management performance.  \n \n95.  In accordance with discussions with the IMF, the Government will consider the possible \npiloting  of  a  treasury  bills  market.  The  introduction  over  the  medium-term  of  Afghani-\ndenominated, tradable, treasury bills will strengthen cash management. A treasury bills market \nunderwritten by a fiscal management law and a continued commitment to fiscal discipline would \nalso assist in the development of an interest rate structure. In turn, this would be an important \nstep toward the establishment of a benchmark to price other debt and would promote the \ndevelopment of the financial markets more generally. Over the longer term, this will lead to more \nmarket discipline in Government spending and better asset-liability management capacity at \ncommercial banks and other prime subscribers. Subprogram 1 will support MOF to prepare a \npolicy paper on treasury bills. Subject to the recommendations of the paper, subprogram 2 may \nconsider piloting a treasury bills auction market. \n \n4.  Financing Plan \n \n96.  The  Government  has  requested  a  Program  loan  of  $48 million  from  ADB’s  Special \nFunds resources to support the Government’s policy reforms. The borrower will be the Islamic \nRepublic of Afghanistan. The loan will be made on concessional terms based on the ADB \nDisaster and Emergency Assistance Policy,26 which provides for a 40-year term, including a \ngrace period of 10 years, an interest charge of 1% per annum during the repayment period and \nsuch other terms and conditions as set forth in the draft loan agreement. The total amount of the \ninterest charge during the grace period will be capitalized and charged to the loan account. \n \n97.  The  costs  of  the  reforms  under  the  FMPARP  are  tentatively  estimated  at  about \n$51 million and include the following: \n \n(i)  implementation of phase 1 of the Civil Service Law ($23 million), \n(ii)  implementation of restructuring of moustufiats ($8 million), \n(iii)  institutional strengthening of Budget Department ($5 million), \n(iv)  restructuring  of  the  Treasury  Department,  including  an  improved  financial \naccountability  framework  covering  state-owned  enterprises  and  funds  ($4 \nmillion), \n(v)  modernization of the revenue administration ($4 million), \n(vi)  implementation of performance audits of key departments ($2.5 million), \n(vii)  financing the issuance (interest payment) of pilot treasury bills ($2.5 million), and \n(viii)  establishment of a fiscal policy unit ($2 million). \n \n                                                 \n26 ADB. 2004. Disaster and Emergency Assistance Policy. Manila (approved on 1 June 2004). ", "23 \n5.  Implementation Arrangements \n \na.  Program Management \n \n98.  The Executing Agency (EA) of the FMPARP will be the MOF. The Deputy Minister of \nFinance for Budget and Treasury Management will be the focal point and will work closely with \nthe Deputy Minister of Finance for Revenue and Customs, the Deputy Minister of Finance for \nAdministration, and the Director General of Civil Service Management. MOF will set up an inter-\nagency implementation and coordination committee (IICC) headed by the Deputy Minister of \nFinance-Budget and Treasury Management and comprising representatives from the Budget \nDepartment,  Treasury  Department,  fiscal  policy  unit,  Revenue  Department,  Customs \nDepartment,  Public  Enterprises  Department,  and  IARCSC.  Heads  of  Moustufiats  of  major \nprovinces (provincial offices of the MOF responsible for revenue collection and carrying out \ntreasury functions) will be co-opted as a member as and when necessary. ADB will be invited to \nattend the IICC meetings on a “as needs basis” when relevant issues are to be discussed. \nRegular reporting of minutes of IICC will be provided to ADB. The IICC will meet at least \nquarterly  to  monitor,  coordinate  and  ensure  the  effective  implementation  of  the  proposed \nreforms. \n \n99.  A program director (a domestic consultant) will be funded under the grant to oversee \neffective implementation and coordination of the consulting inputs.  \n \nb.  Period of Implementation \n \n100.  The implementation period of the Program will be 3 years. It will be completed by \nDecember 2008. \n \nc.  Procurement and Withdrawal Procedure \n \n101.  The loan proceeds will be used to finance the full foreign exchange cost (excluding local \nduties  and  taxes)  of  items  produced  and  procured  in  ADB  member  countries,  excluding \nineligible items and imports financed by other bilateral and multilateral sources (Appendix 12). In \naccordance with ADB’s Simplification of Disbursement Procedures and Related Requirements \nfor Program Loans,27 the proceeds of the Program loan will be disbursed to the Islamic Republic \nof Afghanistan as the Borrower. No supporting import documentation will be required, if, during \neach year that loan proceeds are expected to be disbursed, the value of Afghanistan’s total \nimports minus imports from nonmember countries, ineligible imports, and imports financed \nunder other official development assistance, is equal to or greater than the amount of the loan \nexpected to be disbursed during that year. The Government will certify its compliance with this \nformula  with  each  withdrawal  request.  Otherwise,  import  documentation  under  existing \nprocedures will be required. ADB reserves the right to audit the use of loan proceeds and verify \nthe accuracy of the Government’s certification. It is expected that the loan proceeds will be \nutilized over a period of 36 months from the date of loan effectiveness.  \n \nd.  Counterpart Funds \n \n102.  The Government will use the local currency funds generated by the FMPAR loan to meet \nFMPAR expenditures and associated costs of reform. In particular, MOF shall ensure to allocate \nfor IARCSC sufficient resources to be able to implement its part of the FMPAR subject to \nsatisfactory performance by IARCSC. \n                                                 \n27 ADB.  1995.  Project  Administration  Instructions.  Available.  http://adb.org/Documents/Manuals/PAI/pai-4.01-\ndec01.pdf. \n ", "24 \n \ne.  Monitoring and Tranching \n \n103.  The loan will be released in two equal tranches of $24 million each.28 The first tranche \nwill  be  disbursed  upon  loan  effectiveness  or  shortly  thereafter,  subject  to  Government’s \ncompliance with all prior actions under the FMPARP. The second tranche is expected to be \nreleased within 24 months from release of the first tranche, subject to satisfactory compliance \nwith  second  tranche  release  conditions.  Following  the  second  tranche  release,  activities \n(including grant support) will focus on laying the foundations for subprogram 2. \n \nf.  Program Performance Monitoring and Evaluation \n \n104.  The program director, who will serve as secretary to the IICC, will establish and maintain \na program performance monitoring system that will include a database on the status of policy \nmeasures and program indicators, based on the policy matrix. This will be linked with the \nprogram performance management system (para.115).  \n \ng.  Program Review  \n \n105.  ADB  will  monitor  program  implementation  through  quarterly  reviews  and  periodic \nprogress reports. These will help to identify further actions to improve fiscal management, public \nadministration, and financial management. In addition, the Government and ADB will conduct a \ncomprehensive midterm review at the end of year 2 to evaluate the progress of the reform \nmeasures and their impact on fiscal management. A review of subprogram 1 will also take place \nat the end of year 3. That review will recommend a more refined set of indicative policy actions \nand set the course for subprogram 2. \n \nh.  Accounting, Auditing and Reporting \n \n106.  Loan closing date is 2015, or the end of the grace period. An audit of the use of the loan \nproceeds will be undertaken if requested by ADB. ADB retains the right to (i) audit any account, \nand (ii) verify the validity of the certification issued by the Government for each withdrawal \napplication. Prior to withdrawal, the Government will open an account at Da Afghanistan Bank \n(DAB or The Central Bank) to receive all loan proceeds. The account will be managed, operated \nand liquidated in accordance with terms satisfactory to ADB.  \n \nD.  The Grant \n \n1.  Objective \n \n107.  The grant for the Capacity Building for Institutional Development Project will support \ncapacity building initiatives for the MOF and IARCSC to support effective implementation of the \nProgram loan and develop capacity through training activities.   \n \n     2.  Focus and Outputs \n \n108.  There will be four areas of support under the Project:  \n \n                                                 \n28 The actual disbursement under the second tranche will be $24 million minus the estimated capitalized interest \ncharge during the grace period. \n ", "25 \n(i)  Component I: Strengthening the Budget Process.   \n(a)  Strengthening  the  link  between  ANDS,  PIPs,  and  the  medium-term \nbudgeting framework (MTBF). \n(b)  Supporting budget appraisal. \n(c)  Supporting the identification and monitoring of results-based indicators \nwith a view to developing foundations for results-based budgeting (focus \non agriculture, energy and transport sectors). \n \n(ii)  Component II: Strengthening the Capacity of the Moustufiats.  \n(a)  Implementing restructuring plans for the moustufiats.  \n(b)  Developing  operations  manuals  to  improve  revenue  and  treasury \nfunctions.  \n(c)  Capacity building for revenue and treasury operations at the moustufiats \nthrough on-the-job training, workshops (including on-site training, regional \nworkshops, and training in Kabul).  \n \n(iii)   Component III: Implementing the Civil Service Law.  \n(a)  Cross-cutting support to program management.  \n(b)  Support for human resource management, communication policy, and \nperformance management.  \n \n(iv)  Component IV: Unallocated Pool of Funds.  \n  This will be used for short-term assignments and may include:  \n(a)  a cash management expert, \n(b)  an accounting policy expert, \n(c)  a contingent liabilities fiscal expert, \n(d)  a treasury bills development expert, and \n(e)  others to be defined later. \n \n109.  It is proposed that separate international consulting firms be recruited by ADB to execute \ncomponents I–III. Under component II, a capacity development unit consisting of international \nand domestic consultants will be established. It will have two sub-units: sub-unit I will support \nTreasury operations and sub-unit II will support revenue operations at the moustufiat level. \nUnder  component  IV,  a  pool  of  unallocated  resources  will  be  available  to  support  the \nimplementation of the FMPARP. The EA through the program director—in association with the \ninterested departments and in consultation with the ADB—will be responsible for identifying and \nrecruiting individual consultants under Component IV. The program director will provide overall \ngrant coordination, backstopping support and will assist in identifying and recruiting additional \nconsultants to be defined at a later stage (see Appendix 13). This arrangement will provide \ngreater flexibility in use of consulting resources, drawing from lessons learned in Section III \nabove. \n \n3.  Cost Estimates and Financing Plan  \n \n110.  The  total  cost  for  the  Project  is  estimated  at  $7.3 million  equivalent,  including \ncontingencies. It comprises $6.1 million in foreign exchange cost and $1.2 million equivalent in \nlocal currency cost. A summary of cost estimates is given in Table 1. ADB will contribute a grant \nof  $7  million  to  the  Project,  to  be  funded  from  ADB’s  Special  Funds  resources  and  the \n ", "26 \nGovernment will contribute $300,000 in kind. The beneficiary of the grant will be the Islamic \nRepublic of Afghanistan. A financing plan for the Project is provided in Table 2.29 \n \nTable 1: Cost Estimates \n($ million) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Component 1 – Budget Process  0.90  0.17  1.07 \nB.  Component 2 – Moustufiats  2.00  0.28  2.28 \nC.  Component 3 – Civil Service Law  2.20  0.20  2.40 \nD.  Component 4 – Pool of Funds  0.50  0.11  0.61 \nE.  Project Administration  0.00  0.30  0.30 \nF.  Contingencies  0.50  0.14  0.64 \n  Total  6.10  1.20  7.30 \n Source: Asian Development Bank. \n \nTable 2: Financing Plan \n($ million) \n \n  Foreign  Local  Total \nPercentage \nItem  Exchange  Currency  Cost \nAsian Development Bank  6.1  0.9  7.0  96 \nGovernment of Afghanistan  0.0  0.3  0.3  4 \n  Total  6.1  1.2  7.3  100 \nSource: Asian Development Bank. \n \n4.  Implementation Arrangements \n \na.  Project Management \n \n111.  MOF in association with IARCSC will oversee and coordinate the implementation of the \nProject through (i) the IICC, headed by the Deputy Minister of Finance for Budget and Treasury \nManagement  and  comprising  senior  representatives  of  the  fiscal  management  team  and \nselected public administration institutions (see para. 98 for the composition of the IICC); and \n(ii) a program director (a domestic consultant) recruited under the grant, who will report to the \nDeputy Minister of Finance. The program director will have the authority in coordination with the \nDeputy Minister of Finance and IICC to make decisions essential to ensuring the progress of the \nProgram loan and grant, including facilitating coordination with the ADB Afghanistan Resident \nMission  and  ADB  headquarters  on  implementation,  assisting  with  selecting  and  recruiting \nconsultants under components I to III, and recruiting consultants under component IV. The \nprogram  director  will  submit  quarterly  reports  in  compliance  with  international  accounting \npractices and will ensure internal controls. Activities related to specific components of fiscal \nmanagement will fall under the responsibility of the respective directors general in MOF while \nthose in public administration will come under the responsibility of the Chairman of the IARCSC.  \n                                                 \n29 According to ADB’s Extension of the Waiver of the Cost-Sharing Limits for Loans and TA Operations for \nAfghanistan, (January 2005, R60-05), due to Afghanistan’s precarious economic and fiscal situation, the waiver of \nthe cost-sharing limits for ADB loans and TA operations be extended for a further 2-year period covering 2005–\n2006. ", "27 \n \n    b.  Period of Implementation \n \n112.  The implementation period of the grant will be 3 years. It will be completed by December \n2008. \n \nc.  Consulting Services \n \n113.  The grant for the Capacity Building for Institutional Development Project will finance a \ntotal of up to 31 experts, representing 172 person-months of international and 300 person-\nmonths of domestic consulting services (Appendix 13). Consulting services will comprise $5.61 \nmillion  of  the  total  $7.3  million  available  under  the  grant.  All  international  and  domestic \nconsultants under components I-III will be engaged by ADB, while all international and domestic \nconsultants under Component IV will be engaged by the EA through the program director, in \nclose consultation with the EA and ADB. Up to 50% of the total costs of the consulting services \nare to be allocated for recruitment by quality-based selection (QBS) because (i) the security \nrisks in Afghanistan warrant special considerations in terms of selection and recruitment of \nconsultants, especially in provincial posts; (ii) institutional constraints in Afghanistan pose risks \nfor the favorable outcome of the FMPARP and, therefore, quality-based consulting inputs, which \nare critical in capacity-building initiatives under FMPARP, need to override other considerations; \n(iii) the assignments are complex, highly specialized and process oriented, which does not allow \nthe writing of very detailed terms of reference; and (iv) there is a high downstream impact and \nrisk of Program failure if the best consultants are not selected. QBS recruitment will apply to \nComponents I and II and quality- and cost-based selection for components III and IV. All \ninternational and domestic consultants will be engaged in accordance with the ADB Guidelines \non the Use of Consultants and other arrangements satisfactory to ADB for the engagement of \ndomestic consultants. The Government of Afghanistan will be responsible for funding project \nadministration, including counterpart staff, office space and secretarial support. All other funding \nof consultants will be financed by ADB.  \n \n    d.  Disbursement Arrangements  \n \n114.  Immediately after grant effectiveness, MOF (the EA) will establish an imprest account \nwith DAB, denominated in US dollars. The imprest account will be operated and maintained in \naccordance with ADB’s Handbook on Loan Disbursement.30 The initial advance to the imprest \naccount will not exceed the equivalent of 6 months’ estimated expenditure, or 10% of the loan \namount, whichever is lower. The imprest account may be used to pay contractors, suppliers and \nothers for ADB’s share of eligible project expenditures, incurred in local or foreign currency. The \nADB statement of expenditures procedure will be used to reimburse or to liquidate and replenish \nthe imprest account for individual payments not exceeding $50,000. \n \ne.  Accounting, Auditing and Reporting \n \n115.  The Program Director will send quarterly progress reports on the Project to ADB within 1 \nmonth of the end of each quarter in accordance with ADB’s Program Performance Management \nSystem (PPMS) Guidelines.31 The Government will maintain records and accounts for the grant \nexpenditure, in accordance with sound accounting principles and will have such accounts and \n                                                 \n30 ADB. 2001. Loan Disbursement Handbook. Manila. \n31 ADB. 2003. Operations Manual. Available: http://www.adb.org/Documents/Manuals/Operations/om22.asp?p=aadb. \n ", "28 \nrecords audited annually by auditors acceptable to ADB. The Government will ensure that the \nsubmission of project reports, audited accounts, and financial statements are in compliance with \nADB's guidelines. Audited annual accounts, by independent auditors acceptable to ADB, will be \nsubmitted to ADB within 6 months of the reporting period. The annual audit will include an audit \nof the imprest account and a statement of expenditure procedures. A separate audit opinion on \nthe use of the imprest account and a statement of expenditure procedures should be included in \nthe Annual Audit Report. \n \nf.  Project Review  \n \n116.  The Government and ADB will periodically review project implementation. The reviews \nwill include evaluation of the Project scope, implementation arrangements, consultation with the \nMOF and the program director, progress with the policy reform agenda, and capacity building \nmeasures. ADB will also field regular review missions, including a midterm review mission, and \nproject completion review missions. A comprehensive mid-term review at the end of year 2 will \nbe undertaken to evaluate actual and financial progress. Based on this review, modifications and \nimprovements will be considered. \n \nV.  PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Benefits \n \n117.  The  FMPARP  will  strengthen  public  finances  in  Afghanistan,  including  improving \ncapacity to carry out the reform agenda according to the policy outcomes identified under \nSection IV.  \n \n118.  It will develop an enabling environment within the MOF and IARCSC and gradually \nacross  provincial  counterparts  that  will  improve  capacity  to  (i)  collect  revenues  efficiently, \n(ii) direct public resources to meet priority needs, and (iii) monitor the flow of resources and \nevaluate the impact of public spending. \n \n119.  FMPARP will support fiscal management and public administration reforms that are key \npillars of the Government’s overall reform program. These reforms will enable the country to \nmanage the transition from responding to emergency needs and recovery-related growth to \nlong-term  sustainable  development.  Improvements  in  the  budget  process,  financial \nmanagement, and fiduciary control mechanisms are likely to encourage more donors to channel \nfunding  through  the  Government  budget.  This  will,  in  turn,  lead  to  further  institutional \nstrengthening and state building, which is essential to the consolidation of peace.  \n \n120.  FMPARP will encourage the Government to adopt a more participatory approach to the \nbudgeting process, enhancing ownership, and promoting more efficient resource allocation and \nthe achievement of the MDGs. A more efficient allocation of public resources will be essential \nfor poverty reduction. Beneficiaries of public goods and services will include lower-income \ngroups  and  individuals  below  the  poverty  line  (see  Appendix  14  for  the  summary  poverty \nreduction and social strategy). \n \n121.  Direct beneficiaries will include the Government itself, which will benefit from time-bound \npolicy actions that will lead to defined outcomes. Other beneficiaries will include government \nofficials who will gain valuable experience from working with consultants in implementing the \nreform agenda and who will benefit from direct training under the capacity building component ", "29 \nof the FMPARP. NGOs will benefit over the longer term, as a system of standards will be \ndeveloped under subprogram 2 to strengthen the outsourcing of service delivery. \n \n122.  Over  the  longer  term,  the  policy  reforms  will  be  deepened  under  subprogram  2. \nFMPARP  will  serve  to  strengthen  governance  in  Afghanistan,  including  supporting  greater \ninvolvement of the state in raising revenues and financing development needs. Taxpayers and \nimporters  will  benefit  from  clearer,  simplified,  and  more  balanced  tax  and  customs \nadministration. In addition, the people most dependent on the provision of public goods and \nservices, including people living in remote areas, should expect an eventual improvement in the \nquality of these services as a result of reduced waste, duplication, and other nonproductive use \nof public resources.   \n \n123.  FMPARP is classified as category C under ADB’s environmental classification system. \nIts environmental impact is expected to be minimal. FMPARP will not trigger ADB’s policies on \ninvoluntary resettlement or indigenous peoples. \n \nB.  Risks  \n \n124.  Risks to FMPAR are multiple and can be classified according to the Program’s ability to \naffect or mitigate these risks.  \n \n125.  External risks include: (i) security, (ii) political, and (iii) macroeconomic risks. Internal \nrisks include: (i) capacity constraints, (ii) governance, and (iii) donor coordination.   \n \n126.  Security concerns pose the largest risk. A worsening security situation would have many \nimpacts  on  the  FMPARP,  including  limiting  extending  reforms  to  the  subnational  level  of \ngovernment.  If  the  security  situation  deteriorates,  operations  will  be  restricted  and  fielding \nconsults and monitoring will be more difficult. Political risks appear to be contained, following \nsuccessful parliamentary and provincial elections. However, in a more politicized environment, \ndecisive policy decisions may not be based on technical merit alone. Macroeconomic risks have \ndecreased, following significant progress in building supporting infrastructure to ensure effective \nmacroeconomic  management  and  overall  improvement  to  the  macroeconomic  stability \nframework.  \n \n127.  Capacity  constraints  are  the  most  significant  internal  risks,  because  of  the  limited \navailability of skilled resources to implement the reform program. Governance risks include the \npower of vested interests. Revenue administration officials may be co-opted by interests that \nrefuse to embrace change or by enterprises that want to override the legal system. There may \nalso be scope for corruption. Donor coordination risks are acute in Afghanistan, where there is a \nsignificant donor presence in most ministries. Unless there is strong Government ownership of \nthe reforms, combined with well coordinated programs, there is a risk of duplication ineffective \nassistance. \n \n128.  These  risks  will  be  mitigated  in  the  following  ways.  FMPARP  will  develop  human \nresource management  policies across key ministries that would directly address the weak \ncapacity. The grant component is particularly designed to enhance capacity and institutional \ndevelopment. \n \n129.  In addition, the policy framework design has factored in potential risks by presenting a \ntailored  set  of  policy  reforms  focused  on  developing  institutional  foundations  under \nsubprogram 1 and ensuring these are built upon in subprogram 2.  \n ", "30 \n \n130.  FMPARP  will  support  efforts  to  reduce  macroeconomic  risks  by  improving  revenue \ncollection and supporting measures to improve fiscal discipline. In addition, enhancing revenue \nmobilization will reduce the risk of disruption and dependency on foreign assistance over the \nmedium term, as other development challenges outside Afghanistan may arise.    \n \n131.  Safeguards  include  coordinated  and  complementary  reform  programs  supported  by \nother donors (para. 57). \n \nVI.  ASSURANCES \n \nA.  Specific Assurances \n \n1.  The Program \n \n132.  The  Government  has  given  the  following  assurances,  in  addition  to  the  standard \nassurances, which have been incorporated in the draft Loan Agreement: \n \n(i)  The Government will ensure that the policies adopted and actions taken prior to \nthe date of the draft Loan Agreement, as described in the Development Policy \nLetter, will continue in effect for the duration of the FMPARP.  \n(ii)  The Government will promptly adopt the other policies and take the actions \ncontained  in  the  policy  matrix  and  draft  Loan  Agreement,  ensure  that  such \npolicies and actions continue in effect for the duration of the FMPARP, and \nensure the sustainability of the reforms beyond the Program period. \n(iii)  Each year during Program implementation, the Government will approve both \noperational and development budgets before the start of the fiscal year. \n(iv)  MOF will regularly monitor progress of IARCSC with respect to implementation of \npolicy actions subscribed under the PAR components of the policy matrix. \n(v)  Within one month of loan effectiveness, MOF will set up an FMPARP inter-\nagency  implementation  and  coordination  committee  (IICC)  to  coordinate  and \nensure the effective implementation of the proposed reforms; the IICC will meet \nwhen necessary but not less than once every 3 months.  \n(vi)  MOF will allocate to IARCSC sufficient resources to be able to implement its part \nof the reform program, subject to satisfactory performance by IARCSC. \n(vii)  The Government ensures that all action plans to be prepared under the FMPARP \nwill be fully implemented before the end of the Program.  \n(viii)  The Government ensures that all laws that are passed under the Program will be \nwidely published, including on the websites of the Ministry of Justice and of MOF. \n \n2.  The Project \n \n133.  In  addition,  the  government  has  given  the  following  assurances  in  relation  to  the \nimplementation of the Project, which have been included in the draft Grant Agreement. \n \n(i)  The Government will provide counterpart staff and financing to implement the \nProject.  \n(ii)  The EA will submit a report to ADB on an annual basis or more frequently if \nwarranted on project implementation and overall assessment of the quality of \ninputs. ", "31 \n(iii)  The  Government  will  ensure  that  in  carrying  out  the  policy  measures  and \nactivities included in the policy matrix, due consideration will be given to the \nfindings and recommendations of the Project. \n \nB.  Conditions for Loan and Grant Effectiveness \n \n134.  In addition to the first tranche conditions as described in Appendix 6, the effectiveness of \nthe grant will be a condition of the Program loan. The effectiveness of the Program loan will be a \ncondition of the effectiveness of the Grant as well. \n \nVII.  RECOMMENDATION \n \n135.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove: \n \n(i)  the Program cluster of $105,000,000 for the Fiscal Management and Public \nAdministration Reform Program in the Islamic Republic of Afghanistan; \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 33,676,000 to \nthe  Islamic  Republic  of  Afghanistan  for  the  Fiscal  Management  and  Public \nAdministration Reforms Subprogram 1 from ADB’s Special Funds resources, with \na term of 40 years, including a grace period of 10 years, an interest charge at the \nrate of 1% per annum, with the interest charge during the grace period to be \ncapitalized and charged to the loan account, and such other terms and conditions \nas  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement presented to the Board; \n(iii)  in respect of such a loan, a variation from the existing loan terms under Asian \nDevelopment Fund resources on an exceptional basis; and \n(iv)  a Grant of $7,000,000 to the Islamic Republic of Afghanistan for the Capacity \nBuilding  for  Institutional  Development  Project  from  the  ADB’s  Special  Funds \nresources, in accordance with the terms and conditions set forth in the draft \nGrant Agreement presented to the Board. \n \n \n \nJoseph B. Eichenberger \n        Vice President \n \n \n23 November 2005 \n ", "32  Appendix 1 \nKEY ECONOMIC INDICATORS \n \nItem  FY2002  FY2003  FY2004  FY2005 \nA.  Income and Growth       \n  1.  GDP per capita ($, current)  123  182  199  253 \n  2.  GDP (current prices, $ million)  2,463  4,084  4,585  5,971 \n  3.  Sectoral shares of GDP (%)         \n    a. Agriculture  —  49.8  48.5  37.2 \n    b. Industry  —  20.1  21.3  24.4 \n    c. Services  —  30.1  30.2  38.3 \n  4.  Real GDP growth   —  28.6  15.7  8.0 \n           (%, in constant prices) \n      5.  Opium production (value, $ million)   —  2,540  2,300  2,800 \n         \nB.  Savings and Investment          \n      (current and market prices, % of GDP) \n  1.  Gross investment  —  28.3  35.2  38.8 \n  2.  Gross national savings  —  (5.1)  (15.7)  (6.2) \n         \nC. Money and Inflation (annual change)   \n  1.  Consumer price indexa   (43.4)  52.1  10.2  16.3 \n  2.  Domestic currency in circulation  —  20.1  40.9  37.5 \n         \nD. Government Finance    \n      (% of non-opium GDP) \n  1.  Revenues  —  3.2  4.5  4.5 \n  2.  Operating expenditures  —  8.5  9.8  9.4 \n3.  Overall fiscal surplus (deficit)    (5.3)  (5.3)  (4.9) \n         \nE. Balance of Payments         \n  1.  Merchandise trade balance (% of          \n    GDP) \n2.  Current account balance          \n      (including grants % of GDP)  —  (3.5)  3.1  0.7 \n      (excluding grants % of GDP)   —  (33.4)  (50.9 )  (45.0) \n \n3.  Exports of goods ($) growth   —  82.1  46.7  (12.6) \n    (annual % change) \n4.  Imports of goods ($) growth   —  52.5  50.9  2.1 \n    (annual % change) \n         \nF.  External Payments Indicators         \n1.  Gross foreign exchange reserves   —  426.1  815.9  1,261.3 \n  ($ million) \n  2.  External debt service (% of exports of          \n  goods and services) \n  3.  Total external debt (% of GDP)  —  13.0  13.0  — \n         \nG. Other Indicators         \n  1.  Exchange rate (AF/$, average)  54.4  44.8  49.0  47.7 \n  2.  Population (million)  —  21.8  22.2  23.2 \n— = not available, FY = fiscal year, GDP = gross domestic product. \na   For Kabul city plus five major cities only. \nSources: Asian Development Bank estimates; International Monetary Fund country reports nos. \n05/34, 05/128 and 05/371. \n \n \n ", "Appendix 2  33 \n \nSECTOR ANALYSIS \n \nA.  The Budget \n \n1.  The national budget in Afghanistan comprises a core and an external budget. The core \nbudget reflects funds that are channeled through the Government’s treasury account, including \nGovernment revenue collection and semi- or fully discretionary donor funding through budgetary \nsupport programs that covers mostly operating expenditures. The external budget is wholly \ndonor-funded and is channeled directly to consulting firms, nongovernment organizations, and \nother implementing parties. The external budget covers the development budget and operating \ncosts associated with capital spending.   \n \n2.  The  first  post-conflict  national  budget  for  Afghanistan  (fiscal  year  [FY]  2005)  was \nadopted by presidential decree in June 2004—about 3 months after the start of the fiscal year \n(FY) on 21 March. This was followed by a midyear review of the national development budget \napproved in December 2004. The Government approved its operating budget for FY2006 on 15 \nMarch 2005, before the start of the fiscal year. This was an important achievement, as it \nenabled the Government to address payment delays and operating expenditure arrears that \noccurred the previous year. An interim development budget was approved on 2 April 2005 to \nensure continuity of funding to ongoing development projects. The final development budget \nwas approved in June 2005 to incorporate additional donor-funded projects. A midyear review of \nthe FY2006 budget was finalized in November 2005. \n \n3.  The external development budget is a commitment of resources based on a list of \nindividual projects that are classified under three pillars: pillar 1—human capital; pillar 2—\ninfrastructure; and pillar 3—enabling environment, for development. These three pillars are \nbroken into 16 consultative working groups composed of government officials and donors, and 6 \ncrosscutting advisory groups. Because of differences in donors’ budget cycles, commitments \nare not available before the start of Afghanistan’s fiscal year. As a result, the resource envelope \nremains an indicative figure. This explains why an interim development budget is approved \nbefore the final development budget.   \n \n4.  In the revised FY2006 budget, the total planned expenditure is estimated at $5.7 billion \n(approximately 82% of GDP), of which $4.8 billion (84% of total) will be for the development \nbudget and $693 million (14% of total) will be for the operating budget (Table A2.1). Of the total \nplanned development expenditure, approximately $1 billion or 21% will be disbursed through the \ncore budget and $2.2 billion or 46% directly by donors to implementing agencies, leaving a \nfunding gap of $1.6 billion or of 33% of the total. According to the revised FY2006 budget, 58% \nof the total budget is allocated for pillar 3 (up from 48% last year), compared with 27% for pillar \n2, and 14% for pillar 1. Allocations for both pillars 1 and 2 have declined since last year.    \n \n5.  About two-thirds of the operating budget is funded by domestic revenues and the other \nthird from ARTF and LOTFA (Table A2.2). The operating budget is nominally in balance1 and \nfiscal expansion remains subject to prudent growth rates. This reflects a limited absorptive \ncapacity, unstable security conditions, and an overstretched cadre of qualified civil servants. At \nthe same time, this shows potential for domestic revenue generation. A contingency provision of \nnearly $17 million is meant to operate as a reserve for unplanned expenditures within the year, \nand to maintain fiscal discipline. There is also a multiyear reserve of $183 million for the funding \n                                                 \n1  Excluding grants, the operating budget is approximately 10% of GDP.  \n ", "34  Appendix 2 \nof multiyear contracts. Key expenditure items such as funding of the Afghan National Army \n(ANA) and the police are outside the budget despite government commitment to bring them \ngradually into the budget over the coming years. \n   \nB.   Expenditure  \n \n6.  Under the core budget (Table A3.3), wages and salaries comprise 62% of operating \nexpenditures. In the past, wages and salaries had been growing at above 30% per year and \ncontributing to mounting fiscal stress. The rapid expansion of priority reform and restructuring, \nand the spillover effects on wages and salaries of other civil servants, in part to offset steep \nincreases  in  housing  rentals,  may  explain  these  rapid  increases.  Purchase  of  goods  and \nservices  are  the  next  most  important  item,  accounting  for  close  to  20%  of  operating \nexpenditures. Finally, transfers and subsidies, and pension payments remain small at under 3% \nof operating expenditure, reflecting the limited safety nets in Afghanistan. \n \n7.  According to the FY2006 midyear budget review, operating expenditure for FY2006 is \nprojected to increase to 10% of GDP from 9.4% of GDP in FY2005. This is a contained \nincrease, in line with the operating principles on fiscal prudence set forth in the budget, and \ncomes against the backdrop of a 22% increase in nominal GDP and a 19% increase in domestic \nrevenue. Planned development expenditure under the midyear FY 2006 budget is $4.8 billion, \ncompared with $4.4 billion at the time of budget approval.  \n \n8.  The budget for FY2006 was developed under a new chart of accounts that will allow \nfunctional classification according to expenditure items in the following year. In the meantime, \noperating expenditures are accounted for by the ministries, while development expenditure is \nreported by program. The breakdown of expenditures in the FY2006 operating budget reveals \nthat the Afghan National Army and National Police and Enforcement account for approximately \n43% of the total operating expenditure of ministries and agencies. This is followed by education \nand vocational training at approximately 20%, and health and nutrition at below 5%. \n \nC.   Revenues \n \n9.  The total operating revenues for FY 2006 is projected at $816 million. This comprises \ndomestic revenue (tax and non-tax) collection, projected at $468 million (equivalent to 6.8% of \nGDP),  ARTF  funds  for  $280  million,  and  LOTFA  funds  for  $68  million.  Funding  to  and \nallocations from the Counter-Narcotics Trust Fund are still to be determined. Total revenue in \nFY2006 is projected to increase by 46% compared to the previous year.  \n \n10.  MOF is currently implementing a five-year tax administration plan with donor funding \navailable for the first 3 years. Under the plan, the large-taxpayer office will become operational. \nThe office will remove impediments to revenue collection by removing nuisance taxes and \neliminating tax holidays and other exemptions. In addition, tax identification numbers (TIN) will \nbe issued more vigorously to facilitate compliance with and enforcement of tax laws. As of \nSeptember 2005, nearly 19,000 TINs have been issued in Kabul and close to 6,000 in the \nprovinces. Money changers, customs brokers licensing processes, and motor vehicle purchase \nwill now require TIN registration.  \n \n11.  An amendment to the Revenue Law was approved in May 2005. Under the law, the \ncorporate tax rate is set at 20% for all businesses. Income tax is set at a two-tier structure of \n10% for annual income of up to AF1.2 million and 20% for income over AF1.2 million. The tax-\nfree income tax threshold is set at AF150,000 per annum. Withholding tax on wages will be ", "Appendix 2  35 \nimposed. “Services” and “rental services” taxes were also introduced. The services tax is a 10% \nbusiness  receipts  tax  on  the  gross  receipt  of  service  providers  in  telecommunications, \nrestaurants and hotels, while the rental services tax creates a legal withholding obligation on \nlegal entity tenants, to eliminate non-reporting on rental income by property owners. \n \n12.  Despite the measures adopted, taxes on international trade continue to take the largest \nshare, and account for approximately 70% of total tax collection. Revenue collection is uneven, \nwith the provinces of Herat, Kabul, Kandahar, and Nangarhar accounting for nearly 60% of total \nrevenue collection (see Table A2.4 for a breakdown of expenditure and revenue by provinces).  \n \nTable A2.1: Afghanistan National Budget \n($ million) \n \n  FY2006 \n  FY2006  MYR  Change  % \nItem  Budget  Budget  Change \nA.  Domestic Revenues (i)  333  468  135.5  41 \nB.   Core Expenditures (B1+B2)  1,884.20  1,725.09  (159.1)  (8) \n  B1. Operating Expenditures  678  693  14.8  2 \n    Compensation of Employees  417.3  433.02  15.7  4 \n    Non wage  260.7  259.79  (0.9)  0 \n         \nOperating Budget Deficit or Surplus  (345)  (224)  120.7  (35) \n         \n  B2. Core Development Expenditures  1,206.20  1,032.28  (173.9)  (14) \n    Discretionary Projects Expenditures  379.2  278.21  (101.0)  (27) \n    Non discretionary Projects Expenditures  798.1  754.07  (44.0)  (6) \n    Reserve  28.90  0  (28.9)  (100) \n         \nC.  Multi-year Reserve (ii)  0  183.35  183.4  100 \n       Total Core budget (B+C)  1884.2  1,908.44  24.2  1 \nD.  Deficit before Grants and Loans  (1,554.20)  (1,439.95)  111.2  (7) \nE.  Financing  1,551.2  1,439.95  (111.3)  (7) \n  Grants  1,059.4  946.21  (113.2)  (11) \n    ARTF (Recurrent Window)  280  280    0 \n    ARTF (Investment Window)  360.1  123.77  (236.3)  (66) \n       Subtotal ARTF  640.1  403.77  (236.3)  (37) \n    LOTFA  65  71  6.0  9 \n    CNTF  18  6.1  (11.9)  (66) \n    Bilateral & Multilateral Contributions  336.3  465.34  129.0  38 \n  Loans  491.8  493.74  1.9  0 \n    Budget Support Loans (Program Loans)  255.6  456.00  0.4  0 \n    Other Loans  236.2  237.74  1.5  1 \nF.  Deficit/Surplus after external funding  0.00  0.00  0.0  0 \n         \nMemo:  External Development Budget Requirements  3180  3,760.40  580.4  18 \n    External Development Budget Funding  1629  2,173.08  544.1  33 \n    Funding Gap  1551  1,587.32  36.3  2 \n              Total Core and External Development Expenditures  2835  3,205.36  370.2  13 \nARTF = Afghan Reconstruction Trust Funds, LOTFA = Law and Order Trust Fund for Afghanistan, MYR = midyear \nreview. \nNotes: \n1. Revenues for fiscal year (FY) 2006 include an expected one-off revenue of $80 million from the sale of the GSM \ntelecommunications license. \n2. This reserve will be used to finance multi-year contracts approved in FY2006 in the future years in addition to \nexternal budget recurrent costs. \nSource: Ministry of Finance. \n \n ", "36  Appendix 2 \n \nTable A2.2: Medium Term Fiscal Framework \n($ million) \n \n  Revised \nFY2006  FY2007  FY2008  FY2009  FY2010 \nItem  FY2006 \nDomestic Revenue  333  468  595  712  892  1,090 \nYear-over-growth (%)    40.5%  27.1%  19.6%  25.2%  22.1% \n             \nTax Revenues             \n  Taxes on income, profits and capital gains  67  78  102  128  161  197 \n  Taxes on international trade and transactions  186  184  329  374  464  557 \n  Other taxes  3  9  11  13  17  20 \nNon Tax Revenues  77  198  154  196  250  315 \n             \nDonor Assistance Grants (to operating budget)  345  348  345  340  335  330 \nARTF  280  280  280  280  280  280 \nLOTFA  65  68  65  60  55  50 \n             \nTotal operating revenues  678  816  940  1,052  1,227  1,420 \n             \nDonor Assistance Grants (to core development  714  598  608  661  704  749 \nbudget) \nARTF Non Discretionary Investment Window  246  124  —  —  —  — \nARTF Discretionary New Investment Window  115  0  —  —  —  — \nCounter Narcotics Trust Fund  18  6  —  —  —  — \nLOTFA  —  3  —  —  —  — \nJNPGA  37  37  —  —  —  — \nIDA  75  75  100  115  120  125 \nUS Monetization grant  —  12  —  —  —  — \nBilateral and Multilateral Contribution  224  261  —  —  —  — \nPSIB2  —  80  80  80  80  80 \n             \nTotal Grants to Operating and Development  1,059  946  953  1,001  1,039  1,079 \nBudget \nTotal Core Expenditure  1,885  1,908  1,766  1,927  2,152  2,336 \nExpenditure  678  693  784  909  1,044  1,104 \n             \nCompensation of employees  401  410  351  286  218  224 \nCompensation of employees, PRR  16  19  140  297  462  474 \nWages and Salaries, Parliament and Provincial             \nCouncil \nGoods and services  142  134  146  163  183  206 \nGoods and services—Parliament and Provincial             \nCouncil \nInterest on debt service  8  8  9  9  9  9 \nOther recurrent  62  78  87  96  105  116 \nAcquisition of assets  47  38  44  50  57  64 \nCore budget development expenditure  1,207  1,032  672  771  922  1,129 \n \nNational programs  1,795  1,598  1,359  1,550  1,807  2,132 \nMulti-year priority reserve  0  183  309  247  186  103 \nCore budget balance (excluding grants)  (1,552)  (1,440)  (1,170)  (1,215)  (1,260)  (1,246) \nCore budget balance (including grants)  (492)  (494)  (217)  (214)  (221)  (167) \nCore budget balance after financing  0  (0)  (137)  (135)  (161)  (102) \n             \nFinancing  492  494  80  79  60  65 \n  External Loans (net)  492  494  80  79  60  65 ", "Appendix 2  37 \n \n  Revised \nFY2006  FY2007  FY2008  FY2009  FY2010 \nItem  FY2006 \n  Of which:             \n  ADB FMPARP  0  24  0  24  —  — \n  ADB Post Conflict Program Loan  122  122  —  —  —  — \n  ADB Agriculture Program Loan  30  30  20  0  0  0 \n    Program Support for Institution Building I  80  80  0  0  0  0 \n    IDA-World Bank  85  85  60  45  40  35 \n    ADB Private Sector Development  0  0  0  10  20  30 \n    Other loans  175  153  —  —  —  — \n             \nMemorandum Items             \nReal GDP growth (%)  12.0  12.0  10.0  10.0  10.0  7.5 \nInflation (year-on-year, %)  10.0  10.0  7.0  5.0  5.0  5.0 \nCompensation of employees incl. PRR as % of  61.5  61.9  62.6  64.1  65.1  63.2 \noperating expenditure \nCompensation of employees incl. PRR as % of  125.3  91.5  82.5  81.8  76.2  64.1 \ndomestic revenue \nDomestic revenue as % of operating expenditure  49.1  67.6  75.9  78.3  85.4  98.7 \nDomestic revenue as % of total operating revenue  49.1  57.4  63.3  67.7  72.7  76.8 \nDomestic revenue as % of GDP  5.1  6.8  6.8  7.0  7.6  8.6 \nCompensations incl. PRR as % of GDP  6.4  6.2  5.6  5.7  5.8  5.5 \nGDP in millions of AF  315,779  335,338  426,708  495,946  572,173  615,921 \n— = not available. \nADB = Asian Development Bank, ARTF = Afghan Reconstruction Trust Funds, FMPARP = Fiscal Management and \nPublic Administration Reform Program, GDP = gross domestic product, LOTFA = Law and Order Trust Fund for \nAfghanistan, PRR = priority reform and restructuring program, PSIB2 = Programmatic Support for Institution Building, \nUS = United States. \nNotes:  \n1. Integrated budget combines the operating and development budgets. \n2. Revenue figures are provided by the Revenue Department, economic assumptions (e.g. GDP growth, inflation \nrate) are from the IMF. \n3. Contingency Reserves, Policy Reserves, Pensions, National Assembly and Provincial Council expenditures are \nsubset of operating expenditures. \n4. ARTF contributions are assumed to be constant. LOTFA is assumed to be constant in FY2007 and decline by 5 \nmillion thereafter. \nSource: Ministry of Finance, Da Afghanistan Bank, and IMF. \n \n \n ", "38  Appendix 2 \n \nTable A2.3: Islamic Republic of Afghanistan: Core Budget, FY2004–FY2006 \n(% of GDP) \n \n  FY2005  FY2006 \nFY2004  FY2005 \n  Corea   MYR \nPrelim.  Proj.b \nItem  Budget   Budget \nDomestic revenue  4.5  5.4  4.5  6.8 \n  Tax revenues  2.8  3.1  3.4  3.9 \n    Taxes on income, profits, and capital gains  0.2  0.5  0.4  1.1 \n    Taxes on international trade and transactions  2.4  2.1  2.6  2.7 \n    Other taxes  0.2  0.6  0.5  0.1 \n  Nontax Revenues  1.7  2.2  1.1  2.9 \n         \nDonor assistance grants (to operating budget)  4.5  5.3  5.3  5.0 \n  ARTF  3.6  4.4  4.3  4.0 \n  LOTFA and Army Trust Fund  0.8  0.8  0.9  1.0 \n         \nDonor assistance grants (core development  2.0  13.0  2.9  8.6 \nbudget) \n         \nOperating expenditure  9.8  10.7  9.4  10.0 \n  Wages and salaries  6.5  7.3  6.7  6.3 \n  Purchase of goods and services  2.1  1.7  1.5  1.9 \n  Transfers and subsidies  0.3  0.5  0.3  — \n  Pensions  0.1  0.3  0.3  — \n  Capital expenditure  0.9  0.9  0.7  — \n         \nCore budget development spendingc  4.2  13.0  4.5  14.9 \n         \nOperating budget balance (excluding grants)  (5.3)  5.3  (4.9)  (3.2) \nOperating budget balance (including grants)  (0.8)  0.0  0.4  0.0 \n         \nFinancing  2.3  0.0  1.1  7.1 \nARTF = Afghan Reconstruction Trust Funds, FY = fiscal year, LOTFA = Law and Order Trust Fund for \nAfghanistan. \na  Budget estimates. IMF Staff projected domestic revenue of AF12.8 billion for FY2005. \nb  IMF Staff projections. Government budget projections for core development spending in 2005/06. These \nprojections represent commitments, while historical data are actual expenditures. \nc  Government program classification. The authorities have not been able to fully reconcile the program \nclassification with government accounting data. This is due to classification problems. A new chart of \naccounts has been prepared for FY2006 to overcome these problems. \nSource: Ministry of Finance, Da Afghanistan Bank, and IMF staff estimates and projections. IMF \nCountry Report No. 05/371. \n \n \n ", " \n \nTable A2.4: Islamic State of Afghanistan: Revenue and Expenditures by Provinces and Central Ministries, FY2004–FY2005 \n(AF) \n \n      FY2004          FY2005 (7 months)   \n  Item  Revenue Est.  Expenditure Est.  Balance Est.    Item  Revenue Est.  Expenditure Est.  Balance Est. \n  Total  10,167,915,284  22,001,215,195  (11,833,299,910)    Total  6,755,492,611  14,123,199,831  (7,367,707,220) \n  Central  2,959,313,838  11,933,876,213  (8,974,562,374)    Central  1,257,744,267  8,476,743,160  (7,218,998,893) \nMinistries  Ministries \n1.  Kabul  475,637,438  250,902,490  224,734,948  1.  Kabul  401,023,990  129,383,068  271,640,922 \n2.  Kapisa  2,802,030  172,089,146  (169,287,116)  2.  Parwan  14,325,968  449,783,596  (435,457,628) \n3.  Parwan  8,947,678  619,021,308  (610,079,630)  3.  Wardak  1,851,040  107,073,222  (105,222,182) \n4.  Wardak  1,938,344  137,086,310  (135,147,966)  4.  Logar  4,677,337  98,845,269  (94,167,932) \n5.  Logar  3,953,715  105,730,748  (101,777,033)  5.  Ghazni  16,805,788  149,706,462  (132,900,674) \n6.  Ghazni  17,737,670  193,040,645  (175,305,975)  6.  Paktiya  41,780,762  113,321,191  (71,540,429) \n7.  Paktiya  23,800,377  167,374,086  (143,573,709)  7.  Paktika  35,380,090  90,151,421  (54,771,331) \n8.  Nangarhar  686,441,649  740,929,182  (54,487,533)  8.  Khost  149,045,229  119,461,165  29,584,064 \n9.  Laghman  5,680,396  136,995,601  (131,315,205)  9.  Samangan  3,945,547  62,966,162  (59,020,615) \n10.  Kunar  258,661,638  161,707,499  96,954,139  10.  Balkh  481,268,451  418,413,776  62,854,675 \n11.  Badakhstan  6,366,145  285,630,755  (279,264,610)  11.  Jawzjan  124,595,225  252,831,003  (128,235,778) \n12.  Takhar  22,514,002  215,102,937  (192,588,935)  12.  Faryab  6,298,736  150,499,293  (144,200,557) \n13.  Baghlan  18,567,220  278,334,561  (259,767,341)  13.  Bamayan  3,337,989  95,738,542  (92,400,553) \n14.  Kunduz  41,348,952  487,261,847  (445,912,895)  14.  Sar-E-Pul  1,935,715  82,637,789  (80,702,074) \n15.  Samangan  4,499,900  96,442,831  (91,942,931)  15.  Kapisa  3,634,239  138,018,596  (134,384,357) \n16.  Balkh  319,557,706  721,555,727  (401,998,021)  16.  Nangahar  887,718,320  438,919,603  448,798,717 \n17.  Jawzjan  74,517,228  429,760,032  (355,242,804)  17.  Laghman  6,448,721  118,370,616  (111,921,895) \n18.  Faryab  8,308,258  173,896,497  (165,588,239)  18.  Kunar  18,620,282  122,330,584  (103,710,302) \n19.  Badghis  2,874,334  95,795,384  (92,921,050)  19.  Nooristan  359,176  70,582,806  (70,223,630) \n20.  Herat  4,191,807,245  2,215,230,623  1,976,576,622  20.  Nimroz  58,815,816  45,365,147  13,450,669 \n21.  Farah  43,803,594  133,193,902  (89,390,308)  21.  Helmand  15,354,753  133,312,695  (117,957,942) \n22.  Nimroz  83,416,590  72,067,680  11,348,910  22.  Kandahar  833,273,414  536,753,474  296,519,940 \n23.  Helmand  13,562,055  191,138,359  (177,576,304)  23.  Zabul  2,274,773  49,852,527  (47,577,754) \n24.  Kandahar  726,044,309  1,165,203,525  (439,159,216)  24.  Uruzgan  1,891,289  39,583,498  (37,692,209) \n25.  Zabul  5,860,515  64,735,155  (58,874,640)  25.  Badakhshan  6,819,623  245,478,755  (238,659,132) \n26.  Uruzgan  7,598,174  45,223,519  (37,625,345)  26.  Takhar  19,931,576  163,505,556  (143,573,980) \n27.  Ghor  4,712,073  122,903,091  (118,191,018)  27.  Baghlan  15,771,296  279,351,067  (263,579,771) \n28.  Bamyan  3,647,063  145,541,988  (141,894,925)  28.  Kunduz  28,671,842  309,694,385  (281,022,543)  A\np\n29.  Paktika  32,254,547  104,479,675  (72,225,128)  29.  Badghis  3,684,280  73,817,445  (70,133,165)  pe\n30.  Nooristan  —  58,320,365  (58,320,365)  30.  Heart  2,275,003,789  371,693,416  1,903,310,373  nd\n31.  Sar-e-Pul  1,779,518  102,307,823  (100,528,305)  31.  Farah  30,206,751  91,952,165  (61,745,414)  ix\n 2\n32.  Khost  109,970,083  178,335,691  (68,365,608)  32.  Ghor  2,996,537  97,062,377  (94,065,840)   \n          33.  Daikondi  —  55,210  (55,210) \n— = not available. \nSource: IMF and Ministry of Finance.  39\n \n ", "40  Appendix 3 \nCONSULTATIVE GROUP MECHANISM \n \n1.  The National Development Framework (NDF) focuses on three pillars: pillar 1—security and \nhuman  development,  pillar  2—physical  infrastructure,  and  pillar  3—enabling  environment  for \ndevelopment. The NDF contains a list of 16 national priority programs (NPPs), with one consultative \ngroup (CG) for each national program. Additionally, six advisory groups have been established for \ncrosscutting issues (gender, environment, humanitarian affairs, human rights, monitoring and evaluation, \nand counter-narcotics). The CGs consists of representatives of ministries, donors, and implementing \npartners. The main tasks of the CGs are to (i) advise the Government on the development of long-term \nstrategic policies for the 16 NPPs, including identifying resources necessary for policy development; (ii) \ncoordinate the implementation of programs and projects through the annual budget cycle; (iii) monitor \nand evaluate implementation; and (iv) facilitate information sharing. The Ministry of Finance chairs the \nConsultative Group Standing Committee (CGSC). \n \n \nFigure A4:  Current Consultative Group Structure \n \nAfghanistan Development  Forum (ADF)(National Budget) \n \n  Consultative Group Standing Committee (CGSC)\n \nAdvisory Groups \n  Consultative Groups  Cross Cutting Issues \n \nPillar 1*    Pillar 2**    Pillar 3***     \n1.1. Refugees and    2.1. Transport    3.1. Trade and Investment    A.1. Gender \nIDPs \n1.2. Education and    2.2. Energy, Mining, and    3.2. Public Admin. And    A.2. Environment \nVocational Training  Telecom  Economic Management \n1.3. Health and    2.3. Natural Resources    3.3. Justice    A.3. Humanitarian \nNutrition  Management  Affairs \n1.4. Livelihood and    2.4. Urban Management    3.4. National Police, Law    A.4. Human Rights \nSocial Protection  Enforce and Stabilization \n1.5. Culture, Media        3.5. Afghan National Army    A.5. Monitoring \nand Sport  and Evaluation \n        3.6. Mine Action    A.6. Counter \nNarcotics \n        3.7. Disarmament,     \nDemobilization and \nReintegration \nLegend:  \n* Human Capital and Social Protection \n** Physical Infrastructure \n***Enabling Environment for Development \nSource: Ministry of Finance. \n \n2.  The performance of the CGs has been varied and several reviews have taken place. While some \nCGs meet regularly, others meet sporadically. Some focus on information-sharing about the budget \nprocess, others engage in policy and strategy issues. The review revealed that the CGs’ effectiveness \nsuffered because of poor leadership, lack of clear understanding as to their purpose, and lack of support \nto capacity building for policy development, program monitoring, and management of the CG process \nwithin ministries. Much of the discussions of the CGs focused on the budget process, while inadequate \nattention was paid to policy, program development, and prioritization. \n \n3.  As a large proportion of the development budget is outside the Government’s direct control and \ndisbursed directly to implementing partners, a forum for consultation with donors and other stakeholders \nis crucial to ensure that the assistance is directed toward the Government’s priorities. The Government \nintends to review the CG structure as part of the national development strategy process. Some of the \nrecommendations of the working group on aid coordination include (i) mainstreaming the advisory groups \ninto the CG structure, (ii) placing greater emphasis on supporting the capacity for policy and planning \nwithin ministries to engage in the CG discussions, and (iii) restructuring the current clusters of ministries \nwithin the CGs. ", "Appendix 4  41 \nLIST OF TECHNICAL ASSISTANCE INVOLVEMENT ACROSS ACTIVITIES AND DONORS \nRELATED TO FISCAL MANAGEMENT AND PUBLIC ADMINISTRATION REFORM PROGRAM \n \nTable A4.1: Ministry of Finance Technical Assistance-Mapping \n \nPolicy Action  Ongoing Technical Assistance Projects \nStrengthening Fiscal Management \nImproving the budget  ADB: TA 3874 - Advisor to the head of budget assisted in drafting Budget Law; TA 4502 - \n.framework  Legal advisor to the minister of finance, advisor to the deputy minister of finance (budget and \n  treasury); TA 4637- Capacity Building for Economic Management (approved in August 2005) \nBudget functions as  to assist in establishing the fiscal policy unit. \nprincipal instrument of  UNDP: Support to the budget team and/or development budget unit through a team of seven \npublic resource  advisors \nmanagement  DFID/ Maxwell Stamp \n• Fiscal and budgetary  US Treasury: Budget advisor (integration of operating and development budget, strategy for \ncoordination  public expenditure management, budget policy, interface between MOF, line ministries and \nmechanisms in operation  provinces) \n• Fiscal analysis capacity  IMF: Budget and treasury advisor \nestablished at MOF  USAID: Bearing point team (until summer 2005) \n  WB: Emergency public administration Project (EPAP) \n \nImproving the Public  UNDP: See above. \nInvestment Program \n• Identification of \ninvestment priorities \nstrengthened. \n \nEnhancing Resource  DFID/Adam Smith Institute \nMobilization  USAID: Bearing point team (until end 2005) \n• Taxation legal and   \nadministrative framework \nstrengthened. \n• Tax policy is better able \nto support development \nand economic objectives. \n• Tax administration is \nimproved. \n \n Strengthening Public Financial Management \nImproving transparency  WB: EPAP \nand accountability   \n• Government \naccountability framework \nin place. \n• Public enterprise \nfinancial reporting \nstrengthened. \n \nTreasury management  WB: EPAP I and II \nstrengthened  One domestic consultant in the cash management unit \n  US Treasury: Government debt and cash management advisor (cash flow forecasting, \ndeveloping public debt law, assisting in debt settlement, advising on creating framework for \ndebt issuance, developing debt management system) \nIMF: Budget and treasury advisor \n \nDFID = Department for International Development, EPAP = Emergency Public Administration Project, IARCSC = Independent \nAdministrative Reform and Civil Service Commission, MOF = Ministry of Finance, UNDP = United Nations Development \nProgramme, USAID = United States Agency for International Development, WB = World Bank.  \nNote: The table contains only a preliminary list of ongoing TAs in the MOF. As part of Government’s prior actions, MOF is \nrequired to complete the table to finalize the TA mapping exercise. \nSource: Ministry of Finance. \n \n ", "42  Appendix 4 \nTable A4.2: Independent Administrative Reform and Civil Service Commission Technical \nAssistance Mapping – Projects by Donors \n \nProject Name  End Date  Committed  \n($ million) \n \nCivil service pay and grading  Dec 05   \n  EC    1.3000 \n  DFID (IDA)    0.4330 \n    Subtotal    1.7330 \nPensions and other post-service benefits  Dec 06   \n  WB    0.0500 \nPersonnel policies management  Dec 07   \n  ADB    1.5000 \n  WB/DFID (IDA)    1.0590 \n    Subtotal    2.5590 \nPRR implementation  Dec 06   \n  WB/DFID (IDA)    1.3440 \n  EC    2.9250 \n    Subtotal    4.2690 \nCivil service training and development  Dec 07   \n  EC    1.9500 \n  EC    4.6800 \n    Subtotal    6.6300 \nEstablishing a training and development policy for the Afghan     \n  civil service \n  UNDP    0.2450 \nInternship program for Afghan nationals     \n  UNDP    0.0310 \nEst. Prog. For the advancement of women and the promotion of     \n  equal opportunities in ACS \n  UNDP    0.0910 \nEstablishing civil service leadership development strategy     \n  UNDP    0.1000 \n  AusAID    0.7710 \n    Subtotal    0.8710 \nAfghanistan Public Administration Institute     \n  KOICA    6.0000 \nRRR strategy  Dec 06   \n  EC    4.5500 \n  WB    5.0000 \nCapacity building in the Afghan CS AEP and LEP  Dec 07   \n  WB    5.0000 \n  USAID    4.3000 \n  EC    1.9500 \n    Subtotal    11.250 \n      Total    26.441 \nACS = Afghan Civil Service, AEP = Afghan Expatriates Program, AusAid = Australian Agency for International Development, \nCSMD = Civil Service Management Department, EC = European Commission, IODD = Institutional and Organizational \nDevelopment Department, ITPD = Information Technology Policies Department, LEP = Lateral Entry Program, PARSEC = \nPublic Administrative Reform Secretariat, PPMD = Personnel Policies Management Department, TDD = Training and \nDevelopment  Department,  UNDP  =  United  Nations  Development  Programme,  USAID  =  United  States  Agency  for \nInternational Development, WB = World Bank. \nSource: Ministry of Finance. ", "Appendix 5  43 \n \nBACKGROUND STUDIES AND CHRONOLOGY OF THE FISCAL MANAGEMENT AND PUBLIC \nADMINISTRATION REFORM PROGRAM (FMPARP) \n \n \n1.  The following key processing steps involved in the formulation of the Fiscal Management and \nPublic Administration Reform Program (FMPARP) together with major political developments are \nhighlighted: \n \n  (i)  Contact Mission          27 January–3 February 2005 \n \n  (ii)  Reconnaissance Mission        8–22 March 2005 \n \n  (iii)  Quality Assessment and Facilitation Meeting  11 May 2005 \n \n(iv)  Fact-Finding Mission          25 May–7 June 2005 \n \n(v)  First Management Review Meeting      11 July 2005 \n \n(vi)  Appraisal Mission          3–14 August 2005 \n \n(vii)  Contact Mission          27 September–6 October 2005 \n \n(viii)  Second Management Review Meeting    4 November 2005 \n \n(ix)  Loan Negotiations          15 November 2005 \n \n2.  The ADB processing team responsible for FMPARP formulation and associated assistance \ncomponents comprised: Bruno Carrasco (principal financial economist and mission leader), Asha \nNewsum (principal governance specialist), Elaine Glennie (senior financial governance specialist), \nCaroline Vandenabeele (senior counsel), Michaela Prokop (economist), and Rafi Fazil (economics \nofficer).  Guidance  was  received  on  various  missions  from  Edward  Haugh  Jr.  (senior  advisor, \nAfghanistan  operations),  Klaus  Gerhaeusser  (deputy  director  general,  Regional  and  Sustainable \nDevelopment Department), Ashok Sharma (director, South Asia Governance, Finance and Trade \nDivision),  Brian  Fawcett  (country  director,  Afghanistan  Resident  Mission)  and  Barbara  Ericsson \n(principal financial sector specialist). \n \n \n ", "44  Appendix 6 \nDEVELOPMENT POLICY LETTER \n \n \n ", "Appendix 6  45 \n \n \n ", "46  Appendix 6 \n \n \n ", "Appendix 6  47 \n \n ", "48  Appendix 6 \n \n ", "Appendix 6  49 \n \n ", "50  Appendix 6 \n \n ", "Appendix 6  51 \n ", " \n5\nPOLICY MATRIX  2\n \n \nProgram Objective: To develop systems and procedures—supported by increased capacity—to improve budget programming, strengthen revenue mobilization, \nA\ndevelop the civil service, and enhance monitoring capabilities of public finances.  p\np\n  e\nn\nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken  d\nix\nSubprogram I   Subprogram I  Under Subprogram II   6\n \nFirst Tranche Release  Second Tranche Release   \n  Indicative December 2007  2008–2011 \nI.  Strengthening Fiscal Management     \n  A.  Improving the budgeting framework   \n    1.  The budget functions as the principal instrument of public resource management \nI.A.1.a. Government to gazette the Public  I.A.1.c. Ministry of Finance (MOF) to introduce the  MOF to amend the national budget \nFinance and Expenditure Management Law  3-year rolling expenditure and revenue projections  guidelines that will unify operating and \n(Budget Law).*  to support the development of the medium-term  development budget procedures. \n  budgeting framework (MTBF). \n \nI.A.1.b. MOF to develop a chart of accounts    MOF to approve and publish budget \ncompatible with the budget classification system  guidelines on contingent liabilities \nof the Government financial statistics (GFS) to  (including guarantees). \nsupport reporting on classification of the   \nfunctions of Government (COFOG). \n \n    2.  Fiscal/budgetary coordination mechanisms in operation \nI.A.2.a. MOF to establish a fiscal coordination  I.A.2.d. MOF to develop and approve a strategy  MOF to implement an action plan on \ncommittee, including the directors of budget,  and time-bound action plan that will enable  stakeholder consultation in the budget \ntreasury, and revenue and customs departments,  participation of key stakeholders (civil society and  process. \nto agree on fiscal targets and projections in  private sector) in the budget process. \nsupport of budget preparation and \nimplementation. \n \nI.A.2.b. MOF to prepare guidelines on the role of     \nmoustufiats (MOF provincial office) and develop \na time-bound action plan for their \nimplementation. The action plan should include \nestablishing clear lines of responsibilities and \nreporting between (i) revenue collection functions \nat moustufiats and the customs and revenue \ndepartment at MOF, and (ii) payments and  \n \n*Actions in italics are tranche release policy actions. ", " \nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \n  Indicative December 2007  2008–2011 \ntreasury functions at moustufiats and the director \ngeneral of treasury at MOF. \n \nI.A.2.c. MOF and the Independent Administrative  I.A.2.e. MOF and IARCSC shall have fully  MOF and IARCSC to have implemented \nReform and Civil Service Commission (IARCSC)  implemented the action plan on the role of MOF  action plan under I.A.2.a in moustufiats of \nto have started implementation of the action plan  provincial offices—developed as a first tranche  all provinces. \nunder I.A.2.a. in seven priority moustufiats—  condition—in the seven priority moustufiats, and   \nBelkh, Herat, Jalalabad, Kabul, Kandahar,  shall have started the implementation in an \nKunduz, and Parwan, moustufiats.  additional 13 provinces. \n   \n    3.  Fiscal analysis capacity established at MOF \nI.A.3.a. MOF to establish a fiscal policy unit  I.A.3.b. FPU to (i) prepare a study on the  FPU to prepare a policy paper to develop \n(FPU) tasked to analyze (i) fiscal trends, (ii) fiscal  expenditure projections for the roll-out of the “pay  an operating framework for inter-\nsustainability of public expenditure policies, and  and grading” scheme and its impact on the wage  governmental revenue transfers. The \neventually, (iii) debt sustainability.  bill and budget, the phased integration of  the  transfers should be based on projections \n  Afghan National Army, and the police operating  on the revenue generating capacity and \nexpenditures into the budget; and (ii) identify,  expenditure assignments of the central and \nevaluate, and monitor revenue transfers to  provincial governments. \nprovinces.   \n \n  I.A.3.c. MOF, in consultation with line ministries, to  MOF to incorporate findings on the results-\nidentify results-based indicators for selected  based indicators under I.A.3.c. and \nsectors including agriculture, energy, and  prepare a study on the scope for partial \ntransport, to support the development, on a pilot  linking of allotments to performance. \nbasis, of a results-based budgeting system. \n \n    MOF to incorporate results-based \nindicators into MTBF. \n  A\np\n  B.  Improving the Public Investment Program (PIP)  p\ne\nn\n    1.  Identification of investment priorities strengthened    d\nix\n  I.B.1.a. The budget committee, in coordination with     6\nMOF to (i) identify investment programs’ and   \nprojects’ selection criteria consistent with ANDS; \n(ii) establish a clear scoring system for ranking of  5\n3\nsuch programs and projects; (iii) classify the   \n ", " \n5\nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken  4\n \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \nA\n  Indicative December 2007  2008–2011  p\np\nimplementation of individual programs and projects  e\nn\nd\naccording to an overall risk assessment; and (iv)  ix\npublish results.   6\n \n \n  I.B.1.b. The budget committee, in coordination with  MTBF to incorporate PIP prioritization in \nMOF, to (i) evaluate PIPs’ contribution to the  accordance with ANDS and introduce \nMillennium Development Goals (MDGs); (ii)  performance-based fund release system \ndevelop a performance monitoring and evaluation  for good performing sectors. \nframework for ANDS and PIPs; and (iii) publish the \nanalysis of the results. \n \n  C.  Enhancing Revenue Mobilization \n   1.  The taxation legal and administrative framework strengthened \nI.C.1.a. Government to gazette the amended  I.C.1.b. MOF to issue implementation guidelines   \nRevenue Act with provisions on tax holidays and  and procedures for the amended Revenue Act. \nother tax exemptions fully consistent with the \nrevised Tax Code. \n \n    2.  Tax policy is better able to support development and economic objectives \nI.C.2.a. Government to introduce airport  I.C.2.c. MOF to (i) review existing licenses and  MOF to prepare a study on consumption \ndeparture tax administered by MOF.  fees and transfer the responsibility of administering  taxes and scope for a national value-added \nall licenses and fees deemed to be taxes to MOF,  tax. \nand (ii) gazette and publish the consolidated and   \nsimplified amended tax code. \n \nI.C.2.b. MOF to finalize an inventory of existing     \ntaxes, soukes (licenses), and fees across \nmoustufiats including those issued by public \nenterprises and administered by line ministries. \n \n    3.  Tax Administration is improved \nI.C.3.a. Revenue department to finalize the  I.C.3.d. MOF to strengthen the business taxpayer  MOF to introduce and begin \nrevenue modernization action plan that focuses  registration system and to implement the following  implementation of the revenue \non broadening the tax-base, based on  targets: (i) 35,000 taxpayers registered and tax  administration management information \nprogressive, easy-to-implement, and enforceable  identification numbers (TIN) assigned; (ii)  system, integrated with the Afghanistan \ntax measures.  electronic tax filing by the top 50 taxpayers; and  management information system (AFMIS). ", " \nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \n  Indicative December 2007  2008–2011 \n  (iii) registration and filing of at least 1,000   \nbusinesses previously eligible for tax holidays. \n \nI.C.3.b. MOF to establish a taxpayer register,     \nentering data for 25,000 taxpayers. \n \nI.C.3.c. MOF to initiate awareness raising     \ncampaigns for targeted taxpayers to increase tax \ncompliance. \n \nII.  Strengthening Public Administration     \n  A.  Strengthening Civil Service Management \nII.A.1.a. Government to gazette the Civil Service  II.A.1.c. IARCSCa chairman to have submitted at   \nAct.  least two reports on IARCSC’s performance to the \n  President’s Office (president and vice presidents) \nand to have published the same on the IARCSC \nwebsite using a performance management system \nand performance targets. \n \nII A.1.b. Chairman, IARCSC, and minister of  II.A.1.d. Relevant ministries, as agreed in the  Human resources management units \nfinance to approve a time-bound action plan with  action plan mentioned under II.A.1.b., to establish  functioning in all ministries in accordance \nresources allocated for phase I of the  and make operational a human resources  with Civil Service Law regulations and \nimplementation of the Civil Service Act.  management unit in their respective ministries, with  associated procedures, and time-bound \n  the following terms of reference: job evaluation and  capacity development benchmarks. \ngrading, merit-based appointments, personal \nmanagement of civil servants in accordance with \nthe Civil Service Law regulations and procedures, \nand time-bound capacity development \nbenchmarks.  A\np\n  p\ne\nn\n  II.A.1.e.Relevant ministries, as agreed in the action  Computerized “establishment register” and  d\nplan mentioned under II.A.1.b, and IARCSC to  an integrated electronic human resources  ix 6\ninstall and operationalize a computerized  management system (HRMS) operational   \n“establishment register” and an integrated  in [_] ministries and IARCSC. \nelectronic human resources management system    5\n5\n(HRMS).   \n ", " \n5\nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken  6\n \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \nA\n  Indicative December 2007  2008–2011  p\np\n  II.A.1.f. MOF and IARCSC to (i) finalize a first  MOF and IARCSC to ensure that the  e\nn\nd\nreconciliation of the computerized establishment  computerized establishment register,  ix\nregister, the payroll database and the HRMS; and  payroll database, and HRMS are   6\n \n(ii) approve procedures for regular subsequent  consistent, reconciled, and used to control \nreconciliations.  establishment size and actual number of \n  civil servants for all ministries. \n \n  II.A.1.g. Government to implement “pay and  Cabinet-approved “pay and grading” policy \ngrading” policy approved by the cabinet in  fully implemented. \naccordance with an approved implementation plan. \n \n  II.A.1.h. Chairman, IARCSC and minister of   \nfinance to approve a time-bound action plan with \nresources allocated for phase II of the \nimplementation of the Civil Service Act \n \n  B.  Supporting Provincial Administrations and Service Delivery \n`  II.B.1. Government to (i) prepare a concept paper  Provincial administrations to extend \non the role of provincial administration in  monitoring systems to other key sectors \ndevelopment planning, and (ii) establish a  and establish a monitoring, reporting, and \ncoordination mechanism in the provinces to  evaluation system to track poverty \nimprove development planning and aid  reduction indicators and MDGs across \nmanagement.  provinces. \n   \n  II.B.2. Government to prepare an inventory of  Government to establish and implement a \nnongovernment organizations (NGOs) operating in  regulatory framework for NGOs in service \nAfghanistan across sectors and according to role in  delivery in Afghanistan. \npublic service delivery.   \n \n    Government to develop a 5-year strategic \nvision and implementation plan on the role \nof provincial administrations in regulating, \nstandards monitoring, and direct provision \nof public goods and services in the \neducation and health sectors based on \nANDS and NPPS. ", " \nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \n  Indicative December 2007  2008–2011 \nIII.  Strengthening Public Financial Management \n  A.  Improving Transparency and accountability \n    1.  Government accountability framework in place \n  III.A.1.a. MOF, in coordination with the controller  CAO to (i) develop and implement a risk-\nand audit office (CAO), to prepare and issue (i) a  based internal audit strategy (focusing on \nGovernment planning and budgeting operations  review of compliance with procedures and \nmanual; (ii) a Government accounting operations  internal controls), in selected ministries, \nmanual; and (iii) a Government internal audit  and provinces; and (ii) review internal audit \noperations manual.  reports. \n \n  III.A.1.b. MOF to develop and approve a phased  MOF, with the support of World Bank, will \nstrategy for implementing an integrated  implement IGFMIS in MOF and selected \ngovernment financial management information  other ministries and provinces on a pilot \nsystem (IGFMIS), building on AFMIS (with World  basis. \nBank support) including revenue administration, \nplanning and budgeting, treasury, accounting and \nfinancial reporting, and HRMS. \n \n    Line ministries to provide structured \nmonthly reports, detailing the actual \nspending against authorized allocations. \n \n    Government to submit to Parliament Fiscal \nResponsibility Bill, defining accountability \nand reporting requirements.  \n \n    2.  Public enterprise financial reporting strengthened \n  III.A.2.a. MOF to establish a system to monitor (i)  MOF to consolidate Government-owned \nrevenues of public enterprises and other  and controlled entities and funds through  A\np\ngovernment entities including funds; and (ii)  closure and mergers.  pe\nn\nGovernment subsidies and transfers to public  d\nix\nenterprises.   6\n   \n \n    MOF to annex reports on the full aggregate  5\n7\nfiscal impact of public enterprises and   \n ", " \n5\nPolicy Actions to be Taken Prior to  Policy Actions to be Taken Prior to   Indicative Policy Actions to be Taken  8\n \nSubprogram I   Subprogram I  Under Subprogram II \nFirst Tranche Release  Second Tranche Release   \nA\n  Indicative December 2007  2008–2011  p\np\nother government entities to Government  e\nn\nd\nannual financial statements.  ix\n   6\n \n  III.A.2.b. MOF, in coordination with CAO, to  Government to submit audited year-end \ndevelop and issue a directive on financial reporting  financial statements of the Government for \nrequirements to include (i) the minimum financial  parliamentary review. \nreporting requirements for all public enterprises,   \nand (ii) public enterprises that are being \ncorporatized or have been prioritized for \nprivatization to submit audited financial statements. \n \n    MOF, in coordination with CAO, to develop \nand implement a risk-based external audit \nstrategy for public enterprises, with initial \ntarget to audit the performance of 10 public \nenterprises. \n \n  B.  Strengthening Treasury management   \nIII.B.1. Establish a cash management unit in  III.B.2. MOF to install a computerized cash flow  MOF to undertake daily consolidation of all \nMOF.  management system, with forecasts prepared for  government cash balances. \nthe incoming fiscal year and updated monthly.   \n \n    MOF to prepare a debt sustainability \nanalysis and take this into account in \npreparing annual budget estimates and \nother fiscal reporting. \n \n  III.B.3. MOF to prepare a policy paper on the  MOF to introduce on a pilot basis a T-bills \ndevelopment of the Treasury bills (T-bills) market.  auction, based on transferable, tradable, \n  and discounted T-bills instruments priced \nat market rates. \n \na  It includes the appointment and appeals boards. \nSources: Asian Development Bank and Ministry of Finance.", "Appendix 7  59 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \nImpact       \n       \nStrengthen public finances  Increasing share of core  Government’s reports on \nthrough targeted  budget financed by domestic  macroeconomic indicators, \nassistance to improve  revenues   midyear fiscal position, \nbudget programming,    bulletin of monthly \nresource mobilization,  Increasing share of donor  expenditure, annual public \ndevelop the civil service,  resources channeled to the  expenditure, intra-year \nand strengthen monitoring  budget  budget adjustments \nof public finances.     \n  Increasing disbursement  Budget speech \nSubprogram 1 will  and/or commitment ratio of   \nestablish and render  development projects  Consultative Group (CG) \noperational the systems    reports \nand procedures to support  Improved performance   \npublic finances and  accountability of civil service  Interagency implementation \nimprove governance and    and coordination \npoverty reduction.  Better accountability on the  committee’s program \nSubprogram 2 will build on  use of public funds  performance management \nthese foundations to    systems quarterly reports \ndevelop a sustainable  Improved standards of   \nframework for effective  service delivery  ADB review missions \ndelivery of public goods   \nand services.  Improved ability to measure \nthe impact of delivery of \npublic goods and services in \nmeeting the Millennium \nDevelopment Goals (MDGs) \nacross the country  \nOutcome       \n       \nBuilding blocks for  Tax and nontax revenue  Budget statement  Assumption \nimproved public finances  yields meet the time-bound    • Peace process consolidated. \nare in place and  targets to be developed under  Final budget position   \nfunctioning as intended.  medium-term fiscal  Report  Risk \n  framework (MTFF).    • Political stability may not be \n      maintained.  \n       \nTimeliness and effectiveness  MTFF   Assumptions \nof budget preparation,    • Law and order (the rule of \nexecution, and monitoring  Fiscal policy reports  law) upheld against criminal \nbased on the Public Finance    activity.  \nand Expenditure     \nManagement Law and  Medium term public  • Government’s commitment \nconsistent with principles of  expenditure reports  to implement reforms \nmedium-term budgeting    remains strong following \nframework (see Appendix 9)   Revenue administration  parliamentary elections.  \n  modernization plan   \nEffective articulation from     \nNational Development  Selection criteria for  • Communication policy \nStrategy to National  prioritization of public  effective in overcoming \nDevelopment Framework  investment projects  possible resistance to \nsupported by policy-oriented    change in key institutions \ndevelopment budget  Budget hearings reports  (i.e., Revenue Department, \n    business community, \n  CG working group reports  captains of industry state \n    enterprises).  \n ", "60  Appendix 7 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \nAudited statements of the  Auditor general’s annual  Risk \nnational budget and other  report  • Failure to attract limited pool \ngovernment-controlled    of skilled resources to \nentities prepared on a timely  Government.  \nbasis and provide improved   \ninformation of use of  Assumptions \nresources.     • Resources adequate for \n  capacity building and \ninstitutional development. \n \n• Implementation of Fiscal \nManagement and Public \nAdministration Reform \nProgram (FMPARP) \neffective and timely.  \n \n• Competing interests reduce \nmilitary and development \nassistance by allies and \ndevelopment partners.  \n \n• Coordination between \ngovernment, donors and civil \nsociety effective. \n \nOutputs       \n       \nAssumptions \nEnhanced budgeting  Public Finance and  Official gazette \nframework   Expenditure Management    • Ministry of Justice able to \n  Law (Budget Law) approved    accelerate vetting of pending \n  (December 2005)    legislation.  \n     \nChart of accounts that is able  Ministry of Finance  • Budget department retains \nto generate Government  (MOF)/budget circulars  qualified staff following \nfinancial statistics budget    parliamentary elections.  \nclassification system is  Budget reports   \nrendered operational and    • MOF appreciates the \npresented for fiscal year  Budget speech  importance of proper budget \n2007, including reporting on    reporting.  \nclassification of the functions     \nof Government (December     \n2005)     \n     \nRisks \nThe Government undertakes  MOF report \n• Vested interests of ministry \nan inventory of all   \nofficials that may benefit \nGovernment-owned and   \nfrom management of funds \ncontrolled entities and funds   \nmay not be contained.  \n(both on and off budget)   \n \naccording to size and use of   \n \nentities and funds (December   \n \n2007).   \n \n   \nMOF effectively restructures  Cabinet policy paper  • Provincial governors in \nmoustufiats according to    selected provinces may \nseparate revenue and    resist changes as they may \ntreasury functions and    see this reform as \nestablishes clear lines of    weakening their power.  \nresponsibilities and reporting     \n(December 2005)   ", "Appendix 7  61 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \n       \nMOF creates a fiscal policy  Cabinet policy paper  Assumptions \nunit (FPU) that is able to  • Approval for FPU by priority \nsupport trend analysis for  reform and restructuring \nbudget preparation and  program (PRR) swift.   \nassesses sustainability of   \npublic administration reforms  • Flow of information from the \n(December 2005  and  budget department to FPU \nbeyond).     smooth.  \n   \nA more results-oriented  Budget committee, in  CG report  Assumptions \npublic investment program   coordination with MOF to (i)    • Preparation of ANDS and \nidentify investment programs’  Minutes of donor meetings  supporting implementation \nand projects’ selection criteria    arrangements timely.  \nconsistent with Afghanistan  Minutes of budget hearings   \nNational Development    • Smaller line ministries agree \nStrategy (ANDS); (ii)    to changes.  \nestablish a clear scoring     \nsystem for ranking of such    • Donors continue to support \nprograms and projects; (iii)    CG process.  \nclassify the implementation of     \nindividual programs and     \nprojects according to an     \noverall risk assessment; and     \n(iv) publish results (December     \n2007 and beyond).     \n     \nBudget committee, in  MOF development budget  Risk \ncoordination with MOF, to (i)  circular  • Politicians, including new \nevaluate public investment    members of the parliament \nprogram (PIPs’) contribution  Minutes of budget hearings  may lobby for development \nto the MDGs; (ii) develop    projects in their constituency \nperformance monitoring and    independently from \nevaluation framework for    indicative objective criteria.  \nANDS and PIPs; and (iii)     \npublish analysis of results    Assumptions \n(December 2007).  • Risk assessment analysis \nnot marred by limited skilled \nresources.  \n \nEnhanced resource  Revenue Law amended to  Official gazette  • Vested interests from \nmobilization  deter potential revenue    business and other lobbies \n  leakage through tax holidays    do not scuttle the process.  \nand other tax loopholes     \n(December 2005).    • Enforcement capability \n     strictly adhered to.  \n     \nMOF to have published  Tax codes issued  Risk \nconsolidated, simplified, and  • Communication policy not \nuser-friendly national and  properly funded.   \nprovincial tax codes   \n(December 2007).   \n   \nMore effective and  Civil service act approved  Official gazette  Assumptions \nresponsive civil service  (December 2005).    • Ministry of Justice able to \nadministration      accelerate vetting of pending \n    legislation.  \n     \n     \n ", "62  Appendix 7 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \n  Independent Administrative  Memorandum of  • IARCSC strengthened. \nand Civil Service Commission  understanding between   \n(IARCSC) and MOF to have  IARCSC and MOF  • Complementary World Bank \napproved time-bound    and DFID technical \nimplementation plan for the  IARCSC minutes of  assistance introduced on a \ncivil service law (December  meetings  timely basis.  \n2005).     \n  Background papers   \nIARCSC, in consultation with     \nministries, to have started  IARCSC meetings   \nimplementing and rendering     \noperational human resources  Budget reports   \nmanagement units in Ministry     \nof Agriculture and Public     \nHealth (December 2007).     \n   \nAutomation of establishment  • World Bank able to \nregister and payroll database  effectively deliver automated \nunder the Human Resource  HRMS under integrated \nManagement System  AFMIS.  \n(HRMS) (December 2005).   \n   \n  Line ministries in coordination  Copies of payroll accounts  Assumption \nwith IARCSC and MOF to  and establishment register  • Coordination between \noperate computerized  together with configuration  ministries and donors in \nestablishment register, payroll  of integrated AFMIS  place. \ndatabase, and HRMS \ndatabase that are consistent \nand reconciled, and used to \ncontrol establishment size \nand actual number of civil \nservants across ministries. \n(subprogram 2). \n \nMore functional and  IARCSC to have started  IARCSC reports  • Full collaboration from the \ndevelopment-oriented  restructuring of Belkh, Herat,  provincial political \nprovincial administrations  Jalalabad, Kabul, and  representatives.  \nKandahar moustufiats   \n(December 2005).    \n \n  Government to have (i)  Concept paper tabled  • MOF convinced of fiscal \nprepared a concept paper on    sustainability of PRR reform \nrole of provincial  Report tabled to cabinet  process.  \nadministration in development     \nplanning; and (ii) established    • Sufficient capacity \na coordination mechanism at    developed at the provincial \nprovincial level to improve    administration over the first 2 \ndevelopment planning and    years of the FMPARP.  \naid management (December     \n2007).     \n     \nGovernment to have  Strategy paper presented  Risk \ndeveloped a 5-year strategic  to cabinet  • Political forces at the center \nvision and implementation    resist involvement of \nplan on the role of provincial  Implementation report  provincial administration in \nadministrations in regulating,    development planning.  \nstandards monitoring, and     \ndirect provision of public    • Difficulty in stock taking of \ngoods and services across    NGOs, given a very fluid \neducation and health sectors     environment characterized  ", "Appendix 7  63 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \n  based on ANDS and national    by fast creation and \npriority programs    destruction of NGOs. \n(subprogram 2).     \n     \nGovernment to have  Policy paper submitted to  Assumptions \nestablished and implemented  cabinet  • NGO collaboration effective. \n  a regulatory framework for     \nNGOs in service delivery in  • Consensus reached in \nAfghanistan (subprogram 2).  costing of best available \n  alternatives.  \n \n• Consulting work to support \nrecommendations is of good \nquality. \n \n• Ability to effectively monitor \nNGO delivery standards.  \n \n• Role of NGOs in individual \nwealth accumulation \nprocess.  \n \n• Consulting work to support \nrecommendations is of good \nquality.  \n \nGreater transparency and  MOF in coordination with the  MOF circulars  Assumptions \naccountability of public  controller and audit office to    • Institutional capacity at the \nfinances  have prepared and issued the  Operations manuals in use  treasury and auditing \nfollowing: (i)  Government    departments upgraded. \nplanning and budgeting   \noperations manual, (ii)  • MOF committed to \nGovernment accounting  prioritizing this work in the \noperations manual, and (iii)  face of a multitude of other \nGovernment internal audit  quick impact reforms.  \noperation manual (December \n2007). \n \n  System to monitor public  Budget reports  • Commitment by critical \nenterprise (and other    stakeholders to provide \ngovernment entities)  greater transparency in the \nrevenues and Government  flow of funds.  \nsubsidies and transfers to \npublic enterprises operating \n(December 2007). \n \n  MOF with support from the  Strategy paper presented  • Coordination between the \nWorld Bank to have  to the minister of finance  Asian Development Bank \ndeveloped a phased strategy    (ADB) and World Bank \nfor the implementation of    effective.  \nIGFMIS, including revenue     \nadministration, planning and    • Ability to attract vendors to \nbudgeting, treasury,    Afghanistan.  \naccounting and financial     \nreporting, and HRMS     \n(December 2007).     \n     \nGovernment to have piloted  IGFMIS operating and  • Introduction of individual and \nimplementation of IGFMIS in   ministries and provinces   non-compatible  \n ", "64  Appendix 7 \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting Mechanisms and Risks  \n  MOF and selected ministries  submitting enhanced and  management information \nand provinces (subprogram  timely report  system avoided. \n2). \nStrengthened treasury  Cash management unit  MOF circular  • Capacity developed over the \nmanagement  established in MOF    medium term.  \n  (December 2005).     \n     \nComputerized cash flow  MOF website  • Reporting of primary data by \nmanagement system    spending units effective. \noperating with forecasts     \nprepared for the fiscal year     \nand updated monthly     \n(December 2007).     \n     \nPolicy paper on the  Policy paper tabled in  • Consensus established on \ndevelopment of the treasury  cabinet  the merits of developing a \nbills market finalized  treasury bills market in early \n(December 2007).  stages of financial \ndevelopment.  \nActivities with Milestones  Inputs \n1.  Government to introduce a medium-term budgeting framework to complement the  Finance: \nGovernment’s MTFF (December 2007).  ADB financing of $55 million \n1.1 Recruitment of Budget Experts  equivalent comprising a cluster \n1.2 Timely submission of Budget circulars  program loan of $48 million \n1.3 Minutes of Budget Committee meetings  from ADF, and an ADF-\n1.4 Budget circulars  financed grant of $7 million for \n1.5 Consultant team fielded promptly (A)  the Capacity Building for \n1.6 Parliament through sub-committee meetings requests additional information on  Institutional Development \nbudget process (A)  Project \n \n2.  MOF to develop a time-bound strategy and action plan for stakeholder involvement  Interagency Implementation \n(civil society and private sector) in the budget formulation process (December 2005).  and Coordination Committee \n2.1 Stakeholder budget consultation meetings  and coordination consultant to \n2.2 Budget speech   submit quarterly reports on \n2.3 Discussions with chamber of commerce  progress in FMPARP \n2.4 Discussions with leading NGOs  implementation \n2.5 Delay in budget preparation does not disrupt stakeholder consultation (A)   \n2.6 MOF realizes value added from consultation process (A)  Coordination consultant to \n  endorse quality assurance \n3.  Revenue modernization action plan focusing on broadening the tax base and based  upon receipt of consultants’ \non progressive, and easy to enforce tax measures finalized and implementation initiated  reports \n(December 2005).   \n3.1  Recruitment of consulting teams  Midterm reports \n3.2 Amended tax code   \n3.3 Tax file processing time  Progress reports \n3.4. Performance reports of program director   \n3.5 Minutes of Revenue Department meetings  Final reports \n3.6 Consultant team is fielded promptly (A)   \n3.7 Business re-engineering process and change management specialists to effectively  ADB review missions \nimplement reforms (A)   \n3.8 Effective coordination between inland revenue and customs departments (A)  Program performance reports \n   \n4.  Line ministries to report on a quarterly basis actual against authorized budget  Operations Evaluation \nallocations (December 2007).  Department reports \n4.1 Memos to Director General of Treasury and Director of Budget Department   \n4.2 Reports   \n4.3 Spending units understand the importance of timely execution of spending \nauthorizations (A) \n4.4 Reporting mechanisms dutifully adhered to (A) \n ", " \nTHE FISCAL MANAGEMENT AND PUBLIC ADMINISTRATION REFORM PROGRAM (FMPARP) TREE \n \nThe Issue:   \nHow to strengthen the foundations for fiscal management to transform the budget into the Government‘s central policy instrument. \n \n \n  Problem 1: Few external funds channeled through the budget \n \n \nUnless the budget effectively links NDS \nWhy is this   \nwith the public investment program, the  Solution 1(S1):Comprehensivenessand transparency of the budgeting process\nImportant? \nGovernment will not be able to achieve \n \npriority sustainable development \n  Problem 2: Limited tax culture and weak enforcement capabilities lead to low tax yields \nobjectives. \n \n \nSolution 2(S2): Strengthen tax collection by modernizing revenue administration, closing tax \n \nloopholes,and enhancing TIN-based compliancesystem.\n \n \n  Problem3:Limitedskilledresources.\n \n \nSolution 3(S3): Improve implementation of civil service management to strengthen priority \n \nadministrative reform programs. \nSolution: \nSubprogram I—FMPARP \n \nStrengthen public finances  \nby developing systems   1.  Budget programming  2.  Revenue  3.  Monitoring of  4.  Cross cutting issue: \nand procedures to   mobilization  public finances  Improving skills base \nimprove: \n \nProposed solutions:  Why? Without effective civil \n  • PFEM Law  • Modernization strategy  • Cash management  service, it will not be possible \n  • MTBF  for revenue residency  unit  for Government to (i) achieve \n  • MTEF  • Amended revenue act  • Operation manuals for  sound fiscal management; & \n  • Chart of accounts  • Consolidated and  planning and  (ii) deepen reforms needed to \n  compatible with GFS  simplified tax code  budgeting, accounting  sustain economic growth. \n  • Inventory of off-budget  • Taxpayer register  and internal audit \n  controlled entities and  based on TIN  • Monitoring system for \n  funds  tracking transfers and  • Civil service act \n  • Fiscal coordination  subsidies to public  • Civil service strategy and \n  committee  enterprises  implementation plans  A\n  p\n  • Stakeholder consultation  • “Pay and grading” scheme  pe\n  in budget preparation  • Restructuring of Moustufiats  ndix\n   8\n \n6\n5\n   ", " \n6\n6\n \nSupporting projects: \nProcurement project\n  TA grant \nCreation of an integrated Government \n  Capacity Building for Institutional Development  A\nfinancial management information system  p\n  p\n(to be financed under World Bank PACB2)  e\n  n\nd\n  ix\n  Objective: To implement integrated and  Objective: To support capacity-building   8 \n  cost-effective IT solutions to public financial  initiatives to strengthen institutions including (i) \n  management. To include (i) budgeting and  treasury management, (ii) MTBF/MTEF, (iii) tax \n  treasury management extensions to the  administration, (iv) moustufiats, (v) civil service \n  ministries and revenue management  reform program. Supports 4 above (and 1–3) \n  extensions to key provinces.   and contributes to S3 above. \n  Supports 1,2,3 above and contributes to S1 \n  and S2 above.\n \nSupporting ADB TAs  TA 4244-AFG: Support for Public Administration Reform Program ($3.4 million), TA 3874-AFG: Capacity Building for \nReconstruction  and  Development  (MOF  cluster  for  $1.86  million),  TA  4637-AFG:  Capacity  Building  for  Economic \nManagement ($390, 000), and TA 4502-AFG: Capacity Building of the Ministry of Finance ($960, 000) \nOther donor programs  IMF Staff Monitored Program, World Bank, PSIB2, PACB2 \nSubprogram 1  \nOperations and procedures for effective fiscal management are in place. \noutcome: \n \n  Tax and Nontax revenue  Timeliness and effectiveness  Effective articulation from  Audited statements of the \n  yields are meeting the  of budget preparation,  NDS to NDF supported by  national budget and other \n  time-bound targets to be  execution and monitoring  policy-oriented development  government controlled \n  developed under MTFF  based on PFEM Law and  budget  entities are prepared on a \n  consistent with principles of  timely basis and provide \n  MTBF  improved information of \n  use of resources \n \n \nSubprogram 2 \nBuild from public sector \nIncreased absorptive  Regulatory framework  Provincial administrations  Provincial administration \nunderpinnings (see outcomes \ncapacity and functioning  for NGOs in service  effectively contribute to  effectively monitoring, \nin subprogram 1) to \nCG mechanism provides  delivery.  budget preparation and  reporting, and evaluating \ndevelop a sustainable  \neffective funding for  development planning.  poverty reduction and \nframework for effective \nGovernment‘s  MDG indicators across \ndelivery of public goods \ndevelopment programs.  provinces. \nand services \n \nANDS = Afghanistan national development strategy; CG = consultative group; GFS = Government Financial Strategy; HR = human resource; IT = information \ntechnology;  MDG  =  Millennium  Development  Goal;  MTBF  =  medium-term  budgeting  framework;  MTFF  =  medium-term  fiscal  framework;  NGO  = \nnongovernment organization; PACB2 = Public Administration Capacity Building; PFEM = Public Finance and Expenditure Management; PRR = priority reform \nand restructuring program; PSIB2 = second Programmatic Support for Institution Building; RRR = redeployment, retraining, and re-skilling; TA = technical \nassistance; TIN = tax identification number. ", "Appendix 9  67 \nTHE MEDIUM-TERM BUDGETING FRAMEWORK \n \nA.  The Medium-Term Budgeting Framework and Results-Based Budget System \n \n1.  The  medium-term  budgeting  framework  (MTBF)  is  a  useful  public  expenditure \nmanagement tool to shape the budget process, ensure transparency and accountability, and \nsupport  better-targeted  resource  allocations  and  more  efficient  expenditure  outcomes.  The \nattached figure briefly describes the MTBF.  \n \n2.  The Need for Accurate Revenue Forecasts and an Aggregate Resource Envelope. \nThe resource and expenditure allocations of commitments should be sustainable in the medium \nterm. This implies that resource allocation should not exceed the aggregate of public revenues \nand “sustainable”1 borrowing. Accordingly, estimates and forecasts for public revenues should \nbe accurate, consistent, and unbiased. \n \n3.  Allocating Budgets to Line Ministries. In a traditional budgetary management system, \nbudget allocations to line ministries tend to be closely tied to previous annual allocations, with \nministries tending to spend all of their budgets to avoid potential cuts in the following years. \nHowever, under the MTBF, budgetary allocations to line ministries are driven by the broader \npolicy objectives of the Government, as guided by the national development strategy or its \nequivalent. Under this MTBF, the line ministries must prioritize expenditure options to meet \npolicy objectives. The Ministry of Finance (MOF)—at times in coordination with Ministry of \nEconomy  and  Planning—must  assess  the  various  prioritized  budgetary  requests  from  line \nministries within the context and constraints of the aggregate resource envelope. The decision \nof  the  MOF  is  based  on  objective  criteria—proposed  expenditures  delivering  broad  policy \nobjectives  of  the  Government—rather  than  on  the  subjective  outcomes  of  face-to-face \nnegotiations. \n \n4.  The  new  budgetary  allocation  process  changes  the  relationship,  roles,  and \nresponsibilities of MOF and the line ministries. Instead of simply enforcing expenditure control, \nMOF oversees and coordinates expenditure policy. The line ministries enjoy greater freedom to \nformulate their own budgets, while becoming more responsible for ensuring that expenditure \nprograms deliver the desired outputs effectively and efficiently. \n \n5.  The  Need  for  Effective  and  Accurate  Expenditure  Monitoring.  Traditional \nexpenditure systems emphasize ex-post expenditure monitoring. In contrast, public expenditure \nreviews under MTBF focus on whether the funds have been spent efficiently and according to \nthe original budget, and on assessing whether outcomes were delivered or objectives achieved. \nIn this context, the MTBF budgeting system must be linked to the expenditure monitoring \nsystem though the budget classification system. This allows actual expenditures under this \nclassification to be mapped back to the original budget. \n \n6.  Feedback of Learning and Development of Next Year’s Budget. Each year’s budget \nprocess will result in new experiences and lessons learned by both the MOF and line ministries, \nand  with  reference  to  both  expenditure  monitoring  and  public  expenditure  reviews.  These \nlessons will feed back into the development of the following years’ budget. \n \n                                                 \n1  The  level  of  “sustainable”  borrowing  depends  on  the  annual  GDP  growth  rates  and  existing  debt  service \ncommitments. \n ", "68  Appendix 9 \nB.  Review of Progress in the Medium-Term Budgeting Framework \n \n7.  Deepening of the MTBF should begin with a review of the existing public expenditure \nmanagement  system  relative  to  the  benchmark  discussed  above.  This  should  include  an \nassessment of the progress in each of the key stages highlighted in the diagram (including \nrevenue  forecasting  and  procedures,  and  systems  for  setting  of  resource  envelopes, \nexpenditure  evaluation  and  prioritization  systems,  cash  management  systems,  expenditure \ncontrol and reporting systems, and expenditure evaluation and monitoring systems). \n \n8.  Review  of  Budget  Formulation  System.  Initially,  the  existing  public  expenditure \nmanagement system should be reviewed. The purpose of this review is to identify the strengths \nand  weaknesses  in  the  existing  resource  allocation  system  and  to  identify  the  areas  and \npriorities for reform. The review would include both the operating and the development budgets, \nand the expenditure management systems and the implications of the recent changes in the \nbudgeting  system,  particularly  the  outcome  of  the  Public  Expenditure  Management  (PEM) \nproject.  The  review  will  help  establish  a  pathway  to  achieve  transparent  budgeting  and \nexpenditure procedures, strengthen public resource allocation decisions, and promote fiscally \nresponsible allocation policies.  \n \n9.  Review of Revenue Estimates and Setting of Resource Envelopes. The existing \nrevenue forecasting capacity and process in the MOF should be reviewed. This review would \ntake  into  account  existing  technical  capacity  within  the  department,  data  availability,  and \nrevenue policy regime, etc. The aim of this review would be to develop recommendations to \nimprove revenue forecasts and the setting of resource envelopes, both aggregate and for each \nline  ministry.  From  these,  guidelines  would  be  developed  for  each  revenue  source.  Such \nguidelines will help fiscal policy departments to strengthen existing forecasting procedures, \nsystems and models and thus develop more accurate and consistent forecasts, within the \nexisting absorptive capacity and data constraints. \n \n10.  Review of Progress to Unify Operating and Development Budgets. The objective of \nthis component is to examine current linkages between the operating and development budget \nprocesses with a view to improving coordination and integration between the two budgets. The \nreview would involve in-depth interviews with officials and a review of relevant documentation to \nunderstand the theoretical and practical relationships between the two processes. This will lead \nto identification of areas for closer coordination between the two budget processes, as well as \nconstraints to coordination. \n \n11.  Review of Expenditure Controls and Expenditure Ceilings. The budget department \nmust assess the various prioritized requests within the aggregate resource envelope. Prioritizing \nsuch requests should be done based on analyses, supporting assumptions, and scenarios \nunderlying the establishment of these ceilings. Through this process, the role of the budget \ndepartment begins to change from one that reviews line item expenditures to one that monitors \nwhether ministries allocate and use their resources in line with Government’s priorities in the \nmost cost-effective manner.  \n \n12.  Review of Systems for Classification of Off-Budget Liabilities.2 This component \ninvolves a comprehensive audit of the number and value of guarantees that are currently in \n                                                 \n2  To better manage off-budget liabilities, it is advisable for the Government to periodically compile an inventory of \noutstanding contingent liabilities and report on the volume of these liabilities, their legal basis and the probability of \nlosses; to promote cost-and risk-sharing to discourage moral hazard, ensure the economic viability of guarantees, ", "Appendix 9  69 \nplace and when they were granted. This will provide the basis for developing a clear set of \nguidelines and procedures for effectively classifying off-budget expenditures and liabilities as \ncontingent or actual. International best practices for accounting should provide the basis for a \nrevised classification system for such liabilities.  \n \n13.  Review of Systems for Administration of Statutory and Non-Statutory Funds. This \ncomponent includes a comprehensive inventory of the number and value of these funds. In \naddition, a key task would be to investigate and review the legislation under which these funds \nhave  been  formed.  Depending  on  whether  the  legislation  is  broad-based  or  fund-specific, \nguidelines  and  detailed  administration  arrangements  for  board  membership,  reporting,  etc. \nwould need to be drawn up or revised.  \n \n14.  Review of Cash and Asset Management System. In many developing countries, the \ncurrent  cash  management  system  hinders  the  disbursement  of  funds  for  foreign-financed \nprojects, given that required counterpart funds are not available when needed. Typically the \nsolution to this mismatch entails linking the development assistance information systems with \nthose of the budget department.  \n \n15.  Results-based  Budget  Pilot  Plan.  Moving  towards  a  more  results-based  budget \nprocess entails identifying programs. Each program would be accompanied by a statement of \nobjectives to be achieved, e.g., improving relevant social indicators. Detailed financial and \nnonfinancial information for all outputs, activities, programs, and comparable information for the \nprevious year would be part of the budget documentation.   \n \n \n \n                                                                                                                                                          \nand reduce the probability and amount of loss; and to limit the amount of guarantee and other contingent liabilities \nin the budget, etc. \n ", "70  Appendix 9 \nFigure A9:  The Medium-Term Budgeting Framework \n \n \n \n  Accurate and reliable  Development resource \nenvelope \n  revenue forecasts\n    MOF  \n       \n  Allocation of budgets to line \n  Ministries \n \nPolicy and development  Public expenditure \n \nstrategy: NDS, PRSP, etc.   strategy \n \n \n \n \n  Effective project and  Appraisal of expenditure  Prioritization of expenditure \n      e  x  p  e  n  d  it u  r  e    a  p  p  r a  i s a  l   t o  o  l s                o  p  t i o  n  s   b   y   p  l a  n  n  i n  g  ,   l in  e                     p  l a  n  s    b  y   p  l a  n  n  i n  g    a  n  d    l i n  e           Planning  &  \n &        i n    p  l a  n  n  i n  g    a  n  d    l in  e                            l  m   in  i s  t r i e  s  ,   e  t c .                                         m   i n  i s t r  ie  s                         line ministries \n  ministries \n \n \nExpenditure control and \n  Expenditure by planning \nmonitoring systems \n  and line ministries \n   \n \nMOF  \nEffective and detailed  Expenditure monitoring  Detailed ex-post monitoring \n                       & \nbudget classification  system and MTEF  of expenditure outcomes \n                                 line ministries \nsystem  budgeting system \n \n \n \n \nPublic expenditu re  Cash flow  Annual financial statements \nreviews   monitoring  and reporting \n \n \n \n  Development of new \n  budget for next financial \n  year \n \n \n \n \nNDS = national development strategy, MOF = Ministry of Finance, MTEF = medium-term economic framework, PRSP = poverty \nreduction strategy paper. \n \n ", "Appendix 10  71 \nTHE GOVERNMENT’S VISION OF THE PUBLIC ADMINISTRATION IN AFGHANISTAN \n \n1.  After  years  of  war  and  centralized  state  control,  management  and  administrative \nsystems and skills in Afghanistan are lacking, and Government infrastructure has been severely \ndamaged. The Government’s success in implementing policies depends substantially on the \ncompetence, efficiency, and effectiveness of the civil service. A concerted and focused program \nfor the renewal and transformation of public administration started in 2000 to remedy these \nshortcomings.   \n \n2.  The Independent Administrative Reform and Civil Service Commission (IARCSC) has \nbeen designated as the focal point for a comprehensive and strategic approach for rebuilding \nthe public service involving the whole Government. The approach is based on the following \nprinciples: (i) the civil service must be (and must be perceived to be) loyal to the Government \nand the people of Afghanistan; (ii) short-term priorities must be tackled first and urgently, and \nlonger-term and deeper reforms must be initiated; and (iii) implementation will be undertaken \ncollaboratively, with close cooperation between IARCSC and other key agencies.  \n \n3.  The public administration reform (PAR) program is expected to build a sound, ethical, \nand lawful public administration that can contribute to the future peace, stability, and economic \nprosperity of Afghanistan, and the reduction of poverty among the Afghan people. The specific \nobjectives of the PAR program are the following: \n(i)  Establish  a  sound  legal  framework  for  a  professional,  ethical,  equitable  and \npolitically impartial civil service. \n(ii)  Establish  effective  civil  service  management  systems  to  attract,  retain  and \nmotivate qualified employees on the basis of merit. \n(iii)  Develop  functional  structures  and  administrative  procedures  that  enable  the \nGovernment to fulfill its commitments. \n(iv)  Develop managerial and administrative capacity within the civil service. \n \n4.  The immediate actions taken in the first phase of the PAR program have provided some \nstability to the public sector and arrested further deterioration. It has also paved the way for the \nmedium to longer-term strategy, with planning undertaken for institutional reform and capacity-\nbuilding, “pay and grading” reforms, reform of personnel and financial management policies and \nprocedures, machinery of Government reforms, and Government infrastructure improvements.  \n \n5.  In the short term, there has been concrete progress on (i) drafting a new Civil Service \nLaw; (ii) initial restructuring and upgrading of critical Government functions; (iii) paying an \ninterim  additional  allowance  for  specified  posts  in  departments  that  carry  out  urgent \nrestructuring and reform of critical functions; and (iv) building the capacity and resources of the \nIARCSC to enable it to fulfill its mandate. Initial work has been undertaken in developing \nmodern  personnel  management  policies  and  practices;  clarifying  central  roles  and \nresponsibilities for administrative reform; establishing requirements for a long-term civil service \nmanagement  and  administration  training  facility;  and  improving  policy  formulation  and \nmachinery of Government mechanisms. \n \n6.  The Government is conscious that Afghanistan’s long administrative tradition stretches \nback many years before the conflicts and turbulence of recent years. In implementing the reform \nprogram, the Government is building on the best aspects of these traditions, while introducing \nmodern policies and practices that will serve the country well in the future. The Government also \nrecognizes that most civil servants themselves are keen to see improvements, and is actively \n ", "72  Appendix 10 \n \ntaking their views into account. The Government is actively promoting the participation of civil \nservants in the reform process. \n \n7.  In the medium term, the Government is planning to undertake a more comprehensive \nset  of  second  generation  reforms  to  tackle  the  deep-seated  and  long-standing  problems \nafflicting  public  administration.  These  include  institutional  reform  and  rationalization  of  the \nministries,  and  streamlining  administrative  procedures.  Each  of  the  reforms  will  include  a \ncapacity-building component. These reforms are expected to result to an effective, efficient, \nequitable, accessible, and affordable public service, and an enabling environment for pro-poor \neconomic growth. These reforms include the following: \n  \n(i)  Merit-based  appointments  will  replace  the  patronage-based  appointments  as \nstandard practice in Afghanistan’s public sector. \n(ii)  The “pay and grading” system will be adequate to attract, retain, and motivate \nskilled civil servants. Donor supplements are phased out; donor-supported posts \nwithin the Government payroll are regularized; “pay and grading” structure, which \nreflects fiscal realities and provides career incentives to all civil servants and all \nexisting posts are assigned to new grading structure. \n(iii)  Seasoned professionals are recruited through special schemes in Government to \nhelp the state respond quickly to the dislocation and desperate poverty faced by \nmillions of Afghans. High caliber staff appointed to key posts on the Government \npayroll. \n(iv)  Government agencies pay for staff in accordance with authorized in the budget, \nand all state-owned enterprise staff should be outside the central Government \npayroll. \n(v)  The role and functions of the civil service, the principles and the ethical standards \ngoverning  its  activities,  and  the  basic  terms  on  which  civil  servants  will  be \nemployed are clear. Government structures are clear with minimal overlapping of \nfunctions and ministerial accountability is clear. \n(vi)  Policy formulation structures and systems at the center of Government and in \nministries are effective. Timely and well-informed policy decisions are made and \nimplemented effectively, and the legislative program gives precedence to priority \nissues. \n(vii)  Head  of  Government’s  office  focuses  on  priority  issues  and  provides  well-\ninformed advice to support decision making. The Office of Administrative Affairs \nprovides effective, efficient and timely support to the cabinet. \n(viii)  A  comprehensive  Government  payroll  system  with  a  nominal  roll  of  all \nGovernment  employees  is  in  place,  and  timely  payments  in  Kabul  and  the \nprovinces made. \n(ix)  A personnel management handbook providing instruction and guidance on the \napplication of common standards of good personnel practices across the civil \nservice is available. \n(x)  Senior  managers  and  personnel  staff  are  trained  to  apply  personnel \nmanagement policies and procedures. \n(xi)  A  comprehensive  database  to  support  civil  service  personnel  planning  and \ntraining, sustainable on a long-term basis, is in place. \n(xii)  The IARCSC fulfills its mandate efficiently and effectively.  \n(xiii)  A sound and affordable operational plan for civil service management training, \ngood  local  management  training  institution/s,  and  effective  management  and \nadministration of training and development is provided to key staff across the civil \nservice.", "Appendix 11  73 \n \n \nCONSIDERATIONS FOR MOVING TOWARD A STRATEGIC APPROACH TO \nGOVERNMENT FINANCIAL MANAGEMENT \n \n1.  Substantial savings can be achieved by adopting a standard platform for software and \nhardware to be implemented across all areas of government. Use of defined software for shared \nfinancial  management  functions  across  ministries  and  provinces,  including  budgeting, \naccounting, payroll, procurement, and project management, will benefit from volume discounts. \nIn addition, shared use of hardware—multifunctional terminals, servers, video-satellite (VSAT) \nconnections, etc., will substantially reduce the overall requirement for hardware investments \n(which already have a relatively short economic life). The Government, with donor support, has \nalready invested a significant amount in software, software customization and implementation \nsupport, hardware, and connectivity to support government financial management functions. To \nroll out applications to the line ministries and provinces will require much more.  \n2.  To achieve savings and facilitate the integration of systems and databases, government-\nwide standards for software and hardware need to be defined and adopted, and an overall \nsystem  architecture  for  the  hardware  infrastructure  required  to  connect  the  ministries  and \nprovinces outlined. The Ministry of Commerce, with the support of USAID, is spearheading this \ninitiative and has already presented a proposal to the cabinet for a national steering committee \nfor information and communication technology to be established for this purpose. The MOC has \nalso  developed  a  plan  for  basic  hardware  to  support  connectivity  across  ministries  and \nprovinces, which it is the process of implementing. \n3.  Investments in MOF software and hardware to date are significant and need to be fully \nutilized.  The  existing  systems  have  been  successfully  established  and  are  operational. \nMoreover,  they  serve  as  the  basic  foundation  for  the  Government’s  existing  financial \nmanagement and financial control systems. Thus, options that can be expanded or built upon \nexisting systems to the greatest degree possible need to be identified and assessed. This will \nrequire a critical review of the existing systems, the level of functionality that is presently \nsupported, and the level of functionality that is anticipated to meet the Government’s short- to \nmedium-term needs that, in turn, will serve as the platform for long-term needs. The Ministry of \nFinance with the support of the World Bank, is in the process of undertaking a study to define an \noverall  systems  architecture  to  support  the  Afghanistan  management  information  system \n(AFMIS) at the central, provincial, and district levels. This study is anticipated to serve as a road \nmap for phased implementation of AFMIS. \n4.  It will be critical that the proposed solution is capable of delivering all the requirements \nset out in the new Public Expenditure and Financial Management (PEFM) Law, and in achieving \nthe government’s long-term financial management goals. The options should have sufficient \nflexibility to fully support priority reforms and improvements that are targeted to strengthening \nbudget and expenditure performance management, and accounting, financial reporting, and \ninternal controls. These options include (i) strengthening the chart of accounts (and use of \ngovernment financial statistics and classification of the functions of Government structured \nformats); (ii) integrating budget preparation (ordinary and development budgets) and the budget \napproval  and  commitment  process  with  the  accounting  system;  (iii)  implementing  a  fully \nautomated payroll system linked to a human resource management system; (iv) integrating \nrevenue  administration  with  treasury  functions;  and  (v)  integrating  debt  management  with \ntreasury functions (expenditure and payment management and cash management).  \n ", "74  Appendix 12 \n \n \nLIST OF INELIGIBLE ITEMS \n \n1.  Loan proceeds will finance the foreign currency expenditures for the reasonable cost of \nimported  goods  required  during  the  Fiscal  Management  and  Public  Administration  Reform \nProgram. \n \n2.  No withdrawals will be made for the following: \n \n(i)  expenditures for goods (included in the following Standard International Trading \nCommodity chapters or headings): \n \nTable A12: Ineligible Items \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitute \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or worked \n897  897.3  Jewelry of gold, silver or platinum-group metals (except watches \nand watch cases) and goldsmiths’ or silversmiths’ wares \n(including set gems) \n971    Gold, nonmonetary (excluding gold ore and concentrates) \n718  718.7  Nuclear reactors, and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \nSource: United Nations. \n \n(ii)  expenditures in the currency of the Borrower or of goods supplied from the \nterritory of the Borrower; \n \n(iii)  payments  made  for  expenditures  incurred  more  than  180  days  before  the \neffectiveness date of the loan; \n \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational financing institution or agency will have financed or has agreed to \nfinance,  including  any  contract  financed  under  any  loans  from  the  Asian \nDevelopment Bank; \n \n(v)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption;  \n \n(vi)  expenditures for narcotics; and \n \n(vii)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in classes I-a and I-b, Classification of Pesticides by Hazard and \nGuidelines to Classification. \n ", "Appendix 13  75 \nOUTLINE TERMS OF REFERENCE, FINANCING PLAN, AND CONSULTING SERVICE \nSELECTION CRITERIA FOR THE GRANT FOR CAPACITY BUILDING FOR INSTITUTIONAL \nDEVELOPMENT—DESCRIPTION OF CONSULTING INPUTS AND INDICATIVE COSTING \n \nA.  Component I: Strengthening the Budget Process \n \n  1.  Objective \n \n1.  The objectives of component I are the following: \n \n(i)  Strengthen  the  linkage  between  Afghanistan  national  development  strategy \n(ANDS),  public  investment  program  (PIPs)  and  medium-term  budgeting \nframework (MTBF). \n(ii)  Support for budget appraisal. \n(iii)  Support for the identification and monitoring of results-based indicators with a \nview to move towards results-based budgeting (focus on agriculture, power and \ntransport sectors). \n \n  2.  Activities  \n \n  a.  Budget Appraisal Expert 1 (International, 12 person-months) \n \n2.  The budget appraisal expert will have proven experience in budget design, formulation \nand monitoring. \n \n3.  The expert will be responsible for the following tasks: \n(i)  Assess consistency between ANDS, PIPs and expenditure programs under the \nbudget. \n(ii)  Identify  practical  methodology  that  provides  greater  linkage  between  sector \ndevelopment objectives and public expenditure programs. \n(iii)  Support the development budget team in preparing the priority list of projects. \n(iv)  Work with line ministries and donors to assess the viability of projects, including \ndetermining the ranking and rationalizing.  \n \n  b.  Budget Appraisal Expert 2 (international, 12 person-months) \n \n4.  The budget appraisal expert will have proven experience in budget design, formulation \nand monitoring. \n \n5.  The expert will be responsible for the following tasks: \n(i)  Develop a project appraisal checklist to be used to evaluate projects. \n(ii)  Develop expenditure estimates of projects with due consideration for implied \noperating costs resulting from investment.  \n(iii)  Support line ministries in drafting project documents for top priority projects.  \n \n  c.  Budget Adviser (international, 6 person-months) \n \n6.  The budget adviser will have proven experience in practical set up of core Medium-Term \nBudgeting Framework (MTBF).  \n \n7.  The expert will be responsible for the following tasks: \n ", "76  Appendix 13 \n(i)  Establish a time-bound action plan to integrate building blocks of an MTBF. \n(ii)  Develop  a  resource  envelope  approach  and  methodology  for  expenditure \ncontrols and ceilings framework. \n(iii)  Establish  guidelines  to  ensure  greater  integration  between  operating  and \ndevelopment budgets.  \n(iv)  Develop guiding principles in establishing a medium-term expenditure framework \n(MTEF). \n \n  d.  Domestic Consultants (3 budget analysts for 20 person-months each) \n \n8.  The domestic consultants will support the activities of the international consultants. \n \nTable A13.1: Financial Plan \n($) \nItem  Total Cost \n2 International experts, 12 person-months each; 1 international expert, 6  900,000 \n  person-months \n3 Domestic consultants, 20 person-months each  90,000 \nTravel, training and administration  80,000 \nContingencies  110,000 \n  Total  1,180,000 \nSource: Asian Development Bank. \n \nB.   Component II: Strengthening the Capacity of Moustufiats \n \n  1.  Objective \n \n9.  The objective of component II is to strengthen the capacity of the moustufiats (treasury \nand revenue operations). \n \n  2.  Areas of Support \n \n10.  The areas of support include the following: \n(i)  Develop and implement restructuring plans. \n(ii)  Develop operations manuals. \n(iii)  Build  the  capacity  to  implement  procedures,  report,  and  apply  information \ntechnology skills through on-the-job training and on-site and regional workshops, \nand/or training in Kabul.  \n \n  3.  Activities \n \n  a.  Treasury Expert (international, 15 person-months) \n \n11.  The treasury expert will have proven experience in managing a national treasury office. \n \n12.  The expert will be responsible for the following tasks: \n(i)  Develop a diagnostics tool kit that assesses constraints in the functioning of the \ntreasury wing of the moustufiat. \n(ii)  Prepare recommendations to improve systems and procedures to ensure that \nallotments are received on time and properly reflected in the provincial accounts. ", "Appendix 13  77 \n(iii)  Develop  operations  manuals  to  support  the  effective  mandate  of  treasury \nfunctions of moustufiats and performance indicators to be used for monitoring. \n \n  b.  Revenue Expert (international, 15 person-months) \n \n13.  The revenue expert will have proven experience in managing a tax field office. \n \n14.  The expert will be responsible for the following tasks: \n(i)  Develop a diagnostics tool kit that assesses constraints in the functioning of the \nrevenue wing of the moustufiat. \n(ii)  Prepare recommendations to improve systems and procedures to ensure that tax \nrevenues are collected and transferred on time, and are properly reflected in the \nprovincial accounts. \n(iii)  Develop  operations  manuals  to  support  the  effective  mandate  of  revenue \nfunctions of moustufiats and performance indicators to be used for monitoring. \n \nc.  Capacity  Building  Experts  (international,  2  experts  for  15  person-\nmonths each) \n \n15.  The capacity building experts will have proven experience in treasury and revenue \nadministration and training. \n \n16.  The expert will be responsible for the following tasks: \n(i)  Work in coordination with treasury and revenue experts to disseminate rules and \nprocedures set forth in operations manuals. \n(ii)  Develop a syllabus for courses according to major grades in moustufiats.  \n(iii)  Train moustufiat staff in key areas such as data entry, accounting, cash/revenue \nmanagement.  \n \n  d.  Domestic Consultants (6 trainers for 20 person-months each) \n \n17.  The domestic consultants will support the international consultants according to the \nactivities under this component. \n \nTable A13.2: Financial Plan \n($) \nItem  Total Cost \n4 International experts, 15 person-months each  1,800,000 \n6 Domestic consultants, 20 person-months each  180,000 \nTravel, training and administration  300,000 \nContingencies  230,000 \n  Total  2,510,000 \nSource: Asian Development Bank. \n \nC.   Component III: Implementing the Civil Service Law \n \n  1.  Objective \n \n18.  The  objective  of  this  component  is  to  provide  crosscutting  support  to  program \nmanagement in IARCSC and all ministries. \n \n ", "78  Appendix 13 \n  2.  Activities  \n \na.  Program Management Experts (international, 2 experts for 24 person-\nmonths each)1 \n \n18.  The program management experts will have proven experience in public administration \nreforms. \n \n19.  The expert will be responsible for facilitating the following tasks: \n(i)  Establish organizational arrangements for program and project management. \n(ii)  Establish a monitoring and results reporting system. \n(iii)  Establish a stakeholder analysis and stakeholder management processes. \n(iv)  Manage the program budget. \n(v)  Manage program project risks. \n(vi)  Coordinate activities across the projects in the program. \n(vii)  Keep the plan up-to-date. \n(viii)  Place the results reports on IARCSC and ministry websites. \n(ix)  Develop program management capacity in the ministries and IARCSC. \n \nb.  Domestic Consultants (6 program management experts for 20 person-\nmonths each) \n \n20.  The domestic consultants will support the international consultants according to the \nactivities under this component. \n \nTable A13.3: Financial Plan \n($) \nItem  Total Cost \n2 International experts, 24 person-months each, 1 International expert, 16  1,920,000 \nperson-months \n6 Domestic consultants, 20 person-months each  180,000 \nTravel, training and administration  300,000 \nContingencies  240,000 \n  Total  2,640,000 \nSource: Asian Development Bank. \n \nD.  Component IV: Unallocated Pool of Funds for Short-Term Assignments \n \n  1.  Objective \n \n21.  The objective of this component is to provide focused short-term advisory support to \nvarious program-related activities.  \n(i)  Cash management expert (international); \n(ii)  Accounting policy expert (international); \n(iii)  Contingent liabilities fiscal expert (international);  \n(iv)  Treasury bills development expert (international); and/or \n(v)  Others to be defined later. \n                                                 \n1  The area of expertise and attendant activities for the remaining international expert budgeted position will be \ndefined following the public administration reform (PAR) Strategy Workshop set for mid-November 2005. ", "Appendix 13  79 \n \n  2.  Activities \n \n22.  The program director will work closely with user departments concerned to prepare \nterms of reference, shortlist curriculum vitae, evaluate criteria, recruit and monitor experts for \nspecific short-term assignments. \n \nTable A13.4: Financial Plan \n($) \n \nItem  Total Cost \n6 International experts, 3 person-months each  540,000 \nTravel, training and administration  70,000 \nContingencies  60,000 \n  Total  670,000 \nSource: Asian Development Bank. \n \n \nTable A13.5: Financing Plan \n($ million) \n \n  Total Cost   \nItem  Foreign Currency  Local Currency  Total \nConsulting services  4.95  0.66  5.61 \nTraining  0.20  0.10  0.30 \nTravel  0.30  0.00  0.30 \nAdministration  0.15  0.30  0.45 \nContingencies  0.50  0.14  0.64 \n  Total  6.10  1.20  7.30 \n      Source: Asian Development Bank. \n \n \n \n ", "80  Appendix 13 \n \nTable A13.6: Consulting Service Selection Criterion (ADB funded) \n  Person-Months  Selection  Cost \nItem  Number  %  Method  ($ ‘000)  % of Project \nCost \nComponent I: Strengthening the budget process (Package 1)           \n  International           \n    Budget appraisal expert 1  12    QBS  360  5.1 \n    Budget appraisal expert 2  12    QBS  360  5.1 \n    Budget adviser  6    QBS  180  2.6 \n  Domestic           \n    Budget analyst 1  20    QBS  30  0.4 \n    Budget analyst 2  20    QBS  30  0.4 \n    Budget analyst 3  20    QBS  30  0.4 \n      Subtotal  90  18.3    990  14.0 \nComponent II: Strengthening the capacity of moustufiats (Package 2) \n  International           \n    Treasury expert  15    QBS  450  6.4 \n    Revenue expert  15    QBS  450  6.4 \n    Capacity building expert 1  15    QBS  450  6.4 \n    Capacity building expert 2  15    QBS  450  6.4 \n  Domestic           \n    Trainer 1  20    QBS  30  0.4 \n    Trainer 2  20    QBS  30  0.4 \n    Trainer 3  20    QBS  30  0.4 \n    Trainer 4  20    QBS  30  0.4 \n    Trainer 5  20    QBS  30  0.4 \n    Trainer 6  20    QBS  30  0.4 \n      Subtotal  180  36.7    1,980  28.0 \nComponent III: Implementing the Civil Service Law (Package 3)           \n  International           \n    Program management expert 1  24    QCBS  720  10.3 \n    Program management expert 2  24    QCBS  720  10.3 \n       To be defined (expert 1)  16    QCBS  480  6.9 \n  Domestic           \n    Program management expert 1  20    QCBS  30  0.4 \n    Program management expert 2  20    QCBS  30  0.4 \n    Program management expert 3  20    QCBS  30  0.4 \n    Program management expert 4  20    QCBS  30  0.4 \n    Program management expert 5  20    QCBS  30  0.4 \n    Program management expert 6  20    QCBS  30  0.4 \n      Subtotal  184  37.5    2,100  30.0 \nComponent IV: Unallocated Pool of Funds for Short term Assignments \nInternational           \n    Cash management expert  3    QCBS  90  1.3 \n    Accounting policy expert  3    QCBS  90  1.3 \n    Contingent liabilities fiscal expert  3    QCBS  90  1.3 \n    Treasury bills development expert  3    QCBS  90  1.3 \n    Change management expert  2    QCBS  60  0.9 \n    To be defined (expert 1)  1.5    QCBS  45  0.7 \n    To be defined (expert 2)  1.5    QCBS  45  0.7 \nDomestic           \n    Program director  20    QCBS  30  0.4 \n      Subtotal  37  7.5    540  7.8 \nOthers (Training, travel and administration)        750  10.7 \nContingencies        640  9.1 \n        Total  491  100    7,000  100.0 \nSource: Asian Development Bank. ", "Appendix 14  81 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n   \nSector identified as a national priority in country  Sector identified as a national priority in \npoverty analysis?   country poverty partnership agreement?  \nNo country poverty analysis available  Not available \n   \nContribution of the sector/subsector to reduce poverty in Afghanistan:  \n \nThe Fiscal Management and Public Administration Reform Program (FMPARP) will contribute to poverty \nreduction  by  strengthening  fiscal  management  and  public  administration  and  supporting  reforms  to \nimprove fiduciary standards. Improvements in the budget process, financial management processes, and \nfiduciary  control  mechanisms  are  likely  to  encourage  more  donors  to  channel  funding  through  the \nGovernment  budget.  This  will,  in  turn,  lead  to  further  institutional  strengthening  and  state  building, \nessential to the consolidation of peace and economic recovery. FMPARP will also assist in enabling the \ncountry to better meet the challenges of the transition from responding to emergency needs and recovery- \nrelated growth to long-term sustainable development. \n \nThe Program encourages the Government to adopt a more participatory approach to the budgeting \nprocess, enhancing ownership and resource allocation. A more efficient allocation of public resources will \nbe essential for poverty reduction. The reforms also aim to strengthen the public investment program with \nclearer prioritization and alignment with the National Development Strategy. This will help the Government \nto more effectively direct public resources to meet priority needs, to monitor the flow of resources and \nevaluate the impact of public spending. Assistance to the fiscal policy unit under FMPARP will also look at \nequity issues in relation to revenue transfers to provinces. \n \nCapacity building under the project grant of FMPARP will assist the Government in deepening its reform \nprogram and in extending its services beyond Kabul, which is crucial for progress towards poverty \nreduction, consolidation of the peace-building process, and government control. \n \nB.  Poverty Analysis         Targeting Classification:    General intervention \nWhat type of poverty analysis is needed?   \n \nThere are limited available data on poverty incidence and distribution. Under an ADB TA (Poverty \nAssessment and Socioeconomic and Macroeconomic Statistical Capacity Building)1 an integrated living \nstandards survey is currently being conducted with preliminary results expected in mid-2006.  \n \nSocial  indicators,  while  improving,  are  still  very  low.  Delivery  of  essential  services  remains  largely \ndependent on continued donor support and poses extreme difficulties. Basic services are still largely \nlacking, particularly in remote areas and areas affected by continued unrest. Qualitative information \nsuggests that unemployment is a significant problem, especially among the young, which is compounded \nby the extremely low human resource capacity, the continued influx of returning refugees, and high \npopulation growth rates. A national risk and vulnerability survey conducted in 2003 estimated that per \ncapita expenditures in rural areas amounted to $165 per year. The data suggest that 3.5 million of the 17.5 \nmillion Afghans living in rural areas are extremely poor and 10.5 million vulnerable to extreme poverty.  \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No   \nThe  Government  is  currently  updating  its  National  Development  Strategy  (update  to  the  National \nDevelopment Framework of 2002, Securing Afghanistan’s Future of 2004 and various sector studies). This \nwill serve as the basis of an interim poverty reduction strategy. The process will include extensive \n                                                 \n1  ADB. 2003. Proposed Technical Assistance to Afghanistan for Poverty Assessment and Socioeconomic and \nMacroeconomic Statistical Capacity Building. Manila (TA4313–Afghanistan, approved on 26 December 2003). \n ", "82  Appendix 14 \nstakeholder consultations. \n \nIs there a participation strategy?     Yes     No  \nThe Program includes policy actions encouraging a more participatory process for budget formulation. \nTechnical assistance (TA) grant components (to be defined in detail later) may also include TA to facilitate \nthis process. The revenue enhancement component of FMPARP will support a taxpayer awareness and \neducation project. \n \nD.  Gender Development \nStrategy to maximize impacts on women: \nThe project grant for institutional capacity building will pay particular attention to gender concerns. One of \nthe Government’s intentions is to increase the number of female employees in the civil service. The \ncomponent on public administration reform will assist the Government in this endeavor. \n \nHas an output been prepared?      Yes     No  \n \nE.  Social Safeguards and other Social Risks \nItem  Significant/ \nPlan \nNot Significant/  Strategy to Address Issues \nRequired \nNone   \nResettlement   Significant  Not  applicable.  The  interventions  under  the   Full \n  FMPARP  will  not  require  any  element  of  land   \n   Not  acquisition.   Short \nsignificant   \n   None  \n None  \nIndigenous   Significant  Not  applicable.  Indigenous  peoples  will  not  be   Yes \nPeoples    affected by the interventions under the FMPARP.   \n Not    No \n  significant \n \n None \nLabor   Significant  Voluntary  retirement  scheme  is  not  part  of   Yes \n  institutional reforms under this program.   \n   Not    No \nsignificant \n \n None \nAffordability   Significant  Not applicable.   Yes \n     \n   Not    No \nsignificant \n \n None \nOther Risks/   Significant  Not applicable.   Yes \nVulnerabilities     \n   Not    No \nsignificant \n \n None \n  "], "metadata": {"ModDate": "D:20051219121728+08'00'", "CreationDate": "D:20051124113749+08'00'", "Title": "Proposed Program Cluster of Loans Islamic Republic of Afghanistan: Fiscal Management and Public Administration Reform Program", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \n \n \nVice President  L. Jin, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector    A. Sharma, Governance, Finance, and Trade Division, SARD \n \nTeam leader    B. Carrasco, Principal Financial Economist, SARD \nTeam members  R. Fazil, Economics Officer, SARD \n      E. Glennie, Senior Financial Governance Specialist, SARD \n  A. Newsum, Principal Governance Specialist, Regional and Sustainable \nDevelopment Department \n      M. Prokop, Economist, SARD \n      C. Vandenabeele, Senior Counsel, Office of the General Counsel \n \n \n \n   \n \n ", "authors": [{"fullname": "L. Jin", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "A. Sharma", "role": "Governance", "organization": "Finance"}, {"fullname": "B. Carrasco", "role": "Principal Financial Economist", "organization": "SARD"}, {"fullname": "R. Fazil", "role": "Economics Officer", "organization": "SARD"}, {"fullname": "E. Glennie", "role": "Senior Financial Governance Specialist", "organization": "SARD"}, {"fullname": "A. Newsum", "role": "Principal Governance Specialist", "organization": "Regional and Sustainable"}, {"fullname": "M. Prokop", "role": "Economist", "organization": "SARD"}, {"fullname": "C. Vandenabeele", "role": "Senior Counsel", "organization": "Office of the General Counsel"}]}