{"Author": "Asian Development Bank", "Company": "Asian Development Bank", "CreationDate": "D:20130603124820+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "nepal, education, tvet, technical education, vocational training, 38176, rrp, adb projects", "ModDate": "D:20130709111206+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20130603044805", "Subject": "This report and recommendation of the president for the proposed grant to Nepal for the Skills Development Project describes the terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "38176-015: Skills Development Project: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 38176 \nJune 2013 \n \n \n \nProposed Grant  \nNepal: Skills Development Project  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 3 June 2013) \n\nCurrency unit \nNRe1.00 \n$1.00 \n\n– \n= \n= \n\nNepalese rupee/s (NRe/NRs) \n$0.01118 \nNRs89.4570 \n\n \n \n\n \n \n\n \nABBREVIATIONS \n\nADB \nCTEVT \nGDP \nM&E \nMOE \nTSDU \nTVET \n\n–  Asian Development Bank \n–  Council for Technical Education and Vocational Training \n–  gross domestic product \n–  monitoring and evaluation \n–  Ministry of Education \n–  TVET sector development unit \n– \n\ntechnical and vocational education and training \n\n \n \nNOTES \n\n(i) \n\n(ii) \n\nThe fiscal year (FY) of the Government of Nepal and its agencies ends on 15 July. \n“FY”  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2013 ends on 15 July 2013. \n \nIn this report, “$” refers to US dollars. \n\n  \n \nX. Zhao, Operations 1 \nVice-President \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector \n \nTeam leaders \n\nS. Ra, Human and Social Development Division, SARD  \n \nG. Song, Senior Social Development Specialist, SARD  \nK. Veal, Senior Social Sector Specialist, SARD \nN. Chand, Senior Procurement Officer, Nepal Resident Mission, SARD \nS. Gyawali, Associate Project Officer (Education), Nepal Resident Mission, \n\nTeam members \n\nSARD \n\nM. Shahadat H. Russell, Procurement Specialist, Operations Services and \n\nFinancial Management Department \n\nS. Shafiq, Financial Management Specialist, SARD \nD. Singh, Senior Environment Officer, Nepal Resident Mission, SARD \nL. Subedi, Social Development Officer (Safeguards), Nepal Resident \n\nMission, SARD \n\nPeer reviewer \n\nA. Syed, Counsel, Office of the General Counsel \n \nN. LaRocque, Senior Education Specialist, Southeast Asia Department \n\nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n \n \n \n \n \n \n \n\n \n\n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n\nEconomic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nIII. \n\nIV. \nV. \n\n \nAPPENDIXES \n \n1. \n2. \n \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n5 \n5 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n10 \n\n11 \n14 \n\n\f\f1. Project Name:  Skills Development Project \n3. Country: Nepal \n\n4. Department/Division:  \n\n2. Project Number: 38176-015 \nSouth  Asia  Department/Human  and  Social \nDevelopment Division \n\nPROJECT AT A GLANCE  \n \n\n5. Sector Classification:  \n\n \n\n6. Thematic Classification: \n\nSectors \nEducation \n\nThemes \nSocial development \nGender equity \nCapacity Development \n\nPrivate Sector Development \n\n \n \n \n\nPrimary \n√ \n\nPrimary \n√ \n\nSubsectors \nTechnical education and  \nvocational skills training \n\nSubthemes \nHuman development \nGender equity in human capabilities \nInstitutional Development \n\nDeveloped public sector goods and \nservices essential for private sector  \ndevelopment over time \n\n6b. Gender Mainstreaming  \n\nGender Equity Theme (GEN) \n\n8. Location Impact:  \n\n \n\n Rural \n Urban \n National \n\nMedium \nMedium \nHigh  \n\n \n\n6a. Climate Change Impact \n\n7. Targeting Classification:  \n\n No Climate Change Indicator available.  \n\nGeneral \nIntervention \n\n√ \n\nGeographic \ndimensions of \ninclusive \ngrowth \n \n\n9. Project Risk Categorization: Low \n\n \n\n10. Safeguards Categorization:   \n\nTargeted Intervention \nMillennium \ndevelopment \ngoals \n\n \n\nIncome \npoverty at \nhousehold \nlevel \n \n\nEnvironment \nInvoluntary resettlement \nIndigenous peoples \n\n \n\nC \nC \nC \n\nSovereign/Nonsovereign \nSovereign \n\nModality \nProject grant \n\nTotal \n\nSource \n\nAsian Development \nFund \n \n\nAmount ($ Million) \n         20.00 \n\n            20.00 \n\n \n\n \n \n\nCategory \n\nAmount ($ Million)  Administration Type \n \n \n \n \n\nParallel project implementation unit \nProgram-based approach \n\n \n\nNo \nNo \n\nAmount ($ Million) \n5.00 \n5.00 \n\n11. ADB Financing: \n\n12. Co-financing:   \n\n13. Counterpart Financing:   \n\n \n\n14. Aid Effectiveness:   \n\n \n\nFinancier \nNot available \n\nTotal \n\nSource \nGovernment \nTotal \n\n \n\n \n\n \n\n \n\n \n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed grant \n\n \n1. \nto Nepal for the Skills Development Project.1\n  \n \n2. \nThe  project  will  help  the  government  implement  key  aspects  of  the  Technical  and \nVocational  Education  and Training (TVET)  Policy,  2012.2 The  project  will  help  the government \n(i) initiate  strategic  reforms  that  aim  to  improve  overall  management  and  performance  of  the \nTVET system, (ii) improve the quality and relevance of public training, and (iii) increase private \nsector engagement in training delivery and job placement. Each intervention has been designed \nto  increase  the  efficiency  and  results  orientation  of  TVET,  making  it  more  market-driven.  The \nproject will focus on skills development for the construction, manufacturing, and services sectors \nwhere large skill gaps exist.3\n  \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n  \n3. \nDespite  a  decade  of  conflict  until  2006 followed  by  protracted  political  instability,  Nepal \nhas made significant progress in key Millennium Development Goals.4 Gross domestic product \n(GDP)  grew  by  less  than  5%  in  FY2008–FY2012.5 The  government  is  at  a  critical  juncture  to \nmeet the aspiration of the people for an improved standard of living and more equitable access \nto  opportunities.  Recent  reports  identify  lack  of  skilled  labor  as  one  of  the  key  constraints  for \neconomic growth.6 The economy is undergoing a transition from a largely subsistence, agrarian \neconomy  to  a  more  mixed  economy  where  demand  for  basic  to  mid-level  technically  skilled \nworkers  is  growing  rapidly,  especially  in  the  services  sector.7\n Having  a  base  of  skilled  young \npeople can underpin stronger economic growth, leveraging Nepal’s demographic dividend and \nproductivity  gains,  provide  transformational  opportunities  to  individuals,  and  thus  contribute  to \nsocial stability and national development. \n \n4. \nHuman resource potential. Nepal has great potential for a demographic dividend, with \nan age dependency ratio of 65.9% in 2011, high labor force participation of both women (80.2%) \nand  men  (87.7%)  in  2010,  and  high  overseas  demand  for  Nepalese  workers.  Unemployment \nrate  was  2.7%. 8  Annually,  about  450,000  youth  enter  the  labor  market.  Seeking  better \nemployment opportunities, about 1,000 Nepalese workers leave for jobs abroad on a daily basis \nin  2011. 9\n Remittances  were  estimated  to  be  about  21%  of  GDP  in  2012.  The  educational \nattainment  of  the  workforce,  however,  is  poor  as  62%  leave  school  by  grade  5,  over  75%  by \n\n                                                \n1   The design and monitoring framework is in Appendix 1. \n2   The policy formulation was facilitated by the Asian Development Bank (ADB) Skills for Employment Project, which \nwas  completed  in  2012.  ADB.  2004.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed Loan to the Kingdom of Nepal for the Skills for Employment Project. Manila. \n\n3   ADB  provided  project  preparatory  technical  assistance.  ADB.  2011.  Technical  Assistance  to  Nepal  for  Preparing \n\nthe Skills Development Project. Manila. \n\n4   The poverty headcount ratio (national poverty line) declined from 42% in 1996 to 25% in 2011 (World Bank), the \nnet  enrollment  rate  in  primary  education  increased  from  57%  (FY1996)  to  94%  (FY2010),  gender  parity  was \nachieved  in  primary  education  (Ministry  of  Education),  and  infant  mortality  rate  was  reduced  from  162  per \n1,000 live births in 1990 to 50 in 2011 (World Health Organization).  \n\n5  The World Bank. http://data.worldbank.org/indicator/ \n6   Government of Nepal, Ministry of Finance. 2012. Economic Survey FY2011–2012. Kathmandu.  \n7   The contribution of agriculture to gross domestic product (GDP) has decreased from 70% in 1980 to 35% in 2012. \nAgriculture  still  employed  74%  of  the  labor  force  in  2012,  but  the  majority  was  in  the  informal  sector  and \nunderemployed. Industry contributed 15% of GDP and services 50% (footnote 6). \n\n8   Government of Nepal, National Planning Commission. 2009. Labor Force Survey 2008. Kathmandu.  \n9  Department of Foreign Employment. http://www.dofe.gov.np/ \n\n\fgrade  8,  and  about  48%  never  attended  school  (footnote  8).  Overseas  workers  are  mainly \nengaged in low- or no-skilled and low-wage occupations. Nepal experiences skills mismatch in \nthe labor market where job seekers do not have the right skills for available vacancies and new \nskills  are  in  demand.  Domestic  employers  report  shortages  of  workers  with  technical  and \ngeneral employability skills.  \n \n5. \nTechnical  and  vocational  education  and  training.  Formal  TVET  in  Nepal  is  offered \nthrough 26 public institutes, 75 vocational units attached to district secondary schools, and over \n450  privately  run,  publicly  affiliated  training  providers.  Many  small  unaffiliated  providers  offer \ninformal training, and traditional apprenticeships offer informal learning on the job. Constituted in \n1989,  the  Council  for  Technical  Education  and  Vocational  Training  (CTEVT)  has  been \nmandated  to  be  an  autonomous  apex  body  for  TVET,  and  forms  the  backbone  of  the  formal \nTVET  system  in  Nepal  in  terms  of  technical,  regulatory,  and  provision  functions  through  its \nconstituent  institutions  and  affiliated  providers.  As  semiautonomous  suborganizations  of  the \nCTEVT,  the  Training  Institute  for  Technical  Instruction  and  the  National  Skills  Testing  Board \nserve the need for TVET human resource development, skills testing, and certification. Several \ngovernment  ministries  also  run  formal  and  informal  programs.  The  number  of  private  training \nproviders has increased since the mid-2000s due to high demand for skills with an expectation \nof  higher-paying  jobs.  Government  and  externally  financed  projects  also  offer  short-term \ntraining.10\n  \n \n6. \nConstraints. TVET has an important role in transforming Nepal’s human resources into \nproductive  assets  to  meet  the  government’s  national  development  objective  for  inclusive, \nemployment-oriented growth. Key constraints to TVET sector performance include the following: \nInsufficient  and  inequitable  access.  The  formal  TVET  system  offers  about \n26,000 places at technical school leaving certificate and diploma levels.11 Various \norganizations,  both  private  and  public,  offer  about  60,000  places  in  short-term \ntraining  opportunities  per  year.12 Considering  the  large  number  of  new  entrants, \nthe  current  level  of  access  is  far  from  adequate.  In  addition,  opportunities  are \nconcentrated  in  urban  areas  and  women  and  people  from  excluded  groups  still \nface  difficulties  in  access  because  of  the  additional  cost,  opportunity  cost, \ndistance, prerequisites, and male-oriented training setup.13\n Gender tracking, i.e., \na  pattern  that  reinforces  male–female  distinctions  in  occupational  and  income \ndisparities, is evident in TVET as female enrollment is much higher in traditionally \nfemale skills like housekeeping and care giving.  \nPoor  quality  and  low  market  relevance.  A  persistent  lack  of  investment  in \nTVET  has  resulted  in  insufficient  and  outdated  equipment,  facilities,  materials, \nand  teaching  force  in  the  public  sector.  In  the  private  sector,  few  providers  are \nable  to  invest  adequately  in  their  facilities  or  scale  up  their  teaching  force \nbecause  of  unpredictable  business  opportunities  and  price  competition.  The \nindustry  relevance  of  TVET  is  low  and  industry  involvement  in  TVET  is  weak—\nundermining  the  credibility  of  TVET  qualifications.  There  are  no  formalized \nindustry  sector  councils  at  the  national  level,  nor  many  direct  advisory \n\n(ii)  \n\n(i)  \n\n                                                \n10  Such  informal  training  opportunities  have  a  range  of  different  objectives,  e.g.,  poverty  alleviation,  social \ndevelopment,  peace  building,  gender  mainstreaming,  rural  development,  and  private  sector  development.  Short-\nterm training covers wide range of basic skills in agriculture, construction, tourism, crafts, and services.   \n\n11  Technical  school  leaving  certificate  and  diploma  programs  are  18–30  months  technical  education,  with  a  50% \n\nrequirement for practical training, aiming at developing mid-level skilled technicians.  \n12 ADB. 2012. Nepal Country Report on TVET. Consultant’s Report. Manila (RETA-6337). \n13 Following the government’s definition, excluded groups refer to those that have experienced exclusion historically \nand have  not been mainstreamed  in  the  nation’s  development, e.g.,  women,  Dalits,  Adivasi  Janajatis,  Madhesis, \nMuslims, people living with disabilities, and people of geographically remote areas. \n\n2 \n\n \n\n\fcommittees  at  provider  level.  Public  training  providers  often  have  limited \nunderstanding  of the  requirements  of the modern  labor market;  courses  are  not \nupdated  to  reflect  the  needs  of  employers;  and  few  providers  offer  adequate \npost-training support to assist trainees’ transition to the labor market.  \n\n(iii)   Weak institutional  capacity. The government adopted its TVET policy in 2012, \nsignaling a strong commitment and vision for TVET, but the policy framework is \nnot  linked  to  national  development  planning  processes,  there  is  no  clear \nimplementation  strategy,  and  the  Ministry  of  Education  (MOE)  has  limited \ncapacity  in  TVET.  TVET  efforts  are  fragmented,  without  effective  coordination. \nThe  CTEVT’s  structure,  functions,  and  organizational  and  human  resource \ncapacity remain largely the same as when it was established in 1989. It has both \nregulatory and provision functions, which creates a perceived conflict of interest. \nPublic providers lack autonomy in financial and human resource decisions, which \nacts as a disincentive to innovation and entrepreneurship. The number of private \ntraining providers has recently increased with externally funded projects, but their \ncapacity  to  develop  viable  business  by  providing  quality  and  market-relevant \ntraining is limited.  \n\n \n7. \nInvestment  gaps.  The  government  allocated  about  $20  million  for  public  TVET \nprovision  in  FY2012  through  various  ministries.  Since  FY2008,  the  government  allocation  has \nincreased by 30% annually, mostly spent on recurrent expenditures (i.e., staff salaries), leaving \nlittle for upgrading or new investment in infrastructure and human resources. Recent estimates \nproject  the  annual  financing  requirement  for  73,000  students  (5%  of  general  secondary \nenrollment)  in  the  technical  stream  and  200,000  places  for  basic  training  to  be  more  than \n$110 million by 2016.14\n This is based on the government unit costs for different programs, which \nexclude capital investment, so the actual needs for TVET financing would be even larger.  \n \n8. \nOpportunities. The TVET policy envisions critical institutional reforms such as a single-\nwindow  TVET  fund,  a  national  vocational  qualification  framework,  and  a  national  vocational \nqualification  authority.  The  current  political  environment  and  existing  institutional  capacity  are \nnot  conducive  for  comprehensive  reforms  or  a  large-scale  investment  to  realize  the  vision. \nHowever, the CTEVT Act, 1988 is flexible enough to commence key institutional and operational \nreforms  without  regulatory  changes.  The  CTEVT  and  public  and  private  providers  have \nestablished a base of infrastructure and human resources where catalytic investment can help \nmaximize  the  utilization  for  better  efficiency.  These  aspects  offer  ample  opportunities  to \n(i) institute  incremental  reform  that  will  contribute  to  more  coherent  sector  coordination;  and \n(ii) create  an  environment  for  a  vibrant  mix  of  public  and  private  providers  to  apply  innovative \napproaches  to  address  access,  quality,  and  relevance  issues.  As  the  first  externally  funded \nproject after the TVET Policy was adopted in 2012, the project will leverage these opportunities, \naiming  at  incremental  reform  and  instilling  the  focus  on  performance  and  employment  results. \nInformed  by  a  labor market  assessment,  the  project  will  focus  on  construction, manufacturing, \nand services where high demand for basic and mid-level skills exists.15\n  \n  \nDevelopment coordination. The Asian Development Bank (ADB) Skills for Employment \n9. \nProject  initiated  market-oriented,  short-term  training  using  performance-based  contracting  of \nprivate providers, achieving the target of 60,000 trainees over a 5-year period (footnote 2). The \nSkills  for  Employment  Project  mechanism  has  been  adapted  by  other  projects  such  as  the \nEmployment  Fund  (financed  by  the  Department  for  International  Development  of  the  United \n\n                                                \n14  Ministry  of  Education,  Government  of  Nepal.  2012.  Resource  Need  Assessment  for  TVET  Sub-Sector  in  Nepal. \n\nUnpublished consultant report funded by the Swiss Agency for Development and Cooperation.  \n\n15  Labor Market Assessment of Demand for Skills (accessible from the list of linked documents in Appendix 2).  \n\n3 \n\n \n\n\fKingdom,  the  Swiss  Agency  for  Development  and  Cooperation,  and  the  World  Bank)  and  the \nEnhanced Vocational Education and Training (financed by the World Bank). Both projects  use \nsimilar  performance-based  contracting,  each  delivering  about  10,000–15,000  places  annually. \nThe  project  will  augment  these  efforts  in  expanding  access  to  basic  skills  training.  The \nEmployment  Fund,  which  has  been  successfully  implemented  outside  of  the  government \nsystem,  will  end  in  2013  and  the  Employment  Fund  is  exploring  ways  to  transfer  its  good \npractices to the government system. The project will build the capacity of the CTEVT in adapting \nand applying good practices, such as performance-based contracting and rigorous monitoring. \nFor the last decade, development partners have not supported the CTEVT’s core organizational \nissues  because  of  its  politicization,  and  the  proposed  incremental  reform  will  provide  an  entry \npoint  for  development  partners  to  jointly  support  a  more  comprehensive  reform  in  the  near \nfuture. \n \n10. \nLessons. Lessons from the Skills for Employment Project and other projects are (i) that \ntraining needs assessments focusing on market-driven skills, identification of the right trainees, \nand post-training services are required to ensure better employment outcome and inclusiveness \ntargets; (ii) that rigorous monitoring is essential to ensure quality training and minimize fiduciary \nrisks;  (iii)  that  TVET  agencies  need  to  build  operational  capacity;  (iv)  that  industry  linkages \nshould  be  enhanced  at  the  training  provider  level;  and  (v)  that  CTEVT  constituent  institutions \nshould be granted greater autonomy for quality and relevance improvement.  \n \n11. \nKey design features. Building on the lessons and leveraging existing opportunities, the \nproject  will  adopt  the  following  design  features,  which  aim  at  instilling  strong  results  and \nperformance orientation in TVET: \n \n\n(i) \n\n(ii) \n\n(iii) \n\nto  engage  private \n\nWhole-cycle  approach  to  skills  development.  The  project  will  institutionalize \nskills  development  initiatives  to  include  (a)  identification  of  skills  demanded,  (b) \nmobilization of potential trainees, (c) training provision itself, and (d) employment \nservices.  \nPrivate  sector  engagement.  The  project  will  use  performance-based \ncontracting \ntraining  and \nemployment  services.  Both  private  and  public  providers  will  be  required  to \ninvolve  employers  and  industry  representatives,  both  at  the  institutional  and \nindividual school levels, strengthening links to the job market.  \nGender  and  social  inclusion. The project will aim at increasing the enrollment \nand  employment  of  women  and  people  from  excluded  groups  in  nontraditional \nskills  by  giving  the  training  providers  higher  payment  for  training  and  finding \nemployment for women and people from excluded groups.  \n\ntraining  providers \n\nto  deliver \n\n(iv)  Monitoring  and  evaluation  and  fiduciary  management.  A  strong  monitoring \nand evaluation (M&E) mechanism, which includes third-party monitoring to verify \nemployment  outcomes,  will  reduce  the  fiduciary  risks  involved  in  performance-\nbased contracts. An annual fiduciary review will complement the internal audit of \nthe  CTEVT  and  the  financial  audit  by  the  government’s  Office  of  the  Auditor \nGeneral.  \n\n \n12. \nThe project is fully aligned with the Three Year Plan, FY2011–FY2013, which highlights \nthe need for more skills training for employment. The project contributes directly to two pillars: (i) \nbroad-based  and  inclusive  economic  growth  and  (ii)  inclusive  social  development  in  ADB’s \ncountry  partnership  strategy,  2010–2012,  and  will  contribute  to  effective  implementation, \n\n4 \n\n \n\n\foperation,  and maintenance  of ADB  investments  in  energy,  transport,  and  urban  infrastructure \ndevelopment by increasing the skilled labor force.16\n  \n\n \n\nOutputs \n\nImpact and Outcome \n\nThe impact will be increased employability of the Nepalese workforce. The outcome will \n\nB. \n \n13. \nbe the establishment of a market-responsive and social and gender-inclusive TVET system.  \n \nC. \n \nOutput  1:  Expanded  provision  of  inclusive,  market-oriented  training.  Output 1 will \n14. \nprovide  45,000  additional  places  for  market-oriented,  basic  skills  training. 17\n It  will  target \nunemployed  or  underemployed  people,  at  least  40%  of  whom  will  be  women  and  30%  from \nexcluded groups. An additional 1,000 places for mid-level skills programs will be created at the \n10  selected  public  providers.  Output  1  will  be  achieved  by  (i)  conducting  awareness  and \nsocialization  campaigns  for  potential  trainees;  (ii)  engaging  private  and  public  providers  to \ndeliver  training  and  employment  services;  (iii)  using  a  results-based  payment  methodology \nwhereby milestone payments are released only upon verification of employment outcomes; and \n(iv) monitoring and evaluating training activities.  \n \n15. \nOutput 1 aims to close the skills gap by providing basic or mid-level skills for people with \nlow  formal  educational  attainment  and  limited  work  experience,  who  will  usually  be  from \ndisadvantaged backgrounds. Social mobilization and community outreach will be used to reach \nthe  target  group.  About  36,000  seats  will  be  delivered  by  private  training  providers  and  this \nmodality  will  further  develop  government  capacity  to  manage  performance-based  contracting. \nHigher  performance  payments  will  be  given  for  training  and  job  placement  for  women  and \npeople  from  excluded  groups.  By  tying  50%  of  the  contract  payment  with  employment \noutcomes, this output will encourage private providers to focus more on employment results and \nto  scale  up  their  operations—increasing  their  chances  for  growing  viable  business.  About \n9,000 places will be delivered by public training providers, through a separate mechanism, also \nadopting whole-cycle approach and focusing on employment outcomes. \n \n16. \nOutput  2:  Improved  quality  and  relevance  of  technical  and  vocational  education \nand  training  provision.  Output  2  will  improve  the  quality  and  relevance  of  TVET  by \ntransforming  10  public  providers  into  more  efficient,  better  managed,  market-driven  model \ninstitutes  with  close  links  to  labor  market  demand.  It  will  (i)  implement  a  comprehensive, \ntailored,  quality  improvement  program  in  10  selected  public  training  institutions,  turning  them \ninto model TVET institutes; (ii) develop 25 new or updated fee-paying mid-level programs in the \npriority  sectors  of  construction,  manufacturing,  and  services  to  be  delivered  in  the  10  model \ninstitutes;  (iii)  support  refurbishment  and  equipment  purchase  necessary  to  support  quality \ntraining; (iv) establish industry partnership committees and agreements for industry linkages at \nthe 10 model institutes; and (v) provide in-service training for 300 TVET professionals in TVET \nmanagement, occupational skills, instructional skills, and curriculum development.  \n \n17. \nThe 10 public training institutions have been selected based on geographic spread, non-\noverlapping  support  with  the  World  Bank  project,  possibility  of  increasing  enrollment  utilizing \nexisting  facilities,  and  strong  management  potential.  Considering  the  diverse  socioeconomic \ncharacteristics of each region and changing labor market demand, good management capacity \nand  increased  autonomy  at  training  institute  level  is  crucial  to  perform  better.  CTEVT  has \n\n                                                \n16 ADB. 2009. Country Partnership Strategy: Nepal, 2010–2012. Manila. \n17 Basic training will be for 3 months, including on-the-job training. \n\n5 \n\n \n\n\fagreed to allow greater autonomy for the 10 selected providers, including the retention and use \nof a greater percentage of income earned. With targeted management training, institute-specific \nquality improvement plans, and the establishment of direct industry and employer links, the 10 \nmodel  institutes  are  expected  to  develop  into  more  autonomous  and  entrepreneurial  training \ninstitutes  serving  local  and  industry  needs  and  managing  resources  more  efficiently.  The \nperformance  of  these  selected  institutes  will  be  gauged  against  set  quality  criteria,  baselines \nestablished  at  the  onset  of  the  project,  and  targets  included  in  the  quality  improvement \nprograms. In the future, the quality criteria may be developed and form the basis of a stronger \naffiliation  and  registration  system.  Priority  for  the  300  in-service  professional  development \nopportunities will be given to staff within the 10 model institutes and the CTEVT. \n \n18. \nOutput  3:  Policy,  institutional,  and  operational reforms  implemented. Output 3 will \ncontribute  to  more  effective  management  of  TVET  by  (i)  ensuring  the  TVET  road  map  and \nresults framework are updated and in line with national development priorities; (ii) setting up  a \nTVET  sector  development  unit  (TSDU)  within  the  MOE,  which  will  be  responsible  for  overall \ncoordination;  (iii)  preparing  the  institutional  framework,  procedures,  and  detailed  terms  of \nreference  of  a  single-window  TVET  fund;  and  (iv)  facilitating  the  CTEVT  to  restructure  in  line \nwith emerging labor market demand and services.  \n \n19. \nThe TVET Policy lays out the government’s vision for TVET with the understanding that \na  number  of  policy,  institutional,  and  operational  reforms  are  necessary.  TVET  systems  are \ndiversifying into training markets with a mix of public, private, industry, or community-managed \nproviders. This calls for a changing role of government agencies. The government should take \nthe  role  of  facilitator  and  regulator,  allowing  equal  opportunities  for  both  public  and  private \nproviders, encouraging more private sector investment in training, and filling any gaps through \npublic investment or public–private partnerships. To support such transformation, this output will \nhelp redefine the roles and strengthen the capacity of the MOE and CTEVT for improved TVET \nmanagement. The output will establish a TSDU within the MOE. The unit will be responsible for \noverall  coordination,  using  the  sector  road  map  and  results  framework  as  the  tools  for \ncoordinated  planning,  implementation,  and  M&E.  It  will  also  take  the  lead  to  develop  the \ninstitutional framework and procedures of a TVET fund as envisaged by the TVET Policy. The \ngovernment  will  make  an  annual  allocation  of  $2  million  from  FY2016  to  be  disbursed  via  the \nTVET  fund  mechanism.  Together  with  the  results  framework,  the  TVET  fund  will  help  the \ngovernment to introduce a sector-wide approach.  \n \n20. \nOutput  4:  Effective  project  management,  monitoring,  and  evaluation. Output 4 will \nprovide the support necessary for effective project management and robust M&E of results. This \nwill  be  achieved  by  enabling  the  project  coordination  unit  and  project  implementation  unit  to \n(i) operate a robust M&E mechanism—including establishing five regional M&E teams, a third-\nparty  monitoring  mechanism  for  employment  verification,  and  an  M&E  database;  (ii)  ensure \ntimely  planning,  implementation,  and  reporting;  and  (iii)  adhere  to  and  implement  sound \nfiduciary and financial management systems.  \n \n21. \nThe project implementation will be in line with the existing institutional setup involving the \nMOE and CTEVT, strengthening their respective roles in TVET management. The MOE will be \nresponsible  for  activities  related  to  the  sector  road  map  and  results  framework,  TVET  fund \nmechanism,  and  TSDU  establishment.  The  CTEVT  will  implement  the  rest  of  the  activities  by \nbuilding  on  the  capacity  and  experience  gained  during  the  Skills  for  Employment  Project.  The \nproject will apply strong and close monitoring of results. It will establish regional M&E teams to \nensure  access  to  all  providers.  It  will  provide  support  and  training  in  government  and  ADB \nfinancial and procurement rules, disbursement, and reporting. In recognition of the fiduciary risk, \n\n6 \n\n \n\n\fannual fiduciary reviews will be carried out by the financial management specialist (consultant) \nto complement the external financial audit by the government’s Office of the Auditor General.  \n \nD. \n \n22. \nexpenditure category are in the project administration manual.18\n \n \n\nThe  project  is  estimated  to  cost  $25  million  (Table 1).  Detailed  cost  estimates  by \n\nInvestment and Financing Plans  \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA. \n \n \n \n \n \n\n \nBase Costb \n1.  Output 1: Expanded provision of inclusive market-oriented training \n2.  Output 2: Improved quality and relevance of TVET provision \n3.  Output 3: Policy, institutional and operational reforms implemented \n4.   Output 4: Effective project management, monitoring, and evaluation \n \nContingenciesc \n \n \n\nSubtotal (A) \n\nTotal  \n\n \n\nB. \n  \nTVET = technical and vocational education and training.  \na  In February 2013 prices, with an exchange rate of NRs83.77 = $1.0. \nb  Including taxes and duties of about $1.75 million to be financed from government resources. \nc   Physical contingencies are computed at 5% for works and at 5% for field research and development, workshops, \ntraining,  surveys,  and  studies.  Price  contingencies  are  computed  by  expenditure  based  on  annual  domestic  and \nforeign price inflation and computed at 1.8% on foreign exchange costs and 7% on local currency costs.  \n\n3.4 \n25.0 \n\nAmounta \n  \n\n15.7 \n3.5 \n0.5 \n1.9 \n21.6 \n\nSource: Asian Development Bank estimates. \n \n23. \nFunds resources to help finance the project.19\n \n\nThe  government  has  requested  a  grant  not  exceeding  $20  million  from  ADB’s  Special \n\n The financing plan is in Table 2.  \n\nTable 2: Financing Plan \n\nAmount \n($ million) \n\nShare of \nTotal (%) \n\nSource \nAsian Development Bank \n     Special Funds resources (grant) \nGovernment \n\n \n\nTotal \n\n \n\nSource: Asian Development Bank estimates. \n\n \n\n \n \n \n\n20.0 \n5.0 \n25.0 \n\n80.0 \n20.0 \n100.0 \n\nImplementation Arrangements  \n\n \nE. \n \n24. \nThe MOE will be the executing agency. A project steering committee will be established \nto oversee the implementation and provide interministerial coordination. The CTEVT will be the \nimplementing agency. A TSDU will be established under the MOE and a project implementation \nunit under the CTEVT. Implementation arrangements are summarized in Table 3 and described \nin detail in the project administration manual. \n \n25. \nAll works, goods, and consulting services for project implementation will be procured in \naccordance  with  ADB’s  Procurement  Guidelines  (2010,  as  amended  from  time  to  time)  and \nGuidelines on the Use of Consultants (2010, as amended from time to time). As part of advance \ncontracting to avoid initial implementation delays, the government requested ADB assistance in \n                                                \n18  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n19 ADB grant proceeds may finance transportation, insurance, recurrent costs, and bank charges. \n\n7 \n\n \n\n\fthe  procurement  of  the  project  implementation  and  technical  support  services  contract  up  to \nfinal  ranking,  leaving  contract  negotiation  and  signing  to  the  implementing  agency.  The \nprocurement  plan  for  the  first  18  months  is  in  the  project  administration  manual.  The  grant \nproceeds  will  be  disbursed  using  reimbursement  and  imprest  account,  which  will  be  in \naccordance  with  ADB’s  Loan  Disbursement  Handbook  (2012,  as  amended  from  time  to  time) \nand detailed arrangements agreed upon between the government and ADB. \n \n\nTable 3: Implementation Arrangements \n\nArrangements \nSeptember 2013–July 2018 \n15 July 2018 \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n(i)   Oversight body \n(ii)   Executing agency \n(iii)  Key implementing agency  Council for Technical Education and Vocational Training \n(iv)  Implementation units \n\nProject steering committee \nMinistry of Education \n\nProcurement \n\nConsulting services \n\nRetroactive financing and/or \nadvance contracting \nDisbursement \n\nTVET sector development unit (under the Ministry of Education) \nProject  implementation  unit  (under  the  Council  for  Technical  Education \nand Vocational Training) \n$1,407,500 \nNational competitive bidding (works) \n$923,000 \nShopping (works and goods) \n$14,126,000  \nQuality- and cost-based selection \nConsultant qualification selection \n$510,000 \nRetroactive financing and advance contracting envisaged for office setup \nand consulting services.   \nThe grant proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \n\n2 contracts  \n15 contracts \n11 contracts  \n5 contracts \n\nADB = Asian Development Bank, TVET = technical and vocational education and training. \nSource: Asian Development Bank. \n \n\nIII. \n\nDUE DILIGENCE \n\nEconomic and Financial \n\n \nA. \n \n26. \nThe  project’s  economic  benefits  would  come  mainly  from  the  higher  wages  that  skilled \nworkers can earn compared with unskilled workers. Other benefits, such as the multiplier effect \nfrom  the  increased  income  level  of  trained  workers  and  overall  productivity  increase  in  the \neconomy are not included in the incremental benefits. The cumulative net incremental benefits \nbecome positive within 5 years of implementation. The project’s economic internal rate of return \nis  estimated  at  35%  and  remains  well  above  12%  in  different scenarios.20\n This  high  economic \ninternal rate of return reflects the shortage of skilled workers in Nepal. \n \n27. \nThe  financial  analysis  assessed  the  sustainability  of  the  project  at  national  and  project \nlevels, and evaluated the impact of the proposed investment given current and projected TVET \nfunding  levels. 21\n The  analysis  concluded  that  the  government  has  the  capacity  to  absorb  and \nsustain  the  benefits  of  the  project  considering  the  increasing  budget  allocation  for  TVET,  the \nefficiency  gains  from  better  utilization  of  existing  facility  and  upgraded  human  resources,  and \nexpansion of fee-based training programs. For short-term training, however, the government will \nneed to allocate additional financing to continue providing the target population with access to \nskills development opportunities and employment.  \n\n                                                \n20 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n21 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\n8 \n\n \n\n\fGovernance  \n\nPoverty and Social \n\nB. \n \n28. \nProject-specific  governance  risks  have  been  identified  through  financial  management \nand  procurement  capacity  assessments  of  the  MOE  and  CTEVT  in  accordance  with  ADB’s \nFinancial  Management  and  Analysis  of  Projects  and  Financial  Due  Diligence:  A  Methodology \nNote.22\n The assessments were informed by implementation of the Skills for Employment Project \nas  well  as  sector  and  country  governance  risk  assessments.  The  assessments  identified \nweaknesses  in  (i)  compliance  with  rules  and  procedures;  (ii)  staff  capacity  in  accounting  and \ninternal  audit;  and  (iii)  financial  reporting,  oversight,  and  accountability.  To  address  the \nweaknesses,  the  project  will  train  the  project  staff  in  government  and  ADB  financial  and \nprocurement  rules,  and  provide  detailed  statement  of  audit  needs  for  audited  financial \nstatements  to  be  better  aligned  with  international  accounting  and  auditing  standards.  A  third \nparty  will  conduct  annual  fiduciary  reviews,  which  include  risk  update  and  post-procurement \naudit  to  help  identify  and  improve  government  capacity  to  manage  associated  risks.  The \nindependent monitoring of training provision and verification of employment will not only provide \ncomfort on the outputs achieved, but also indirectly on the uses of funds.  \n \n29. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the project administration manual. \n  \nC. \n \n30. \nDespite  the  recent  progress  in  poverty  reduction,  more  than  25%  of  people  live  under \nthe  national  poverty  line,  and  disparities  in  income  and  non-income  poverty  persist  between \nmen  and  women;  urban  and  rural  areas;  and  across  different  social,  ethnic,  and  religious \ngroups.  The  poverty  is  highly  correlated  with  low  human  resource  levels  in  areas  such  as \nliteracy,  education,  and  productive  skills.  A  gender  and  social  inclusion  analysis  of  TVET \nconcludes  that  women  and  people  from  excluded  groups  face  obstacles  in  accessing  skills \ndevelopment opportunities because of multifaceted barriers.23 Employment-linked skills training \nin occupations in high demand will allow unemployed and underemployed target beneficiaries to \nfind  gainful  employment,  thus  contributing  to  poverty  reduction  and  social  empowerment.  The \nproject design incorporates measures to increase women’s and excluded groups’ enrollment in \nnontraditional  skills  training  and  their  employment  in  the  construction,  manufacturing,  and \nservices  sectors,  through  social  marketing  and  mobilization,  outreach,  pre-  and  post-training \nservices  (counseling  and  employment  services),  and  affirmative  action  such  as  scholarships \nand quota. Higher performance payments will be given to training providers for training and job \nplacement of women and people from excluded groups. A gender equality and social inclusion \naction plan is developed to guide project implementation and M&E.24\n  \n \nD. \n \n31. \nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project  is  classified \nunder  category  C  for  impacts  on  the  environment,  involuntary  resettlement,  and  indigenous \npeoples.  Only  minor  civil  works  will  be  carried  out  for  refurbishment  of  existing  buildings  and \n\nSafeguards \n\n                                                \n22 ADB.  2005.  Financial  Management  and  Analysis  of  Projects.  Manila;  ADB.  2009.  Financial  Due  Diligence:  A \n\nMethodology Note. Manila. \n\n23  These  include  costs  and  availability  of  training,  lack  of  basic  education  impeding  entry  qualifications,  lack  of \ninformation  on  opportunities,  limited  mobility,  lack  of  enabling  environment  and  learning  facilities,  cultural  norms \nand  values,  poorly  aligned  and  executed  training  programs,  weak  affirmative  measures,  and  discrimination  in \nemployment opportunities and practices. \n\n24  Gender Equality and Social Inclusion Action Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fRisks and Mitigating Measures \n\nfacilities within the selected institutions’ premise. Any work that attracts safeguard category A or \nB under the Safeguard Policy Statement will not be implemented under the project.  \n \nE. \n \n32.  Major risks and mitigating measures are summarized in Table 4 and described in the risk \nassessment  and  risk  management  plan. 25\n The  project  will  ensure  ongoing  review  of  the  risk \nmitigation plan during project implementation.  \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nInternal resistance within CTEVT may \ninterfere with CTEVT restructuring \n\nAbsorption capacity of the private \ntraining providers is limited as the \nmajority of them are small and \ninexperienced in joint ventures \nResults-based payments may lead to \nfraudulent reporting by training provider \non trainees and employment status \nHigh turnover of staff may disrupt \nproject implementation \n\nMitigating Measures \nRestructuring plan will be prepared in wide consultation within \nCTEVT, facilitated by reform-minded directors, and a change \nmanagement strategy will be developed and implemented by \nCTEVT management, with the support of MOE and other key \nstakeholders. \nInternational training providers will be allowed to participate in \nthe knowledge transfer and capacity building of local providers. \nThe request for proposal and contract will require a clear \ndelineation of responsibilities among joint venture partners.   \nIndependent monitoring of training provision and verification of \nemployment will be conducted by the regional monitoring team \nas well as a third-party monitoring firm. \nMOE and CTEVT will ensure continuity in staff assignment, and \ngood staff performance in project management will be reflected \nin the existing staff appraisal scheme.   \n\nCTEVT = Council for Technical Education and Vocational Training, MOE = Ministry of Education. \nSource: Asian Development Bank.  \n \n\nIV. \n\nASSURANCES AND CONDITIONS \n\n \n33. \nThe government and CTEVT have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin  the  project  administration  manual  and  grant  documents.  The  government  and  CTEVT  have \nagreed with ADB on certain covenants for the project, which are set forth in the grant agreement \nand project agreement. \n \n\nV. \n\nRECOMMENDATION \n\n \n34. \nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding  $20,000,000  to  Nepal  from  ADB’s  Special  Funds  resources  for  the  Skills \nDevelopment  Project,  on  terms  and  conditions  that  are  substantially  in  accordance  with  those \nset forth in the draft grant and project agreements presented to the Board. \n \n \n \n\n4 June 2013 \n                                                \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\nTakehiko Nakao \nPresident \n\n10 \n\n \n\n\f \n\n \n\nDESIGN AND MONITORING FRAMEWORK \n\nDesign Summary \nImpact \nIncreased \nemployability of \nthe Nepalese \nworkforce \n \n\nPerformance Targets and \nIndicators with Baselines \nDecline in labor underutilization rate \nfrom 30.0% in 2008 (female 22.8% \nand male 32.2%) to 25.0% in 2020a  \n\n \nDecline in youth unemployment (age \n15–29) from 3.6% in 2008 (female \n3.1% and male 4.2%) to 2.4% in \n2020a \n\nData Sources \nand Reporting \nMechanisms \n\nLabor force \nsurvey \n \n \nLabor force \nsurvey \n \n\nOutcome \nA market-\nresponsive and \nsocial and gender-\ninclusive TVET \nsystem \nestablished \n \n\nBy 2018, at least 75% of graduates \nare employed 6 months after training \n(of graduates, 40% are women and \n30% from excluded groups)  \n(2012 baseline: 63% female and 64% \nmale)b  \n\n \nBy 2018, employer satisfaction with \nTVET graduates increases to 70% \n(2012 baseline: 45%) \n\nTracer studies \n \n \n \n \n \n \nCTEVT survey \n \n\nOutputs \n1. Expanded \nprovision of \ninclusive market-\noriented training \n\nCTEVT TMIS \n \n \n \n \n \n \n \n \n \nCTEVT TMIS \n \n\nBy 2018, at least 45,000 young \npeople (40% of whom are women \n30% are from excluded groups, and \n80% are trained by private training \nproviders) complete basic skills \ntraining in market-demanded \noccupations (2012 baseline: 32% of \ntrainees were women and 26% were \nDalits)b  \n\n \n\nBy 2018, 1,000 students (at least \n15% of whom are women and 20% \nare from excluded groups) enroll in \nmid-level skills training in market-\ndemanded occupations (2012 \nbaseline: 11% of enrolled students in \nsample CTEVT programs are \nwomen) \n\nAppendix 1 \n\n11 \n\nAssumptions and \nRisks \n\nAssumption \nInvestment climate \nimproves for private \nsector employment \ngrowth. \n \nRisk \nGlobal economic \ndownturn lowers the \ndemand for workers. \nAssumptions \nSufficient number of \nemployers willing to \nemploy new graduates \n \nThe executing and \nimplementing agencies \nreceive support from all \nthe stakeholders within \nthe government. \n \nRisk \nContinuing political \ninstability impacts \nnegatively on project \ndelivery. \nAssumption  \nSufficient number of \npeople from \ndisadvantaged \nbackground willing to \ntake up training \nopportunities \n \n\nRisk \nPrivate training \nproviders are \ninexperienced in \nmanaging large \ncontracts and working \nin joint ventures. \n\n \n\n\f12 \n\nAppendix 1 \n\nDesign Summary \n2. Improved quality \nand relevance of \nTVET provision \n\n3. Policy, \n\ninstitutional, and \noperational \nreforms \n\n4. Effective project \nmanagement \nand M&E \n\n \n\n \n\nPerformance Targets and \nIndicators with Baselines \nBy 2018, at least 10 public providers \ncomplete QIP and demonstrate \nimprovement against key indicators, \nincluding GESI indicators (Baseline: \nno public providers have QIP) \n \nBy 2016, the 10 QIP participating \nproviders establish industry \npartnership committees and \nagreements for industry linkages \n(Baseline: no such agreement) \n \nBy 2017, 25 new or updated mid-level \nskills training programs in market-\ndemanded occupations introduced in \nthe 10 QIP participating providers \n \nBy 2018, 300 TVET professionals (at \nleast 15% of whom are women and \n15% are from excluded groups) have \ncompleted training in GESI-sensitive \noccupational and instructional skills \nupgrading, curriculum development, \nand management (2012 baseline: \n11% of TVET professionals are \nwomen and 4% are Dalits) \nBy 2014, TVET road map and results \nframework updated in line with \nnational development plan \n \n \n \nBy 2014, TSDU operational within \nMOE \n \nBy 2016, CTEVT restructuring plan \nimplemented \n \nBy 2016, institutional framework and \nprocedures for the TVET fund \nadopted and initial fund allocated by \nthe government \n\nBy 2013, M&E unit and mechanisms \nwith GESI indicators in operation.  \n \n \nPerformance payments to training \nproviders made within 3 months after \nverification of employment results \n \nBy 2014, fiduciary review in place for \nannual performance review \n \nBy 2018, impact and tracer studies \nconducted, with social group- and \nsex-disaggregated employment data \n\nAssumptions and \nRisks \n\nAssumption \nGovernment allocates \nadequate budget for \nexpanded programs \nand releases it in a \ntimely manner.  \n \nRisk \nSelected public \ninstitutions’ quality \nimprovement program \nimplementation can be \ninterfered with by union \ninfluence.  \n\nData Sources \nand Reporting \nMechanisms \nCTEVT annual \nreport \n \n \n \n \nCTEVT annual \nreport, M&E \nfollow-up with \nindustry \n \n \nCTEVT \naccreditation \nrecords  \n \n \nTITI training \nrecords \n \n \n \n\nCabinet and/or \nNational \nPlanning \nCommission \napproval  \n \nMOE \nannouncement  \n \nMinutes of \nCTEVT approval \n \nGovernment \nbudget (Red \nBook) \n\nM&E guidelines \nand staff in \nplace \n \nPayment \ninformation from \nPIU \n \nTSDU and PIU \nreports \n \nImpact and \ntracer study \n\nAssumption \nMOE takes a strong \ncoordination role in \npromoting the sector \nroad map and TEVT \nfund. \n \nRisks \nChanges in TVET \nleadership result in \nlowered commitment to \nreform. \n \nInternal resistance to \nrestructuring of CTEVT \nslows implementation. \nAssumption \nGovernment budget \nallocated for the project \nis released in time.  \n \nRisk \nHigh PIU and TSDU \nstaff turnover during \nproject implementation \nperiod \n \n\n\f \n\nAppendix 1 \n\n13 \n\nActivities with Milestones  \n1.  Expanded provision of inclusive market-oriented training \n1.1  Commence social marketing for target groups (from Q1 2014) \n1.2  Complete evaluation of private training providers’ proposals and issue \n\nInputs \n \nGrant \nADB: $20 million \n\nfirst batch of contracts (by Q1 2014, cycle repeats) \n\n1.3  Develop mechanism and procedures for public sector training \n\nproviders’ proposal for basic training (by Q1 2014) \n\n1.4  Evaluate public training providers’ proposals and enter into formal \n\nagreements (by Q2 2014, cycle repeats) \n\n1.5  Conduct monitoring of training activities and performance (from \n\nQ1 2014) \n\n1.6  Update priority economic sectors with employment growth and set \n\ntraining priorities (from Q4 2014, repeats annually) \n\nImproved quality and relevance of TVET provision \n\n2. \n2.1  Finalize selection of institutions to participate in the QIP and enter into \n\nformal agreement (by Q4 2013) \n\n2.2  Finalize list of programs to be developed or upgraded (by Q1 2014) \n2.3  Facilitate self-assessment and QIP development (by Q2 2014) \n2.4  Conduct TVET professional training (from Q2 2014–2017) \n2.5  Evaluate progress of QIPs annually against indicators (from Q2 2015) \n2.6  Monitor uptake of new and updated programs and resulting \n\nemployment rates of graduates (2014–2017) \n\n3.  Policy, institutional, and operational reforms \n3.1  Develop sector road map and results framework through stakeholder \nconsultation (Q3 2014) and regularly report progress (Q4 2015 \nonward) \n\n3.2  Develop organizational structures to support TSDU (Q1 2014) \n3.3  Conduct a comprehensive organizational review and assessment of \n\nCTEVT (Q4 2014) and approve CTEVT restructuring plan (Q3 2015)  \n\n3.4  Facilitate stakeholder consultation and approval of TVET fund \n\nmechanism (Q1 2016) \n\n4.  Effective project management and M&E \n4.1  TSDU and PIU staff training on procurement, finance, and reporting \n\n(by Q3 2013, every review mission) \n\n4.2  Develop and implement comprehensive M&E framework (from \n\nQ3 2013) \n\n4.3  Develop and implement a comprehensive communication and change \n\nmanagement strategy (from Q1 2014) \n\nAmount \n($ million) \n0.80 \n1.38 \n\nItem \nCivil works \nConsulting \nservices \nTraining \nVehicles \nEquipment and \nmaterials \nStaff \ndevelopment \nStudies and \nreviews \nProject \nmanagement \nand M&E \nContingency \n \nGovernment: $5 million \n\n13.78 \n0.09 \n0.30 \n\n0.42 \n\n0.31 \n\n0.08 \n\n2.84 \n\nItem \nCivil works \nConsulting \nServices \nTraining \nVehicles \nEquipment \nStudies and \nreviews \nRecurrent costs \nProject \nmanagement \nand M&E \nContingency \n \n\nAmount \n($ million) \n0.82 \n0.18 \n\n1.97 \n0.01 \n0.33 \n0.05 \n\n0.33 \n0.71 \n\n0.60 \n\n4.4  Monitor, report, and evaluate performance (from Q1 2014) \nADB = Asian Development Bank, CTEVT = Council for Technical Education and Vocational Training, GESI = gender \nequality  and  social  inclusion,  M&E  =  monitoring  and  evaluation,  MOE  =  Ministry  of  Education,  PIU  =  project \nimplementation  unit,  Q  =  quarter,  QIP  =  quality  improvement  program,  TMIS  =  training  management  information \nsystem, TITI = Training Institute for Technical Instruction, TSDU = TVET sector development unit, TVET = technical \nand vocational education and training. \na Government of Nepal. 2008. Labor Force Survey. Kathmandu. \nb CTEVT. 2012. Tracer study of Graduates in Market Oriented Short Term Skills Training. Kathmandu (unpublished \nproject report).  \nSource: Asian Development Bank.\n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=38176-015-2 \n\n \n\nGrant Agreement \nProject Agreement \nSector Assessment (Summary): Technical and Vocational Education and Training \nProject Administration Manual \nContribution to the ADB Results Framework \nDevelopment Coordination \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nGender Action Plan: Gender Equality and Social Inclusion Action Plan \nRisk Assessment and Risk Management Plan \n\n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n \nSupplementary Document \n13. \n14. \n\nLabor Market Assessment of Demand for Skills (Summary)  \nFinancial Management Assessment (Summary) \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 3 June 2013) \n", "Currency unit \nNRe1.00 \n$1.00 \n", "– \n= \n= \n", "Nepalese rupee/s (NRe/NRs) \n$0.01118 \nNRs89.4570 \n", " \n \n", " \n \n", " \nABBREVIATIONS \n", "ADB \nCTEVT \nGDP \nM&E \nMOE \nTSDU \nTVET \n", "–  Asian Development Bank \n–  Council for Technical Education and Vocational Training \n–  gross domestic product \n–  monitoring and evaluation \n–  Ministry of Education \n–  TVET sector development unit \n– \n", "technical and vocational education and training \n", " \n \nNOTES \n", "(i) \n", "(ii) \n", "The fiscal year (FY) of the Government of Nepal and its agencies ends on 15 July. \n“FY”  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2013 ends on 15 July 2013. \n \nIn this report, “$” refers to US dollars. \n", "  \n \nX. Zhao, Operations 1 \nVice-President \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector \n \nTeam leaders \n", "S. Ra, Human and Social Development Division, SARD  \n \nG. Song, Senior Social Development Specialist, SARD  \nK. Veal, Senior Social Sector Specialist, SARD \nN. Chand, Senior Procurement Officer, Nepal Resident Mission, SARD \nS. Gyawali, Associate Project Officer (Education), Nepal Resident Mission, \n", "Team members \n", "SARD \n", "M. Shahadat H. Russell, Procurement Specialist, Operations Services and \n", "Financial Management Department \n", "S. Shafiq, Financial Management Specialist, SARD \nD. Singh, Senior Environment Officer, Nepal Resident Mission, SARD \nL. Subedi, Social Development Officer (Safeguards), Nepal Resident \n", "Mission, SARD \n", "Peer reviewer \n", "A. Syed, Counsel, Office of the General Counsel \n \nN. LaRocque, Senior Education Specialist, Southeast Asia Department \n", "In  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n \n \n \n \n \n \n \n", " \n", " \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n", "Economic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "III. \n", "IV. \nV. \n", " \nAPPENDIXES \n \n1. \n2. \n \n", "Design and Monitoring Framework \nList of Linked Documents \n", "Page \n", "1 \n1 \n1 \n5 \n5 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n10 \n", "11 \n14 \n"]}