{"path": "data/input/reports/38272-ind-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n____________________________________________________________________________ \n \n \n \n \n \n \nProject Number: 38272 \nJanuary 2008 \n \n \n \n \nProposed Multitranche Financing Facility \nIndia: Uttarakhand Urban Sector Development \nInvestment Program ", " \nCURRENCY EQUIVALENTS \n(as of 14 December 2007) \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0253     \n$1.00 =  Rs39.41     \n  \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  BPL  –  below poverty line \n  CAA  –  Constitutional Amendment Act \n  DEA  –  Department of Economic Affairs \n  DSC  –  detailed design and construction supervision consultants \n  DDW  –  Drinking Water Supply Department \n  EA  –  executing agency \n  EARF  –  environmental assessment and review framework \n  EIA  –  environmental impact assessment  \n  EIRR  –  economic internal rate of return \n  ESMC  –  Environment and Social Management Cell \n  FFA  –  framework financing agreement  \n  FGIA  –  first-generation imprest account \n  FIRR  –  financial internal rate of return \n  GDP  –  gross domestic product \n  IA  –  implementing agency \n  IEE  –  initial environmental examination  \n  IPPMS  –  investment program performance monitoring system \n  IPMU  –  investment program management unit \n  JNNURM  –  Jawaharlal Nehru National Urban Renewal Mission \n  LIBOR  –  London interbank offered rate \n  MFF  –  multitranche financing facility \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance  \n  PFR  –  periodic financing request \n  PWD  –  Public Works Department  \n  SGIA  –  second-generation imprest account \n  SOE  –  statement of expenditures  \n  TA  –  technical assistance  \n  UDD  –  Urban Development Department  \n  UJS  –  Uttarakhand Jal Shanstan \n  ULB  –  urban local body \n  UNDP  –  United Nations Development Programme \n  USAID  –  United States Agency for International Development  \n  UPJN  –  Uttarakhand Pey Jal Nigam \n  WACC  –  weighted average cost of capital \n  WSS  –  water supply and sewerage ", " \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2007 ends \non 31 March 2007.  \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  G. Cezayirli, Principal Urban Development Specialist, SARD \nTeam members  R. Barba, Safeguards Specialist, SARD \n  H. Ikemoto, Urban Economist, SARD  \n  A. Mohammed, Senior Counsel, Office of the General Counsel  \n      J. Srinivasan, Senior Control Officer, India Resident Mission, SARD ", " \nCONTENTS \nPage \n \nFACILITY AND INVESTMENT PROGRAM SUMMARY  i \n \nMAP   \n \nI  THE PROPOSAL  1 \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.   Sector Description and Performance  1 \nB.   Issues and Opportunities  2 \n \nIII.  THE PROPOSED INVESTMENT PROGRAM                    6 \nA.  Impact and Outcome  6 \nB.  Outputs  6 \nC.  Important Features  9 \nD.  Cost Estimates and Financing Plan  10 \nE.  Implementation Arrangements  12 \n \nIV.  INVESTMENT PROGRAM BENEFITS, IMPACTS, AND RISKS  18 \n  A.  Economic Analysis  18 \n  B.  Financial Management Assessment and Financial Analysis  19 \n  C.  Poverty Reduction and Social Development  20 \n  D.  Social and Environmental Safeguards  20 \n  E.  Risks  21 \n \nV.  ASSURANCES  22 \n \nVI.  RECOMMENDATION                               23 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework    24 \n2.  External Assistance on Urban Development and Water Supply and Sanitation   28 \n3.  Urban Governance, Finance, and Service Delivery Improvement Action Plan  30 \n4.  Improvements for Sustainable and Accountable Water and Sewerage Provision  32 \n5.  Investment Program Organization Chart  38 \n6.  Implementation Schedule and Cost Estimates of Tranches  39 \n7.  Procurement Plan   40 \n8.  Investment Program Funds Flow Chart  44 \n9.  Financial Analysis  45 \n10.  Summary Poverty Reduction and Social Strategy     55 \n11.  Summary Resettlement Framework  58 \n12.  Summary of Initial Environmental Examinations  66 \n ", " \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Private Sector Participation in Urban Infrastructure Provision  \nB.  Investment Program Implementation Arrangements \nC.  Outline Terms of Reference for Consulting Services \nD.  Economic Analysis \nE.  Draft Short Resettlement Plans for Tranche 1 Subprojects  \nF.  Resettlement Framework  \nG.  Indigenous Peoples Development Framework  \nH.  Draft Initial Environmental Examinations for Tranche 1 Subprojects  \nI.  Environmental Assessment Review Framework \nJ.  Cash Flow Projection \n ", " \nFACILITY AND INVESTMENT PROGRAM SUMMARY \nBorrower  India \n   \nClassification  Targeting classification: General intervention \nSector: Multisector  \nSubsectors:  Water  supply,  sanitation,  and  waste  management  and \ntransport and communications \nThemes: Sustainable economic growth, environmental sustainability, \ncapacity development \nSubthemes:  Fostering  physical  infrastructure  development,  urban \nenvironmental improvement, institutional development \n   \nEnvironment  Category  B.  Initial  environmental  examinations  were  undertaken. \nAssessment  Environmental  assessment  and  review  procedures  have  also  been \nprepared  to  guide  environmental  assessment  of  subprojects  during \nimplementation. The summary is in Appendix 12. \n   \nInvestment Program  The Investment Program is designed to improve the quality of life of \nDescription  urban  residents  and  promote  sustainable,  efficient,  and  responsive \nservice  delivery  in  the  urban  areas  of  Uttarakhand.  The  physical \ninvestments  include  rehabilitation  and  expansion  of  systems  for  (i) \nwater  supply,  (ii)  sanitation  and  sewerage,  (iii)  solid-waste \nmanagement,  (iv)  roads  and  transport,  and  (v)  slum  upgrading,  in \nabout 31 urban centers of Uttarakhand. Physical improvements are \ncoupled  with  a  capacity  development  program  to  support  the \nimplementation of the urban governance, finance, and service-delivery \nimprovement action plan, and to strengthen institutional capabilities of \nurban local bodies and other service providers.  \n   \nMultitranche  The Government of India (the Government) has requested the Asian \nFinancing Facility    Development  Bank  (ADB)  to  extend  financing  for  the  Investment \nProgram through a multitranche financing facility (MFF). The requested \nMFF  amounts  to  $350.0  million  to  finance  the  infrastructure \ninvestments, capacity development, and the expenditures associated \nwith Investment Program management. \n   \nRationale  A core objective of the Government’s 10th Five-year Plan (2002–2007) \nand the Approach Paper for the 11th Five-Year Plan (2007–2012) is \nreducing  interstate  disparities.  Uttarakhand,  as  one  of  the  less-\ndeveloped states, is prioritized for investments in urban infrastructure \nto  support  the  growth  of  the  state’s  leading  economic  sectors  of \ntourism and industry, and to cater to the needs of a rapidly growing \nurban population. A major thrust of the Government’s urban policy is \nthe  74th  Constitutional  Amendment  Act  of  1994  which  promotes \ndecentralized  urban  governance.  With  the  recently  announced \nJawaharlal Nehru National Urban Renewal Mission (JNNURM), the \nGovernment  reaffirms  its  commitment  to  sustainable  urban \ndevelopment  through  linking  capital  investments  to  reforms.  At  the \nstate  level,  the  Uttarakhand  government’s  urban  policy  and  plans \nreiterate those of the national strategies and reflect increasing outlays \non  urban  infrastructure.  More  importantly,  the  Uttarakhand \ngovernment’s initiation of major urban reforms and the signing of a ", "ii   \nmemorandum  of  understanding  with  the  Government  to  implement \ncomprehensive  reforms  under  the  JNNURM  demonstrate  the \nUttarakhand government’s commitment not only to developing physical \ninfrastructure but also to sustainable service delivery.  \n \nThe  Investment  Program  has  been  guided  by  the  above  policy \nframework, and aims to provide critically needed urban infrastructure \nand  services.  It  combines  capital  investments  with  support  to  the \nUttarakhand  government’s  urban  reform  action  plan  to  ensure \nsustainable outcomes. The Investment Program targets selected urban \ncenters which will lead industrial and tourism growth while contributing \nto the reduction of poverty.  \n   \nImpact and Outcome  The expected impact of the Investment Program is improved quality of \nlife for the urban residents of Uttarakhand. The expected outcome is \nincreased access to better quality urban infrastructure and services for \nabout 3.8 million people projected to be living in Uttarakhand’s 31 \nurban areas by 2016.  \n   \nCost Estimates  The estimated total cost of the entire urban infrastructure requirements \nfor  the  next  10  years  under  the  Uttarakhand  Urban  Sector \nDevelopment  Road  Map  is  around  $1.5  billion,  out  of  which  the \nproposed Investment Program accounts for around $500.0 million. \n   \nFinancing Plan  ($ million) \nSource  Total  % \nAsian Development Bank  350.0    70 \nGovernment of India   150.0    30 \n  Total  500.0   100 \n \n  Source: Asian Development Bank estimates. \n \nFacility Amount and  An MFF of $350.0 million from the ordinary capital resources of ADB \nTerms  will be provided to the Government. The first PFR amount is $60.0 \nmillion. The minimum amount of subsequent PFRs is $50.0 million. \nFinal terms and conditions will be determined in the context of each \nloan, and be based on prevailing policies of ADB. Financing made \navailable  under  each  loan  will  be  provided  under  ADB’s  London \ninterbank offered rate (LIBOR)-based facility. The Government has the \noption  to  choose  between  eligible  currencies  and  the  interest  rate \nregime most suitable for each loan. ADB also provides flexibility in \nterms of repayment and interest swaps during the financing period. \nRepayment schedules can also be structured for each loan, in essence \nto  match  the  needs  of  each  group  of  subprojects  with  their  cost \nrecovery and sustainability profiles. The Government will onlend the \namount to the Uttarakhand government on the basis of 90% grant and \n10% loan.   \n   \nPeriod of Utilization  25 January 2016 (the last periodic financing request submission by 25 \nJanuary 2014) \n   \nEstimated Program  25 July 2016 \nCompletion Date \n   \n ", "  iii\nExecuting Agency  The  Urban  Development  Department  (UDD)  of  the  Uttarakhand \ngovernment  will  be  the  Executing  Agency  (EA)  for  the  Investment \nProgram.  \n   \nImplementation  UDD,  as  the  EA,  will  be  responsible  for  overall  management  and \nArrangements  monitoring of the implementation of the Investment Program through \nan investment program management unit (IPMU). Investment program \nimplementation units (IPIUs) will be established (i) in Uttarakhand Pey \nJal Nigam (the water utility) as the implementing agency for water \nsupply  and  sewerage  component;  and  (ii)  the  Public  Works \nDepartment  as  the  implementing  agency  for  roads  and  traffic \nmanagement component. IPIUs will be accountable to, and report to, \nthe  IPMU.  Urban  local  bodies  will  be  given  a  major  role  in \nimplementing  the  solid-waste  management  and  slum  upgrading \ncomponents under the supervision and support of the IPMU. They will \nalso be closely associated with design and implementation of the road \nand transport subprojects.  \n   \nProcurement  All goods, works, and services under the Investment Program will be \nprocured in accordance with ADB’s Procurement Guidelines (2007, as \namended  from  time  to  time).  International  competitive  bidding \nprocedures will be used for civil works contracts estimated to cost \n$10.0 million or more, and supply contracts valued at $1.0 million or \nhigher.  The  upper  limit  for  civil  works  and  goods  to  be  procured \nthrough national competitive bidding procedures will be less than $10.0 \nmillion  and  $1.0  million  respectively.  Shopping  will  be  used  for \nprocurement of goods worth $100,000 or less.  \n   \nConsulting Services  Consultants  will  be  engaged  to  support  the  management  and \nimplementation of the Investment Program in accordance with ADB’s \nGuidelines on the Use of Consultants (2007 as amended from time to \ntime). Program management consultants will be appointed to support \nthe IPMU in (i) managing, appraising, and packaging subprojects into \ntranches;  (ii)  monitoring  the  implementation;  (iii)  approving  detail \ndesign  and  procurement;  and  (iv)  overseeing  the  design  and \nconstruction. Design and supervision consultants will also be recruited \nto  assist  IPIUs  in  preparing  detailed  design  and  contract \ndocumentation, and construction supervision. Moreover, consultants \nwill  be  recruited  to  design  and  conduct  capacity  development \nprograms.  The  services  of  nongovernment  organizations  and \ncommunity-based  organizations  are  also  likely  to  be  required  to \nsupport  (i)  civic  awareness,  (ii)  community-level  solid-waste \nmanagement, (iii) slum upgrading, and (iv) monitoring of resettlement \nactivities. It is estimated that a total of about 39 person-months of \ninternational consultancy inputs and 1,871 person-months of national \nconsultancy inputs will be required for program management, detailed \ndesign, and capacity development activities.    \n   \nProject Benefits and  The  Investment  Program  will  benefit  about  3.8  million  people  (the \nBeneficiaries  estimated  population  of  the  Investment  Program  cities)  by  2016 \nthrough an improved urban environment, with a resulting improvement \nin the health, living conditions, and productivity of the city residents. \nThe  cities’  economies  will  benefit  from  enhanced  productivity  and ", "iv   \nurban  efficiencies  resulting  from  better  urban  infrastructure  and \nservices. Improved infrastructure and services will equip the cities to \nbetter cater to the needs of the industries and tourism which drive the \nUttarakhand economy. All Investment Program interventions will either \ndirectly or indirectly benefit poor people. About 300,000 slum residents \nwill directly benefit from the slum improvement component. Further, \nthe Investment Program will ensure sustainable urban development \nthrough  supporting  urban  reforms  and  capacity  development  for \nimproved  urban  governance,  finance,  and  service  delivery.  The \ncumulative  impact  will be  reduced  disparities  between  Uttarakhand \nand the rest of India.  \n   \nRisks and  The  main  risks  are  related  to  Investment  Program  implementation \nAssumptions  performance and the sustainability of investments. These include (i) \nslow Investment Program implementation, which is a common feature \nof urban sector projects; (ii) availability of land for locating assets (e.g., \nlandfill  sites)  and  delays  in  obtaining  land  from  government;  (iii) \ndelayed  actions  on  governance,  finance,  and  the  service-delivery \nimprovement  action  plan;  (iv)  reluctance  in  levying  and  collecting \nincreased user charges; and (v) inadequate public willingness to pay \nfor the services, which presents a risk to sustainability.   \n \nRisks for slow Investment Program implementation will be mitigated by \nestablishing an IPMU and IPIUs as efficient units with qualified staff \nsupported  by  consultants.  ADB’s  recently  approved  grant-funded \ncomponent bridging technical assistance for Project Implementation \nand Capacity Building Support for Uttarakhand (2007) will also provide \nsupport to (i) familiarize UDD and implementing agencies with ADB \nprocedures, (ii) help in consultant recruitment, and (iii) prepare the first \ntranche subprojects.  \n \nShortage of available land for landfill sites due to the need to protect \nforest land will be addressed by introducing innovative systems such \nas waste minimization at source, composting, and developing common \nlandfill  sites  for  clusters  of  towns.  Delays  in  obtaining  land  from \ngovernment  will  be  minimized  by  (i)  appropriate  sequencing  of \ntranches which involve components and/or subprojects requiring land, \nand (ii) taking actions sufficiently in advance to acquire land.  \n \nImplementation of the urban governance, finance, and service-delivery \nimprovement action plan is not expected to present a great risk due to \nthe reform-minded Uttarakhand government, and the ownership by the \nstate, ULBs, and utilities of the reform agenda under the JNNURM \nprogram. Civic awareness programs will stimulate demand for utilizing \nimproved  services  and  increase  recognition  of  value  attached  to \nimproved services among urban residents. The capacity development \ncomponent of the Investment Program to be implemented under the \nfirst  tranche  will  further  facilitate  the  implementation  of  envisaged \nreforms.  These  will  be  complemented  by  ADB’s  continued  policy \ndialogue during program implementation.    \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to India for the Uttarakhand Urban Sector Development \nInvestment Program (the Investment Program). The design and monitoring framework for the \nInvestment Program is in Appendix 1. \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES   \nA.  Sector Description and Performance \n2.  The state of Uttarakhand, separated from Uttar Pradesh in 2000, is one of the new and \nrelatively less-developed Indian states, and, as a result, is classified as a “special category” \nstate. It is located on the northern boundary of India, and shares international borders with the \nPeople’s Republic of China and Nepal. It has a total land area of 53,483 square kilometers. \nOver 90% of the state’s terrain is hilly and 62% is forested, limiting the availability of land for \nagriculture. The state’s population is 8.48 million (2001). The literacy rate (83%) is much higher \nthan  the  national  average  while  health  indicators  lag  behind  the  average  national  health \nindicators. About 25% (or 2.29 million) of the state’s population live in 63 urban areas. Although \nthe current urbanization rate is less than the national average (28%), the urban growth rate \nduring 1991–2001 was more than 1.5 times the growth rate of the state’s total population. \nAccording to official estimates, this rate will be sustained, and by the year 2026 over 37% of the \nUttarakhand population will live in urban areas, making it the seventh-most urbanized state in \nIndia.  \n \n3.  While Uttarakhand suffers from growth constraints and limitations in agriculture as a \nresult of its hilly terrain and high forest coverage, these natural assets, combined with cultural \nand religious heritage, offer immense opportunities for tourism development. The state has a \nrich cultural and natural landscape, a wealth of major shrines and spiritual centers, and the \nsources  of  the  Ganga  and  Yamuna  rivers,  which  are  major  tourist  attractions.  Tourism  is \ncurrently the mainstay of the economy and a major source of employment. In addition to its \ntourism potential, the state has a bright outlook for industrial growth owing to its relatively good \nconnectivity to other parts of India and an active pursuit of industrial policy, and fiscal and \nregulatory incentives to attract industry to Uttarakhand. The relative importance of tourism and \nindustry to the economy are reflected in the gross domestic product (GDP) indicators which \nshow that during the period 1999–2004, services (including tourism) accounted for over 40% of \nthe state’s GDP; industry accounted for 26% and agriculture 34%. While the current contribution \nof agriculture to the state’s economy has been larger than that of industry, the annual growth \nrates of industry have been much higher than the agricultural growth rates.   \n \n4.  Within this context, the urban centers of Uttarakhand play an increasingly important role \nin the state’s economic transformation. The evidence shows that cities and towns in the plains in \nsouthern  Uttarakhand  are  rapidly  becoming  the  locations  of  industry.  Following  the \nannouncement of the industrial incentive policy, a large number of industrial units are in the \nprocess of setting, and two large-scale industrial estates have already been set up in the two \nmajor cities of the state. Moreover, many towns (both in the plains and the hills) are major \ntourist destinations, or are gateways to other tourism destinations, and so experience significant \nseasonal population increases. Apart from the towns in the plains, a large numbers of hill towns \nhave a special character due to their religious and leisure tourism attractions. In 28 hill towns, \nannual tourist numbers grew by 17.8% during 2004–2005. The prospects for the growth of \nindustry  and  tourism  in  Uttarakhand  are  therefore  contingent  upon  the  availability  of \ninfrastructure and services which will support this economic growth and cater to the needs of a \nrapidly growing population in urban centers. However, the potential role that urban areas can \nplay in Uttarakhand’s development is constrained by limited urban infrastructure and services.  ", "2   \nB.  Issues and Opportunities \n1.  Inadequate Urban Infrastructure and Services \n5.  An  assessment  of  urban  infrastructure  and  services  conditions  indicates  that \ninfrastructure  and  services,  including  water  supply,  sanitation,  drainage,  solid-waste \nmanagement, and urban transport and roads, are inadequate in urban areas. About 80% of the \npopulation has access to water supply, with about 78% with house connection and the balance \ndrawing water from public standpipes. Service levels are poor, with water available in the pipes \n2–4 hours per day. While the state enjoys abundant water resources, the supply situation in hilly \ntowns away from perennial rivers is critical, especially during the dry season; water supply costs \nare also too high as additional pumping is involved.  \n \n6.  Only 20 towns have a centralized piped sewer system with coverage levels ranging \nbetween 30% and 75%. Of these towns served by piped sewers, only two have a sewerage \ntreatment facility. Most waste water is co-disposed with storm water and thence into natural \nwater courses, presenting severe environmental and health risk. Less than 50% of the solid \nwaste generated is collected. The solid waste collected is generally disposed to open land, \ndrains, and hill slopes in the absence of sanitary landfill sites. Solid-waste equipment and \nvehicles are inadequate. The problem is compounded during the tourist season when the \namount of solid waste significantly increases.   \n \n 7.  Urban roads are in poor condition; road networks and parking spaces are insufficient to \nmeet the demands of current and future traffic volumes, given that traffic volumes have doubled \nin the last 10 years and are projected to do so again in the next 10 years. Narrow roads, \ncoupled with poor traffic management, lead to congestion with subsequent inefficiency in urban \nmobility, air pollution, and risk to public safety. Due to favorable topography, the incidence of \nflooding is generally minimal, with the exception of some towns which have localized problems.  \n \n2.  Urban Governance, Management, Service Delivery, and Finance \n8.  Urban Governance, Management, and Service Delivery. The low performance in \ninfrastructure development and service delivery in the urban centers of Uttarakhand largely \nstems  from  inadequate  urban  institutional,  financial,  and  service-delivery  frameworks  and \ncapacities. Primary responsibility for providing urban infrastructure and services (except for \nwater supply and sewerage), including on-site sanitation, solid-waste management, drainage, \nroad maintenance, street lighting, and slum improvement, lies with urban local bodies (ULBs). \nHowever, ULBs cannot perform their duties effectively as they lack required organizational \ncapacities  and  operational  and  management  skills.  More  importantly,  financial  resources \nobtained through urban-based taxes and user charges are insufficient to fund the tasks of urban \nservice delivery. \n \n9.  Water supply and sewerage (WSS) service provision is the responsibility of state water \nutilities, i.e., Uttarakhand Pey Jal Nigam (UPJN) for capital works and Uttarakhand Jal Sansthan \n(UJS)  for  operation  and  maintenance  (O&M),  which  operate  under  the  Drinking  Water \nDepartment (DDW). The issues contributing to the poor performance in WSS service delivery \nare (i) overlapping functioning of the two utilities, despite their intended distinct mandates; (ii) \nlack  of  separation  of  policy,  regulation,  and  service  delivery;  (iii)  lack  of  separation  of \norganization and finances of rural and urban water supply; and (iv) inadequate inclusion of \nULBs and UJS in planning of water supply programs by UPJN (i.e, a supply-driven approach). \nThe sustainability of WSS is further compromised by operational inefficiencies and inadequate \ntariffs. Unaccounted-for water is reported to be 30–50%, but is likely to be considerably higher. \nMetering  is  nonexistent  for  domestic  users.  There  is  need  for  (i)  a  higher  degree  of \naccountability, (ii) clear division of labor between UPJN and UJS, (iii) ring-fencing of urban \nWSS, (iv) improving capacities and skills in utilities, (v) rationalizing user charges, and (vi) an \nincentive structure to improve WSS service delivery. \n ", "  3\n10.  Urban and Municipal Finance. ULBs largely depend on grants and aid from the state to \nfinance establishment and development expenditures. Currently, ULBs generate an average of \n26% and UJS generates 35% of their total revenues. Despite the high levels of state support, in \nmany cases the total income is not sufficient to meet the salary and establishment costs. The \ncurrent  revenue  base is  low,  and  there  are no  matching  sources of  funds  for  some  ULB \nfunctions (such as road maintenance). Property tax, a major source of local revenue, falls short \nof its full potential due to inadequate assessment, incomplete coverage of the tax net, and low \ncollection efficiencies. In addition, the task of meeting the service needs of a large seasonal \ntourist population places an additional financial burden on ULBs. ULBs currently do not have \ncredible  accounting  and  financial  reporting  systems  to  efficiently  manage  their  resources, \nalthough steps are being taken to remedy this.  \n \n11.  Private Sector Participation (PSP). The Uttarakhand government has achieved some \ngood  practices  in  PSP  through  build-operate-transfer  arrangements  for  the  Interstate  Bus \nTerminal at Dehradun owing to the potential of buoyant and rapidly increasing user fees for the \nbus  terminal.  However,  this  does  not  appear  to  be  readily  applicable  to  all  other  urban \nsubsectors. The experience with PSP in other urban subsectors is limited only to short-term \nservice  contracts  for  primary  collection  of  solid  waste  through  combining  community \nparticipation (through mahalla-neighborhood committees) with PSP. PSP on a larger scale is \nconstrained by (i) inadequate cost recovery, (ii) low levels of institutional capacity to regulate \nand manage participation of the private sector, (iii) challenges posed by the state’s terrain, and \n(iv) the consequent reluctance by the private sector to take the perceived distribution-end risks \nassociated with urban infrastructure. However, getting the private sector to take on responsibility \nfor design, construction, and operation through design-build-operate or a performance-based \ndeferred payment system contract is feasible, as revenue risks are borne by the public sector \nunder such arrangements. The best value for this kind of public-private partnership (PPP) is to \nbe gained from injecting the managerial and technical skills and efficiencies of the private sector \ninto urban infrastructure development and service delivery. \n  \n12.  Uttarakhand  Government’s  Urban  Reform  Orientation.  Notwithstanding  the \ninadequate  urban  institutional  and  financial  frameworks,  the  Uttarakhand  government  has \nimplemented  a  number  of  sector  reform  initiatives,  demonstrating  its  reform  orientation. \nSignificant among these initiatives are (i) the preparation of a Municipal Bill which provides for \ngreater devolution to, and empowerment of, ULBs in line with the 74th Constitution Amendment \nAct (CAA); (ii) constitution of the Second State Finance Commission to strengthen state–urban \nlocal body relationships; (iii) repeal of the Urban Land Ceiling Act and reform of the Rent Control \nAct, both of which will enable land and housing markets to work more efficiently; (iv) a wide \nrange of e-governance and information technology tools for use by ULBs to enhance good \ngovernance practices and improve urban planning, management capacities, property taxation, \nand the interface with the public; and (v) issuance of a government order to introduce double-\nentry accrual accounting. More importantly, in May 2007, under the Jawaharlal Nehru National \nUrban Renewal Mission (JNNURM), the Uttarakhand government and its three major cities of \nDehradun, Haridwar, and Nainital, signed a memorandum of agreement with the Ministry of \nUrban Development, demonstrating their commitment to a wide range of state- and local-level \nurban  reforms.  These  commitments  include  (i)  empowering  and  strengthening  ULBs,  (ii) \nimproving financial management and accounting of ULBs and utilities, (iii) increasing revenues \nthrough property tax reform and rationalization of user charges, and (iv) restructuring utilities \nand incorporating private-sector efficiencies and accountabilities into service delivery.  \n   \n3.  External Assistance and Lessons Learned \n13.  External Assistance. To date, Uttarakhand has not received any significant external \nassistance  for  urban  development.  Limited  capacity-building  support  has  previously  been ", "4   \nprovided  by  other  donors,  including  the  United  Nations  Development  Programme  (UNDP). \nCurrently the United States Agency for International Development (USAID) is supporting an \ninitiative to develop e-governance at the state and ULB levels through its Financial Institution \nReform  and  Expansion  program.1  Also  related  to,  or  impacting  on,  the  urban  sector  in \nUttarakhand are ADB’s loan for the state roads project2 and the World Bank assistance for the \nrural water supply and sanitation program.3  \n  \n14.  The proposed Investment Program will be the first ADB urban-sector lending assistance \nin Uttarakhand. ADB has provided 31 technical assistance grants totaling $17.0 million to India’s \nurban sector since 1993, and has approved loans for 12 projects totaling $2.9 billion. The \nstrategic thrust of ADB’s assistance has been poverty reduction through shared growth, social \ndevelopment, and good governance. These objectives have been translated into actions, mostly \nby integrated urban infrastructure and services projects. Recently, growing interstate disparities \nin India have become a concern for ADB and the Government in the context of the common \ncore  objectives  of  redressing  regional  imbalances  and  inclusive  growth.  ADB  made  a \ncommitment to diversify its operations to the northern states. Uttarakhand has been identified as \none  of  the  geographic  areas  of  priority  for  ADB  assistance.  ADB  has  provided  a  project \npreparatory TA to support the Uttarakhand government’s efforts for preparing this Investment \nProgram. ADB has also approved recently a component bridging TA4 to enhance the project \npreparedness and capacity of executing and implementing agencies to manage and implement \nthe proposed Investment Program. The details of external support to India’s urban sector are in \nAppendix 2.  \n \n15.  Lessons Learned. ADB’s past experience in the urban sector in India reveals the issues \nof  (i)  the  inherently  complex  nature  of  urban  development  projects  which  require  great \ncoordination among concerned agencies and strong project management and implementation \ncapacities; (ii) delays in project implementation, especially during project start up, and (iii) \nsustainability of project assets. The experience suggests that advance support for building \ncapacities for project management and implementation has the potential to avoid start-up delays \nand increase effective project implementation. The experience also implies that greater care is \nneeded to ensure sustainability through (i) greater involvement and ownership of stakeholders \nduring project design; (ii) phasing urban reforms commensurate with institutional capacities over \nrealistic periods; (iii) long-term capacity development of ULBs and other urban service providers \nin planning, managing, and financing urban infrastructure and services; and (iv) introducing \nincentive and greater accountability structures into urban service-delivery systems. All these \nlessons have been incorporated into the design of the Investment Program.  \n \n4.  Rationale: Uttarakhand Urban Sector Road Map \n16.  Since  the  late  1980s,  the  Government  has  attached  growing  importance  to  urban \ndevelopment, as shown by various policy efforts, including the setting up of the National Urban \nCommission, formulation of the National Urban Policy, the 74th CAA, the 10th Five-Year Plan \nand Approach Paper for the 11th plan, and the launching of the JNNURM in 2005 with a \nmassive urban investment program. The Government, in its 10th and 11th plans, has also made \na commitment to higher levels of investments in less-developed states, including Uttarakhand. \nThe importance of Uttarakhand and its urban sector in the national scene has been further \nhighlighted by the inclusion of Dehradun, Haridwar, and Nainital in a list of 63 cities eligible for \n                                                 \n1   ADB. 2003. Country Strategy and Program (2003-2006): India. Manila (see para. 209). \n2   ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Multitranche \nFinancing Facility to India for the Uttaranchal State-Road Investment Program. Manila. \n3   World Bank. 2007. The World Bank Rural Water Supply and Sanitation.  \n4  ADB. 2007, Component Technical Assistance for Bridging Assistance to Uttaranchal Urban Development Project. \nManila. (approved on 21 May 2007 for $500,000) under ADB. 2006. Technical Assistance Cluster to India for \nProject Processing and Capacity Development, Manila [TA 4814-IND]).  \n ", "  5\nfunding  under  the  JNNURM.  The  Government  has  recognized  that  developing  urban \ninfrastructure is the key to realizing the planned growth for the state’s economy.  \n \n17.  Both  the  10th  Five-Year  Plan  and  the  Approach  Paper  for  11th  plan  stress  the \nimportance of the quality of governance and service-delivery systems for sustainable urban \ndevelopment. A fundamental point of reference in these plans is the 74th CAA, which promotes \ndevolution of responsibility to, and empowerment of, ULBs so that they can play a pivotal role in \nurban management. With the launch of the JNNURM, the Government reaffirms its commitment \nto sustainable urban development through reform-linked investments. The JNNURM aims to \nfast-track infrastructure investments in 63 cities, subject to their commitment to a range of \nreforms. The envisaged reforms focus on decentralized governance and municipal finance. The \nJNNURM also advocates (i) balancing asset creation with maintenance, (ii) PSP in service \ndelivery, and (iii) financially sustainable service providers for WSS. \n \n18.  At the state level, the Uttarakhand government’s urban policy objectives reiterate those \nof the central government, combining high-growth strategies with poverty reduction, building on \nareas  of  strategic  importance,  including  urban  infrastructure  and  institutional  development. \nBeing a new state, Uttarakhand does not have a history of urban focus; however, budget \nallocations of recent years reflect an increasing outlay on urban infrastructure, with capital \nexpenditure increasing from 33% in 2003–2004 to 44% in 2005–2006. More importantly, the \nUttarakhand  government’s  initiation  of  a  number  of  urban  reforms,  and  the  signing  of  a \nmemorandum of understanding with the Government to implement further reforms under the \nJNNURM, amply establishes the Uttarakhand government’s commitment not only to developing \nphysical infrastructure assets but also to sustainable urban service delivery.  \n \n19.  Vision. The Uttarakhand Urban Sector Road Map has been guided by the above urban \npolicy framework. The road map aims to provide critically needed urban infrastructure and \nservices, leading to a better quality of life for the estimated 4.05 million people projected to be \nliving in the 31 program towns by 2018. It combines capital investments with support to the \nUttarakhand government’s urban reform agenda to ensure sustainable outcomes. The road map \ntargets selected urban centers which will lead industrial and tourism growth while contributing to \nthe reduction of poverty. The Investment Program to be financed by ADB will meet the priority \ninvestment and capacity development needs and pave the way to attainment of the vision set \nout for the Uttarakhand urban areas. The road map is presented as Schedule 1 to the Financing \nFramework Agreement (FFA). \n \n20.  Ten-Year Infrastructure Investment Plan. It is estimated that about $1.5 billion is \nrequired in the next 10 years to meet the infrastructure requirements of about 31 towns in \nUttarakhand. Investments include water supply, sewerage, drainage, solid-waste management, \nroads  and  transport,  slum  improvement,  and  urban  renewal.  The  10-year  infrastructure \ninvestment plan is based on (i) central and state government policy, plans, and targets for \ninfrastructure; (ii) city development plans for three cities, and town reports for six representative \ntowns, providing in-depth demographic, spatial, infrastructure, and institutional analyses and city \ninvestment  plans;  (iii)  city  growth  strategies  and  land-use  master  plans;  (iv)  available \ninfrastructure  master  plans;  (v)  consultations  with  stakeholders;  (vi)  surveys  profiling \ninfrastructure  deficiencies  and  gaps  in  service  performances;  and  (vii)  financing  needs  for \ninfrastructure over the next 10 years. It is envisaged that funding requirements for the 10-year \nplan will be met by different sources, e.g., the state budget, the JNNURM, and the Urban \nInfrastructure  Development  Scheme  for  Small  and  Medium  Towns.  A  large  portion  of  the \nfunding requirement is expected to be met by the JNNURM. The proposed Investment Program \nforms a part of the 10-year investment plan.  \n \n21.  Urban Reform Agenda. In parallel with improving urban infrastructure, the Uttarakhand \ngovernment under its road map sets a vision for enhancing urban governance, finance, and ", "6   \nservice  delivery  in  line  with  its  agreement  to  implement  JNNURM  reforms.  The  urban \ngovernance,  finance,  and  service-delivery  improvement  action  plan,  which  is  presented  in \nAppendix 3, is grouped into three major interrelated areas. The first major area of reform is \npromoting  decentralized  urban  governance  through  the  gradual  empowerment  and \nenhancement of the capacities of ULBs in urban planning and management.   \n \n22.  The second area of reform is the restructuring of utilities for efficient, accountable, and \nfinancially  sustainable  WSS  service  provision  within  the  decentralization  framework.  This \ninvolves (i) the separation of policy, regulation, and service delivery at the state level, starting \nwith a small regulatory unit within the Uttarakhand government; (ii) bringing clarity to the current \nconfusing roles of UPJN and UJS; (iii) separating urban and rural water supply by ring-fencing \nof urban WSS with regard to labor, financing, and accounting; (iv) developing a participatory and \nprofessional governance structure within UPJN and UJS with greater ULB representation and \nco-opting of experts; and (v) injecting an accountability and incentive mechanism through a \nperformance-based contractual relationship among UJS as service provider, ULBs as ultimate \nowners, and the state (provider of grant and subsidies), with predefined targets for improvement \nin unaccounted-for water, billing, the collection of (and gradual increase in) user charges, and \nreducing subsidies. In the medium term, as devolution progresses with stronger ULBs, this \ntripartite contractual relationship will evolve into a contract between ULBs and UJS, with ULBs \nhaving full oversight of the WSS delivered by service provider (UJS and/or the private sector). \nAppendix 4 describes in detail the improvements for sustainable and accountable WSS.  \n \n23.  The third area of reform relates to improving revenues and financial management. This \ninvolves rationalization of user charges to gradually recover the full operation and maintenance \ncosts through the gradual increase in water tariffs and implementing (i) a volumetric water \ncharge, (ii) a sewerage surcharge on the water bill, and (iii) a solid-waste management charge. \nThe  revenue  generation  reforms  also  include  increasing  property  tax  revenues  through \nincreasing tax coverage, changing the method of tax assessment and improving tax collection \nefficiencies. Moreover, reforms envisage gradual development of new sources of revenue for \nthe maintenance of urban roads. These are supported by financial management reforms for the \nadoption of accrual-based double-entry accounting in ULBs and utilities, and the introduction of \ne-governance systems. The Uttarakhand government recognizes that these reforms also set the \nstage for increased PSP in urban infrastructure provision.   \n     \nIII.  THE PROPOSED INVESTMENT PROGRAM \nA.  Impact and Outcome  \n \n24.  The anticipated impact of the Investment Program is an improved quality of life for the \nurban residents of Uttarakhand. The expected outcome of the Investment Program is increased \naccess to better quality urban infrastructure and services by the 3.8 million people projected to \nbe living within the 31 Program towns by 2016. It is also expected that the Investment Program \nwill enhance the quality of services and experience enjoyed by more than 8 million tourists and \npilgrims who visit the Program towns annually.   \n \nB.  Outputs \n \n25.  To achieve the intended impact and outcomes, the Investment Program comprises two \nmajor  interrelated  areas  of  interventions.  Part  A  covers  urban  infrastructure  and  services \nimprovements including the rehabilitation, improvement, and expansion of (i) water supply, (ii) \nsewerage and sanitation, (iii) solid-waste management, (iv) urban transportation and roads, and \n(v) slum upgrading. Part B covers (i) Investment Program management support, and (ii) a \ncomprehensive  program  of  capacity  development  to  assist  in  the  attainment  of  the  urban \n ", "  7\ngovernance,  finance,  and  service-delivery  improvement  action  plan  and  to  enhance  the \ncapacities of the urban service providers, including ULBs. \n \n1.  Part A: Urban Infrastructure and Services Improvements  \n26.  Water Supply. Investments are aimed at improving both the quantity and quality of \nwater  supply  to  national  and state  standards  through  (i)  improving  information on  existing \nnetworks; (ii) reducing unaccounted-for water through leak detection, system rehabilitation and \nrepair,  and  reducing  illegal  connections;  (iii)  system  rationalization  and  optimization  (e.g., \nreplacement of bunched connections); (iv) provision of bulk and consumer meters and other \nsystem  improvements;  and  (v)  where  necessary,  augmenting  supplies  and  extending \ndistribution  networks.  This  will  enable  83%  coverage  to  be  achieved  by  the  end  of  the \nInvestment Program period of 2016, with a majority of households receiving potable water 24 \nhours  a  day.  These  investments  will  be  accompanied  by  civic  awareness  campaigns  and \ncapacity development to support WSS reforms for sustainable service delivery under Part B. \n \n27.  Wastewater  Management.  Investments  are  aimed  at  improving  the  environmental \nquality of urban areas and receiving water bodies, with a consequent impact on public health. \nImprovements are targeted, by end of 2016, at providing collection and treatment of sewage by \nappropriate technology and extending service coverage to an average of 60% with 50–90% in \nthe  larger  towns  and  30-50%  in  medium-size  towns.  In  smaller  towns,  on-site  sanitation \nimprovements will generally be undertaken. The sewer networks will mostly cover the town core \narea; on the outskirts of towns, where extending networks would not be economical due to \nscattered  habitation  or  geographical  constraints,  on-site  sanitation  will  be  provided.  The \ntechnology options will follow the particular geographical and climatic features of the town as \nwell  as  quantity  of  sewage  load.  Investments  will  be  accompanied  by  public  awareness \ncampaigns and capacity development to ensure system sustainability under Part B. \n  \n28.  Solid-Waste Management. Investments are aimed at improving public health and the \nenvironmental quality of Program towns and adjacent open land and water bodies through \nincreasing solid-waste collection coverage from 50% to 72%, and supporting sound solid-waste \ndisposal methods. Improvements will be directed at (i) segregation of solid waste at household \nlevel and handling and management improvements at ward and town levels with an emphasis \non waste minimization, (ii) provision of solid-waste collection and transportation equipment, and \n(iii) construction of sanitary landfill sites in accordance with the Government’s Municipal Solid \nWaste  Management  and  Handling  Rules,  2000.  These  will  build  on  a  state  solid-waste \nmanagement strategy and action plan, and will be supported by capacity development of ULBs \nunder Part B.    \n \n29.  Urban  Transport  and  Roads.  Interventions will  aim  at improving  traffic conditions, \nreducing journey times, and improving the safety of all users, particularly the most vulnerable \n(pedestrians,  cyclists,  and  motorcyclists),  through  a  combination  of  investments.  These \ninvestments  will  generally  focus  on  major  roads  and  will  include  (i)  road  widening  and \nstrengthening to create greater road capacity, thus relieving congestion and easing traffic flows; \n(ii) car parking restrictions and the provision of multistory car parks and bus and truck terminals, \nwhere possible through PSP, to enhance passenger convenience and increase road space; (iii) \nprovision of pedestrian subways and footpaths to improve pedestrian movement and safety; (iv) \ntraffic management improvements; and (v) street lighting for improved traffic and pedestrian \nsafety. \n \n30.  Slum Improvement. Interventions will include the provision of bulk water supply and \nsewerage mains at the entry to slum areas, and improvements to solid-waste management, \naccess roads, street lighting, and drainage in poor communities and slums, which accommodate \naround 300,000 poor people, accounting for about half of the slum population in the state. The ", "8   \nselection, approach, and strategic responses to the broader issues of slum population and poor \ncommunities will be based on a state slum upgrading strategy to be developed at the outset of \nthe Investment Program under part B. A demand-led approach to developing community-level \ninfrastructure  and  services  will  be  followed.  Slum  upgrading  subprojects  will  be  generated \nthrough a participatory planning process by communities with the assistance of community-\nbased organizations and nongovernment organizations (NGOs) as applicable. Support will be \nprovided to ULBs and communities for effective joint functioning in developing, implementing, \nand sustaining community-based urban upgrading schemes. The component will benefit from, \nand  build  on,  existing  community-based  organizations’  efforts  and  the  Uttarakhand \ngovernment’s poverty reduction schemes. \n \n2.  Part  B:  Capacity  Development  and  Investment  Program  Management \nSupport \n31.  Capacity  Development.  Assistance  will  support  the  attainment  of  the  Uttarakhand \ngovernment’s urban governance, finance, and service-delivery improvement action plan and \nrelated institutional development needs. Support will be provided to the state, ULBs, and utilities \nin (i) furthering decentralized urban governance, (ii) sustainable WSS service delivery, and (iii) \nurban  and  municipal  finance  reforms,  including  PSP  in  urban  infrastructure  and  service \nprovision.  \n \n32.  Support  for  decentralized  urban  governance  will  prepare  ULBs  for  their  increased \nresponsibilities under the Uttarakhand government’s devolution policy. Feasible action plans will \nbe  developed  to  gradually  devolve  functions  to  ULBs,  and  commensurate  organizational \ndevelopment. Priority will be given to enhancing the capacities of ULBs in asset management \nand  O&M  of  services  for  which  they  are  currently  responsible,  such  as  solid-waste \nmanagement.  \n \n33.  The capacity-development component will support the Uttarakhand government’s road \nmap for efficient, financially sustainable, and accountable WSS service delivery. Expert inputs \nwill be provided to conduct institutional surveys and develop and assist implementing detailed \nproposals and action plans in consultation with stakeholders to (i) separate regulation and \nservice-delivery functions; (ii) remove the overlaps in the functioning of UPJN and UJS; (iii) \ndevelop measures for involvement of ULBs in planning and provision of WSS; (iv) establish \nclear  accountabilities  between  service  provider,  ULBs,  and  the  state;  and  (v)  introduce \nimprovements into the governance structure and the organizational and operational systems of \nUJS, including in asset management, financial management systems, and staff skills.  \n \n34.  This  component  will  also  support  the  improvement  of  local  revenues  and  financial \nmanagement. Assistance will be given in the restructuring of water tariffs to consumption-based \nvolumetric tariffs, introduction of a sewerage surcharge and solid-waste management charge, \nand achievement of the cost-recovery targets. Assistance will also be directed at increasing \nproperty tax revenues through increasing tax coverage, revising the method of tax assessment, \nand improving tax collection efficiencies. Moreover, the component will assist ULBs and water \nutilities  to  introduce  and  implement  accrual-based  double-entry  accounting,  including \npreparation of manuals, installation of computerized systems, and training of staff of utilities and \nULBs.   \n \n35.  Another  area  of  assistance  under  this  component  will  be  promoting  PSP  in  urban \ninfrastructure development in accordance with Uttarakhand government policy. Support will be \nprovided to (i) create an enabling framework, (ii) transfer knowledge and skills and strengthen \ncapacities in planning and managing PSP, and (iii) identify suitable components and develop \nPPP schemes.  \n \n ", "  9\n36.  This component will also fund several key studies to provide a planned approach to \nfuture investments. A slum strategy study will develop (i) slum mapping; (ii) different typology of \nslums; (iii) criteria under which upgrading, reblocking, or redevelopment can take place; (iv) \napproaches to slum upgrading; and (v) a costed action plan for slum upgrading. The solid-waste \nmanagement study will develop a strategy and action plan for collection, treatment, and disposal \nof solid waste, based on the Government’s Municipal Solid Waste Management Rules and \nconsidering  the  role  of  public,  private,  and  community  sectors,  the  state’s  fragile  natural \nenvironment and various settings (hills, foothills, and plains areas) which require innovative and \ndistinct approaches to solid-waste management.  \n \n37.  Investment  Program  Management.  This  component  supports  funding  the  costs  of \nInvestment Program management and implementation, including incremental administration and \noperations associated with the investment program management unit (IPMU) in the Urban \nDevelopment Department (UDD), the IPIUs in UPJN, the Public Works Department (PWD), and \nULBs, and provision of equipment, logistics, and consulting services to assist the IPMU and \nIPIUs. \n \n38.  Consultancy support will also include (i) on-the-job training to build the capacity of the \nexecuting and implementing agencies in project management and implementation (technical, \nenvironmental and social aspects, and planning and monitoring); and (ii) assistance to ULBs \nand utilities for effective O&M of the Investment Program assets.  \n \n39.  This  component  will  also  include  a  program  of  community  participation  and  civic \nawareness activities. An area of focus will be awareness raising on the public’s role in, and \nresponsibility  for,  good  environmental  practices  in  solid-waste  management.  Activities  will \ninclude  promoting  participation  of  urban  residents  (including  women  and  the  poor)  in  the \nProgram,  e.g.,  subproject  preparation,  construction,  and  monitoring  activities.  Services  of \nNGOs, training, and equipment will be provided to help carry out these activities. \n  \nC.  Important Features \n40.  Planned  and  Integrated  Approach  to  City  Development.  The  design  of  the \nInvestment Program follows a planned approach. The identification of the long-term investment \nrequirements and the design of the Investment Program and subprojects are based on growth \nstrategies, city development and land-use plans, town development reports, and infrastructure \nmaster plans. The Investment Program is also based on the principle of the integrated provision \nof various urban infrastructure and services to maximize the benefits from individual sector \nimprovements.  \n \n41.  Support to Reforms for Urban Governance, Finance, Service Delivery, and Private \nSector Participation. An important feature of the Investment Program is its support to the \nUttarakhand government’s urban reform action plan for efficient, sustainable, inclusive, and \naccountable service delivery. This is to be achieved through supporting (i) the decentralization \nagenda  of  the  Uttarakhand  government  and  strengthening  the  capacities  of  ULBs;  (ii) \ndevelopment  of  efficient,  accountable,  and  sustainable  service  delivery;  and  (iii)  creating \nsustainable sources of revenue through rationalization of service charges and taxes.  \n \n42.  It is envisaged that the above reforms will also significantly contribute to creating an \nenabling environment for PSP. In addition, dedicated efforts will be made to develop specific \nPPP packages under the Investment Program. Both during the project preparatory technical \nassistance and during loan fact-finding, extensive assessment and dialogue with government \nand  private-sector  representatives  was  conducted  on  viable  options  for  PSP  in  urban \ninfrastructure development in Uttarakhand. In addition to short-term service contracts, there are \nparticular opportunities for PPP arrangements to bring service efficiencies in parking facilities, \nsolid-waste  management,  water  supply,  and  wastewater  management.  The  Uttarakhand ", "10   \ngovernment has indicated its interest in extending the defect liability period in its engineering \nprocurement contracts from the current 1 year to 5 years. This type of arrangement would \nensure that private operators take responsibility for the performance of their technology and \nmanagement. Appropriate PPP packages will be further developed for suitable subprojects at \nthe outset of the Investment Program (Supplementary Appendix A) in coordination with ADB’s \nongoing TA project.5  \n \n43.  Inclusive Urban Growth. The Investment Program will include measures for inclusive \nurban development through (i) supporting the development of a statewide slum strategy to \nintegrate the urban poor into urban development, (ii) targeted interventions in the form of a slum \nupgrading component which will address the basic needs of urban poor communities building on \na state slum strategy, and (iii) address the affordability constraints of the poor through measures \nsuch as lifeline tariffs and free service connections for poor people.  \n \n44.  Bridging Technical Assistance. The Investment Program is supported by a grant-\nfunded bridging TA based on the experience of ADB with previous urban sector projects in India \nwhich show significant delay in commencement of actual fieldwork after the loan becomes \neffective. The component bridging TA (see footnote 4) therefore aims to avoid start-up delays by \nenhancing the preparedness of the executing and implementing agencies to implement the \nforthcoming Investment Program. The component bridging TA, which commenced in June 2007, \nwill assist UDD, as the Executing Agency (EA) , with (i) familiarizing itself with ADB procedures, \n(ii) the preparation of various documents (such as standard bidding documents), (iii) undertaking \nadvance  action  for  recruitment  of  program  management  consultants,  and  (iv)  conducting \nsurveys and mapping to accelerate detailed design of first tranche subprojects.  \n  \n45.  Multitranche  Financing  Facility.  The  Investment  Program  will  be  an  MFF.  The \nrationale for designing the Investment Program as an MFF is derived from the broad agenda of \nthe road map, which involves provision of urban infrastructure and services in around 31 cities \nand  towns  with  varying  levels  of  needs  and  capacities.  The  MFF  will  enable  flexibility  in \ninvestment decisions based on the needs and constraints of each city within a framework \ninstead  of  an  upfront  and  precise  definition  of  investments  as  required  in  a  conventional \nassistance modality. It will allow the implementation to be based on the readiness of individual \nsubprojects and cities, as under the MFF funds will be made available to the state in a phased \nmanner subject to readiness of appropriate subprojects. The use of an MFF will enable ADB \nand the Uttarakhand government to develop a long-term partnership for developing the urban \nareas of Uttarakhand in a sustainable manner. It will allow long-term engagement for building \nthe capacities of urban institutions and reform actions within a realistic time frame. Finally, the \nuse of an MFF will provide flexibility to match various funding sources available to the central \nand state governments. \n \nD.  Cost Estimates and Financing Plan \n \n46.  The cost of the entire urban sector investment plan for Uttarakhand’s 31 towns for the \nnext 10-year period is estimated at $1.5 billion (see para. 20) of which the estimated cost of the \nInvestment Program is $500.0 million (as summarized in Table 1).  \n                                                 \n5  ADB. 2006. Technical Assistance to India for Mainstreaming Public-Private Partnerships at State Level. Manila \n(approved on 11 December for $3 million).   \n ", "  11\nTable 1: Program Investment Plan \n($ million) \nItem  Amounts  % \nA. Base Costa     \n1. Urban Infrastructure Improvement  311.0  62.2 \na. Water Supply  111.1  22.2 \nb. Wastewater Management  77.2  15.4 \nc. Solid-Waste Management  43.5  8.7 \nd. Urban Transport and Roads  68.5  13.7 \ne. Slum Upgrading  10.6  2.1 \n2. Capacity Development and Investment Program Management  16.4  3.3 \na. Investment Program management     \ni. Consulting Services  8.9  1.8 \nii. Incremental Administration  4.4  0.9 \nb. Capacity Development  3.1  0.6 \n3. Taxes and Duties  44.8  9.0 \n        Subtotal (A)  372.2  74.5 \nB. Contingenciesb  63.3  12.7 \nC. Financing Charges During Implementationc  64.5  12.9 \n \nTotal (A+B+C)  500.0  100.0 \na   End-2007 prices. \nb  Physical contingencies computed at 5.0% for civil works and equipment. Price contingencies are computed at \n6.0% in 2008, gradually declining to 4.0% in 2016, and 6.0% in other years for domestic inflation, and 0.8% in all \nyears for foreign inflation. \nc   Includes interest and commitment charges. Financing charges are estimated, assuming an interest rate computed \nat the 6-month London interbank offered rate and a spread of 60 basis points, and a commitment fee of 0.35%. \nSource: Asian Development Bank estimates. \n \n47.  The Government has requested financing up to an equivalent of $350 million from ADB’s \nordinary capital resources to help finance part of the Investment Program. The financing will be \nprovided as an MFF in accordance with ADB policy.6 The MFF will extend multiple loans to \nfinance  a  range  of  appropriate  subprojects  under  the  Investment  Program,  subject  to \nsubmission of a related periodic financing request (PFR) by the Government and execution of \nthe related loan and project agreements. The Government will enter into an FFA with ADB. The \nFFA, outlining the specific terms and conditions under which succeeding tranches will be made \nas well as the first PFR in an amount of $60 million of ADB loan and a total cost of $85.7 million, \nare attached as an annex to this report. The minimum amount of subsequent PFRs is $50 \nmillion. \nTable 2: Financing Plan \n($ million) \nSource  Total  % \nAsian Development Bank  350.0  70 \nGovernment of India  150.0  30 \nInvestment Program Total  500.0  100 \nGovernment of Uttarakhand and Other Agencies  1,000.0   \n10-Year Investment Plan Total  1,500.0   \nSource: ADB estimates. \n \n48.  The proposed ADB loans under the MFF will finance civil works, equipment, consulting \nservices, and capacity development costs. All the provisions of the ordinary operations of loan \nregulations applicable to London interbank offered rate (LIBOR)-based loans dated 1 July 2001 \nwill  apply  to  each  loan,  subject  to  any  modifications  that  may  be  included  in  any  loan \nagreements. The Government has the option to choose between eligible currencies and interest \nrate regimes for each loan. The specific terms of each loan will be based upon the related PFR \nwith interest determined in accordance with ADB’s LIBOR-based lending facilities. \n \n                                                 \n6 ADB. 2005. Pilot Financing Instruments and Modalities. Manila.  ", "12   \nE.  Implementation Arrangements  \n1.  Investment Program Management  \n49.  The EA for the Investment Program will be the Uttarakhand government’s UDD. An \nIPMU has already been established in UDD to manage and monitor the implementation of the \nInvestment Program, and provide policy direction. The IPMU is envisaged to be registered \nunder the Societies Registration Act The registration of the IPMU as a society will enable (i) \nefficient functioning without strictly relying on prior permission of the Uttarakhand government in \nday-to-day business and decision making, (ii) efficient disbursement and prompt payment of \nfunds to contractors and suppliers, and (iii) engagement of qualified staff and outsourcing the \nservices of professionals as needed. The IPMU will have a charter or constitution that will be \nsatisfactory to ADB.  \n \n50.  The IPMU will have a general body consisting of the chief secretary as its chair and the \nsecretaries of the relevant Uttarakhand government departments and representatives of ULBs \nand  NGOs  as  its  members  to  provide  policy  guidance  for  overall  implementation  of  the \nInvestment  Program  There  will  also  be  an  executive  committee  chaired  by  the  urban \ndevelopment  secretary,  and  consisting  of  high-level  officials  of  the  state  departments  of \nFinance, DDW and Public Works, and relevant ULBs. The executive committee will meet at \nleast quarterly to review Program performance, and decide on all major issues of Program \nmanagement. More specifically, the duties of the executive committee will include (i) providing \nstrategic guidance and oversight of the implementation of the Investment Program, including the \nurban reform action plan; (ii) approving subprojects and PFRs; (iii) ratification of the annual \nbudget  estimates;  (iv)  the  creation  of  posts  and  recruitment  of  staff;  (v)  ratification  of \nprocurement of services, works, and goods, and approval of disbursements; and (vi) ensuring \ncompliance with safeguards and acquisition of land and other similar matters. \n \n51.  The Uttarakhand government has already appointed the investment program director of \nthe IPMU. The program director, with a team of administrative, financial, technical, social, and \nenvironmental staff drawn from various relevant departments and utilities, will be exclusively \nresponsible for executing, managing, and supervising Program implementation. The IPMU will \n(i)  engage  UPJN  as  the  implementing  agency  (IA)  for  the  water  supply  and  sewerage \ncomponent, (ii) engage PWD as the IA for the roads and traffic management component, and \n(iii) set up IPIUs (accountable to the IPMU) in each of the agencies. ULBs will be given a major \nrole in implementing the solid-waste management and slum upgrading components under the \nsupervision and support of the IPMU through a special cell within it. They will also be closely \nassociated  with  planning,  design,  and  implementation  of  the  road  and  traffic  management \nprojects.  \n \n52.  The IPMU, under the overall guidance of the executive committee, will (i) monitor the \nInvestment Program and have overall responsibility for its implementation; (ii) assist the IPIUs in \nidentifying and preparing subprojects and appraise them in consultation with towns; (iii) compile \nMFF  tranches  and  PFRs;  (iv)  appoint  consultants;  (v)  ensure  land  acquisition  and  other \nsafeguards;  (vi)  approve  surveys,  investigations,  engineering  designs,  and  bid  documents \nprepared by IPIUs; (vii) review procurement of works and goods undertaken by IPIUs; (viii) \nassist ULBs in implementing solid-waste management, slum improvement, and minor road \ncomponents;  (ix)  oversee  contract  administration;  (x)  guide  awareness  campaigns  and \nparticipation programs; (xi) organize and operate the program performance monitoring system; \n(xii) prepare disbursement requests and forward them to ADB through the Government; (xiii) \nprepare and submit timely reports to ADB; (xiv) review and facilitate the progress of the urban \nreform action plan and compliance with loan covenants; and (xv) design and organize capacity-\nbuilding programs. The IPMU will be assisted by program management consultants in managing \nthe Investment Program.  \n \n ", "  13\n53.  The IPIUs will be headed by a senior engineer in the capacity of superintending engineer \nand  will  be  provided  with  qualified  technical,  procurement,  social,  and  financial  staff.  All \nengineering design, procurement, construction supervision, and quality control of the works will \nbe carried out by IPIUs, assisted by program management consultants and detailed design and \nsupervision construction consultants. The IPIUs will carry out their tasks through a dedicated \ncell  created  in  each  of  their  district  units  and  have  regular  consultation  with  the  town \nstakeholders.  \n \n54.  Town-level committees, chaired by the mayor or chairperson, will be formed in each \ntown  with  representation  of  ward  members,  the  district  magistrate,  collector,  municipal \ncommissioner, special area development authority, local representatives of UPJN, UJS, and \nPWD, and civil society and business representatives. The town committees will (i) review and \nconcur on the subprojects selected and formulated in their town, (ii) provide feedback on project \nimplementation progress, (iii) ensure cooperation of concerned agencies at town level, and (iv) \nprovide a forum for effective involvement of town stakeholders in Program implementation and \ncivic  awareness  activities.  Through  the  chairperson,  town-level  committees  will  also  be \nrepresented in the general body, where their concerns about overall policy and Investment \nProgram issues will be addressed. The Investment Program organization chart is presented in \nAppendix 5. A detailed description of Investment Program implementation arrangements is \ngiven in Supplementary Appendix B.  \n \n2.  Subproject Selection Criteria  \n 55.  While the Investment Program subprojects are generally identified at this stage, the \nlong-term nature of the Investment Program implies that certain adjustments will need to be \nmade during implementation to respond to the changing needs and priorities over time. Such \nreadjustments will need to be made in a systematic manner and should not contradict the \noverall objectives and principles, and will be carried out with appropriate due diligence. The \nsubproject selection criteria, including the criteria for each subsector that will be adhered to for \nPFR approvals by ADB, are set out in the attachment to the FFA.  \n  \n3.  Approval Procedures for Subprojects and Tranches \n56.  Subproject preparation has been completed for subprojects that are to be included in the \nfirst PFR. For other subprojects to be included in the subsequent PFRs and/or loans, the \napproval procedures will be as follows.  \n \n(i)  The IPMU will appraise subprojects proposed by implementing agencies in full \nconsultation  with  relevant  ULBs  and  town  committees  in  the  agreed  format, \nindicating compliance of each subproject with the selection criteria.  \n(ii)  The IPMU will prepare (a) subproject appraisal reports, including the scope, cost, \nfinancing,  and  implementation  arrangements,  (b)  an  initial  environmental \nexamination or environmental impact assessment, (c) a resettlement plan, (d) an \nindigenous  development  plan  if  applicable,  and  (e)  economic,  financial,  and \ninstitutional analyses. The IPMU will then have those subprojects approved by \nthe  executive  committee  and  submit  them  to  ADB  for  prior  review  and \nendorsement before submission of a PFR.  \n(iii)  Following  the  endorsement  of  subprojects  by  ADB,  the  IPMU  through  the \nexecutive committee will submit them in the form of a PFR for endorsement to \nthe  Department  of  Economic  Affairs  in  the  Ministry  of  Finance  for  onward \ntransmittal to ADB.  \n \n57.  PFRs will include (i) the required loan amount; (ii) a list of subprojects to be financed \nunder the loan; (iii) cost estimates and a financing plan; (iv) implementation arrangements, (v) \nconfirmation of the continuing validity of, and adherence to, the provisions of the FFA; (vi) ", "14   \nconfirmation of compliance with the provisions under previous loan agreements and project \nagreements as appropriate; (vii) due diligence on safeguards; and (viii) other information as may \nbe required under the Facility Administration Memorandum to be prepared and agreed between \nADB and the Government of India, to facilitate implementation of the Investment Program.  \n \n4.  Implementation Schedule of the Investment Program  \n58.  The proposed Investment Program will be implemented over a period of 8 years (2008–\n2016) in four tranches with preparation of first tranche subprojects commencing in 2007 and \nworks in 2008. The sequencing of tranches has been based on a number of principles, including \n(i) readiness of subprojects in terms of institutional capacities and safeguard compliance, e.g., \nland acquisition and resettlement and environmental aspects; (ii) relative investment priorities \nunder the Investment Program, which ranks the subprojects for efficiency improvements of \nexisting  utility  systems  and  capacity  development  of  service  providers  higher  than  system \nexpansions; and (iii) size, growth rates, and economic potential of towns which together indicate \nthe relative level of priority for investments.  \n \n59.   In line with the above principles, first tranche subprojects will focus on optimization and \nrehabilitation of water supply and sewerage systems, including reduction of leakages and bulk \nand individual water metering in the three rapidly growing larger towns (Dehradun, Haridwar, \nand Nainital) and also the sewerage and sewage treatment facilities for part of Dehradun. These \ninvestments do not involve land acquisition, resettlement, or any major social and environmental \nissues. The first tranche will also fund the capacity-development component for all Program \ntowns to support the implementation of the urban governance, finance, and service-delivery \nimprovement action plan (including detailed studies and plans, cost-recovery based tariffs, and \nimproved accounting) and several key studies comprising a solid-waste management strategy \nand action plan, slum improvement action plan, and civic awareness program for community-\nlevel solid-waste management improvement. \n \n60.  The  second  tranche  will  cover  most  of  the  balance  of  works  in  water  supply  and \nsewerage in the priority towns, including system rehabilitation and the expansion of the water \nsupply and sewerage systems based on master plans available or prepared under the first \ntranche. In addition, the tranche will cover slum upgrading in the rapidly growing largest towns \nbased on a slum upgrading strategy and action plan developed under the first tranche.  \n \n61.  The  third  tranche  will  support  water  supply  and  sewerage  subprojects  in  the  more \nremote  hilly  towns  where  infrastructure  and  service  expansion  based  on  master  plans  is \nrequired, in particular to serve the needs of the expanding tourism industry and the prevention \nof water pollution in rivers by creating sewerage and sewage-treatment facilities in towns which \nare located on the banks of major rivers.  \n \n62.  The fourth tranche will include any subprojects which require a long lead-in period due to \nthe need for land acquisition or resettlement. The fourth tranche, therefore, based on the solid-\nwaste  management  strategy  and  action  plan,  the  collection  and  disposal  efficiency \nimprovements, and the acquisition of land by the Uttarakhand government, will include solid-\nwaste management improvements including sanitary landfill site development in all Program \ntowns (excluding Dehradun, Nainital, and part of Haridwar, which will be undertaken by the \nJNNURM). The fourth tranche will also include road and transport subprojects which will only be \nundertaken  after  the  construction  of  road-cutting  subprojects  such  as  water  supply  and \nsewerage.  \n \n63.  The Investment Program implementation schedule is presented in Appendix 6. Individual \ncontract durations are likely to be for periods of between 9 months and 3 years, and thus all \n ", "  15\ntranches are expected to cover 3–5 years. It is proposed that (i) tranche 1 covers the period \nJanuary 2008 to June 2012, (ii) tranche 2 covers the period January 2009 to January 2013, (iii) \ntranche 3 covers the period January 2010 to January 2014, and (iv) tranche 4 covers the period \nJanuary 2011 to January 2016. \n  \n5.  Procurement  \n64.62. Procurements  to  be  financed  by  the  loans  under  the  MFF  will  be  carried  out  in \naccordance  with  ADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to  time). \nInternational competitive bidding procedures will be used for civil works contracts estimated to \ncost $10.0 million or more, and supply contracts valued at $1.0 million or higher. The upper limit \nfor civil works to be procured through national competitive bidding procedures will be less than \n$10.0 million, and for equipment the upper limit will be $1.0 million. Shopping will be used for \ncontracts for procurement of equipment worth $100,000 or less. Before the commencement of \nany procurement activity under national competitive bidding, ADB and the Government will \nreview the public procurement laws of the central and state governments to ensure consistency \nwith the Procurement Guidelines. Any necessary modifications or clarifications will be reflected \nin the relevant loan agreement and procurement plan.7 An indicative procurement plan is in \nAppendix 7. \n \n65.  The size of procurement packages are made (i) on the basis of the particular nature of \nworks involved, (ii) to enable reasonable competition in the bidding, and (iii) to minimize contract \nadministration and management efforts by the IPMU and IPIUs. The procurement packages, \nwhich are currently indicative, will be further elaborated upon and annually updated by the IPMU \nfor approval by ADB. ADB will have prior review of contract packages under the future tranches, \nsubject to assessment of EA capacity during implementation of the first tranche for conversion \nto post-review.  \n   \n66.  Advance  Contracting  and  Retroactive  Financing.  Under  each  loan  of  the  MFF, \nadvance contracting of (i) civil works, (ii) equipment and materials, and (iii) recruitment of \nconsultants,  may  be  requested  subject  to  these  being  eligible  in  accordance  with  agreed \nprocedures and guidelines as above. Except as otherwise agreed with ADB, the expenditures \nincurred for civil works, equipment and materials, and consulting services eligible for advance \ncontracting, will be eligible for retroactive financing of up to 20% of the proposed amount for the \nloans under the facility for eligible expenditures, including consultants, goods, and civil works \nexpenses incurred prior to effectiveness of each loan, but no earlier than 12 months before the \nsigning of the respective loan agreement.          \n   \n6.  Consulting Services \n67.  Consultants  will  be  recruited  to  assist  the  IPMU  and  IPIUs  in  managing  and \nimplementing the Investment Program and to support the accomplishment of the urban reform \naction plan and the long-term capacity development of ULBs and other service providers. \nConsultants will be engaged in accordance with ADB’s Guidelines on the Use of Consultants \n(2007,  as  amended  from  time  to  time).  Services  will  be  required  in  the  areas  of  project \nmanagement, engineering design, construction supervision, quality control, environmental social \nsafeguards,  investment  program  performance  monitoring,  institutional  development,  and \nfinancial management.  \n \n68.  A team of international and national project management consultants based at the IPMU \nwill assist in managing and monitoring program activities. There will also be consultants to \nassist  in  detailed  design  and  construction  supervision  activities.  The  project  management \nconsultants will (i) support the capacity development of the IPMU and IPIUs on a sustained \n                                                 \n7  This is currently being undertaken under TAC 4814-IND (see footnote 4). ", "16   \nbasis; (ii) define the IPMU’s method of work, procedures for coordination, and management and \nreporting; (iii) assist the IPMU in appraising subprojects and preparing PFRs; (iv) oversee the \nwork of design and construction supervision consultants; (v) assist in preparing contracts and \nreview  detailed  designs  and  contracting  documents  prepared  by  design  and  construction \nsupervision consultants; (vi) design, install, and ensure operation of new systems as required; \nand (vii) oversee the capacity development activities and provide training to the EA and IAs in \nsubproject selection and preparation, management, monitoring and evaluation, and financial \nmanagement and safeguard aspects.  \n \n69.  Two teams of design and construction supervision consultants (one for the Program \ntowns in Garhwal division and one for Kumaun division) will help the IPIUs and/or IAs to \ncomplete  detailed  engineering  design  and  drawings,  prepare  technical  specifications  and \ncontract documentation for all components in the Program towns, procure construction firms for \nthe relevant subprojects, supervise the construction contracts, and prepare progress reports for \nsubmission to project management consultants. \n \n70.  The consultants will also be required to assist the IPMU with implementation of the \nurban  reform  action  plan  and  undertake  relevant  studies,  establish  systems,  and  prepare \nstrategy and action plans for solid-waste management, slum upgrading, and PSP packages. \nThe services of both NGOs and community-based organizations are also likely to be required to \nsupport civic awareness raising, slum upgrading, community-level solid-waste management, \nand resettlement monitoring. Outline terms of reference for consulting services are attached in \nSupplementary Appendix C.  \n  \n71.  It is estimated that a total of 39 person-months of international consultancy inputs and \n1,871 person-months of national consultancy inputs will be required for project management, \ndesign and construction supervision, and capacity development and planning activities over the \nInvestment Program period. The need for consultancy services is expected to decline gradually \nwith  the  increasing  capacities  of  the  IPMU  and  IPIUs  during  implementation,  and  will  be \nreviewed after the completion of the first two tranches. For contract values of at least $0.2 \nmillion and above, consultants will be selected following the quality and cost-based selection \nmethod. For contract values of less than $0.2 million, consultants qualification selection method \nwill be followed, while for contract values of less than $100,000, consultants will be selected \nfollowing the least-cost selection method. Selection of consultants for the subsequent tranches, \nwhere required, may follow single source selection to ensure continuity in the approach and \nprofessional  liability  of  the  same  consultants  for  further  work,  subject  to  satisfactory \nperformance in the first tranche. ADB will have prior review of contract packages under the \nfuture tranches, subject to assessment of EA capacity during implementation of the first tranche \nfor conversion to post-review.  \n \n  7.  Anticorruption Policy \n \n72.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  the \nGovernment of India and the government of Uttarakhand. Consistent with its commitment to \ngood governance, accountability, and transparency, ADB reserves the right to inspect, directly \nor through its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to \nthe Investment Program. To support these efforts, relevant provisions of ADB’s Anticorruption \nPolicy  are  included in the  loan  regulations  and  the  bidding  documents  for  the Investment \nProgram. In particular, all contracts financed by ADB in connection with the Investment Program \nshall include provisions specifying the right of ADB to audit and examine the records and \naccounts of UDD, the IPMU, and all contractors, suppliers, consultants, and other service \nproviders as they relate to the Investment Program. \n  \n ", "  17\n73.  The  Uttarakhand  government  has  undertaken  several  reform  measures  to  combat \ncorruption. These are (i) the inclusion of provisions for community participation and public \ndisclosure  in  the  Municipal  Bill,  and  (ii)  e-governance  initiatives  in  tax  collection,  financial \nmanagement, and urban planning and management. In addition, there are a number of legal \nand  institutional  provisions  which  are  applicable  in  the  state.  These  include  the  Right  to \nInformation Act 2005 (RTI Act), the Prevention of Corruption Act (1998), and Service Rules and \nCodes  of  Conduct  of  Public  Officials.  These  give  departments  the  right  to  investigate  the \nconduct of their officials, and, using the internal vigilance offices or the equivalents of the \nNational Central Bureau of Investigations at state level, for investigating allegations of corruption \nand taking legal action if required. It is envisaged that opportunities for corruption will be \navoided by (i) including NGO representation in the general body of the IPMU, (ii) following fair \nand transparent ADB procedures in the recruitment of consultants, (iii) cost-efficient design \nstandards and unit rates of civil works in line with established market rates, and (iv) transparent \nprocedures in bidding and tendering and disclosing to the public the tenders, contract budgets, \nand all other financial information. \n \n8.  Disbursement \n74.  Loan disbursements will be in accordance with ADB’s Loan Disbursement Handbook \n(2007,  as  amended  from  time  to  time).  Immediately  upon  first  loan  effectiveness,  the \nGovernment will open and maintain a first-generation imprest account (FGIA) in the account of \nthe Controller of Aid Accounts and Audit of the Reserve Bank of India in Delhi to ensure the \ntimely release of loan proceeds and expedite implementation. The FGIA will be denominated in \nUS dollars. Imprest accounts will be opened separately for each PFR. The initial amount to be \nadvanced to the imprest account in Delhi will be equivalent to 6-months estimated expenditure \nor 10% of the loan amount, whichever is lower. The initial advance or replenishment by ADB \ninto the FGIA will be converted into equivalent rupees by the Controller of Aid Accounts and \nAudit following its policy, and transferred in rupees through the budgetary mechanism. \n \n75.  Concurrently, a second-generation imprest account (SGIA) will be opened in a current \naccount in a commercial bank by the Uttarakhand government, subject to the commitment by \nthe Uttarakhand government and UDD, as the EA, to adhere to ADB procedures for operating \nthe SGIA. The Government will assure ADB that all ADB disbursements for imprest advance \nand/or replenishment will be passed on to UDD for deposit into the commercial bank SGIA \nwithin 30 calendar days of receipt of such advance or replenishment from ADB. The initial and \nall  subsequent  amounts  to  be  deposited  into  the  SGIA  will  be  determined  by  ADB  in \nconsultation with UDD, with particular reference to the pipeline of awarded contracts. The \ndrawdown  will  not  exceed  the  lesser  of  the  equivalent  of  6  months  of  current  project \nexpenditures  or  10%  of  the  total  loan  amount,  and  will  be  estimated  based  on  actual \ndisbursements expected under contracts over the upcoming months. UDD will draw from the \nSGIA only the portion of expenditures eligible for ADB financing. UDD will warrant that funds in \nthe SGIA will be used only to fund eligible expenditures in accordance with the terms of the \nLoan Agreement and to meet the immediate short-term disbursement requirements of the loan. \nBoth the FGIA and SGIA will be established, managed, and liquidated in accordance with \nguidelines contained in ADB’s Loan Disbursement Handbook. The Investment Program funds \nflow chart is in Appendix 8. \n \n76.  The statement of expenditures (SOE) procedure will be adopted for reimbursing and \nliquidating the SGIA for eligible expenditures not exceeding $100,000 per payment, except as \nADB may otherwise agree during project implementation. Counterpart funds will be required for \neach such expenditure. UDD will establish a separate account for consolidating the counterpart \nfunds and the ADB funds. UDD will draw the ADB portion of each expenditure from the SGIA \ninto the consolidating account to make consolidated payments for eligible project expenditures, \nas incurred. ADB will provide guidance in the establishment of the Investment Program account \nduring the first loan inception mission.  ", "18   \n9.  Accounting, Auditing, and Reporting \n77.  The IPMU and IPIUs will maintain separate project accounts in accordance with the \ngenerally  accepted  accounting  principles  for  all  expenditures  incurred  in  the  Investment \nProgram,  whether  funded  out  of  loan  proceeds  or  other  sources.  They  will  establish  and \nmaintain separate records for works, goods, and services financed out of loan proceeds.  \n \n78.  The central and state governments will cause the detailed consolidated project accounts, \nas  maintained  by  the  IPMU,  to  be  audited  by  independent  auditors,  whose  qualifications, \nexperience,  and  terms  of  reference  are  acceptable  to  ADB.  The  audited  accounts  will  be \nsubmitted to ADB within 9 months of the end of the fiscal year. The annual audit report will \ninclude the audit of the FGIA and SGIA (if established), and SOE procedures, and will include a \nseparate audit opinion on the use of loan proceeds, operation of the SGIA, and compliance with \nSOE procedures. The Uttarakhand government has been made aware of ADB’s policy on \ndelayed submission, and the requirements for satisfactory and acceptable quality of the audited \naccounts. \n \n10.  Investment Program Performance Monitoring and Review   \n79.  The  IPMU  will  be  responsible  for  establishing  an  investment  program  performance \nmonitoring system (IPPMS) acceptable to ADB within 3 months of the effectiveness of the first \nloan and each succeeding loan under the MFF. Specific to each project, the IPMU will develop \ncomprehensive IPPMS procedures and select a set of performance indicators relating to \nphysical  infrastructure  and  capacity  development  and  program  management  support, \nincluding  those  in  the  design  and  monitoring  framework.  The  IPMU  will  also  establish \nbaseline values for each of the indicators and conduct annual surveys to update these \nbaseline  values.  The  IPPMS  will  track  Program  implementation  activities,  target  dates, \nexpected  inputs,  impacts,  outcomes,  and  outputs  against  each  indicator  to  monitor  and \nevaluate the performance of the Investment Program and the subprojects under each loan.  \n \n80.  The IPMU will provide ADB with quarterly progress reports informing ADB of the overall \nprogress of the MFF (i.e., loan and tranche preparation and approval) and the implementation \nprogress of ongoing individual loans. The reports will also provide summary financial accounts \nof  the  Investment  Program,  including  (i)  a  summary  financial  account  for  each  IA,  (ii) \nexpenditures  to  date,  (iii)  a  report  on  benefit  monitoring,  and  (iv)  a  report  on  safeguard \ncompliance. Based on the quarterly progress reports, ADB will prepare annual implementation \nprogress reports to be submitted to the board each December. Within 3 months of physical \ncompletion of each loan the IPMU will also submit to ADB a completion report which will cover \nthe details of project implementation, costs, monitoring and evaluation activities, safeguard \ncompliance, and other information requested by ADB. An ADB Program inception mission will \nbe fielded soon after the MFF approval. Regular review missions will also be held at no less \nthan 6-monthly intervals, with a midterm review to be conducted in 2011 to identify issues or \nweaknesses in implementation, and agree on the changes needed. \n \nIV.  INVESTMENT PROGRAM BENEFITS IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Economic Analysis \n81.  The economic analysis has reviewed the Investment Program’s (i) economic rationale \nfor government intervention, (ii) goals, (iii) sector development plans, (iv) associated economic \npolicies, (v) economic risks, (vi) Uttarakhand government’s capacity, (vii) fiscal impact, (viii) \nUttarakhand  government’s  commitment,  (ix)  coordination  of  foreign  aid,  and  (x)  conditions \nattached to the loan. The economic rationale for government intervention is justified, since the \nInvestment Program supports all basic public services which are characterized by monopolistic \nconditions,  externality  management,  and  impacts  on  income  distribution.  The  goals  of  the \nprogram  are  consistent  with  the  Government’s  goals  of  redressing  regional  imbalances, \nenhancing economic growth, and reducing poverty in Uttarakhand as reflected in the 10th Five-\n ", "  19\nYear Plan, the Approach Paper for the 11th Five-Year Plan, and other policy documents. The \nstrategy  of  the  Investment  Program,  which  combines  physical  investments  with  capacity \ndevelopment  to  support  urban  institutional  and  financial  reforms,  fully  conform  with  the \nGovernment’s  policy  of  linking  funds  for  capital  investment  to  improved  institutional \nperformances. \n  \n82.  The scope of investments under the Program is based on extensive consultations and \nreflects  the  priorities  of  all  stakeholders.  The  investments  are  also  based  on  the  city \ndevelopment  plans  prepared  for  the  three  first-tranche  cities,  city  growth  strategies  for  all \nprogram cities, and available infrastructure master plans providing a systematic and coordinated \nframework for long-term investments and multiple funding sources. All the subprojects for which \neconomic analysis was undertaken under the Investment Program demonstrate an economic \ninternal  rate  of  return  (EIRR)  above  12%,  or  meet  the  economic  selection  criteria  for  the \nInvestment Program. The economic analysis is presented in Supplementary Appendix D. \n  \nB.  Financial Management Assessment and Financial Analysis \n83.  The financial management assessment revealed that both UJS and ULBs did not have \nadequate operational income to meet operational expenses. This calls for institutional reform to \nimprove  their  financial  base,  including  (i)  increasing  the  property  tax  base,  reassessment, \nmapping,  and  computerized  database;  (ii)  a  gradual  increase  in  user  charges;  and  (iii) \nimprovements  in  collection  efficiency.  To  achieve  these  reforms,  an  indicative  financial \nimprovement action plan agreed by the Uttarakhand government is shown in the financial \nanalysis (Appendix 9), which provides specific figures for the introduction of new user charges, \ntariff increases, target service coverages, and tariff collection efficiency. \n \n84.  UPJN and UJS have already adopted accrual-based double-entry accounting, prepared \nthe manual, and commenced using the new system in some areas, in addition to computerizing \ntheir  operations,  including  tariff  collection.  However,  other  state  agencies  and  ULBs  are \ncurrently using cash-basis accounting. This does not provide an accurate status of agencies \nwith regard to their assets, including receivables and liabilities. Further, asset receding, physical \nverification of assets, and reconciliation with records are not kept current due to inadequate \nskills  of  staff  and  excess  workloads.  In  order  to  strengthen  the  capacity  for  financial \nmanagement and work efficiency, accountants from relevant state departments, ULBs, UPJN, \nand UJS, in addition to the IPMU and IPIUs, will be trained in budgeting, financial information \nmanagement and reporting, accrual-based double-entry accounting, and the use of information \ntechnology.  \n \n85.  Financial sustainability and viability of the subprojects under the first tranche of the \nInvestment Program was assessed in accordance with the Financial Management and Analysis \nof  Projects.8  For  revenue  generating  sectors—water  supply,  sewerage,  and  solid-waste \nmanagement—incremental revenue and cost due to the subprojects are estimated on a with-\nproject and without-project basis. Tariff revisions for water supply, sewerage, and solid-waste \nmanagement are required to meet the financial improvement action plan of achieving full O&M \ncost recovery within the Investment Program implementation period. The financial internal rate \nof return (FIRR) for water supply subprojects ranges from 1.3% to 20.1%, for a sewerage \nsubproject  it  is  7.3%,  and  for  solid-waste  management  subprojects  it  is  17.3%.  All  the \nsubprojects have an estimated FIRR which is above the weighted average cost of capital \n(WACC) of 3.58%. Sensitivity analysis shows generally robust FIRRs, showing that the FIRRs \nare the most sensitive to the level of demand. In other words, an increase in coverage is critical \nto obtaining desirable returns on investment. \n \n                                                 \n8  ADB. 2005. Financial Management and Analysis of Projects. Manila.  ", "20   \nC.  Poverty Reduction and Social Development  \n86.  Income poverty9 in Uttarakhand is estimated at over 33%. The urban population living in \nslums10 accounts for 17% of the total state urban population. About 43% of the slums are \nlocated on urban fringes and 53% are along drains.11 Urban poor people’s access to basic \nurban infrastructure and services is more limited. Only 71.4% of the slums are serviced by piped \npotable water, and only 42.8% of slum dwellers have access to proper sanitation facilities. This \nsituation creates unfavorable environmental conditions for poor people and threatens public \nhealth. The Investment Program will have positive impacts on poor people. Safe drinking water \nis a basic need which a significant number of the poor in Uttarakhand do not have access to. \nThe burden of water collection on vulnerable segments of the population (especially women) will \nbe  reduced,  and  tariffs  will  be  set  to  ensure  that  poor  people  can  afford  drinking  water. \nImprovements in water supply, sewage, sanitation, and solid-waste management will lead to \npublic health improvements, resulting in reductions in the burden of diseases, treatment costs, \nand productivity losses, the impacts of which are experienced by the poor in high degree. Slum \nupgrading subprojects are directly targeted at improving basic infrastructure in poor areas. The \nservices  to  be  provided  under  this  component  are  described  in  para.  30.  The  expected \nincidental  benefits  are  economic  growth  and  direct  temporary  employment  of  the  poor  in \nconstruction work under the Investment Program. The summary poverty reduction and social \nstrategy is in Appendix 10.  \n \nD.  Social and Environmental Safeguards \n87.  Social Safeguards. The Investment Program will minimize resettlement impacts by \nprioritizing rehabilitation and optimization work within existing facilities. New construction is \nproposed on vacant government land where feasible. Tranche 1 subprojects will not require \nland acquisition, and show that the main resettlement impacts will be due to rehabilitation and \nlaying of pipe networks, and these impacts are temporary. Draft short resettlement plans were \nprepared for tranche 1 subprojects in three towns (Supplementary Appendix E).12 Resettlement \nimpacts are to be further minimized through careful subproject siting and alignment during \ndetailed design and subproject implementation. To ensure compliance with Government and \nADB policies and requirements on involuntary resettlement, a resettlement framework was \nprepared on the basis of the Government’s Land Acquisition Act, 1894 (LAA, amended in 1984) \nand the National Rehabilitation and Resettlement Policy, 2007 (NRRP); and ADB’s Policy on \nInvoluntary  Resettlement  Policy  (1995).  The  resettlement  framework  will  guide  the \nimplementation of subprojects, outlining the objectives, policy principles, procedures for land \nacquisition (if required), compensation, and other assistance measures for affected persons. A \nsummary of the resettlement framework is in Appendix 11 and the full resettlement framework is \nin Supplementary Appendix F. Resettlement plans will be prepared for subprojects based on the \nresettlement framework. Subprojects with significant13 impacts require full resettlement plans, \nwhile subprojects with insignificant impacts will require short resettlement plans. Resettlement \nplans will ensure that socioeconomic conditions and the needs and priorities of vulnerable \ngroups  are  identified,  and  that  the  process  of  land  acquisition  and  resettlement  does  not \ndisadvantage vulnerable groups. \n \n                                                 \n9  International Centre for Peace Initiatives, Strategic Foresight Group. 2002. Rethinking India’s Future: Prosperity of \nthe Periphery. Mumbai, India. \n10  This is based on data from Census of India (2001) from six towns.  \n11  Government of Uttaranchal. 2002. Report on Slums of Uttaranchal. India. (In January 2007, the name of the state \nwas officially changed from Uttaranchal, its interim name, to Uttarakhand, according to the wishes of a large \nsection of its people.) \n12 The towns are Dehradun, Haridwar, and Nainital. \n13 Resettlement is significant when 200 or more people experience major impacts. Major impacts are defined as \naffected people being physically displaced from housing and/or having 10% or more of their productive, income \ngenerating assets lost. \n ", "  21\n88.  In  tranche  1  Investment  Program  towns,  initial  screening  for  impact  on  indigenous \npeoples show that there will be no impacts. The Investment Program will result in environmental \nand  public  health  benefits  to  the  whole  program  population.  The  likelihood  of  subprojects \naffecting indigenous peoples is small and likely impacts are addressed by resettlement plans. \nAn indigenous peoples development framework has been formulated (Supplementary Appendix \nG) to ensure that appropriate indigenous peoples development plans or specific actions will be \nformulated in compliance with ADB’s Policy on Indigenous Peoples (1998), and to enable equal \nsharing of Program benefits should a future subproject have impacts on indigenous peoples. \n \n89.  Environmental  Safeguards.  The  Investment  Program  is  designed  to  improve \nenvironmental quality and living conditions in urban areas through the provision of basic urban \nservices. Initial environmental examinations (IEEs) conducted for the Investment Program show \nthat net subproject environmental benefits are positive and extensive, and include (i) reduced \npollution of water resources due to discharge of untreated sewage and indiscriminate solid-\nwaste disposal from sewerage and sewage treatment, and municipal solid-waste management \ninvestments; (ii) increased availability of adequate potable water at appropriate pressure from \nwater supply subprojects; (iii) better public health, particularly a reduction in waterborne and \ninfectious diseases through water supply, sewerage and sewage treatment, and municipal solid-\nwaste management investments; (iv) improved aesthetics from the improvement of urban roads, \nsewerage and sewage treatment, and municipal solid-waste management works; (v) reduced \nexposure to suspended particulates and noise pollution; and (vi) increased pedestrian safety \nthrough urban roads and traffic management. Potential negative environmental impacts are \nmostly localized and temporary, and are mostly related to dust, noise, and access disruptions \ndue  to  construction  activities  and  construction-related  waste  disposal.  These  impacts  can \nlargely be avoided through proper subproject design (particularly in siting), or mitigated through \nproper mitigation measures and environmental management (Appendix 12 and Supplementary \nAppendix H).  \n \n90.  Environmental  subproject  selection  guidelines  further  ensure  that  the  Investment \nProgram will not have significant negative environmental impacts. Impacts that are potentially \nsignificant  and  permanent  in  nature  have  been  identified,  and  environmental  subproject \nselection guidelines will not allow subprojects with such impacts. To ensure compliance with \nGovernment and ADB policies, guidelines, and requirements, an environmental assessment \nand review framework to guide the implementation of future subprojects has been developed \n(Supplementary Appendix I).  \n \nE.  Risks \n91.  The main risks are related to Program implementation performance and sustainability of \ninvestments. These include (i) slow Program implementation, which is a common feature of \nurban sector projects; (ii) lack of availability of land for locating assets such as pumping stations, \nreservoirs, and landfill sites for solid-waste management, and delays in obtaining land from \ngovernment; and (iii) delayed implementation of urban reform action plan, reluctance in levying \nand collecting increased user charges, and inadequate public willingness to pay for the services \nwhich overall present a risk to sustainability.  \n \n92.  The Investment Program addresses these risks through a number of measures. Risks \nfor slow Program implementation will be mitigated by establishing the IPMU and IPIUs as \nefficient units with qualified staff supported by project management consultants. UDD as the EA \nhas already appointed a qualified program director who has extensive experience in managing \nand implementing similar ADB-funded urban projects. In addition, ADB’s recently approved \ncomponent  bridging  TA  for  Project  Implementation  and  Capacity  Building  Support  for \nUttarakhand (see footnote 4) will provide support to give exposure to UDD and the IAs in ADB \nprocedures and  guidance  in  recruitment  of  the  project  management  consultants,  and  help \nprepare the first tranche subprojects.  ", "22   \n93.  The  shortage  of  land  for  landfill  sites  will  be  addressed  by  introducing  innovative \nsystems such as waste minimization at source, composting, and developing common landfill \nsites for clusters of towns. Delays in transferring appropriate land from government will be \nminimized by (i) appropriate sequencing of tranches which involve those subprojects requiring \nland, and (ii) taking actions sufficiently in advance to acquire land. The fact that the conversion \nof land use in Uttarakhand is through a well established procedure of seeking and obtaining \npermission from the Government is also expected to minimize delays.  \n \n94.  Implementation of the urban governance, finance, and service-delivery improvement \naction plan will not present a great risk due to the reform-minded Uttarakhand government and \nthe ownership of the state, ULBs, and utilities of the reform agenda under the JNNURM. Civic \nawareness  program  will  stimulate  demand  for,  and  increase  the  recognition  of,  the  value \nattached to improved services among urban residents. The Investment Program strategy of \ncombining investments with capacity-development assistance will enable urban institutions to \nimplement the action plan. These will be supported by ADB’s continued policy dialogue during \nimplementation.  \n \nV.  ASSURANCES \n95.  In addition to the standard assurances, following assurances from the Government and \nthe Uttarakhand government are sought. These assurances will be incorporated in to the FFA \nas well as the individual loan and project agreements as applicable subject to any amendment \nto be mutually agreed by the Government and the Uttarakhand government. \n \n(i)  The Uttarakhand government will ensure that the Urban Governance, Finance, \nand Service Delivery Improvement Action Plan (Appendix 3) will be implemented \nin accordance with the time frame set in the action plan.  \n(ii)  The  Government  will  make  available  to  the  Uttarakhand  government  the \nproceeds  of  the  financing  provided  by  ADB.  The  Uttarakhand  government \ncommits to bear the foreign exchange risk for such proceeds of the financing \nprovided by the Government.  \n(iii)  The Government and the Uttarakhand government will ensure that sufficient \ncounterpart funds are made available from their budget for each fiscal year, in a \ntimely manner, for timely implementation of the Investment Program.  \n(iv)  The Uttarakhand government will ensure that sufficient funds will be provided to \nmeet  any  shortfall  between  the  cost  of  and  revenues  for  the  O&M  of  the \ninfrastructure assets created under the Investment Program.  \n(v)  The  Government  and  the  Uttarakhand  government  will  ensure  that  the \nInvestment Program funds are utilized effectively and efficiently to implement the \nInvestment Program and achieve its objectives. The EA will ensure compliance \nwith the specific anticorruption and governance mitigation measures identified in \nparagraph 72 above.  \n(vi)  The Uttarakhand government will ensure that contractual documents under any \nPPP modality are provided to ADB for prior review and approval in order to be \nused under the individual subprojects. \n(vii)  The Uttarakhand government will ensure that all land and right-of-way required \nfor the Investment Program are made available in a timely manner, adequate \ncompensation including resettlement assistance is provided prior to the award of \nrelevant  civil  works  contracts,  and  involuntary  resettlement  is  carried  out  in \naccordance with the Resettlement Framework and Resettlement Plans agreed \nupon between the Government and ADB, the Government's NRRP (2007), and \nADB’s Involuntary Resettlement Policy (1995). An RP will be prepared for each \nsubproject involving land acquisition or resettlement and shall be submitted to \nADB for review and approval prior to award of any related civil works contracts \nand disclosed in accordance with ADB’s Public Communications Policy (2005). \n ", "  23\nFor sample subprojects, updated Resettlement Plans will be provided to ADB for \nreview and approval following detailed design and prior to award of civil contracts \nand disclosed in accordance with ADB’s Public Communication Policy (2005). \n(viii)  The  Uttarakhand  government  will  ensure  that  subprojects  will  not  negatively \nimpact on vulnerable groups, such as indigenous peoples. In the event of the \ninvolvement of indigenous peoples involvement in any of the subprojects, the \nGovernment will ensure that the subprojects are carried out in accordance with \nthe IPDF agreed upon between the Government and ADB and comply with \nADB’s Policy on Indigenous Peoples (1998).  \n(ix)  The Uttarakhand government will ensure that the design, construction, operation \nand implementation of all subproject facilities is carried out in accordance with \nthe  environmental  assessment  and  review  procedures  and  IEEs  for  sample \nsubprojects agreed upon between the Government and ADB, and complies with \nthe environmental laws and regulations of the Government and the Uttarakhand \ngovernment and ADB’s Environment Policy (2002). Any adverse environmental \nimpacts  arising  from  the  construction,  operation  and  implementation  of \nsubproject  facilities  will  be  minimized  by  implementing  the  environmental \nmitigation and management measures, and other recommendations specified in \nenvironmental  assessment  reports  (e.g.,  environmental  impact  assessment \n[EIAs]).  The  Government  will  ensure  environmental  requirements  will  be \nincorporated in bidding documents and civil works contracts. \n(x)  The Uttarakhand government will ensure that the civil works contractors under \nthe Investment Program will follow all applicable labor laws of the Government \nand the Uttarakhand government and specifically incorporate provisions in the \ncontract of works to the effect that the contractors will (a) carry out HIV/AIDS14 \nawareness  program  for  their  labor  force,  (b)  not  employ  or  use  children  as \nlaborers,  (c)  disseminate  information  at  work  sites  on  sexually  transmitted \ndiseases, and (d) follow and implement all statutory provisions on labor including \nequal pay for equal work and on health and safety. \n(xi)  The Uttarakhand government will ensure that within 1 month of the first loan \neffectiveness  it  will  staff  IPMU  and  IPIU  (in  UPJN  in  Dehradun  and  in  the \nsubunits in three first tranche cities) with all the staff (listed in Supplementary \nAppendix B) in place.  \n(xii)  The Uttarakhand government will ensure that within 1 month of the effectiveness \nof the first loan IPMU will be registered as a society with its charter satisfactory to \nADB. \n \nVI.  RECOMMENDATION \n96.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount not exceeding $350,000,000 equivalent to India for the Uttarakhand Urban Sector \nDevelopment Investment Program from ADB’s ordinary capital resources, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility, and such other terms and conditions as are substantially in accordance with those set \nforth in the Framework Financing Agreement presented to the Board.  \n     \n      Haruhiko Kuroda \n      President \n \n14 December 2007 \n                                                 \n14 Human immunodeficiency virus / acquired immunodeficiency syndrome. ", "24  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources/ \nAssumptions  \nReporting \nDesign Summary  Performance Targets/lndicators  and Risks  \nMechanisms \nImpact     State and national  Assumptions \nImproved quality of  By the end of the Investment Program (2016)  economic statistics  •  Continuing political \nlife for urban  in the program towns:    commitment to urban \nresidents in  •  Percentage of urban population with  Uttarakhand economic  infrastructure \nUttarakhand’s 31  access to urban infrastructure and  review  development and \nselected towns of  services increased    sector reforms \nstrategic  •  Access to urban infrastructure and  Census data (2011)  •  Encouraging private \nimportance  services by slum population increased by    sector investment in \n50%   Regular data and  the program towns \n•  Number of waterborne and sanitation- reports from  including in tourism \nrelated diseases decreased by 20%   Uttarakhand  and industry \ndirectorate of  Risk  \neconomics and  •  Lack of state or local \nstatistics   government \n  commitment to urban \nProject completion  sector reforms \nreport \nOutcome   By the end of the Investment Program (2016):    Assumptions \nIncreased access  •  Water Supply. 3.2 million people (83% of  Census data (2011)   •  Timely Investment \nto better quality and  the population of program towns) will have    Program \nsustainable urban  access to treated water supply at 135 lpcd  The second state  implementation \ninfrastructure and  with reduction in UFW to 20%.  finance commission  •  Timely actions by state \nservices by about  •  Sewerage and Sanitation. 2.3 million  report  and service providers \n3.8 million people  people (60% of total population of the     to implement urban \nexpected to be  program towns) will have access, with a  Municipal corporation  reforms  \nliving in the  60% reduction in the volume of  and development  •  Cooperation of town \nProgram towns by  wastewater discharged into storm drains.  authority annual  residents to share civic \nthe end of program  •  Solid-Waste Management. 2.8 million  reports  responsibility \nperiod (2016)   people (72% of the total population of     •  Effective capacity \n   Program towns) will have solid-waste  IPPMS reports  development of \nImproved urban  management services with sanitary     institutions to manage \ngovernance,  disposal.   IPMU’s quarterly  project assets  \nmanagement, and  •  Roads and Traffic Management.  progress reports   \nfinance resulting in    1.2 million people (31% of total population    Risks \nsustainable service  of Program towns) will have better access  ADB review mission  •  Delayed actions to \ndelivery   to adequate road facilities  reports  implement urban \n  \n•  Slum Upgrading. 0.3 million people  governance, finance, \nResettlement and \nresiding in 115 poverty pockets (9% of  and service-delivery \nenvironmental external \ntotal population of the program towns and  improvement action \nmonitoring reports \n50% of the total slum population) will be  plan  \n \nprovided with basic urban services   •  Lower-than-expected \nADB’s project \n•  Urban Governance, Finance and Service- willingness to pay for \ncompletion report \nDelivery Improvements  services  \n•  ULBs have been empowered in line  •  Delays in land \nwith 74th CAA and the JNNURM, and  acquisition and \nhave adequate skilled staff  resettlement planning \n•  ULBs and UJS generate increased  activities \nrevenues to meet O&M costs of \nurban services and migrated to \ndouble-entry accounting  \n•  UFW is reduced to 20%, and UJS’ \noperating ratio is below 1.0  \nOutputs   By the end of the Investment Program (2016):  UDD quarterly  Assumptions \nPart A: Improved  progress reports   •  Civic awareness \n•  Optimization of water supply in Dehradun, \nUrban    program will result in \nNainital, and Haridwar through \nInfrastructure and  IPPMS reports  public support for \nreplacement of pumping units, upgrade of \nServices   Commissioning  replacement of \nWTPs, provision of water testing labs, leak \n1. Implemented  certificates  connections and \n ", "Appendix 1  25\n \n    Data Sources/ \nAssumptions  \nReporting \nDesign Summary  Performance Targets/lndicators  and Risks  \nMechanisms \ninvestment  detection and rectification, replacement of    metering. \nprogram for water  about 555 km of mains, installing 111,150  Disbursement and  •  WSS utilities are \nsupply  water meters to house connections,  reimbursement records  committed to efficiency \nconstruction of a 5 mld capacity water  departmental reports  improvements linked to \nsoftening plant at Nainital source,    longer-term \naugmentation by installing tube wells,  Annual work plans  performance \nexpansion of distribution system with     improvement plans \noverhead tanks in 14 other towns   ADB review mission  Risks \nreports  •  Delayed action on WSS \n   utility reforms \nProject completion  •  Delayed action on \nreport  rationalization of user \n  charges \nCensus reports \n2. Implemented  •  Laying 150 km of sewer and construction  UDD quarterly  Assumptions \ninvestment  of 67 mld capacity sewage treatment plant  progress reports  •  Civic awareness \nprogram for  in Dehradun     program will result in \nsewerage system  •  Laying 61 km of sewer and construction of  IPPMS reports  support for connection \nand sanitation  22.5 mld capacity sewage treatment plant    to sewerage and to pay \nin Rudrapur   Commissioning  for sewerage charges. \n•  Laying sewer and construction of sewage  certificates  •  WSS utilities are \ntreatment plant of appropriate capacity in  Disbursement and  committed to efficiency \n17 other medium and smaller towns  reimbursement records   improvements linked to \n  longer-term \nDepartmental reports   performance \n  improvement plans. \nAnnual work plans  Risks \n  •  Delayed action on \nADB review mission  WSS utility reforms \nreports  •  Delayed actions on \n   rationalization of user \nProject completion  charges \nreport \n \nCensus reports \n3. Implemented  •  Development of SWM policy   UDD quarterly reports   Assumptions \ninvestment  •  Support to ULBs in SWM public    •  Civic awareness \nprogram in SWM  awareness in segregation at source  IPPMS reports  program will be \n•  Construction of sanitary landfill site for 29    effective in community \nprogram towns   Commissioning  SWM improvements. \n•  Provision of solid-waste collection and  certificates  •  Landfill sites acquired \ntransportation equipment for 29 program    in a timely manner \ntowns  Disbursement and  Risks \nreimbursement records  •  Delayed action on \n  landfill site acquisition \nAnnual work plans  •  Delayed action on \n  implementing solid-\nADB review mission  waste management \nreports  charge  \n  \nProject completion \nreport \n4.  Implemented  •  Widening and strengthening of existing  UDD quarterly reports   Assumptions \ninvestment  arterial and subarterial roads, construction    •  Consistency with \nprogram for roads  of footpath, guardrails, and junction  IPPMS reports   updated master plans \nand transportation  improvements for 14 district and    ensured. \nsubdistrict headquarters town  Commissioning  •  Traffic management is \ncertificates  effective. \n  •  Funds are available to ", "26  Appendix 1 \n \n    Data Sources/ \nAssumptions  \nReporting \nDesign Summary  Performance Targets/lndicators  and Risks  \nMechanisms \nDisbursement and  maintain roads.  \nreimbursement  Risk \nrecords.   •  Delayed actions to \nDepartmental reports   implement urban \n  finance reforms \nAnnual work plans    \n \nADB (MFF) mission \nreports  \n \nProject completion \nreport \n5. Implemented  •  Development of statewide slum  UDD quarterly reports   Assumptions \ninvestment  development policy     •  Political commitment to \nprogram in slum  •  Construction and/or repair of about 45 km  IPPMS reports   improving services in \nupgrading  of drain, 32 km of road, 66 community    poverty areas \ntoilets, adequate links to the main water  Commissioning  •  Civic awareness \nsupply and sewerage system, and street  certificates  program is effective. \nlighting facility in 69 slums in Dehradun,    •  Land tenure security \n10 slums in Nainital, 20 slums in Haridwar,  Disbursement and   \nand 16 slums in Rudrapur   reimbursement records   Risk \nAnnual work plans  •  Civic awareness less \n  than effective  \nADB review mission \nreports \n \nProject completion \nreport \n \nOutputs  Assumptions \n•  By December 2008, develop and reach  UDD quarterly \nPart B: Capacity  •  The Uttarakhand \nconsensus on a plan for further devolution  progress reports \nDevelopment and  government and \n(where feasible) and commensurate \nInvestment  IPPMS reports (IPMU)   implementing agencies \ncapacity development of ULBs. \nProgram  commitment to \n•  By December 2008, develop a detailed  Disbursement and \nManagement   capacity development \naction plan as per Appendix 4 on WSS  reimbursement reports  \nImplemented  •  Timely and adequate \nassistance to  utility reforms.  ADB review mission  response from state \nsupport the  •  By December 2008, develop a detailed  reports   and service providers \naction plan in accordance with the \nattainment of the    to endorse and \nfinancial action plan to improve user \nUttarakhand  implement reform \ncharges, property tax, and to propose \ngovernment’s  action plans. \nother sources of revenue. \nurban governance,  •  Civic awareness \n•  By Dec 2011, develop manuals, install \nfinance, and  programs build the \nsystems, and train the staff to operate \nservice-delivery  support of the \ndouble-entry accrual-based accounting in \nimprovement action  stakeholders for the \na phased manner in ULBs and WSS \nplan for   capacity-development \nutilities. \n(i) strengthening of  and reform actions.  \nULBs,   •  By December 2008, develop a PSP plan  Risk  \n(ii) restructuring of  to create an enabling environment for PSP  •  Delayed actions on \nWSS utilities for  and to develop PPP packages in selected  urban governance, \nefficient and  subprojects.   finance, and service-\nfinancially  •  By December 2009, develop PPP  delivery improvement \nsustainable service  packages for selected subprojects   action plan, including \ndelivery,   •  Over the Investment Program period,  reform actions on WSS \n(iii) increasing local  implement detailed reform action plans for  utilities and user \nrevenues and  ULBs, water utilities, and revenue  charges \nimproving financial  increases as per the targets set.  \nmanagement, and   •  By December 2011, GIS and MIS \n(iv) preparing PPP  established at UDD, water utilities, and all \n ", "Appendix 1  27\n \n    Data Sources/ \nAssumptions  \nReporting \nDesign Summary  Performance Targets/lndicators  and Risks  \nMechanisms \npackages for  sector ULBs on municipal assets, \nselected  services, and finances. \nsubprojects   •  By December 2011, major capacity-\nbuilding programs completed and new \n \nskills being applied in reformed urban \ninstitutions. \n \nActivities with Milestones  Inputs ($ million)\n1. Investment Program Preparation  •  ADB ($350 \n1.1   IPMU in UDD established by December 2007, and fully operational.  million) \n1.2   IPIUs in UPJN in Dehradun and its subunits in Dehradun, Haridwar, and Nainital are  •  Government \nestablished and fully operational by December 2007.  ($150 million) \n1.3   Program consultants are appointed by June 2008 through advance activities.a \n1.4   Environmental clearance for first tranche subprojects completed by September 2008 \n1.5   Survey, investigation, mapping, and design data prepared by December 2007.a  \n1.6  Engineering design and tender documents for the first tranche subprojects prepared by   \nDecember 2008. \n1.7  Make land available and free of all encumbrances at the proposed site earmarked for \nconstruction of the STP at Dehradun and fence the land and place signages by December \n2007.  \n1.8   Hand over to UPJN the municipal land set aside for Dehradun STP by December 2007. \n2. Implementation of First Tranche Subprojects   \n2.1 Urban Infrastructure and Services \n2.1.1  Initiate civic awareness campaign and community mobilization by September 2008.  \n2.1.2  Update construction plans and schedule by July 2008. \n2.1.3  Initiate resettlement planning activities by July 2008. \n2.1.4  Initiate preparation of state slum policy by September 2008. \n2.1.5 Start preparation of solid-waste master plan and awareness campaign by September 2008. \n2.1.6  Start procuring water meters by December 2008. \n2.1.7  Award contract and commence construction works by December 2008 \n2.1.8  Complete construction activities by June 2011. \n2.2. Capacity Development   \n2.2.1 Undertake capacity-building and training needs assessments and initiate training programs   \nby September 2008. \n2.2.2 Prepare detailed reform action plans by December 2008 for ULB strengthening, water utility \nreforms, and revenue and financial management improvements, and start assisting in their \nimplementation. \n2.2.3 Start preparing draft regulations, operating procedures and manuals, and organizational \ndevelopment plans to implement reforms as required by December 2008. \n2.2.4 Design and conduct training programs to enhance skills in IPMU and IPIUs to implement the \nInvestment Program and build capacity of ULBs, water utilities, and other relevant agencies \nto operate and maintain the Investment Program assets with assistance of the Program \nmanagement consultants from December 2007.  \nADB = Asian Development Bank, BPL = below poverty line, CAA = Constitutional Amendment Act, GIS = geographic \ninformation system, IPPMS = investment program performance monitoring system, IPMU = investment program management \nunit, IPIU = investment program implementation units, JNNURM = Jawaharlal Nehru National Urban Renewal Mission, km = \nkilometer, lpcd = liters per capita per day, MFF = multitranche financing facility, MIS = management information system, mld = \nmillions of liters per day, O&M = operation and maintenance, PPP = public-private partnership, PSP = private sector \nparticipation, PWD = Public Works Department, STP = sewage treatment plant, SWM = solid-waste management, UDD = \nUrban Development Department, UFW = unaccounted for water , UJS = Uttarakhand Jal Shanstan, UPJN = Uttarakhand Pey \nJal Nigam (WSS construction utility), ULB = urban local body, WSS = water supply and sewerage, WTP = water treatment \nplant. \na  Advance activity is being undertaken under ADB. 2007. Component Technical Assistance for Bridging Assistance to \nUttaranchal  Urban  Development  Project.  Manila  (approved  on  21  May  for  $500,000)  under  ADB.  2006.  Technical \nAssistance Cluster to India for Project Processing and Capacity Development, Manila (TA 4814-IND) which commenced in \nJuly 2007. \nNote: Assumed ADB loan effectiveness by March 2008. \n ", "28  Appendix 2 \nEXTERNAL ASSISTANCE ON URBAN DEVELOPMENT AND \nWATER SUPPLY SANITATION  \n  Year    Amount \nProject   Approved  Source  ($ million) \nA. Loan-Financed Investment Projects       \nUrban City Water Supply Project  1992  Japan  62.45 \nYamuna Action Plan Project  1992  Japan  134.00 \nKarnataka Rural Water Supply and Environmental Sanitation  1994  World Bank  92.00 \nFinancial Institutions Reform and Expansion Program   1994  USAID  125.00 \nRural Water Supply Rajasthan  1994  KfW  60.84 \nComprehensive Watershed Development Project  1994  Danida  14.72 \nSecond Chennai Water Supply Project  1995  World Bank  61.00 \nLake Bhopal Conservation and Management Project  1995  Japan  64.91 \nChennai Sewerage Renovation and Functional Improvement Project  1995  Japan  157.30 \nKarnataka Urban Infrastructure Development  1995  ADB  105.00 \nBangalore Water Supply and Sewerage  1995  Japan  261.76 \nSetting up of a Water Treatment Plant  1996  France  6.30 \nMaster Plan, leakage study, ground water recharge study  1996  France  4.20 \nMumbai Sewage Disposal Project  1996  World Bank  192.00 \nUrban Water Supply and Sanitation Improvement Project  1996  Japan  96.00 \nKerala Water Supply Project  1996  Japan  286.00 \nRural Water Supply West Bengal  1997  KfW  22.53 \nHousing Finance I  1997  ADB  300.00 \nRajasthan Urban Infrastructure Development  1998  ADB  250.00 \nSetting up of a Water Treatment Plant  1998  France  7.00 \nKarnataka Urban Development and Coastal Environmental Project  1999  ADB  175.00 \nUrban and Environment Infrastructure Facility  1999  ADB  90.00 \nImprovement of Water Supply and Network Rehabilitation  1999  France  13.72 \nSetting up of a Water Treatment Plant  1999  France  4.44 \nGroundwater Study  1999  France  0.63 \nPilot for Rehabilitation and Improvement of Calcutta Network  1999  France  5.04 \nStudy on Impact of Mining Activities on the Subarnarekha Catchment Area   1999  France  2.52 \nHousing Finance II  2000  ADB  120.00 \nRural Water Supply Maharashtra  2000  KfW  21.00 \nKolkata Environment Improvement Project  2000  ADB  250.00 \nKerala Rural Water Supply and Environmental Sanitation  2000  World Bank  65.50 \nGujarat Earthquake Rehabilitation and Reconstruction Project  2001  ADB  500.00 \nUrban Water Supply and Environmental Improvement in Madhya Pradesh  2003  ADB  200.00 \nKarnataka Urban Water Supply Improvement Project  2004  World Bank  39.50 \nMultisector Project for Infrastructure Rehabilitation in Jammu and Kashmir  2004  ADB  250.00 \nKerala Sustainable Urban Development Project  2005  ADB  221.20 \nNorth Karnataka Urban Sector Investment Program  2006  ADB  270.00 \nJammu and Kashmir Urban Sector Development Project  2006  ADB  454.00 \n    Total  4,985.56 \nB. Grant-Financed Investment Projects       \nHyderabad Wastewater Management Project \n1995  AusAID  4.38 \nKeshopur Sewage Management Project \n1997  AusAlD  0.39 \nCuttack Urban Services Improvement Project \n1998  DFID  18.43 \nCalcutta Slum Improvement Project \n1998  DFID  2.80 \nCochin Urban Poverty Reduction Project \n1998  DFID  17.31 \nKarnataka Watershed Development Project \n1998  DFID  22.02 \nUrban Environmental Sanitation: Capacity Building for Municipal and National \n     \nDecision Makers \n1998  UNDP/WB  1.00 \nStrategic Sanitation Planning  \n1998  UNDP/WB  0.25 \nStrategic Planning for Solid Waste Project in Kuppam \n1998  UNDP/WB  0.01 \nParticipatory Learning Assessment with Dutch-Assisted WSS \n1998  UNDP/WB  0.02 \nPublic-Private Partnership in Water Supply and Sanitation in Meerut  \n1998  UNDP  0.02 \nCommunity-Based Sustainable Drinking Water Supply in West Bengal \n1999  UNDP/WB  0.16 \nEnvironment and Sanitation \n1999  UNICEF  15.20 \nSmall Grants Facility to Support Initiatives in WSS \n1999  UNDP  3.00 \nMunicipal Services for Urban Poor, Hyderabad, Andhra Pradesh \n1999  UNDP/WB  0.08 \nImprovement of Community-Based Environmental Infrastructure \n1999  USAID  0.35 \nAndhra Pradesh Urban Services for the Poor \n1999  DFID  177.48 \n ", "Appendix 2  29\n  Year    Amount \nProject   Approved  Source  ($ million) \nUNICEF/Government of India, Child’s Environment: Hygiene,       \nSanitation and Water Supply Programme  1999  DFID  26.86 \nMaharashtra Water and Environment Sanitation Project  1999  DFID  118.50 \nTranslating RWSS Policy Reforms into Reality: A Strategy for Change  1999  UNDP/WB  1.39 \nBangalore Water Supply and Environmental Sanitation Master Plan  2000  AusAID  3.96 \nWES Thematic Documentation  2000  UNDP  0.02 \nCommunity-Based Environmental Improvement Program  2000  USAID  0.10 \nKolkata Urban Services for the Poor  2001  DFID  101.44 \nGangtok and Shillong Urban Water Supply and Sanitation Project  2003  AusAlD  11.85 \nTotal  527.02 \nC. ADB Technical Assistance       \nUrban Infrastructure Development  1993  ADB  0.60 \nUrban Sector Profile  1994  ADB  0.40 \nCapacity Building for Improved Infrastructure Development in Karnataka  1994  ADB  0 60 \nInstitutional Strengthening of KUIDFC  1995  ADB  0.10 \nResource Mobilization Study for Local Governments in Karnataka  1995  ADB  0.30 \nRajasthan Urban Infrastructure Development  1995  ADB  0.60 \nHousing Finance Facility Project  1996  ADB  0.10 \nKarnataka Coastal Environment Management and Urban Development  1997  ADB  0.80 \nUrban and Environmental Infrastructure Fund  1997  ADB  0.40 \nStrengthening Housing Finance Institutions  1997  ADB  0.60 \nRestructuring State-level Housing Institutions  1998  ADB  0.50 \nCalcutta Environmental Improvement  1998  ADB  1.00 \nStrengthening Capacities for Urban Infrastructure        \nFinance and Development  1999  ADB  0.50 \nCommunity Participation in Urban Environmental Improvement  1999  ADB  0.15 \nStrengthening Micro Finance Institutions for Urban and       \nEnvironmental Infrastructure Finance  1999  ADB  0 50 \nCapacity Building for Social Development  1999  ADB  0.80 \nStrengthening Disaster Mitigation and Management  1999  ADB  1.00 \nReducing Poverty in Urban India  2000  ADB  0.30 \nIntegrated Urban Development in Madhya Pradesh  2001  ADB  1.00 \nSupport for Improvements in the Accounting System of the Kolkata       \nMunicipal Corporation  2001  ADB  0.15 \nConservation and Livelihood Improvement in the Sundarbans  2001  ADB  0.45 \nNorth East Region Urban Sector Profile  2002  ADB  0.15 \nUrban Sector Review and Strategy  2003  ADB  0.48 \nKerala Sustainable Urban Development Project  2003  ADB  1.00 \nCapacity Building for Project Management and Community       \nMobilisation in Madhya Pradesh  2003  ADB  0.52 \nNorth East Region Urban Development Project  2004  ADB  1.00 \nCapacity Building for Kerala Sustainable Urban Development  2004  ADB  0.63 \nCapacity Building for Municipal Service Delivery in Kerala  2004  ADB  1.06 \nJammu and Kashmir Urban Infrastructure Development Project  2004  ADB  0.50 \nKarnataka Urban Development III  2004  ADB  0.40 \nNorth East Region Urban Development Project (Phase II)  2005  ADB  0.96 \nUttaranchal Urban Development  2005  ADB  0.60 \nTA Cluster for Project Processing and Capacity Development Project  2006  ADB  15.00 \nTotal  33.15 \nADB = Asian Development Bank, AusAID = Australian Agency for International Development, Danida = Danish International \nDevelopment  Assistance,  DFID  =  Department  for  International  Development,  KfW  =  Kreditanstalt  für  Wiederaufbau \n(Reconstruction Credit Institute), KUIDFC = Karnataka Urban Infrastructure Development Finance Corporation, RWSS \n= Rural Water Supply and Sanitation, TA = technical assistance, UNDP = United Nations Development Program, UNICEF = \nUnited Nations Children’s Fund, USAID = United States Agency for International Development, WB = World Bank, WES = \nWater and Environmental Sanitation , WSS = water supply and sewerage. \nSource: ADB. \n \n ", "30  Appendix 3 \nURBAN GOVERNANCE, FINANCE, AND SERVICE DELIVERY  \nIMPROVEMENT ACTION PLAN \n  Indicative \nReform Measures  Target Date \nA.  Decentralized Urban Governance: Implement the 74th Constitutional Amendment Act   \nand Mandatory Reforms of the JNNURM  \n  Develop and submit a plan containing (i) an assessment of feasibility of devolving further  Year 1 \nfunctions in a phased manner depending on size and capacity of urban local bodies (ULBs) in \nline with 74th CAA and JNNURM reforms and an assessment of capacity and resource \nrequirements of ULBs to discharge additional duties, and (ii) a time-framed plan to transfer \nadditional responsibilities and providing necessary capacities and resources to ULBs. \n  Implement the plan for gradual devolution of further functions to, and empowerment of, ULBs  Year 2–7 \nconsistent with principles of the 74th CAA and the JNNURM. \n  Implement the capacity-building program to strengthen urban local bodies with priority on  Year 1–4 \nO&M of urban infrastructure and services and financial management. \nB.  Gradually Move towards Efficient and Sustainable Water and Sewerage Provision    \n  Develop, reach consensus, and submit to ADB for its review, a detailed reform action plan as  Year 1 \nper Appendix 4 on WSS utility reforms, and commence implementing it. \n  Separate service delivery and regulation functions at the state level and form a small  Year 2 \nregulatory unit to start with, within the DDW at arm’s length.   \nIn time, cause it to evolve into an independent regulatory body.  Year 7 \n  Clarify the current confusing roles of UPJN and UJS with non-overlapping mandate.  Year 2 \n  Separate urban and rural water supply by ring-fencing of urban water with regard to human  Year 2 \nresources, financing, and accounting.  \n  Introduce a more participatory and professional governance structure within UPJN and UJS  Year 2 \nwith greater ULB representation and co-opting of experts. \n  Complete the work for performance-based contractual arrangements within the identified first  Year 2–3 \nset of towns by year 2 and within the second set of towns by year 3.  \n  Introduce a medium-term performance-based contractual relationship for first set of towns in  Year 3–4 \nyear 3 and within the second set of towns in year 4 with UJS as service provider, ULBs as \nclient and ultimate owners, and the state as provider of grant and subsidies with incentive \nstructure and clear improvement targets on UFW, billing, collection, gradual increase in user \ncharges, and targeted reduction of subsidies.  \n  In the medium term, as devolution progresses resulting in stronger ULBs, this tripartite  Year 5–7 \ncontractual relationship will evolve into a contract between ULBs and UJS, with ULBs having \nfull oversight of WSS by the service providers (UJS) or private sector. \nUrban and Municipal Finance: Introduction and Rationalization of User Charges,   \nC. \nProperty Tax, and Financial Management Reforms  \n  Finalize  the  financial  action  plan  to  introduce  and  rationalize  user  charges,  strengthen  Year 1 \nproperty tax, and improve financial management and accounting systems \n  Water Charges    \n•  Introduce a volumetric water charge within 3 years of respective tranche approval for the  Year 3 \nwater supply subprojects.    \n•  Levy a service connection fee upon connection of new customers to the expanded system.  Upon connection \n•  Generate sufficient revenues to meet in a phased manner (based on an agreed financial  to the system \naction plan) 100% of the cost incurred in undertaking O&M (excluding depreciation) of  Phased Manner \nexisting and project-created water assets and services within 8 years of respective tranche  by Year 8 \napproval of the water supply subprojects, except in those towns where the topography   \nimposes significant additional costs on water supply.   \n•  Generate sufficient revenues to meet in a phased manner (based on agreed financial  Phased manner \naction plan) 100% of the cost incurred in undertaking O&M (excluding depreciation) of  by Year 5 \nexisting and project-created water assets and services within 5 years of respective tranche \napproval of the water supply subprojects in Dehradun and Haridwar.  \n ", "Appendix 3  31\n  Indicative \nReform Measures  Target Date \n  Sewerage Charges    \n•  Implement a sewerage surcharge on the water bill (i) within 3 years of the sewerage  Year 3 \nsubproject commencement in each town where there is already a sewerage system, and   \n(ii) upon completion of sewerage subprojects in those towns where there has been no   \nsewerage systems earlier.   \n•  Levy a sewerage connection fee upon completion of the sewerage subproject in each  Upon connection \ntown.  to the system \n•  Generate sufficient revenues to meet in a phased manner (based on an agreed action  Phased manner \nplan) 100% of the cost incurred in undertaking O&M (excluding depreciation) of existing  by Year 8 \nand project-created sewerage assets and services within 8 years of respective tranche   \napproval for sewerage subprojects, except in Dehradun and Haridwar where 100% cost of  Phased manner \nO&M will be met within 6 years of tranche approval.  by Year 6 \n  Solid-Waste Management Charges    \n•  Introduce  and  implement  a  new  SWM  charge  as  a  substitute  to  conservancy  tax  Upon completion \n(differentiating for domestic, commercial, and industrial users) by the completion of the  of subprojects \nSWM subprojects in each town.   \n•  Generate revenues to meet 100% of the O&M cost of solid-waste management by year 5  Year 5 \nof respective tranche approval for SWM subprojects.   \n  Property Tax Improvements   \n•  Increase the number of taxable properties by 1% annually to gradually bring tax coverage  Year 1 onward \nto all untaxed properties. Continue periodical property surveys.    \n•  Revise ARV, to increase it by 60% by year 4–5, and by 20% in 2016–2017 until and  Year 4-8 \nunless the nondiscretionary method of tax assessment is adopted and implemented.    \n•  Achieve  collection  efficiency  of  about  85%  gradually  with  improved  systems  and   \nprocedures by FY2012–2013 and sustain it thereafter.   Year 4-5 \n  Other Sources of Revenue   \n•  Within 2 years of Investment Program commencement, assess the feasibility and make  Year 2 \nrecommendation to create dedicated sources of funds to partially meet the O&M cost of   \nurban roads.   \n•  Within 2 years of Investment Program commencement, assess the feasibility and make  Year 2 \nrecommendation to generate revenues from tourists for ULBs. \n  Operational Subsidy    \n•  State subsidy to annual operation cost of water supply to be gradually reduced (based on  Over the \nan agreed financial action plan).  Program period \n•  Gradually reduce the Uttarakhand government subsidy to UJS for O&M in Dehradun and  Year 5 \nHaridwar to 0 within 5 years of respective tranche approval for water supply and sewerage \nsubprojects.  \n  Financial Management Improvements    \n•  Migration to accrual-based double-entry accounting in ULBs and other urban service  Year 4 \nproviders including UPJN and UJS within 4 years of Program commencement. \nD.  Private Participation in Urban Infrastructure and Services   \n  Within 1 year of Program commencement, based on the results of PSP study, develop a PSP  Year 1–4 \nplan and proposals for components with potential for PSP, e.g., solid-waste management, \ncomposting, parking, and bus terminals, UFW reduction, and water supply, and STPs, and \nstructure PPP packages for various components.  \nARV = annual rental value, CAA = Constitutional Amendment Act, DDW = Department of Drinking Water Supply, FY = \nfiscal year, JNNURM = Jawaharlal Nehru National Urban Renewal Mission, O&M = operation and maintenance, PPP = \npublic-private  partnership,  PSP  =  private  sector  participation,  STP  =  sewage  treatment  plant,  SWM  =  solid-waste \nmanagement, UFW = unaccounted-for water, UJS = Uttarakhand Jal Shanstan (water and sewerage utility), ULB = urban \nlocal body, UPJN = Uttarakhand Pey Jal Nigam (water and sewerage utility), WSS = water supply and sewerage. \nSource: Asian Development Bank.  \n ", "32  Appendix 4 \nIMPROVEMENTS FOR SUSTAINABLE AND ACCOUNTABLE WATER  \nAND SEWERAGE PROVISION  \n \nA.  Introduction \n \n1.  The Government of India, through the 74th Constitutional Amendment Act (CAA) and \nrevised guidelines of the Jawaharlal Nehru National Urban Renewal Mission (JNNURM), has \nmandated  the  decentralization  of  key  urban  services,  including  urban  water  supply  and \nsewerage, to urban local bodies (ULBs). The JNNURM guidelines, taking into account varying \nlevels of organizational and financial preparedness of the ULBs, stipulated that in JNNURM \ncities over a period of 7 years, all agencies that deliver urban services are either transferred to \nULBs,  or  platforms  are  created  for  accountable  service  providers  within  the  decentralized \nframework. The present institutional structure of urban water supply and sewerage (WSS) in \nUttarakhand  exists  at  state  level  and  is  managed  by  two  service-delivery  institutions: \nUttarakhand  Pey  Jal  Nigam  (UPJN),  created  under  the  Uttarakhand  Uttar  Pradesh  Water \nSupply  and  Sewerage  Act,  1975,  and  responsible  for  capital  works;  and  Uttarakhand  Jal \nSansthan (UJS), created under the Adaptation and Modification Order, 2002, and in charge of \noperation and maintenance (O&M) of WSS assets. The utilities operate under administrative \ncontrol of the Department of Drinking Water (DDW) and work on a stand-alone basis; ULBs \nhave no role in WSS delivery. \n \nB.  Performance of Existing Water Supply and Sewerage Providers \n \n2.  The review of the performance of the existing institutional arrangements indicates the \nfollowing deficiencies.  \n \n(i)  WSS  is  centralized  and  is  supply–driven.  There  is  thus  a  lack  of  demand \nresponsiveness or stakeholder inclusion in WSS service delivery. \n(ii)  While  both  UPJN  and  UJS  are  supposed  to  be  autonomous  institutions,  in \npractice  both  institutions  work  as  extended  arms  of  the  Uttarakhand  state \ngovernment and experience day-to-day government interference. The absence of \nparticipative and professional governance, less than optimal institutions, and a \nregulatory regime where the government is both service provider and regulator, \nwithout the involvement of the end user, are key problems. \n(iii)  There are confusing mandates for UPJN and UJS, both in their statutes and in \npractice. UPJN’s primary task is planning and execution of WSS systems, but in \nsome cases it is also involved in the O&M of both urban and rural WSS. UJS is \nresponsible for O&M but also sometimes undertakes construction activity. UPJN \nalso takes up unrelated construction works on behalf of other departments. \n(iv)  There is a visible lack of coordination between UPJN and UJS, more particularly \nin  the  areas  of  planning  where  a  project  is  usually  taken  up  without  full \ninvolvement of UJS and ULBs, and without effectively analyzing the lifecycle \nO&M costs and without evaluating different options for technology and cost. \n(v)  Both UPJN and UJS have an engineering orientation and the two organizations \nare lacking in the key areas of management, finance, and human resources. \n(vi)  O&M suffers from high unaccounted-for water, inadequate revenues, and high \nestablishment and operational costs, with about one third of operating costs \nrecovered from user charges. \n \nC.  Water Utility Improvements \n \n3.  The  Uttarakhand  government  has  already  endorsed  and  committed  to  the  phased \nimplementation of the sectoral and institutional reforms in WSS as mandated by the 74th CAA \n ", "Appendix 4  33\nand JNNURM guidelines. If the gains from substantial investment under the Program are to be \nsustained, there is a need to fully implement reforms in WSS. \n \n4.  During the Asian Development Bank’s (ADB) pre-Fact-Finding Mission in May 2007, \nthree options for utility improvements were discussed with Uttarakhand government officials and \nother stakeholders. During the Fact-Finding Mission, the major thrust of institutional reforms \nwithin WSS were further extensively discussed with DDW, UPJN, UJS, the Urban Development \nDepartment (UDD) (including the UDD secretary), the project director, ULBs, other Uttarakhand \ngovernment officials, and stakeholders. The following guiding principles of the reforms have \nemerged. \n(i)  WSS  improvements  should  be  context-specific  and  sequenced.  They  should \ninvolve realistic measures with a patient approach to implementation. \n(ii)  Service-delivery function should be separated from policy making and regulation. \n(iii)  Utilities should have clear mandates and act in accordance with their mandate.  \n(iv)  A slew of measures should be implemented on utility governance, finance, and \ninstitutional, operational, and human resource capabilities. \n(v)  Deliberate inclusion of ULBs in WSS delivery through greater representation in \nthe board of utilities is to be ensured. \n(vi)  An accountability mechanism should be introduced into UPJN and UJS through \nprior  consultation  and  performance-based  contractual  relationships  with  the \nUttarakhand  government  and  ULBs,  with  set  indicators  for  performance \nimprovements in construction and O&M of WSS. \n \n5.  Within the above overall principles, the following improvements are to be implemented. \n \n6.  Separation  of  Service  Delivery  from  Policy  and  Regulation.  At  present,  policy, \nplanning, service delivery, tariff setting, and other regulation in WSS are closely controlled by \nthe Uttarakhand government. UPJN and UJS work as an extension of the government and there \nis  no  clear  separation  between  the  policy,  regulatory,  and  service-delivery  functions.  In \naccordance with the Municipal Bill and the JNNURM reforms, the state has already made a \ncommitment to separating the regulatory oversight from service delivery for better management. \nWhile there is a range of options for regulation, there is no need for an elaborate regulatory \nsystem. The key to efficient, effective, and independent regulation is credible regulation, which \ncan initially be a separate small cell within DDW, separated from the policy, planning, and \nservice-delivery functions of the WSS sector.  \n \n7.  Governance Improvements in UPJN and UJS. In the present governance structure of \nUPJN and UJS, the respective boards are chaired by the DDW secretary, and their composition \nis shown in Table A4. \n \nTable A4: Governance Structure and Composition of UPJN and UJS \nNo.  Position  UPJN  UJS \n1.  Chairman  Secretary, Drinking Water, Uttarakhand  Secretary, Drinking Water \ngovernment \n2.  Member  Managing Director  Chief general manager \n3.  Member  Secretary Finance, Uttarakhand  Secretary Finance, Uttarakhand \ngovernment  government \n4.  Member  Secretary Planning, Uttarakhand  Secretary Planning, Uttarakhand \ngovernment  government \n5.  Member  Director general, medical health services  Director general, medical health  \n6.  Member  Director, Finance  Director, Finance \n7–10  Member  Four elected heads of ULBs   Four elected heads of ULBs \n11.  Member  Chief general manager, UJS  Managing Director, UPJN \nUJS = Uttarakhand Jal Shanstan, ULB = urban local body, UPJN = Uttarakhand Pey Jal Nigam.  \nSource: Asian Development Bank. \n ", "34  Appendix 4 \n8.  Participatory  and  Inclusive  Governance.  The  composition  of  the  UPJN  and  UJS \nboards, as well as the Uttarakhand Water and Sewerage Act (1975) (which allows for four local-\ngovernment representatives, including one from Dehradun Municipal Corporation in UPJN and \nthree representatives from UJS) provide scope for participation of people’s representatives, but \nin practice they have become government-only boards. Key governance improvement needed is \nto ensure that in practice UPJN and UJS have inclusive, participatory boards. The present \npractice of nonconsultation with ULBs at project conceptualization stage is not sustainable. The \nrole of ULBs needs to progressively change from being one of passive recipient of WSS \nservices to one of active collaborator on the level and type of services desired and paid for. The \ninclusion of ULBs on the board and thus in planning, execution, and O&M of WSS is essential. \nMoreover, for enhanced accountability the boards should have representation from civil society.  \n \n9.  Professional and Empowered Management. There is a need to move towards more \nprofessional and empowered management by (i) bringing experts to the board (there is a \nrequirement provision in the statutes to have independent professional representation without \nvoting powers), and (ii) changing the relationship of utilities with the state government to one of \narm’s length, where the relationship shifts from day-to-day government control to the setting and \nmonitoring of annual and medium-term targets. Clearly there is a case for devolution of more \npowers, with clearly defined accountability, to the heads of UPJN and UJS. There is also the \nneed for changing the unequal status of the two institutions (UJS is headed by a chief general \nmanager, whereas UPJN has a managing director), as this seemingly simple issue creates a lot \nof  problems  in  meaningful  coordination  between  the  two  entities  as  well  as  the  effective \nfunctioning of UJS. Empowerment of UJS management is among the steps that will address the \nissue of coordination, but more importantly will give due primacy to O&M in the urban WSS \nsector, which currently puts a priority on supply-driven asset creation. \n \n10.  Effective  Involvement  of  Urban  Local  Bodies.  Inclusive  governance  in  utilities \nrequires that the capabilities of ULBs in WSS are significantly enhanced so that they can play a \nmeaningful role in all stages of WSS delivery, including planning, execution, and O&M. This \ngradual transformation will require the transfer and training of a minimum number of WSS staff \nfrom utilities to ULBs, either permanently or on deputation. Despite the general perception within \nUPJN and UJS regarding understaffing, both have 3,400 staff and it should be possible to have \nsome flexibility in human resources such that ULBs can play a greater role in WSS.  \n \n11.  Removing the Overlapping Mandate. A key improvement is the removal of distortions \nin the actual working of UPJN and UJS and thus making their roles complementary, which is in \nthe spirit of the 1975 statute governing the WSS sector in Uttarakhand. This is central to the \nefficient and effective working of the present vertically separated arrangement. \n \n(i)  UPJN will be responsible for planning and construction activities of the urban \nWSS sector. \n(ii)  O&M in the urban water sector will be the exclusive responsibility of UJS. \n(iii)  The current practice of UPJN doing construction work for other departments will \nneed to be discontinued and UPJN should excel in its own area of urban WSS. If \nsuch  activities  are  necessary  for  augmenting  financial  resources,  UPJN  (as \npermitted by its statute) should take up the work of planning and construction of \nwater supply projects in other states. This will enhance the capacity of UPJN. \n(iv)  Urban  water  supply  and  sewerage  is  to  be  planned  by  UPJN  in  close \nconsultation with ULBs (the beneficiaries) and UJS (with responsibility for O&M). \nThis  will  be  in  conformity  with  revised  JNNURM  guidelines  and  ensure \ncomplementary  roles  in  the  letter  and  spirit  of  the  Uttarakhand  Water  and \nSewerage  Act  1975  governing  the  setting  up  and  functioning  of  the  two \ninstitutions. \n ", "Appendix 4  35\n12.  Ring-Fencing  of  Water  Supply  and  Sewerage.  At  present,  UPJN  and  UJS  have \nresponsibility for managing both urban and rural WSS. As rural and urban WSS are different \nfunctions, for the sake of accountability it is essential that the urban and rural sections of both \norganizations are separate profit centers. It is also vital that urban and rural organizational, \nhuman resources, finances, and accounting functions within UPJN and UJS are separated, and \ntwo stand-alone entities are created—one for handling urban WSS and another for rural WSS \nresponsibilities—in each institution. \n \n13.  Tariff Improvements and Reviving Payment Culture. Improving the tariff structures \nand rates and generating revenues so as to at least meet O&M costs are the keys to improving \nutility performance and thus ensuring sustainable WSS delivery. In terms of memoranda or \nunderstanding signed with the Government under the JNNURM, the Uttarakhand government \nand the three JNNURM cities of Dehradun, Haridwar, and Nainital have committed to 100% \nrecovery of O&M costs in urban WSS within 4 years (within 5 years in the case of solid-waste). \nWithin 8 years, the state should aim at 100% recovery of O&M in all the towns. In exceptional \ncases,  where  full  recovery  of  O&M  cost  is  not  possible  due  to  physical  and  hydrological \nconditions, extra costs should be segregated and paid separately by the state. The tariff reforms \nof covering at least 100% of O&M cost through user charges in a predetermined feasible time \nframe  has  to  be  accompanied  and  preceded  by  improvement  in  the  billing  and  collection \nefficiencies and substantial improvement in unaccounted for water or ensuring stakeholders \naccept the tariff reforms. There is commitment within the Uttarakhand government and UJS to \nimplement phased volumetric charges and metering of the WSS. It is now widely believed that \npeople are ready and willing to pay higher tariffs for improved services. \n \n14.  Enhancing Operational, Financial, and Human Resource Capabilities of UPJN and \nUJS. Both the institutions today have essentially an engineering orientation which affects their \nperformance. It is necessary that their functional, managerial, operational, financial, and human \nresources are enhanced in a planned way. Similarly, the technical and technological skill levels \nwithin  both  UPJN  and  UJS  need  to  be  substantially  improved  for  effective  functioning. \nNecessary skill upgrading of human resources to manage WSS planning, execution, and O&M \nis crucial, and organizational and capability skills have to be upgraded. To achieve certain \ntargets in line with the JNNURM reform agenda, the following measures are essential: (i) the \nintroduction  of  information  technology  and  technological  and  managerial  innovations,  (ii) \nimproving the capacity of field staff for improved assessment and control over unaccounted for \nwater  (bulk  and  consumer  metering),  and  (iii)  improving  billing  and  collection  efficiencies \nthrough e-governance and introducing and adjusting periodic volumetric water and sewerage \ntariffs. Lastly, a realistic assessment of the establishment cost and other expenditure of UPJN \nand UJS is called for, and appropriate adjustments are required.  \n \n15.  With  regard  to  improvements  in  financial  capabilities,  action  is  needed  in  both \norganizations  (UPJN  and  UJS)  and  the  ULBs.  Improvements  in  financial  capabilities  are \nrequired both in financial management and in all accounting system and practices. While the \ntwo institutions already have accrual-based accounting, there are still improvements which \ncould  be  made  in  the  actual  use  of  the  management  accounting  tools  for  performance \nevaluation. UPJN’s accounts do not have urban and rural separation and there is definite need \nfor clearer monitoring of project accounts. Though UJS does seem to be moving towards \ncomputerized billing and automation of other functions, the impact is yet to be seen. The \nNational Informatics Center-supported computerization of UJS is to be completed within a fixed \ntime frame.  \n \n16.  Accountability and Performance Enhancement through Contractual Arrangement. \nThe present system of subsidy in urban WSS requires change to encourage innovation and \naccountability  and  reward  performance  improvement.  The  option  of  replacing  the  present \nsubsidy  regime  with  performance-based  aid  provides  a  better  alternative  for  urban  WSS. \n ", "36  Appendix 4 \nPerformance-based aid will have to be secured through a 3–5 year contractual relationship with \nUJS (as the service provider), ULBs (as beneficiaries and ultimate owners), and the state \ngovernment (as the provider of grants and subsidies). This tripartite performance-based O&M \ncontract will (i) link annual aid to attainment of certain predefined benchmarks, (ii) improve \nsatisfaction  levels  of  the  client  ULBs,  and  (iii)  have  an  inbuilt  incentive  structure.  Further,  \nappropriateness of the project (from the user’s perspective) and low lifecycle costs (from the \nmaintainer’s perspective) are central to sustainability of the sector. A similar accountability \nframework is needed for planning and execution of WSS by UPJN.  \n \nD.  Action Plan \n \n17.  Government  guidelines  for  WSS  (developed  under  the  JNNURM)  require  states  to \nimplement institutional reforms. The Uttarakhand government has committed to the reforms \nunder the JNNURM, and these are typically required to be achieved in the next few years; \nideally 2012 should be the cut-off date for implementation of key reforms. The above-mentioned \ninstitutional and sectoral improvements are primarily a subset of reforms which the Uttarakhand \ngovernment is already committed to. The action plan for achieving these key improvements is \nprovided  below.  The  action  plan  time  frame  has  been  correlated  with  the  time  frame  of \ncommitments given by the Uttarakhand government under the JNNURM, and is designed to fit \nin with the tranches of the Investment Program. \n \n1.  Year 1 \n \n18.  The actions to be taken in year 1 are as follows: \n \n(i)  Enactment  of  Municipal  Bill  (already  under  consideration)  based  on  the \nGovernment’s Model Act. This will incorporate the changes being contemplated \nfor the WSS sector, including the gradual inclusion of ULBs in the sector. This \nenactment is already in process by the Uttarakhand government. \n(ii)  Ensuring separation of service delivery from policy and regulation. The statute \nshould be amended to reflect the new relationship between service providers \n(UPJN and UJS) and service recipients (ULBs) on the one side, and policy and \nregulatory  aspects  of  the  work  of  the  state  government  on  the  other  side. \nEstablishment of a regulator is a provision already included in the Municipal Bill \nwhich the Uttarakhand government also committed to under the JNNURM reform \nagenda.  \n(iii)  To identify the extent of overlap in the functions of UPJN and UJS and to arrive \nat a clear separation agenda. \n(iv)  Identification of the first five towns (other than Dehradun) for entering of tripartite \nO&M contract between ULBs, UJS, and the Uttarakhand government. \n(v)  Identification of the first town for public-private partnership (PPP) in performance-\n(TA 4814-IND) based water O&M and for a sewage treatment plant. \n(vi)  Initiation of capacity-building studies for sectoral reforms and PPP. \n \n2.  Year 2 \n \n19.  Following actions will be taken in year 2: \n \n(i)  Statutory changes to be made operational. \n(ii)  Strengthening and empowering the governing and administrative structure of \nUPJN and UJS. Making the governance structure participatory and professional. \n(iii)  Removal of functional overlaps.  \n ", "Appendix 4  37\n(iv)  Creating a framework of consultation and cooperation between UPJN, UJS, and \nULBs. \n(v)  Completion of O&M contractual framework for performance-based arrangements \nfor the five towns identified in the first year. \n(vi)  Initiation of functional, financial, and human resources of separation in urban and \nrural entities in UPJN and UJS. \n(vii)  Completion of separation of policy and regulation structure from service delivery \nand the creation of a regulatory cell within the government. \n(viii)  Completion of capacity-building studies for sectoral reforms and PPP. \n(ix)  Initiation and completion of training for capacity development on sectoral reforms \nand PPP. \n(x)  Identification  of  the  second  set  of  five  towns  for  tripartite  contractual \narrangement. \n(xi)  Identification of fresh competencies to be implemented into the management of \nutilities. \n \n3.  Year 3 \n \n20.  Following actions will be taken in year 3: \n \n(i)  Ring-fencing of urban water with regard to human resources, financing, and \naccounting. \n(ii)  Introducing a medium-term performance-based contractual relationship for the \nfirst set of towns among UJS, ULBs, and the state.  \n(iii)  Economic regulator is made operational. \n(iv)  Designing PPP operation in solid-waste management in one town. \n(v)  Full involvement of UJS and ULBs in planning and execution of WSS. \n(vi)  Identification of key minimum staff for deputation to ULBs for coordination and \noversight. \n(vii)  Award of contract for PPP in performance-based O&M in one town, preferably \neither all or part of Haridwar. \n(viii)  Starting the process of the first PPP in a sewage treatment plant. \n(ix)  Identification of human resources adjustment action plan for both UPJN and UJS \nin a time-bound manner.  \n \n4.  Year 4 \n \n21.  The actions to be taken in year 4 are as follows: \n \n(i)  Operation of the PPP in solid-waste management in the first town. \n(ii)  Operation of the PPP in water O&M in the first town. \n(iii)  Institutionalization of tariff reforms by transfer to the regulatory structure. \n(iv)  Tripartite contractual arrangement between UJS, the Uttarakhand government, \nand ULBs for O&M for the second set of five towns based on 1 year operational \nexperience in the first set of five towns. \n(v)  Planning for next set of PPP, based on the experience derived. \n \n ", "3\n  8\n      A\np\n  p\ne\nINVESTMENT PROGRAM ORGANIZATION CHART  n\nd\n  ix\n  ADB  Government  UttaGraokUha nd   5 \n  ofIndia Government\nEEAA  \n((UUDDDD))\nIA/IPIU\n  General Body \n  Chair: Chief Secretary  \n (UPJN): Implementing Agency \n \n    PWroagtrearm S uImppplyle amnedn Staetwioenra Ugne it \nExecutive Committee \n    Investm(UePnJt NPr)o gram  Chair: Secretary, UDD \n    WatIemr pSleumppelnyt a&ti oDne Uwneirt age  Member: Secretary, DW \n  IPIUs  Member Secretary Finance \nTown  in   (PWD): Implementing Agency   Member: Secretary PWD \nMember: Program Director \nCommittees  Districts  Major Roads and Traffic \n \n  Management \n(IPMU) \nInvestment Program \nInvestment Program Director \nImplementation Unit\nStaff deputed from relevant \ndepartments and ULBs  \n(ULBs): Implementing Agency \nSWM, Minor Roads and Slum \nImprovement \n(Assisted by IPMU Special Cell) \nDesign and  Program \nSupervision  Management  \nConsultants   Consultants  \nPROGRAM ORGANISATION \n \nADB = Asian Development Bank, EA = executing agency, IPIU = investment program implementation unit, IPMU = investment program \nPROGRAM ORGANISATION CHART\nmanagement unit, PWD = Public Works Department, UDD = Urb an Development Department, ULB = urban local body, UPJN = Uttarakhand Pey \nJal Nigam. \nSource: Asian Development Bank. \n ", " \nIMPLEMENTATION SCHEDULE AND COST ESTIMATES OF TRANCHES \n2008 2009 2010 2011 2012 2013 2014 2015 2016 2017\nActivity H1 H2 H1 H2 H1 H2 H1 H2 H1 H2 H1 H2 H1 H2 H1 H2 H1 H2 H1 H2\nTranche 1 (ADB loan $60 million including financial charges)a\nOptimization of water supply system, leak detection,etc. Dehradun, Nainital, and Haridwar\nWater metering\nSewerage - Dehradun\nPreparation of state's slum policy and development program \nSolid waste management policy and awareness building program- 64 towns \nCapacity building, training programs, and study tours \nConsultancy support \nTranche 2 (ADB loan $57 million including financial charges)\nWater supply augmentation and rehabilitation of distribution-Dehradun, Nainital, and Rudrapur\nSewerage and sewage treatment- Rudrapur  \nSlum improvement - Dehradun, Nainital, Haridwar, and Rudrapur \nConsultancy support\nTranche 3 (ADB loan $107 million including financial charges) \nWater supply augmentation and rehabilitation - 14 smaller townsb \nSewerage and sewage treatment in 17 smaller townsc \nConsultancy support\nTranche 4 (ADB loan $126 million including financial charges)\nRoad widening  and strengthening - 14 smaller townsd including Rudrapur  \nDevelopment of solid waste landfill sites in 29 townse \nSupply of solid waste collection equipment \nConsultancy support\n \na It is assumed that the first loan will be effected in March 2008 and program consultants will be appointed by then with advance work carried out by a bridging \ntechnical assistance . \nb Almora, Bageshwar, Champawat, Gopeshwar, Haldwani, Kashipur, Kitchcha, Pauri, Pithoragarh, Ramnagar Roorkee, Rudraprayag, Srinagar, and Uttarkashi, \nc Almora, Badrinath, Bageshwar, Barkot, Champawat, Gangotri, Gopeshwar, Haldwani, Joshimath, Kashipur, Kitchcha, Pithoragarh, Ramnagar, Roorkee, \nRudraprayag, Uttarkashi, and Yamunotri,  A\nd Almora, Bageshwar, Champawat, Gopeshwar, Haldwani, Kashipur New Tehri, Pauri, Pithoragarh, Roorkee,Rudrapur, Rudraprayag, Srinagr, and Uttarkashi.  pp\ne 29 Program Towns excluding Dehradun and Nainital. It is assumed that adequate land will be available for solid waste management SWM landfill sites before  e\nn\nrequest for fourth tranche.  d\n           = loan period,       = project implementation period  ix 6\nSource: Asian Development Bank.        3\n9\n \n ", "40  Appendix 7 \nPROCUREMENT PLAN  \n \nTable A7.1: Project Information \nProject Information   \nCountry  India \nName of Borrower  India \nProject Name  MFF: Uttarakhand Urban Sector Development Program \nLoan or TA Reference  TBD \nDate of Effectiveness  TBD  \nAmount ($)  $350 million \nOf which Committed, ($)  – \nExecuting Agency  Urban Development Department \nThe Government of Uttarakhand \nApproval Date of Original Procurement Plan  – \nApproval of most recent Procurement Plan  – \nPublication for Local Advertisements  – \nPeriod Covered by this Plan  2008–2016 \nMFF = multitranche financing facility, TA = technical assistance, TBD = to be determined. \nSource: Asian Development Bank. \n \nTable A7.2: Procurement Thresholds, Goods and Related Services,  \nand Supply and Installation of Works \nProcurement Method   Threshold \nInternational Competitive Bidding Works  $10,000,000 and above  \nInternational Competitive Bidding Goods  $1,000,000 and above \nNational Competitive Bidding Works  Below $10,000,000 \nNational Competitive Bidding Goods  Below $1,000,000 \nLimited International Bidding   Below $1,000,000 \nShopping   Below $100,000 \nSource: Asian Development Bank. \n \nTable A7.3: Indicative Contract Packages \nContracts \nContract  Prior \nNo  Method  Advertisement Value  Comments \nDescription  Review \n($ million) \n1  Water supply optimization  NCB  July 2008  8.4   Required  To  be  financed \nworks in Dehradun  by tranche 1 \n2  Mobile generator in Dehradun  NCB  July 2008  0.4     To  be  financed \nby tranche 1 \n3  GIS-based pipeline network  NCB  July 2008  0.2     To  be  financed \nmapping in Dehradun  by tranche 1 \n4  Hydrogeological survey  NCB/  July 2008  0.1     To  be  financed \nSHP  by tranche 1 \n5  Water supply optimization  NCB  July 2008  5.6   Required  To  be  financed \nworks in Nainital  by tranche 1 \n6  GIS-based pipeline network  NCB  July 2008  0.2     To  be  financed \nmapping in Nainital  by tranche 1 \n7  Water supply optimization  NCB  July 2008  7.1   Required  To  be  financed \nworks in Haridwar  by tranche 1 \n8  GIS-based pipeline network  NCB  July 2008  0.2     To  be  financed \nmapping in Haridwar  by tranche 1 \n9  Supply, installation, testing and  LIB/  July 2008  5.6   Required  To  be  financed \ncommissioning of domestic  NCB  by tranche 1 \nwater meters for Dehradun, \nNainital, and Haridwar \n10  Laying, testing, and  ICB  July 2008  11.3   Required  To  be  financed \ncommissioning of sewer lines  by tranche 1 \nin Dehradun \n11  Design, supply, construction,  NCB  July 2008  8.3   Required  To  be  financed \ntesting, and commissioning of  by tranche 1 \nsewage treatment plant in \nDehradun \n12  GIS-based property tax  NCB  July 2008  0.3     To  be  financed \nmapping and system for  by tranche 1 \nDehradun, Haridwar, and \nNainital  \n13  Rehabilitation and  ICB  September  11.8  TBDa  To be financed \naugmentation of water supply  2009  by tranche 2 \nsystem in Dehradun \n ", "Appendix 7  41\nContracts \nContract  Prior \nNo  Method  Advertisement Value  Comments \nDescription  Review \n($ million) \n14  Construction of water  NCB  September  7.6  TBDa  To be financed \noverhead tanks in Dehradun  2009  by tranche 2 \n15  Rehabilitation and  NCB  September  4.2  TBDa  To be financed \naugmentation of water supply  2009  by tranche 2 \nsystem in Nainital \n16  Design, supply, construction,  NCB  September  0.2  TBDa  To be financed \ntesting, and commissioning of  2009  by tranche 2 \ncapacity water softening plant \nin Nainital \n17  Rehabilitation and  NCB  March 2010  3.9  TBDa  To be financed \naugmentation of water supply  by tranche 2 \nsystem in Rudrapur \n18  Supply, installation, testing and  LIB/  January 2010  0.7  TBDa  To be financed \ncommissioning of domestic  NCB  by tranche 2 \nwater meters in Rudrapur \n19  Supply, laying, testing, and  NCB  March 2010  3.7  TBDa  To be financed \ncommissioning of sewer lines  by tranche 2 \nin Rudrapur \n20  Design, supply, construction,  NCB  March 2010  2.4  TBDa  To be financed \ntesting, and commissioning of  by tranche 2 \na sewage treatment plant in \nRudrapur \n21  Improvement of basic  NCN/  March 2010  3.8  TBDa  To be financed \ninfrastructure in about 69  SHP  by tranche 2 \nslums in Dehradun  May divide into \nvarious contracts \n22  Improvement of basic  NCN/  March 2010  1.0  TBDa  To be financed \ninfrastructure in about 10  SHP  by tranche 2 \nslums in Nainital  May divide into \nvarious contracts \n23  Improvement of basic  NCN/  March 2010  1.3  TBDa  To be financed \ninfrastructure in about 20  SHP  by tranche 2 \nslums in Haridwar  May divide into \nvarious contracts \n24  Improvement of basic  NCN/  March 2010  4.8  TBDa  To be financed \ninfrastructure in about 16  SHP  by tranche 2 \nslums in Rudrapur  May divide into \nvarious contracts \n25  Rehabilitation, expansion and  ICB/NC September  23.0  TBDa  To be financed \naugmentation of water supply  B  2010  by tranche 3. \nsystem including water  May divide into \ntreatment plants for Roorkee,  various contracts \nSrinagar, Pauri, Uttarkashi, \nGopeshwar, and Rudraprayag \n26  Rehabilitation, expansion and  ICB/NC September  15.0  TBDa  To be financed \naugmentation of water supply  B  2010  by tranche 3. \nsystem including water  May divide into \ntreatment plants for Almora,  various contracts \nBageshwar, Pithoragarh, and \nChampawat \n27  Rehabilitation, expansion and  ICB/NC September  11.0  TBDa  To be financed \naugmentation of water supply  B  2010  by tranche 3. \nsystem including water  May divide into \ntreatment plants for Haldwani,  various contracts \nKashipur, Kichcha, and \nRamnagar \n28  Construction of sewerage  NCB  March 2011  8.00  TBDa  To be financed \nsystem including sewage  by tranche 3. \ntreatment plant in Roorkee  May divide into \nvarious contracts \n29  Construction of sewerage  NCB  March 2011  7.0  TBDa  To be financed \nsystem including sewage  by tranche 3. \ntreatment plant in Gangotri,  May divide into \nYamunotri, Barkot and  various contracts \nUttarkashi \n30  Construction of sewerage  NCB  March 2011  9.0  TBDa  To be financed \nsystem including sewage  by tranche 3. \n ", "42  Appendix 7 \nContracts \nContract  Prior \nNo  Method  Advertisement Value  Comments \nDescription  Review \n($ million) \ntreatment plant in Badrinath,  May divide into \nJoshimath, Gopeshwar and  various contracts \nRudraprayag \n31  Construction of sewerage  NCB  March 2011  8.0  TBDa  To be financed \nsystem including sewage  by tranche 3 \ntreatment plant in Almora,  May  divide  into \nBageshwar, Champawat, and  various contracts \nPithoragarh  \n32  Construction of sewerage  ICB/  March 2011  19.0  TBDa  To be financed \nsystem including sewage  NCB  by tranche 3 \ntreatment plant in Haldwani,  May divide into \nKashipur, Kichcha, and  various contracts \nRamnagar \n33  Urban roads and transport  ICB/  September  30.0  TBDa  To be financed \nimprovement in Gopeswar,  NCB  2012  by tranche 4 \nNew Tehri, Pauri, Roorkee,  May divide into \nRudraprayag, Sri Nagar, and  various contracts \nUttarkashi \n34  Urban roads and transport  ICB/  September  41.0  TBDa  To be financed \nimprovement in Almora,  NCB  2012  by tranche 4 \nBageshwar, Champawat,  May divide into \nHaldwani, Kashipur,  various contracts \nPithoragarh, and Rudrapur  \n35  Design, supply, construction,  ICB/  January 2012  8.0  TBDa  To be financed \ntesting and commissioning of  NCB  by tranche 4 \nsolid-waste landfill site in  May divide into \nBadrinath, Barkot, Gopeswar,  various contracts \nGangotri, Haridwar, Josimath, \nKedarnath, Kotdwar, \nManglore, Mussoouri, New \nTehri, Pauri, Roorkee, \nRudraprayag, Sri Nagar, \nUttarkashi, and Yamunotri  \n36  Supply and installation of solid- ICB/  July 2012  19.0  TBDa  To  be  financed \nwaste collection and  NCB  by tranche 4 \ntransportation equipment in  May divide into \nBadrinath, Barkot, Haridwar,  various contracts \nGangotri, Gopeswar, Josimath, \nKedarnath, Kotdwar, \nManglore, Mussoouri, New \nTehri, Pauri, Roorkee, \nRudraprayag, Sri Nagar, \nUttarkashi, and Yamunotri.  \n37  Design, supply, construction,  ICB/  January 2012  11.0  TBDa  To  be  financed \ntesting and commissioning of  NCB  by tranche 4 \nsolid waste landfill site in  May divide into \nAlmora, Bageshwar, Bajpur,  various contracts \nChampawat, Haldwani, \nJashpur. Kashipur, KIchcha, \nPithoragarh, Ramnagar, \nRudrapur, and Sitarganj \n38  Supply and installation of solid- ICB/  July 2012  14.0  TBDa  To be financed \nwaste collection and  NCB  by tranche 4 \ntransportation equipment in  May  divide  into \nAlmora, Bageshwar, Bajpur,  various contracts \nChampawat, Haldwani, \nJashpur, Kashipur, KIchcha, \nPithoragarh, Ramnagar, \nRudrapur, and Sitarganj \n  Total      316.1     \nGIS = geographic information system, ICB = international competitive bidding, LIB = limited international bidding, \nNCB = national competitive bidding, SHP = shopping, TBD = to be determined at the time of periodic financing \nrequest. \na  Prior review but subject to assessment of the capacity of the Executing Agency during the implementation of the \nfirst project for conversion to post review.  \nSource: Asian Development Bank estimates. \n \n ", "Appendix 7  43\nTable A7.4: Procurement Thresholds for Consultants Services \nProcurement Method   Threshold \nQuality and Cost-Based Selection   $200,000 and above \nConsultants Qualifications Selection   Below $200,000 \nLeast-Cost Selection   Below $100,000 \nSingle Source Selection   For continuous assignment after first assignment \nSource: Asian Development Bank estimates. \n \nTable A7.5: Indicative Consultancy Contract Packages \nContracts \nContract  Prior \nNo  Method  Advertisement  Value  Comments \nDescription  Review \n($ million) \n1  Investment Program  QCBS a  September 2007  1.9  Required  To be financed \nManagement Consultant   by Tranche1 \n2  Design and Supervision  QCBS a  September 2007  2.0  Required  To be financed \nConsultant for Gahrwal  by Tranche 1 \nRegion \n3  Design and Supervision  QCBS a  September 2007  2.0  Required  To be financed \nConsultant at Nainital for  by Tranche 1 \nKumaun Region \n4  Capacity-Building  QCBS  September 2007  1.2  Required  To be financed \nConsultants   by Tranche 1 \n5  Solid-Waste Segregation  QCBS  September 2007  0.5  Required  To be financed \nCampaign  by Tranche 1 \n6  Solid-Waste Management  QCBS  September 2007  0.3  Required  To be financed \nStrategy and Planning  by Tranche 1 \n7  Slum Improvement Strategy  CQS  September 2007  0.1    To be financed \nand Planning  by Tranche 1 \n8  Continuation of Investment  SSS  August 2011  1.1  TBDb  To be financed \nProgram Management  by  Tranche  2 \nConsultant   or Tranche 3 \n9  Continuation of Design and  SSS  August 2011  1.5  TBDb  To be financed \nSupervision Consultant for  by  Tranche  2 \nGahrwal Region  or Tranche 3 \n10  Continuation of Design and  SSS  August 2011  1.0  TBDb  To be financed \nSupervision Consultant for  by  Tranche  2 \nKumaun Region  or Tranche 3 \n  Total      11.6.     \nCQS = consultants qualifications selection, QCBS = quality- and cost-based selection, SSS = single source \nselection, TBD = to be determined. \na  The initial contract period of some consulting services will be 4 years while the Investment Program will last for \n 8 years, and therefore, it is likely that the Uttarakhand government will consider additional 4-year contracts. \nContinuity in the technical approach, experience acquired, and continued professional liability of the same \nconsultant will make continuation with the initial consultant preferable to new competition, subject to satisfactory \nperformance in the initial assignment. Since continuity for downstream work is essential, the initial request for \nproposal will outline the prospect of single source selection for continuation of previous work carried out by the \nfirm, and the factors used for the selection of the consultant will take the likelihood of continuation into account. \nb Prior review but subject to assessment of the capacity of the  Executing  Agency  during the  implementation  of \n   the first project for conversion to post-review. \nSource: Asian Development Bank estimates. \n \n \n ", "44  Appendix 8 \nINVESTMENT PROGRAM FUNDS FLOW CHART \n \nAdvance \nReplenishment \nAsian  Controller of Aid  Department of Expenditure \n($) \nDevelopment  Accounts and  Plan Finance Division  \nBank (ADB)  Submit   Audit   (PF1) \nLiquidation cum  \nReplenishment  \n($)  Release rupee \nequival ent\nal \nw\na State Finance Department \ndr\nh\nwit\nn  Allow withdrawal against \no funds received from PF1\nati\nd Provide state government \nqui share for incurring expenditure \nmit li DExeevceulotipnmg eAngt eDnecpya: rUtmrbeannt  \nb\nu\nS\nTransfer rupee funds \nreceivedfromADB\nIPIU   IPMU \nADB Imprest Funds\nState \nShare\nADB SGIA (Commercial \nMain Operating \nBank Account (Account A) \nCommercial Bank \n(Rupee Funds) \nAccount  \nADB \n(Account B) \nShare\nPay 100% to suppliers andcontractors\nSuppliers, \nContractors and \nConsultants- deliver \nGoods and Service \nIPIU = investment program implementing units, IPMU = investment program management unit, SGIA = \nsecond generation imprest account.   \nSource: Asian Development Bank. \n ", "Appendix 9  45\nFINANCIAL ANALYSIS \n \nA.  Summary Financial Management Assessment \n \n1.  Financial Policies. Urban sector financial management has been devolved from the \nGovernment  of  India  to  each  state  and  urban  local  bodies  (ULBs)  through  the  74th \nConstitutional Amendment Act (CAA) of 1992. As a result of the Act, each state and ULB is \nresponsible  for  financial  management,  including  planning,  mobilization,  and  allocation  of \nrevenues. This process was further strengthened by the Jawaharlal Nehru National Urban \nRenewal  Mission1  (JNNURM),  which  provides  financial  assistance  to  urban  development \nprojects of states, if the states comply with, amongst other things, adoption of (i) modern, \naccrual-based double-entry accounting, (ii) geographic information systems based property tax \nby ULBs with collection efficiency at 85% within the next 7 years, and (iii) reasonable user \ncharges by ULBs for operation and maintenance (O&M) cost recovery within the next 7 years. \n \n2.  The state of Uttarakhand, after its separation from Uttar Pradesh in 2000, has not \nformulated  its  own  urban  policy.  ULBs  are  currently  governed  by  the  Uttar  Pradesh  and \nUttaranchal Municipal Act as amended up to 2001. However, the Uttarakhand government is \ndeveloping municipal law based on the model municipal act, which stipulates greater transfer of \nfunction from state agencies to ULBs, and reform in user charge and property tax to improve the \nfinancial position of urban services in the ULBs. Unfortunately, immediate transfer of functions is \nimpractical due to the inadequate technical and financial strength of the ULBs. The Uttarakhand \nUrban Sector Development Investment Program will support gradual transfer through capacity \ndevelopment at the ULBs. \n \n3.  Investment Program Objective. The objective of the Investment Program is economic \ngrowth and poverty reduction through provision of urban infrastructure and services, and better \ngovernance and management in selected major towns. The activities and subprojects under the \nInvestment Program are designed to operate within the framework of national and state financial \npolicies for the urban sector. For example, the Investment Program will complement the state \ngovernment effort in implementing the financial reform at ULBs proposed under the 74th CAA \nand the JNNURM. Also, the Investment Program will initiate accounting-system reform at the \nstate and ULBs, and introduce O&M cost recovery through continuous revision in user charges \nand property tax. An appropriate level of cost recovery will ensure the financial viability of \ninvestment projects under the Investment Program as assessed in this financial analysis. \n \n4.  Investment  Program  Implementation  Plan.  The  Urban  Development  Department \n(UDD) of the Uttarakhand government will be the Executing Agency (EA) and will establish an \ninvestment  program  management  unit  (IPMU)  as  a  society  registered  under  the  Societies \nRegistration  Act  of  1860.  UDD  will  issue  a  government  order  to  vest  the  IPMU  with \nadministrative and financial powers. The IPMU will be staffed with senior technical, financial,2 \nand procurement staff drawn from different state agencies, such as Uttarakhand Pey Jal Nigam \n(UPJN), and the Public Works Department (PWD). The members and staff will be governed by \nthe  memorandum  of  association  and  rules  and  regulations3  as  required  by  the  Societies \n                                                 \n1  The JNNURM aims to integrate the development of infrastructure services, and has a budget of $11 \nbillion for 7 years. For JNNURM financing, ULBs are required to submit a city development plan, \ndetailed project report, and time line for implementation of the mandatory and optional urban reform \nagenda. \n2   IPMU staff will include a municipal finance, accounts, and revenue officer (with total input of 120 \nperson-months). \n3  Rules and regulation will be made in accordance with the following: Asian Development Bank (ADB). \n2006. Handbook for Borrowers on the Financial Management and Analysis of Projects. Manila; ADB. \n1998.  Anticorruption.  Manila;  and  ADB.  2006.  Harmonized  Definitions  of  Corrupt  and  Fraudulent \nPractices. Manila. \n ", "46  Appendix 9 \nRegistration Act. In other words, formation of a society will provide the IPMU with autonomy in \nmanagement  of  the  Investment  Program.  The  IPMU  will  have  primary  responsibility  for \ncompliance with the loan covenants, approving all technical and financial sanctions, policies, \nprocurement, and disbursement during implementation of the Investment Program. \n \n5.  Investment program implementation units (IPIUs) will be established in association with \nUPJN, PWD, and ULBs. IPIUs will report to the IPMU and will be governed by the rules and \nregulations of the IPMU. The IPIUs will be responsible for implementing the subprojects through \nsub-IPIUs at district level. UPJN will provide an IPIU project manager for water supply and \nsewerage  subprojects.  Similarly,  PWD  will  provide  an  IPIU  project  manager  for  the  road \nsubprojects.  The  IPMU  will  assist  the  IPIUs  in  the  31  ULBs  to  implement  solid-waste \nmanagement, slum upgrading, and minor roads. The IPMU will recruit design and supervision \nconsultants to support the IPIUs in the technical, financial, and safeguards aspects of subproject \nimplementation. \n \n6.  Once assets are created, IPIUs will hand over the assets to Uttarakhand Jal Sanstan \n(UJS) for water and sewer sectors, to PWD for the urban roads and transport sector, and to \nULBs for the solid-waste management sector. IPIUs will be responsible for O&M of such assets \n(Table A9.1). The IPMU will also technically assist in management and O&M when required. \n \nTable A9.1: Implementation and Operation and Maintenance Arrangements \nSector  Execution of Works  Operation and Maintenance \nWater supply  IPIU in association with UPJN  UJS \nSewerage  IPIU in association with UPJN  UJS \nSolid-waste management  IPIU in association with ULBs  ULBs \nUrban roads and transport  IPIU in association with PWD  PWD, and ULBs (for minor roads) \nIPIU = investment program implementation unit, PWD = public works department, UJS = Uttarakhand Jal Sansthan, \nULB = urban local body, UPJN = Uttarakhand Pey Jal Nigam. \nSource: Asian Development Bank. \n \n7.  In the long term, when ULBs adequately develop their technical and financial capacities, \nthese assets will be transferred to ULBs in accordance with the 74th CAA of 1992. The detailed \nplan  will  be  made  by  the  Uttarakhand  government  with  assistance  from  capacity-building \nconsultants under the Investment Program. \n \n8.  Investment Program Planning and Budgeting. Based on annual funds requirement, \nthe loan proceeds and the Uttarakhand government’s own fund will be transferred to the IPMU \nunder the UDD budgetary application direct to the IPMU’s designated bank account. Once the \nfunds are transferred, the utilization of the funds will be supervised by the executive committee. \nAny unspent amount is carried forward by the society in its account and is not required to be \nsurrendered to UDD as is required under normal government rules of business—a distinct \nadvantage of being a society. \n \n9.  The Uttarakhand government department, agencies, and ULBs have little experiences in \nlong- and medium-term planning and budgeting for the investment activities envisaged under \nthe Investment Program. In order to develop the skills for making realistic assumptions for \nstrategic planning and budgeting, the capacity-building component will assist the Uttarakhand \ngovernment and ULBs, especially in performing various analyses on a regular basis. Also, \ntraining will be provided to about 200 municipal executive officers, accountants, tax collectors, \nand  office  superintendents  on  planning,  budgeting,  revenue  enhancement,  and  property \ntaxation.  \n \n10.  Disbursement Procedures and Funds Flow. As a special category state, Uttarakhand \nenjoys fiscal benefits. The central government will onlend the ADB loan to the Uttarakhand \ngovernment in the ratio as applicable to special category states, which is currently 90% grant \nand 10% loan. The Controller of Aid Accounts and Audit of the central government will pass on \n ", "Appendix 9  47\nthe rupee equivalent to UDD, as the EA, through the budgetary mechanism. UDD will open an \naccount in order to maintain the project funds in a separate bank account, and will withdraw \nfunds  from  it  only  for  eligible  expenditure.  An  investment  program  funds  flow  chart  is  in \nAppendix 8. \n \n11.  The IPMU and IPIUs will be signatories to the contracts and the payment checks. While \nthe IPMU will sign contracts and make payments related to intersectoral goods and services, \nthe IPIUs will be responsible for signing contracts and making payments for sector-specific \nworks, goods, and services. IPMU and IPIU staff have no previous experience in managing \nADB-financed projects, and are not familiar with the disbursement procedures of ADB. To \nremedy the lack of experience and develop the capacity of UDD, the project management \nconsultants and capacity-development consultants will provide UDD, the IPMU and IPIUs with \non-the-job training in financial management and project financial monitoring. The outline terms \nof references are in Supplementary Appendix C. Also, the Investment Program will provide the \nIPMU and IPIUs with organized training programs in financial management. \n \n12.  For the water supply and sewerage sectors, once assets are created and transferred \nfrom the IPIU to UJS, UJS will operate and maintain the assets, including collection of user \ncharges. UJS will contribute4 to the Uttarakhand government’s repayment of the principal and \ninterest  of  the  loan  from  the  central  government  after  the  grace  period.  For  solid-waste \nmanagement, when assets are transferred to the ULBs upon completion, the ULBs will be \nresponsible  for  O&M,  including  user  charge  collection.  The  ULBs  will  contribute5  to  the \nUttarakhand government’s repayment of the principal and interest of the loan to the Government \nafter the grace period. Assets of non-revenue-generating sectors will be maintained by PWD, \nand will be financed by the Uttarakhand government as a grant. \n \n13.  Accounting Policies. The Uttarakhand government, UPJN, UJS, and ULBs currently \nuse cash-based accounting but are is moving to accrual-based double-entry accounting to \ncomply with the Supreme Court of India’s directive of 2001. Particularly, UJS and UPJN have \nmanuals for accrual-based double-entry accounting and have financial statements prepared by \nexternal accounting firms by converting from the past cash-based accounts records. Through \nthe capacity-building component the Investment Program will assist in facilitating the change in \nthe accounting system, particularly at ULBs, UJS, and UPJN, and institutionalizing the new \naccounting practices. Also, the IPMU and IPIUs will adopt rules and procedures of the National \nAccounting Manual.6 \n \n14.  Financial Regulations, Internal Controls, and Audit. The Societies Registration Act \nrequires  the  IPMU  to  (i)  submit  an  annual  report  of  its  activities  and  performance  to  the \nRegistrar, (ii) maintain accounts of its expenses and receipts and annually submit the report to \nthe Registrar, and (iii) cause to be carried out audit of its accounts by an auditor and annually \nsubmit its audited accounts to the Registrar. Detailed consolidated annual project accounts, as \nmaintained by the IPMU, will be audited by independent auditors acceptable to ADB, and will be \nsubmitted to ADB within 9 months of the close of the fiscal year. The rules and regulations of \nthe IPMU will provide mandatory audit by (i) Comptroller of Audit and Account General of India, \n                                                 \n4  The IPIU in UPJN, in association with the IPMU, is the implementer of works using the loan proceeds. However \nUJS is the asset owner and collector of user charges. Therefore, through the Uttarakhand government’s internal \narrangement, UJS will contribute between 5% and 7% of the government’s  repayment of the principal and interest. \n5  Since the IPIU in association with ULBs is the implementer of works using the loan proceeds, ULBs cannot enter \ninto a subloan agreement with the Uttarakhand government. Therefore, through the Uttarakhand government’s \ninternal arrangement, ULBs will provide a contribution instead of subloan repayment. The Uttarakhand government \nwill determine the level of contribution between the range of 5% and 7% of the government’s repayment of the \nprincipal and interest. \n6  The National Accounting Manual was developed by the Comptroller of Audit and Account General of India in 2002. \n ", "48  Appendix 9 \nand (ii) external firms of chartered accountants.7 As the IPIUs are subordinate bodies of the \nIPMU, they will also be governed by the same rules and regulations. \n \n15.  UPJN and UJS are governed by state financial regulations. Government orders and \ncirculars supplement the accounting rules. There is no post for internal audit, but a senior \naccounts officer performs internal audit on a regular basis. UPJN and UJS have reportedly \ntaken appropriate actions on internal audit findings. The Comptroller of Audit and Account \nGeneral carries out annual external audit and issues audit paragraphs, and UPJN and UJS \nhave generally complied with them. \n \n16.  ULBs are governed by the Municipal Act. Government orders and circulars supplement \nthe accounting rules. The extant rules define conflict of interest and related-party transactions, \nand provide adequate safeguards. All ULBs’ expenditures are subject to pre-audit by staff from \nthe ULB local fund audit office. The director of the local fund audit office is the statutory auditor \nand performs the audit in accordance with the standards laid down by the Comptroller of Audit \nand Account General. In addition, the accountant general (audit) office also carries out the audit \non an annual basis and issues audit paragraphs, and ULBs have generally complied with them. \n \n17.  Accounting Information System. Computerization of the accounting records has just \nstarted keeping pace with the progress of the shift to accrual-based double-entry accounting in \nall places. The IPMU will establish and maintain separate accounts and records adequate to \nidentify the incomes and expenditures related to the Project in accordance with the state’s \naccounts policy. Management of accounting information needs improvement, as inadequate \nlevels of safeguards has led to problems with confidentiality, integrity, and availability of data.  \n \n18.  Actions for Financial Management Improvement. In addition to lack of experience in \nthe IPMU and the IPIUs, there are four major areas which require immediate attention for \nfinancial management improvement. \n \n(i)  Basis of accounting. ULBs follow cash-based accounting while UPJN and UJS \ninitiated  the  move  to  accrual-based  double-entry  accounting.  Cash-based \naccounting does not provide the true status of the agency with regard to its \nassets  including  receivables  and  liabilities.  Moreover,  a  strong  asset  base \nenables  security  for  the  sourcing  of  funds  from  the  open  market  and  other \nsources. Even though a manual for accrual-based double-entry accounting was \nprepared  for  UPJN  and  UJS  by  a  consulting  firm  and  it  was  adopted  for \nimplementation, UPJN and UJS accounts and finance staff have reportedly not \nbeen able to sustain the practice. In ULBs, accrual-based accounting is being \nintroduced for implementation as part of the JNNURM reform agenda. Training \nprograms  proposed  under  the  Investment  Program  will  facilitate  effective \nimplementation of accrual-based accounting. \n(ii)  Safeguard of assets. Asset records are not maintained. In addition, physical \nverification of assets and reconciliation with records is not being done on a \nregular basis. Nonavailability of trained staff and excess workload are some of \nthe causes for this. Training programs proposed under the Investment Program \nwill enable selected core staff to carry out the task of updating of asset records, \nand physical verification and reconciliation of assets.  \n(iii)  Staff qualification. Due to overstaffing there is a recruitment ban in force. This \nhas  resulted  in  posting  of  personnel  with  no  qualifications  or  experience  in \nfinance and accounts in UPJN and UJS. The Investment Program will provide \nstaff with training programs. \n(iv)  Computer expertise. Accounts and finance staff do not have computer expertise \n                                                 \n7   Annual external audits by external firms are included in the cost estimate. \n ", "Appendix 9  49\ndue to lack of access to computers and accounts software training. This causes \ninefficiency in reporting, and will be addressed under the Investment Program.   \n \n19.  Despite the need for staff training, there is no training institute which can impart skills \ntraining to accounts and finance staff of all sector agencies. The need for a training institute was \nemphasized by accounts staff of all agencies. In order to strengthen the capacity for financial \nmanagement in UJS and ULBs, accountants from UJS, ULBs, and the IPMU and IPIUs will be \ntrained in budgeting, financial information management and reporting, accrual-based double-\nentry accounting, and the use of information technology.  \n \nB.  Uttarakhand Government Financial Performance \n \n20.  Prior  to  the  formation  of  Uttaranchal  as  a  new  state  on  9  November  2000,  all \ntransactions on revenue and capital accounts formed part of the finances of the state of Uttar \nPradesh. \n \n21.  The state’s revenue receipts consist of tax and nontax revenue and receipts from the \ncentral government as its share of national taxes. The main source of the state’s tax revenue is \nsales tax, which accounts for about 37.0% of total tax revenue. The income from the state’s \ntaxes and other receipts has lagged behind the growth in revenue expenditure. The state’s \nrevenue as a percentage of revenue expenditure is only 35.8%. \n \n22.  During the period FY2002–2003 to FY2005–2006, state tax revenue grew by 19.5% \nannually, which is mainly due to a 22% increase in sales tax revenue. During the same period, \nthe nontax revenue grew by 16.8%. Compared with the overall annual increase in the state’s \nrevenue of 25.7%, revenue expenditure increased by 22.9%. The revenue deficit in FY2005–\n2006 is a cause of concern, although at Rs4,234 million, it is slightly less than the deficit of \nRs4,573 million recorded in FY2002–2003. The state finances were heavily burdened with its \ncommitment to servicing public debt and interest payment. Among the special category states, \nUttaranchal’s public debt was 48.6% of the state domestic product compared with the national \nstate average of 34% in FY2005–2006. Cumulative loans outstanding as of 31 March 2006 \nwere Rs112 billion, comprising market borrowings of Rs40 billion, and other loans from the \nGovernment and national banks of Rs73 billion. The debt burden is rising; in FY2005–2006, of \ntotal loan receipts of Rs22 billion, Rs13 billion was used on debt service commitments. \n \n23.  As  a  special  category  state,  Uttarakhand  enjoys  many  fiscal  benefits  from  central \ngovernment revenues. One of the fiscal advantages8 is that the central government will onlend \nthe ADB loan in the ratio as applicable to special category states, which is currently 90% grant \nand 10% loan. This implies that, despite the size of the loan, the end user will have a minimum \nfinancial burden. \n \nC.  Uttarakhand Jal Shanstan Financial Performance \n \n24.  Income and expenditure of UJS was also reviewed. The result shows that (i) income \nfrom own sources was 35% of total revenue income in FY2004–2005, implying that UJS relies \nheavily  on  grants  from  the  state  government  for  meeting  operational  and  maintenance \nexpenses; (ii) water tax and charges was 83% of income from own sources; and (iii) almost 50% \nof  the  total  revenue  expenditure  was  towards  salaries,  wages,  and  other  allowances  to \n                                                 \n8  Other fiscal benefit and advantages are (i) 100% central excise exemption for 10 years, (ii) 100% income tax \nexemption for the first 5 years and 30% for the next 5 years for companies investing in the state, and 25% for \nothers, (iii) central sales tax levy of 1% compared with the normal 4%, (iv) capital investment subsidy of 15% with a \nmaximum of Rs3 million, (v) exemption from entry tax on plant and machinery for setting up industry, and (vi) \ninterest incentive at the rate of 3% with a maximum of Rs0.2 million per annum per unit for new small-scale \nindustries. \n ", "50  Appendix 9 \nemployees. The average percentage of collection efficiency during the period FY2001–2002 to \nFY2004–2005 was around 63%. \n \nD.  Urban Local Body Financial Performance \n \n25.  Income  and  expenditure  of  32  Uttaranchal  ULBs  was  reviewed  by  the  project \npreparatory technical assistance. The results show that (i) income from own sources was 26.3% \nof total revenue income, implying that ULBs rely heavily on grants from the state government for \nmeeting O&M expenses, (ii) property tax was 36% of income from own sources, (iii) nontax \nincome was 54.4% of income from own sources, (iv) grants from the state finance commission \nwere 57.1% of total revenue income; and (v) almost 66% of the total revenue expenditure was \ntowards salaries, wages, and other allowances to employees. \n \nE.  User Charges and Cost Recovery9 \n \n26.  Water Tariff Structure. The water tariff is not based on the amount of consumption due \nto the absence of water meters. UJS bills usage of domestic customers based on the annual \nrental value and water pressure, or number of tap connections. Nondomestic consumers are \ncharged with a fixed tariff based on the type of business or units (meter reading) (Table A9.2). \nBy the Official Gazette Notification of 14 October 2006, water tax was abolished and automatic \ntariff increases of 15% will be implemented from January 2008. Therefore, although tariffs are \nnot based on consumption, the structure is simple and increase is predictable. \n \nTable A9.2: Domestic Rates Based on Annual Rental Value of Houses \n(Rs per month) \n  Delivery Category  \nAnnual Rental Value  Gravity  Low Head  High Head \nUp to Rs360  67.0  70.0  75.0 \nRs361–Rs2,000  70.0  75.0  80.0 \nRs2,001–Rs 3,500  75.0  80.0  90.0 \nRs 3,501–Rs 6,000  100.0  110.0  125.0 \nRs 6,001–Rs 8,000  120.0  125.0  150.0 \nRs 8,001 and above  140.0  150.0  160.0 \nSource: Government of Uttarakhand. 2006. Official Gazette Notification. Uttarakhand (14 October). \n \nTable A9.3: Domestic Rates Based on Number of Tap Connection \n(Rs per month) \n  Delivery Category  \nNumber of taps  Gravity  Low Head  High Head \n1   41.0  45.0  50.0 \n2   45.0  50.0  60.0 \n3   60.0  75.0  90.0 \n4 or more  75.0  90.0  100.0 \nSource: Government of Uttarakhand. 2006. Official Gazette Notification. Uttarakhand (14 October). \n \nTable A9.4: 15 Millimeter Diameter Nondomestic Rates \n(Rs per month) \n  Delivery Category  \nTypes of Business  Gravity  Low Head  High Head \nSpecial Class and Industrial  41.0  45.0  50.0 \nOther Commercial Organization  45.0  50.0  60.0 \nOther Government, Semi-Government,  60.0  75.0  90.0 \nInstitutions \nSource: Government of Uttarakhand. 2006. Official Gazette Notification. Uttarakhand (14 October). \n \n \n                                                 \n9  Affordability assessment is a part of economic analysis and therefore is included in Appendix 9. \n ", "Appendix 9  51\nTable A9.5: Volumetric Nondomestic Rates \n(Rs per kiloliter) \n  Delivery Category \nTypes of Business  Gravity  Low Head  High Head \nSpecial Class and Industrial  8.0  10.0  12.0 \nOther Commercial Organization  7.0  8.0  10.5 \nOther Government, Semi-Government,  6.7  7.5  10.5 \nInstitutions \nSource: Government of Uttarakhand. 2006. Official Gazette Notification. Uttarakhand (14 October). \n \n27.  Sewerage Tariff. A sewer seat fee and tax of Rs15 per seat were charged by UJS \npreviously, but this was abolished by the Official Gazette Notification of 14 October 2006 and \nreplaced with a sewer charge as shown in Table A9.6. The sewerage charge is based on the \nannual rental value rather than the volume of discharges. \n \nTable A9.6: Sewer Charge \nAnnual Rental Value  Monthly Rates (Rs) \nUp to Rs360  10.0 \nRs361–Rs2,000  15.0 \nRs2,001 and above  20.0 \n        Source: Government of Uttarakhand. 2006. Official Gazette Notification. Uttarakhand (14 October). \n \n28.  Property Tax. Property tax is levied at a uniform rate of 12.5% of the annual ratable \nvalue, which is based on market rent in some cases and on 5% of the cost of land and \nconstruction  cost  in  other  cases.  The  current  system  of  property  tax  assessment  lacks \nuniformity and leaves enough scope for discretion of the tax assessors. For example, the \nlandowner does not inform ULBs about the completion of the house construction, with the \nintention of delaying the assessment of the house. Only at the time of assessment of the house \ndoes the ULBs come to know of the house construction. \n \n29.  Actions for Financial Management Improvements. Both UJS and ULBs do not have \nadequate operational income to finance operational expenses. This calls for institutional reform \nto improve the financial base in the short term, including (i) an increase in the property tax base \nby  reassessment  or  mapping  and  computerized  database,  (ii)  a  gradual  increase  in  user \ncharges,10  and  (iii)  improvement  in  collection  efficiency.  The  Draft  Municipal  Act  contains \nproposals for property tax reform, and the introduction of new taxes and levies for achieving \nadequate cost recovery. The memorandum of agreement for the JNNURM financing requires \nULBs,  amongst  others  things,  to  adopt  (i)  accrual-based  double-entry  accounting,  (ii) \ngeographic information systems based property tax with collection efficiency at 85% within the \nnext 7 years, and (iii) reasonable user charges for O&M cost recovery within the next 7 years. \nDetails of the reforms are given in Table A9.7. \n \nTable A9.7: Reform Target Agreed in the Memorandum of Agreements for JNNURM \nItem  Year 1  Year 2  Year 3  Year 4  Year 5  Year 6  Year 7 \nFull O&M cost recovery               \nWater supply        DDN    HRD  NNL \nSewerage        DDN      HRD \nNNL \nSolid waste managementa          DDN     \nPublic transport          DDN     \nProperty tax reform               \nNew determination method      DDN  DDN  DDN  DDN   \nHRD  HRD  HRD  HRD \nNNL  NNL  NNL  NNL \n                                                 \n10  UJS. 2006. Official Gazette Notification. India (dated 14 October 2006 which included an automatic increase of \n15% every 3 years with effect from 10 January 2008). \n ", "52  Appendix 9 \nItem  Year 1  Year 2  Year 3  Year 4  Year 5  Year 6  Year 7 \nGIS-based system      DDN  DDN       \nHRD  HRD  HRD \nNNL  NNL  NNL \nDDN = Dehradun, GIS = geographic information systems, HRD = Haridwar, JNNURM = Jawaharlal Nehru National \nUrban Renewal Mission NNL= Nainital, O&M = operation and maintenance. \na  No full O&M cost recovery is stated for solid-waste management and public transport sectors in Haridwar and \nNainital. \nSource: Asian Development Bank. \n \n30.  To  implement  the  initiatives  and  commitments  in  the  Draft  Municipal  Act  and  the \nmemoranda  of  understanding,  an  indicative  financial  improvement  action  plan  (FIAP)  is \nproposed,  which  provide  specific  figures  for  the  introduction  of  new  user  charges,  tariff \nincreases, target service coverage and tariff collection efficiency (Table A9.8). \n \nTable A9.8: Indicative a Financial Improvement Action Plan \nfor Dehradun, Haridwar, and Nainital \n(%) \n  2007– 2008– 2009– 2010– 2011– 2012– 2013–\nItem  2008  2009  2010  2011  2012  2013  2014 \nWater Supply               \nConnection feeb        Start       \nAnnual tariff increase    15  0  0  15  0  0 \nConnection coverage      70  70  70  70  83 \nCollection efficiency  49  55  63  72  79  85  85 \nNonrevenue water  30  30  30  27  25  25  25 \nSewerage               \nConnection Feeb        Start       \nAnnual tariff c increase        0  15  0  0 \nConnection coverage  10  10  10  10  12  16  20 \nCollection efficiency  38  39  44  57  48  49  46 \nSolid-Waste Management               \nAnnual increase in        Start  0  0  20 \nconservancy charged \nProperties covered by  60  60  60  60  70  90  90 \nconservancy charge \nCollection efficiency        85  85  85  85 \nProperty Tax               \nAnnual rental value increasee  0  0  0  0  60  0  0 \nProperty tax coverage  60  61  62  63  64  65  66 \nCollection efficiency  65  72  77  80  83  85  86 \na The indicative Finanical Improvement Action Plan represent average values and increase in rates. This will be \ntranslated into actual tariff table by Uttarakhand Jal Shanstan and urban local body by restructuring tariffs as \nvolumetric tariffs and incorporating equity consideration, such as lifeline tariffs, with support of the capacity \ndevelopment consultants. \nb   Connection fee is a one-off fee, proposed at Rs750 per connection. Those below the poverty line will be exempted. \nc  Sewerage tariff needs to be 80% surcharge on water bills or equivalent. \nd  Conservancy charge is a monthly fee, proposed at Rs40 for domestic, Rs300 for commercial, and Rs500 for \nindustrial users. \ne  Annual rental value method will continue until new valuation method is implemented. When implemented, the target \nwill be the value equivalent to the increase annual rental value by 60%. \nSource: Asian Development Bank. \n \n31.  Based on the indicative FIAP, cash-flow projections11 were prepared (Supplementary \nAppendix J). The projections indicate that water supply in Nainital will never achieve full O&M \ncost recovery. This is because of higher cost of operation associated with its hilly geography \nwhich  causes  higher  energy  consumption  for  pumping.  More  than  50%  of  O&M  cost  is \nrecovered by the revenue generated in Nainital by the end of subproject implementation. The \ndeficit will be adequately covered by the surplus generated in water supply in Dehradun and \nHaridwar, and, therefore, UJS as a whole will recover full O&M cost by the end of subproject \n                                                 \n11 For water supply, a divisional accounts record of UJS was used as basis of projection for Dehradun, and an \nappropriate portion of a divisional accounts record of UJS was used for Haridwar and Nainital. \n ", "Appendix 9  53\nimplementation. In other words, implementation of the indicative FIAP will enable UJS and ULBs \nto recover full O&M cost of water supply, sewerage, and solid-waste management in the three \ntowns by the end of the Investment Program period, thus fulfilling the agreed action of the \nJNNURM.  Affordability  of  the  new  tariff  is  assessed  as  a  part  of  the  economic  analysis \n(Supplementary Appendix D). \n \nE.  Cost-Benefit Analysis \n \n32.  Financial  analyses  have  been  carried  out  for  the  following  revenue-generating \nsubprojects, which will be financed by the first tranche of ADB’s multitranche financing facility \n(MFF). \n(i)  Optimization and rehabilitation of water supply system in Dehradun. \n(ii)  Optimization of water supply system in Haridwar. \n(iii)  Optimization and rehabilitation of water supply system in Nainital. \n(iv)  Rehabilitation of sewerage system in Dehradun. \n \n33.  The  financial  viability  of  subprojects  was  assessed  by  comparing  the  subproject’s \nfinancial internal rate of return (FIRR) with the financial opportunity cost of capital. As proxy for \nthe financial opportunity cost of capital, the weighted average cost of capital (WACC) of the \nsubprojects in real terms is used. The FIRR is the discount rate that equalizes the present \nvalues of costs and revenues over the subproject life, while the WACC represents the cost \nincurred by the Uttarakhand government in raising the capital necessary to implement the \nsubprojects. The WACC was estimated based on the central government’s onlending policy12 to \nthe special category states.  \n \nTable A9. 9: Weighted Average Cost of Capital \n(%) \nGovernment of  Government of  Government of \n  India  Indiaa  Uttarakhand and \nItem  Onlending  Grant  ULB’s Equity  WACC \nAmount          \nWeighting  7.00  63.00  30.00  0 \nNominal Cost  5.81  8.50  10.00  0 \nTax Rate  0.00  0.00  0.00  0 \nTax-Adjusted Nominal Cost  5.81  8.50  10.00  0 \nInflation Rate  0.80  5.00  6.00  0 \nReal Cost  4.97  3.33  3.77  0 \nWeighted Component of WACC  0.35  2.10  1.13  3.58 \nULB = urban local body, WACC = weighted average cost of capital. \na  Nominal cost of Government of India grant is estimated at 8.5%, based on the Government’s long-term bond rate. \nSource: Asian Development Bank estimates. \n \n34.  Financial Internal Rate of Return. All the analyses are conducted in real terms at 2007 \ndomestic prices. Cost and revenue projections are made over a 25-year period, and salvage \nvalue13 is considered at the end of the period. The cost includes (i) capital expenditures under \nthe project including physical contingencies, and tax and duties, (ii) O&M expenditures, and (iii) \nadditional capital expenditures to repair and rehabilitate the assets created under the project. \nThe revenue projection includes (i) user charges from domestic and nondomestic customers; \nand (ii) connection fees from new customers for water supply and sewerage, which are based \non connections, coverage, and collection efficiency as projected in the indicative FIAP (Table \nA9.8). Table A9.10 shows the summary results of the financial analysis. \n \n \n \n                                                 \n12 As stated in the Office Memorandum dated 11 January 2007, No, 54(I)PF I/2001(vol II), Ministry of Finance, \nDepartment of Expenditure, Plan Finance I Division. \n13  The life span of large infrastructure is 30 years. \n ", "54  Appendix 9 \nTable A9.10: Financial Internal Rate of Return \nItem  Dehradun  Haridwar  Nainital \nWater Supply       \nBase case       \nFIRR (5)  17.0  8.2  4.0 \nNPV (Rs in million)  1,282.3  206.3  20.6 \nCapital cost increase by 10%       \nFIRR (%)  15.6  7.3  3.3 \nSwitching Value (%)  118.0  82  45.0% \nO&M costs Increased by 10%       \nFIRR (%)  16.8  8.0  3.8 \nSwitching Value (%)  828.0  318.0  133.0 \nIncremental revenue decreased by 10%       \nFIRR (%)  15.3  7.0  2.9 \nSwitching Value (%)  91.0  56.0  27.0 \nNRW reduction lower by 10%       \nFIRR (%)  4.9  (4.10  (9.6) \nSwitching Value (%)  4.0  (3.0)  (7.0) \nDemand assumption lower by 10%       \nFIRR (%)  4.1  (5.2)  (8.3) \nSwitching Value (%)  3.0  (4.0)  (7.0) \nSewerage       \nBase case       \nFIRR (%)  6.2     \nNPV (Rs in million)   1,258.7     \nCapital cost increase by 10%       \nFIRR (%)  4.3     \nSwitching Value (%)  22.0     \nO&M costs increased by 10%       \nFIRR (%)  4.7     \nSwitching Value (%)  33.0     \nIncremental revenue decreased by 10%       \nFIRR (%)  3.9     \nSwitching Value (%)  17.0     \nFIRR = financial internal rate of return; NPV = net present value, NRW = non-revenue water, O&M = operation and \nmaintenance. \na Switching value is percentage change in a variable required for the NPV to become zero. \nSource: Asian Development Bank estimates. \n \n35.  The FIRRs in the base case for water supply subprojects are estimated at 4%–17%, and \nfor the sewerage subproject at 6%. The lower FIRR for the water supply subproject in Nainital is \ndue to the higher cost of operation associated with its hilly geography. A sensitivity analysis was \nalso undertaken under various assumptions. The FIRRs are the most sensitive to the extent to \nwhich reduction in non-revenue water (NRW) is achieved. \n \n36.  Subprojects Selection Criteria Under the Investment Program. In order to ensure \nthat loan proceeds are used only for the purposes for which the loan was approved with due \nattention to consideration of economy and efficiency, UDD, as the EA, will demonstrate financial \nsoundness  of  the  investment  into  the  subprojects  by  preparing  a  financial  management \nassessment  and  analysis,  in  accordance  with  chapters  3,  4,  and  5  of  the  Handbook  for \nBorrowers on the Financial Management and Analysis of Projects.14 \n                                                 \n14 ADB. 2006. Handbook for Borrowers on the Financial Management and Analysis of Projects. Manila. \n ", "Appendix 10  55\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national priority    Yes  Is the sector identified as a   Yes \nin country poverty analysis?      national priority in country   \n      No  poverty partnership    No \nagreement?   \n \nContribution of the sector or subsector to reduce poverty in India (Uttarakhand):  \n \nUttarakhand has a total population of 8.04 million people, of which 2.18 million are in urban areas (Census \n2001). The urbanization level in the state is 25.5% of the total population in the 2001 census, slightly lower \nthan the national average of 27.8%. The urban growth rate of 3.1% exceeds the rural growth rate, which is \nless than 2%. With the high urban growth rates projected to further increase over time, it is expected that \nthe level of urbanization will be 37% by 2026—which places the state as the seventh-most urbanized in \nIndia. The rapid urbanization, a large transient population composed of pilgrims and tourists, and lagging \ninfrastructure spending places pressure on urban infrastructure. While 80% of the population has access to \npiped water supply (compared with the national access to improved water sources of 75% in 2005), service \nlevels are poor with water available for only 2–4 hours per day at erratic pressures. Per capita supply is \nonly 70 liters per day. In the absence of water testing laboratories, the water supply quality is mostly \nunknown. Only 20 towns have sewage treatment facilities and in these towns coverage is only about 50% \nof the urban population. There are no efficient solid-waste management systems in any of the towns.  \n \nUttarakhand is classified as one of the country’s economically stagnant states, where overall poverty is \nover  33%.1  The  urban  population  living  in  slums2  accounts  for  about  17%  of  the  total  state  urban \npopulation. About 43% of the slums are located on urban fringes and 53% along drains.3 The urban poor’s \naccess to basic urban infrastructure is limited, with only 71.4% of the slums covered by piped potable water \nsupply,  and  only  42.8%  having  access  to  proper  sanitation  facilities.  These  create  unfavorable \nenvironmental conditions for poor people, and these threaten public health and reflect the multidimensional \nnature of urban poverty. \n \nThe Investment Program is expected to address basic deficiencies across the state and increase economic \ngrowth potential through improved urban services. Direct benefits will be sustained improvements in basic \nservices in all Investment Program areas. The Investment Program will have positive impacts on the poor. \nSafe drinking water is a basic need, which a significant number of poor people in Uttarakhand do not have \naccess to. The burden of water collection on vulnerable segments of the population, such as women, will \nbe reduced. Improvements in water supply quantity and quality, sewerage and sewage treatment, and \nmunicipal solid-waste management will lead to public health improvements. This will result in reductions in \nthe burden of diseases, treatment cost, and productivity losses, the impacts of which are disproportionately \nexperienced  by  poor  people.  Slum  upgrading  subprojects  are  directly  targeted  at  improving  basic \ninfrastructure in poor areas. This includes improvements in access roads and community roads including \ndrainage improvement and street lighting, provision of bulk water supply and sewerage mains at the entry \nof slum areas, and support for enabling a sustainable environment for improving basic infrastructures in \nslums through policy development. The benefits are expected to be economic growth and direct temporary \nemployment in construction work under the Investment Program.  \n \nB.  Poverty Analysis   Poverty Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nA socioeconomic survey was conducted in four Investment Program towns (Dehradun, Haridwar, Nainital, \nand Rudrapur). The poverty analysis has been drawn from primary and secondary data. Primary data \ncollection has relied on both a quantitative (4,000 respondent) survey and consultations with individual \nstakeholders and communities. \n \n                                                 \n1 International Centre for Peace Initiatives, Strategic Foresight Group. 2002. Rethinking India’s Future: Prosperity of  \nthe Periphery. Mumbai: India. \n2  This is based on data from the Census of India 2001, from six towns.  \n3   Government of Uttaranchal. 2002. Report on Slums of Uttaranchal. Uttaranchal, India.  \n ", "56  Appendix 10 \nThe rapid urbanization, a large transient population, and lagging infrastructure spending places pressure on \nurban infrastructure, and this affects the poor more acutely. The socioeconomic survey shows that 49% of \nthe population living below the poverty line (BPL) have no access to piped water in their dwelling, and a \nfurther 20% have absolutely no access to piped water. It further shows that 23% of BPL households collect \nwater from more than 100 meters (m) away, and 32% spend more than half an hour collecting water. The \nsurvey also shows that 32% of BPL households use unsanitary pit toilets or open areas for their sanitation \nrequirements. Further, 53% dump their solid waste in open spaces and 4% burn their waste. One fifth of \nBPL households do not have drainage facilities in their areas, and flooding due to improperly maintained \ndrains is reported by over one quarter of BPL households. Twenty-two percent of BPL households are not \nserved by paved roads and 18% do not benefit from street lighting. The survey identified the poor quality of \nurban infrastructure and a gap in basic urban services, particularly for poor people living in slum areas.   \n \nA poverty and social analysis using a combination of qualitative and quantitative techniques, is required to \ngauge post-Program benefits in terms of improved access to basic services by poor people. The baseline \nsurvey will serve as the benchmark against which post-Program impacts on the poor will be measured. \nBenefits to poor households, benefits to women, increased participation, and capacity development of poor \npeople including women are some of the issues that must be monitored during and after implementation. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nExtensive  consultations  were  an  important  element  of  Program  development  and  design.  From \nconsultations during program preparation, key stakeholders and the required capacity development to \nensure successful program implementation were identified. These include (i) the need to familiarize the \ntown-level  committees  and  local  organizations  with  the  Investment  Program,  and  their  roles  and \nresponsibilities in planning, implementation, and maintenance of subprojects; (ii) the need to familiarize \nelected representatives such as councilors with urban laws and their roles and responsibilities in the \nmunicipal  organization;  (iii)  the  need  to  familiarize  municipal  staff  and  nongovernment  organizations \n(NGOs)  with  participation  in  urban  planning  and  the  process  of  program  implementation;  and  (iv) \nfamiliarizing the Executing Agency and Implementing Agency (IA) with safeguard requirements to ensure \nthat the program will not result in adverse environmental or social impacts. During the preparation of \nsafeguards documents, it was noted that the relevant stakeholders for inclusion in consultations included (i) \nall affected persons, including vulnerable households; (ii) program beneficiaries; (iii) host populations in \nresettlement  sites  (if  any);  (iv)  elected  representatives,  community  leaders,  and  representatives  of \ncommunity-based organizations; (v) local NGOs; (vi) local government and relevant government agency \nrepresentatives; and (vii) Program staff, investment program management unit (IPMU), investment program \nimplementing  units  (IPIUs),  and  consultants.  These  will  all  be  undertaken  as  part  of  program \nimplementation. \n \nIs there a participation strategy?     Yes                   No \n \nPublic participation is a key element in program design. Activities to be undertaken as part of program \nimplementation focusing on familiarizing key stakeholders is part of ensuring their effective participation in \nprogram implementation. The Investment Program’s slum improvement component will use a demand-led \napproach for developing community-level infrastructure and services. Subprojects for this component will \nbe  generated  through  participatory  planning  processes  by  communities,  facilitated  by  NGOs  and \ncommunity-based  organizations.  The  Investment  Program  includes  a  solid-waste  management  public \nawareness campaign for introducing household-level solid-waste segregation. It was noted during program \npreparation that participation by households in terms of solid-waste segregation is a key factor in the \nsuccess of municipal solid-waste management systems. The public awareness campaign will promote the \nparticipation  of  households  as  the  primary  stakeholder  in  solid-waste  management  subprojects.  The \nInvestment Program will also promote the participation of vulnerable groups. For example, women’s \ninvolvement in program design and implementation will be promoted.  \n \nD.  Gender Development \n \nStrategy to maximize beneficial impacts on women: \n \nPrimary and secondary information has been analyzed to assess the status of women in program towns. \nData shows differences in literacy, employment status, and work load. Because 49% of poor households \nhave no in-house water connection, water collection is required. Because of the women’s primary role in \n ", "Appendix 10  57\nmanaging the household, the burden of water collection falls on them. Twenty-three percent of poor \nhouseholds surveyed report that they need to travel more than 100 m to obtain water and as much as one \nthird of poor households spend more than half an hour collecting water. This reduces the time for women to \nengage in productive activities which would increase household income, and improve women’s position \nwithin the households. Lack of clean water supply also burdens women, who handle water more than men. \nWomen have higher exposure to diseases from contaminated water in the process of collecting water, and \nusing water in cooking and washing. Reduction in diseases, and reduced treatment costs and productivity \nlosses also reduces the burden of caring for sick household members, which is often a role taken on by \nwomen in the household. The Investment Program responds to this issue in the design of its subprojects. \n \nHas an output been prepared?      Yes     No \nThe Investment Program promotes the involvement of women. The participation framework and gender \naction plan identifies the role of women in Investment Program design, implementation, and operation and \nmaintenance (O&M). \n \nE.  Social Safeguards and Other Social Risks \nSignificant/ \nNot Significant/  Plan \nItem  None  Strategy to Address Issues  Required \n   Significant  The Investment Program is designed to minimize   Full \n  land acquisition and resettlement impacts. A   \nResettlement   Not significant  resettlement framework has been prepared to   Short  \n   \nguide the implementation of subprojects and short \n None   None \nresettlement plans have been prepared for \ntranche 1 subprojects. \n    At less than 5% of household income, the   \n   Significant  potential negative impact of water tariff increases   Yes \nAffordability     \non the poor is considered to be acceptable. \n Not significant    No \nConsumption-based tariff will have a greater \n \n None  charge on high-consuming (and probably higher \nincome) households. The same principle applies \nto the sewerage component which is surcharged \non water bills. \n    The Investment Program will not result in job   \n   Significant  losses. It will encourage hiring locally, hence   Yes \nLabor     \nconstruction and maintenance may generate \n Not significant    No  \ntemporary employment opportunities. The \n \n None  Investment Program will ensure there is no \nemployment of children, and no differentiation in \nwages between men and women for work of equal \nvalue.   \n    In the four sample towns, initial screening for   \n   Significant  impact on indigenous peoples show that there are   Yes  \nIndigenous Peoples     \nno significant impacts on indigenous peoples. An \n Not significant    No \nindigenous people's development framework has \n \n None  been formulated to ensure Investment Program \nbenefits are equally shared, should a future \nsubproject have impacts on indigenous peoples. \n    No other risks or vulnerabilities have been   \nOther Risks and/or   Significant  identified.   Yes \nVulnerabilities     \n   Not significant    No  \n \n None \n \n \n ", "58  Appendix 11 \nSUMMARY RESETTLEMENT FRAMEWORK \n \nA.  Introduction \n \n1.  The Investment Program will support the Government of India and the Uttarakhand \ngovernment  in  their  policy  of  balanced  regional  socioeconomic  development  and  poverty \nreduction through improvements in urban governance, management, and infrastructure and \nservice provision in 31 selected towns in Uttarakhand. The Investment Program will support (i) \nwater supply; (ii) sewerage and sewage treatment; (iii) municipal solid-waste management; (iv) \nurban  roads  and  traffic  management;  (v)  slum  upgrading  and  poverty  reduction;  and  (vi) \nplanning  and  design,  institutional  and  policy  development,  capacity  development,  and \nawareness raising. \n \n2.  The Investment Program will minimize resettlement impacts by prioritizing rehabilitation \nand  optimization  work  within  existing  premises.  New  construction  is  proposed  on  vacant \nGovernment land where feasible. Tranche 1 subprojects will not require land acquisition. These \nsubprojects show that the main resettlement impacts will be due to rehabilitation and laying of \npipe networks, and these impacts are temporary. Draft short resettlement plans were prepared \nfor tranche 1 subprojects in three towns (Supplementary Appendix E).1 Resettlement impacts \nare to be further minimized through careful subproject siting and alignment during detailed \ndesign and subproject implementation. \n \nB.  Resettlement Framework and Policy \n \n3.  This summary provides highlights of the resettlement framework (RF) in Supplementary \nAppendix  F.  The  RF  outlines  the  objectives,  policy  principles,  and  procedures  for  land \nacquisition (if required), compensation, and other assistance measures for affected persons \n(AP). The RF is based on national laws and policies—The Land Acquisition Act, 1894 (amended \nin 1984); the National Rehabilitation and Resettlement Policy, 2007 (NRRP); and ADB’s Policy \non Involuntary Resettlement, 1995.2 The RF provides a comparison of these documents and \naddresses gaps.  \n \n4.  Core  involuntary  resettlement  principles  for  the  Investment  Program  are  (i)  land \nacquisition and other involuntary resettlement impacts will be avoided or minimized, exploring all \nviable alternative subproject designs; (ii) where unavoidable, time-bound resettlement plans \n(RP) will be prepared and AP will be assisted in improving or at least regaining their pre-progam \nstandard  of  living;  (iii)  consultation  with  AP  on  compensation,  disclosure  of  resettlement \ninformation to AP, and participation of AP in planning and implementing subprojects will be \nensured;  (iv)  vulnerable  groups  will  be  provided  special  assistance;3  (v)  payment  of \ncompensation to AP including nontitled persons (e.g., informal dwellers and/or squatters, and \nencroachers) for acquired assets at replacement rates; (vi) payment of compensation and \nresettlement assistance prior to the contractor taking physical acquisition of the land and prior to \nthe commencement of any construction activities; (vii) provision of income restoration and \nrehabilitation;  and  (viii)  establishment  of  appropriate  grievance  redress  mechanisms.  The \nentitlement matrix for the Project, based on the above principles, is given in Table A11. \n \n5.  Loss of assets will be at replacement cost. A valuation committee will be constituted, \ncomprising land acquisition officers, accounts officers of the Collectorate, investment program \nimplementation unit (IPIU) representative, AP, and nongovernment organizations (NGOs), to \n                                                 \n1   Tranche 1 subprojects are in Dehradun, Haridwar, and Nainital. \n2   The RF reflects that Uttaranchal does not have a state-specific resettlement policy. \n3   Such as poor households, households headed by women, the physically handicapped, and scheduled tribes \nconsidered vulnerable based on the agreed indigenous peoples development framework. \n ", "Appendix 11  59\ndetermine replacement values. Vulnerable households will be provided additional assistance in \nthe  form  of  land-for-land  replacement  options,  preference  for  temporary  employment  in \nsubproject construction activities, and skills training. Short-term income restoration activities \ninclude short-term allowances such as (i) transitional allowances (3 months), and (ii) relocation \nassistance. Medium-term income restoration activities such as provision of longer-term training \nwill also be provided if required. \n \nC.  Procedure for Resettlement Plan Preparation \n \n6.  Resettlement plans for subprojects will be prepared in the following manner: (i) the \ndesign and supervision consultant resettlement specialist, with guidance from the Environment \nand Social Management Cell (ESMC) will undertake social impact assessment surveys for each \nidentified subproject, based on preliminary technical design; (ii) if impacts are found to be \nsignificant,4 full RPs will be prepared for the subproject; (iii) if impacts are not significant, short \nRPs  will be required for subproject preparation; and (iv) RPs  will include measures to ensure \nthat socioeconomic conditions, needs, and priorities of vulnerable groups are identified and that \nthe process of land acquisition and resettlement does not disadvantage vulnerable groups. The \nresettlement  specialist  should  be  familiar  with  Asian  Development  Bank  (ADB)  policy  and \nprocedures for the preparation of subproject RPs. Resettlement plans will comply with national \npolices, ADB’s Involuntary Resettlement Policy (1995) and other social safeguard guidelines, \nand the RF. The RPfor sample subprojects will be used as models for the preparation and \nimplementation  of  other  subproject  RPs.  Approval  of  subproject  RPs  by  ADB,  and \ncompensation prior to displacement will be conditions for the contract of civil works.  \n \n7.  The Urban Development Department (UDD), as the Executing Agency (EA), through the \ninvestment program management unit (IPMU) ESMC will ensure that the RF is closely followed \nwhen a RP is formulated for a subproject. UDD will further ensure that adequate resettlement \nbudgets are delivered on time to the IPMU and IPIUs, and that NGOs are involved for timely \nimplementation of RPs. \n \nD.  Institutional Arrangements \n \n8.  UDD is the EA of the Investment Program, and will set up a state-level IPMU.5 The \nimplementing  agencies  (IAs)  will  set-up  district-level  IPIUs  to  manage  implementation  of \nsubprojects in their districts.6 The IPMU will be assisted by program management consultants \nwho will provide program management support, assure the technical quality of design and \nconstruction,  and  provide  advice  on  policy  reforms.  IPIUs  will  be  assisted  by  design  and \nsupervision consultants, who will design the infrastructure, manage tendering of contractors and \nsupervise the construction process. Construction contractors will be appointed to build elements \nof the infrastructure and will be managed by the IPIUs. \n                                                 \n4   Resettlement is significant when 200 or more people experience major impacts defined as involving affected \npersons being physically displaced from housing and/or having 10% or more of their productive, income generating \nassets lost. \n5  The IPMU will function under a general body and an executive committee. Town-level committees will be set up in \neach of the program towns to ensure public participation in the Program. \n6  The IAs for the Investment Program are the Uttarakhand Pey Jal Nigam (UPJN) for water supply and sewerage \nsubprojects, and the Public Works Department (PWD) for roads and traffic management subprojects. A special cell \nwithin the IPMU, with assistance from urban local bodies (ULBs), will be the IA for solid-waste management and \nslum improvement subprojects. \n ", "  6\n0\nTable A11: Entitlement Matrix   \nDefinition of \nType of Loss  Application  Compensation Policy  Implementation Issues Responsible Agency \nEntitled Person  A\n1. Loss of  1.1 Agricultural  Legal titleholders   • Compensation at replacement value or land-for-land  • If land-for-land is  The valuation committee will  p\nprivate land  land, homestead where feasible. a  offered, titles will be in  determine replacement  pe\n  land, or vacant  • Fees, taxes, and other charges related to  the name of original  value. The IPMU will ensure  n\nd\n  plot  replacement land (applicable to all parcels of  landowners.e   provision of notice. NGO will  ix\n  replacement land, which totals the equivalent area  • Fees, taxes, and other  verify the extent of impacts   1\nof land acquired, if parcels of noncontiguous land  charges will be limited  through a 100% survey of   1\nare bought due to the unavailability of one  to those for land  AP, determine assistance,    \n \ncontiguous parcel).  purchased within a  and identify vulnerable    \n• Transitional allowanceb based on 3 months  year of compensation  households. \nminimum wage rates.   payment and for land \n• Relocation assistancec for households.  of equivalent size.  \n• Notice to harvest standing seasonal crops. If notice  • Vulnerable households \ncannot be given, compensation for share of crops  will be identified during \nwill be provided.  the census.  \n• Additional compensation for vulnerable householdsd \n(item 7).  \n1.2 Agricultural  Tenants and  • Compensation for rental deposit or unexpired lease.  • Landowners will  NGO will confirm land rental \nland, homestead leaseholders  • Transitional allowance based on 3 months minimum  reimburse tenants and  and ensure tenants and \nland, or vacant  (whether having  wage rates.    leaseholders land  leaseholders receive \nplot  written tenancy or  • Relocation assistance for households.  rental deposit or  reimbursement for land \nlease documents or  • Notice to harvest standing seasonal crops. If notice  unexpired lease  rental deposit or unexpired \nnot)  cannot be given, compensation for share of crops  • Vulnerable households  lease, and report to the \nwill be provided.  will be identified during  IPMU. The IPMU will ensure \n• Additional compensation for vulnerable households.   the census.   provision of notice.  \n1.3 Agricultural  Sharecroppers  • Notice to harvest standing seasonal crops. If notice  • Harvesting prior to  The IPMU will ensure \nland  cannot be given, compensation for share of crops  acquisition will be  provision of notice. NGO will \nwill be provided.  accommodated to the  identify vulnerable \n• Additional compensation for vulnerable households.  extent possible.   households.  \n  • Work schedule will \navoid harvest season.  \n• Vulnerable households \nwill be identified during \nthe census.  \n1.4 Agricultural  Encroachers and  • 60 days advance notice to shift from encroached  • Vulnerable households  The IPMU will ensure \nland, homestead squatters  land.  will be identified during  provision of notice. NGO will \nland, or vacant  • Notice to harvest standing seasonal crops. If notice  the census.  identify vulnerable \nplot  cannot be given, compensation for share of crops  households. \nwill be provided. \n• Additional compensation for vulnerable households. \n2. Loss of  2.1 Vacant plot,  Leaseholders  • Reimbursement of unexpired lease.  • Vulnerable households  The IPMU will ensure \nGovernment  agricultural land,  • Transitional allowance based on 3 months minimum  will be identified during  provision of notice. NGO will \nland  homestead land  wage rates.  the census.  identify vulnerable \n  • Relocation assistance for households.  households. \n  • Notice to harvest standing seasonal crops. If notice \ncannot be given, compensation for share of crops \nwill be provided. \n• Additional compensation for vulnerable households.  \n2.2 Vacant plot,  Encroachers  • 60 days advance notice to shift from encroached  • Vulnerable households  The IPMU will ensure \nagricultural land,  land.  will be identified during  provision of notice. NGO will \nhomestead land, • Notice to harvest standing seasonal crops. If notice  the census.   identify vulnerable \nright-of-way of  cannot be given, compensation for share of crops  households. \nroad  will be provided. \n• Additional compensation for vulnerable households. \n ", " \nDefinition of \nType of Loss  Application  Compensation Policy  Implementation Issues Responsible Agency \nEntitled Person \n2.3 Vacant plot,  Squatters  • 60 days advance notice to shift from occupied land.  • Vulnerable households  IPMU will ensure provision \nagricultural land,  • Notice to harvest standing seasonal crops. If notice  will be identified during  of notice.  \nhomestead land, cannot be given, compensation for share of crops  the census.   NGO will identify vulnerable \nright-of-way of  will be provided.   households. \nroad  • Additional compensation for vulnerable households.  \n3. Loss of  3.1 Residential  Legal titleholders   • Replacement value of the structure and other assets  • Vulnerable households  Valuation committee will \nresidential  structure and  (or part of the structure and other assets, if  will be identified during  verify replacement value. \nstructure  other assetsf  remainder is viable).  the census.   NGO will verify the extent of \n  • Fees, taxes, and other charges related to  impacts through a 100% \n  replacement structure.  survey of affected \n• Relocation assistance for households.   households determine \n• Right to salvage materials from structure and other  assistance, and verify and \nassets with no deductions from replacement value.  identify vulnerable \n• Additional compensation for vulnerable households.  households. \n3.2 Residential  Tenants and  • Replacement value of the structure and other assets  • Land and/or structure  Valuation committee will \nstructure and  leaseholders  (or part of the structure and other assets, if  owners will reimburse  verify replacement value. \nother assets  remainder is viable) constructed by the AP.  tenants and  NGO will verify the extent of \n• Compensation for rental deposit or unexpired lease.  leaseholders rental  impacts through a 100% \n• Relocation assistance for households.   deposit or unexpired  surveys of affected \n• Right to salvage materials from structure and other  lease.  households determine \nassets with no deductions from replacement value.  • Vulnerable households  assistance, and verify and \n• Additional compensation for vulnerable households.   will be identified during  identify vulnerable \nthe census.  households. \n3.3 Residential  Encroachers and  • 60 days advance notice to shift from occupied land  • Vulnerable households  NGO will verify the extent of \nstructure and  squatters  • Relocation assistance for households.  will be identified during  impacts through a 100% \nother assets  • Right to salvage materials from structure and other  the census.   survey of affected \nassets   households determine \n• Additional compensation for vulnerable households.   assistance, and verify and \nidentify vulnerable \nhouseholds. \n4. Loss of  4.1 Commercial  Legal titleholders   • Replacement value of the structure and other assets  • Vulnerable households  Valuation committee will \ncommercial  structure and  (or part of the structure and other assets, if  will be identified during  determine replacement \nstructure  other assets  remainder is viable).  the census.   value. NGO will verify the \n  • Fees, taxes, and other charges related to  extent of impacts through a \n  replacement structure.  100% survey of affected \n• Transitional allowance based on 3 months minimum  households determine \nwage rates.  assistance, and verify and \n• Relocation assistance for households.   identify vulnerable \n• Right to salvage materials from structure and other  households. \nassets with no deductions from replacement value. \n• Additional compensation for vulnerable households. \n4.2 Commercial  Tenants and  • Replacement value of the structure and other assets  • Land and/or structure  Valuation committee will \nstructure and  leaseholders  (or part of the structure and other assets, if  owners will reimburse  determine replacement \nA\nother assets  remainder is viable) constructed by the AP.  tenants and  value. NGO will verify the  p\n• Compensation for rental deposit or unexpired lease.   leaseholders land  extent of impacts through a  p\ne\n• Transitional allowance based on 3 months minimum  rental deposit or  100% survey of affected  n\nd\nwage rates.  unexpired lease.  households determine  ix\n• Relocation assistance for households.   • Vulnerable households  assistance, and verify and   1\n• Right to salvage materials from structure and other  will be identified during  identify vulnerable  1\n \nassets with no deductions from replacement value.  the census.   households. \n• Additional compensation for vulnerable households.  \n6\n4.3 Commercial  Encroachers and  • 60 days advance notice to shift from occupied land  • Vulnerable households  NGO will verify the extent of  1\nstructure and  squatters  • Transitional allowance based on 3 months minimum  will be identified during  impacts through a 100%    \nother assets  wage rates.  the census.  surveys of affected \n ", "  6\n2\nDefinition of   \nType of Loss  Application  Compensation Policy  Implementation Issues Responsible Agency \nEntitled Person \n• Relocation assistance for households.  households determine \nA\n• Right to salvage materials from structure and other  assistance, and verify and  p\nassets.  identify vulnerable  p\ne\n• Additional compensation for vulnerable households.  households.  n\n5. Loss of  Livelihood  Legal titleholder,   • Assistance for lost income based on 3 months  • Vulnerable households  NGO will verify the extent of  dix\nlivelihood  tenant, leaseholder,  minimum wage rates.  will be identified during  impacts through a 100%   1\nnontitled, employee  • Additional compensation for vulnerable households.   the census.   survey of affected  1\nof commercial  • Consideration for project employment.  households determine    \n \nstructure, farmer,  assistance, verify and    \n \nagricultural worker  identify vulnerable \nhouseholds. \n6. Loss of  Standing trees  Legal titleholder,  • Notice to harvest standing seasonal crops  • Harvesting prior to  The IPMU will ensure \ntrees and  and crops  tenant, leaseholder,  • If notice cannot be provided, compensation for  acquisition will be  provision of notice. Valuation \ncrops  sharecropper,  standing crop (or share of crop for sharecroppers) at  accommodated to the  Committee will undertake \nnontitled AP  market value  extent possible.   valuation of standing crops, \n• Compensation for trees based on timber value at  • Work schedules will  perennial crops and trees, \nmarket price, and compensation for perennial crops  avoid harvest season.   and finalize compensation \nand fruit trees at annual net product market value  • Market value of trees  rates in consultation with \nmultiplied by remaining productive years; to be  and/or crops has to be  AP. \ndetermined in consultation with the Forest  determined. \nDepartment for timber trees and the Horticulture \nDepartment for other trees and/or crops.  \n7. Impacts on  All impacts  Vulnerable AP  • Land. Further to item 1, in case of total loss of land,  • Vulnerable households  NGO will verify the extent of \nvulnerable AP  and a total dependency on agriculture, land-for-land  will be identified during  impacts through a 100% \ncompensation if signified by the AP.  the census.  surveys of affected \n• Government land. Further to Item 2, provision for  • If land-for-land is  households determine \nskills training for displaced AP.  offered, titles will be in  assistance, and verify and \n• Residential structure. Further to Item 3, in case of  the name of original  identify vulnerable \ntotal loss of structure, skills training for AP.   occupants (refer to  households. \n• Commercial structure. Further to item 4, in case of  footnote e). \ntotal loss of business, skills training for vulnerable \nhouseholds. \n• Livelihood. Vulnerable households will be given \npriority in project construction employment.   \n8. Temporary  Land  Legal titleholders,  • Provision of rent for period of occupation for legal  • Assessment of impacts  Valuation committee will \nloss of land  temporarily  nontitled AP  titleholders.  if any on structures,  determine rental value and \nrequired for  • Compensation for assets lost at replacement value,  assets, crops, and  duration of construction \nsubproject  and trees and crop loss in accordance with item 6.  trees due to temporary  survey and consultation with \nconstruction  • Restoration of land to previous or better quality.  occupation.  AP. A presubproject \n• Site restoration.   photograph to be made by \nthe NGO. The IPMU will \nensure compensation is paid \nprior to site being taken over \nby contractor. Contractor will \nbe responsible for site \nrestoration. \n9. Temporary    Legal titleholders,  • 30 days advance notice regarding construction  • Identification of  Valuation committee will \ndisruption of  nontitled AP  activities, including duration and type of disruption.  alternative temporary  determine income lost.  \nlivelihood  • Contractor’s actions to ensure there is no income  sites to continue  Contractors will perform \nand/or access loss consistent with the IEE.g  economic activity.   actions to minimize income \n• Assistance to mobile vendors and/or hawkers to  an/or access loss.  \ntemporarily shift for continued economic activity.h     \n• For construction activities involving unavoidable \nlivelihood disruption, compensation for lost income \n ", " \nDefinition of \nType of Loss  Application  Compensation Policy  Implementation Issues Responsible Agency \nEntitled Person \nor a transitional allowance for the period of \ndisruption whichever is greater. \n10. Loss and  Common  Communities  • Replacement or restoration of the affected  –  The IPMU and contractor. \ntemporary  resources  community facilities including public water \nimpacts on  standpipes, public utility posts, temples, and \ncommon  shrines. \nresources \n11.Any other  -  –  • Unanticipated involuntary impacts will be  –  NGO will ascertain the \nloss not  documented and mitigated based on the principles  nature and extent of such \nidentified  of the resettlement framework.  loss. The IPMU will finalize \nthe entitlements in line with \nthe resettlement framework. \nAP = affected persons, IEE = initial environmental examinations, IPMU = investment program management unit, NGO = nongovernment organization. \na  Including option for compensation for nonviable residual portions. \nb  To be provided for affected persons whose livelihood is affected by the Program. The transitional allowance is calculated based on minimum wage rates for \nsemiskilled labor in the respective towns/cities for 3 months (estimated at Rs100/day). This allowance is intended for utilization till an alternative means of \nlivelihood is found. \nc  To be provided to affected persons relocating to a new affected person determined site. This will be equivalent to one day hire charges for a truck, including \nshifting within a radius of 50 km (estimated as Rs2,500). \nd  Vulnerable households comprise female-headed household, disabled-headed household, scheduled tribe-headed households, and below poverty line households. \ne  Joint titles in the name of husband and wife will be offered in the case of married affected persons. \nf  Other assets include, but are not limited to, walls, fences, sheds, wells, etc. \ng  This includes (i) leaving spaces for access between mounds of soil, (ii) providing walkways and metal sheets to maintain access across trenches for people and \nvehicles where required, (iii) increased resources to finish work in areas with impacts on access, (iv) timing of works to reduce disruption during business hours, \nand (v) phased construction schedule and working one segment at a time and one side of the road at a time. \nh  For example, assistance to move to the other side of the road where there is no construction. \nSource: Asian Development Bank. \nA\np\np\ne\nn\nd\nix\n 1\n1\n \n6\n3\n \n \n ", "64  Appendix 11 \n9.  An ESMC will be set up within the IPMU to address Investment Program environmental \nand social issues, and will be staffed by an environmental specialist and a social development \nspecialist. The ESMC will be assisted by the project management resettlement specialist to \nprovide guidance to the ESMC ensuring timely and effective implementation of RPs and provide \ninternal monitoring. The design and supervision consultants will have resettlement specialists \nwho  will  work  closely  with  the  ESMC  and  will  be  responsible  for  updating  existing  RPs, \npreparing new RPs for future subprojects, and support monitoring and grievance redress. UDD \nwill implement RPsthrough an experienced NGO.  \n \nE.  Consultation, Disclosure, and Grievance Redress \n \n10.  Resettlement  plans  were  prepared  in  consultation  with  stakeholders.  Consultations \nemploying various methods (household sample surveys with 4,000 respondents, and two-stage \nconsultation workshops and discussion with the line agencies and other stakeholders with 462 \nparticipants)  were  conducted  during  program  preparation  (May–August  2006).  Informal \nconsultations at the sample subproject sites involving the public as well as NGOs were also \nconducted in November 2006 and March 2007, to understand needs and preferences for basic \ninfrastructure facilities, and social and environmental issues in order to reflect these in program \ndesign. Consultations were again undertaken in June 2007 involving 62 stakeholders from \nDehradun, Haridwar, and Nainital to disclose and discuss safeguards documents.  \n \n11.  Future subprojects will also ensure all stakeholders are involved through focus-group \ndiscussions, socioeconomic surveys, and stakeholder consultation meetings. Each will include \nrecords  of  public  consultation  including  issues  raised  and  how  these  were  reflected  in \nsubproject resettlement planning. Resettlement planning documents will be made available in \nrelevant local government agencies in each town, IPIU, and the IPMU offices; RPs will be made \navailable in the local language. Finalized RPs will also be posted on ADB’s website. Information \ndissemination and consultation will continue throughout Investment Program implementation. \n \n12.  Grievances of affected persons will first be brought to the attention of the implementing \nNGO  or  ESMC.  Grievances  not  redressed  by  the  NGO  will  be  brought  to  the  town-level \ncommittees set up to monitor Project implementation in each town. The town-level committee, \nacting as a grievance redress committee is chaired by the mayor or other chairperson, with \nrepresentatives  to  include  ward  members,  the  district  magistrate,  collector,  commissioner, \nspecial  area  development  authority,  Uttarakhand  Pey  Jal  Nigam  (UPJN),  Uttarakhand  Jal \nShanstan (UJS), Public Works Department (PWD), business, and civil society. As a grievance \nredress committee, the town-level committee will meet every month (if grievances are brought to \nthe committee), determine the merit of each grievance, and resolve grievances within a month \nof receiving the complaint, failing which the grievance will be addressed by the general body.7 \nFurther grievances will be referred by APs to the appropriate courts of law. Records will be kept \nof all grievances received including contact details of complainant, date the complaint was \nreceived, nature of grievance, agreed corrective actions and the date these were effected, and \nfinal outcome. \n \nF.  Monitoring and Evaluation \n \n13.  Internal monitoring will be the responsibility of the ESMC and the implementing NGO. \nInternal  monitoring  will  include  (i)  administrative  monitoring,  consisting  of  daily  planning, \nimplementation, feedback and troubleshooting, individual AP file maintenance, and progress \n                                                 \n7 The general body consists of the chief secretary as its chairman and the secretaries of the relevant state \ngovernment departments and representatives of ULBs and NGOs. \n ", "Appendix 11  65\nreports; (ii) socioeconomic monitoring, consisting of baseline information for comparing APs \nsocioeconomic conditions, relocation, salvaging materials, community relationships, dates for \nconsultations,  and  number  of  grievances  placed;  and  (iii)  impact  evaluation  monitoring, \nconsisting of income restored, and socioeconomic conditions of affected persons. Monitoring \nand  evaluation  reports  documenting  progress  on  resettlement  implementation  and  RP \ncompletion reports will be provided by the IPMU to ADB for review. The internal monitoring \nreport will be submitted quarterly to ADB. UDD will engage the services of an independent \nagency  not  associated  with  project  implementation  to  undertake  external  monitoring  and \nevaluation.  The  external  agency,  with  previous  experience  in  resettlement  activities  and \nfamiliarity  with  Government  and  ADB  resettlement  policy,  will  be  engaged  with  ADB \nconcurrence within 3 months of the loan effectiveness. The external monitor will monitor and \nverify  RP  implementation  to  determine  whether  resettlement  goals  have  been  achieved, \nlivelihood  and  living  standards  have  been  restored,  and  provide  recommendations  for \nimprovement. The external monitoring will undertake monthly monitoring and impact evaluation \non  a  sample  basis  during  midterm  and  project  completion.  Monitoring  will  also  ensure  (i) \nrecording of APs views on resettlement issues; (ii) AP understanding of entitlement policies, \noptions, and alternatives; (iii) site conditions; (iv) compensation valuation and disbursement; (v) \ngrievance  redress  procedures;  and  (vi)  staff  competencies.  The  external  monitor  will  also \nevaluate the performance of the IPMU and NGOs. The external agency will report its findings \nsimultaneously  to  UDD  and  to  ADB  twice  a  year.  Provisions  have  been  made  in  the \nresettlement budget component for engaging an external monitor.  \n \nG.  Resettlement Budget \n \n14.  Detailed budget estimates for Involuntary Resettlement will be prepared for each RP, by \nUDD which will be included in the overall subproject estimate. The budget will include (i) \ndetailed  costs  of  land  acquisition,  relocation,  and  livelihood  and  income  restoration  and \nimprovement; (ii) source of funding; and (iii) arrangements for approval and the flow of funds \nand contingency arrangements. All land acquisition funds will be provided by UDD. Overall \ncosts are estimated at Rs135.8 million. All land acquisition, compensation, relocation, and \nrehabilitation of income and livelihood will be considered as an integral component of project \ncosts. UDD will keep the provisional budget in advance in its annual plan for the cost of \nresettlement. The resettlement cost in each RP will include a contingency of 15% of the total \ncost in order to adjust to any deviation in the project implementation.  \n \n \n ", "66  Appendix 12 \nSUMMARY OF INITIAL ENVIRONMENTAL EXAMINATIONS \n \nA.  Introduction and Description of the Investment Program \n \n1.  The Investment Program will support the Government of India and the Uttarakhand \ngovernment  in  their  policy  of  balanced  regional  socioeconomic  development  and  poverty \nreduction through improvements in urban governance, management, and infrastructure and \nservice provision in 31 selected towns in Uttarakhand. The Investment Program will support (i) \nwater supply; (ii) sewerage and sewage treatment; (iii) municipal solid-waste management; (iv) \nurban  roads  and  traffic  management;  (v)  slum  upgrading  and  poverty  reduction;  and  (vi) \nplanning  and  design,  institutional  and  policy  development,  capacity  development,  and \nawareness raising. Draft initial environmental examinations (IEEs) for tranche 1 subprojects \n(Supplementary Appendix H) were prepared. IEEs were based on field surveys, secondary \ninformation,  and  discussions  with  stakeholders.  The  salient  points  from  the  IEEs  are \nsummarized below. \n \nB.  Forecasting Environmental Impacts and Mitigation Measures \n \n2.  The  Investment  Program  is  designed  to  improve  environmental  quality  and  living \nconditions in urban areas through the provision of basic urban services. IEEs conducted for the \nInvestment Program show that net subproject environmental benefits are positive and large, and \ninclude (i) reduced pollution of water resources due to discharge of untreated sewage and \nindiscriminate solid-waste disposal from sewerage and sewage treatment, and municipal solid-\nwaste  management  investments;  (ii)  increased  availability  of  adequate  potable  water  at \nappropriate  pressure  from  water  supply  subprojects;  (iii)  better  public  health,  particularly \nreduction in waterborne and infectious diseases, through water supply, sewerage and sewage \ntreatment, and municipal solid-waste management investments; (iv) improved aesthetics from \nthe improvement of urban roads, sewerage and sewage treatment, and municipal solid-waste \nmanagement works; (v) reduced exposure to suspended particulates and noise pollution, and \nincreased  pedestrian  safety  through  urban  roads  and  traffic  management;  and  (vi)  social \nbenefits from slum improvement and poverty reduction outputs.  \n \n3.  There are no cumulative or sector-level impacts. Potential negative subproject impacts \nduring construction and operation will not be significant, and most impacts are localized and \ntemporary. Environmental subproject selection guidelines further ensure that the Investment \nProgram will not have significant negative environmental impacts. Impacts that are potentially \nsignificant  and  permanent  in  nature  have  been  identified,  and  environmental  subproject \nselection guidelines will not allow subprojects with such impacts. Potential negative impacts and \nmitigation measures are summarized in Table A12.1. \n \nTable A12.1: Summary of Potential Adverse Environmental Impacts and Mitigation Measures \nPotential Negative Impacts  Mitigation Activities and Method \nA. Location Impacts    \nLoss of land and resettlement impacts  Tranche 1 subprojects do not require land acquisition, and temporary \nresettlement impacts will be addressed through resettlement plans. If \nfuture subprojects involve land acquisition and resettlement impacts, \nresettlement  plans  will  be  prepared  based  on  the  resettlement \nframework agreed between the Government and ADB.   \nImpacts on forested areas  No subproject will be sited within sanctuaries, national parks, core \nzones of biosphere reserves, and reserve forests. Rehabilitation of \nexisting facilities will be restricted to the original footprint for facilities in \nprotected forests, municipal forests, and private forests subject to the \napproval of the forest department. Through proper alignment and/or site \nselection,  the  Investment  Program  will  avoid  locating  facilities  in \nforested  areas.  If  unavoidable,  work  will  be  undertaken  only  in \ndegraded forests. Any work on forested areas will be subject to an \nenvironmental management plan approved by ADB.  \n ", "Appendix 12  67\nPotential Negative Impacts  Mitigation Activities and Method \nErosion due to subproject development  Adopt erosion control measures such as stabilization of top soil and \nvegetation cover to arrest erosion. \nB. Design Impacts   \nImpacts due to disposal of untreated or  Adopt  best  proven  treatment  technology  considering  site  specific \npartially treated sewage from STPs  characteristics  and  design  the  facility  to  meet  the  CPCB  disposal \nstandards. Prepare O&M manual for STPs. Provide a laboratory for \nregular monitoring as part of the STP. \nImpacts due to sludge disposal from  Design proper sludge collection, treatment, and disposal system.  \nSTPs and WTPs \nTree cutting and clearance of  Trees will not be cut in forested areas. Minimize tree cutting to the \nvegetation  extent possible. Utilize trees in the design as buffer. Plant two trees for \neach tree cut as a compensation measure.  \nNuisance due to odor, and influx of  Site STP and landfill away from inhabited areas in accordance with \nrodents and insects from STP and  Government  regulations  and  standards.  Conduct  air  and  odor \nlandfill operations  dispersion modeling as an input to the selection of STP technology. \nDevelop a physical barrier and visual screen in the form of greenbelt \naround the sites.  \nContamination of groundwater by  Develop compost and landfill facility according to Annex III and IV of the \nleaching of leachate   MSWM Rules, 2000. Design landfill cells as impermeable units. \nImpact due to methane gas emissions   Provide gas control systems in accordance with MSWM Rules, 2000.  \nFacility breakdown leading to  Prepare O&M manuals as a ready reference tool to handle emergency \nundisposed waste or effluent   situations. Ensure a service tool kit with necessary spare parts. \nHealth and safety risk for workers   Prepare O&M manuals for water and sewage treatment plants, and \ncompost and landfills, to include operational safety. \nC. Construction Impacts   \nImpacts on forested areas  No subproject will be sited within sanctuaries, national parks, core \nzones of biosphere reserves, and reserve forests. Rehabilitation of \nexisting facilities will be restricted to the original footprint for facilities in \nprotected forests, municipal forests, and private forests subject to the \napproval of the forest department. Through proper alignment and/or site \nselection,  the  Investment  Program  will  avoid  locating  facilities  in \nforested  areas.  If  unavoidable,  work  will  be  undertaken  only  in \ndegraded forests. Any work on forested areas will be subject to an \nenvironmental  management  plan  approved  by  ADB.  Work  will  be \nconfined to actual subproject site, and no auxiliary activities will be \ncarried out in these areas. No work will be undertaken during rains. \nImpacts due to haphazard disposal of  Identify beneficial use of waste soil. Utilize waste for construction or \nconstruction waste and mining of  filling up low lying areas. Obtain construction material from licensed \nconstruction materials   quarries. \nDust, noise, and emissions from  Use  construction  equipment  that  comply  with  CPCB  emissions \nconstruction activities  standards. Ensure regular wetting of soil. Conduct no noise-generating \nactivities at night. Provide prior public information about the activity. \nSocial conflicts due to employment  Ensure that the majority of the  workforce is drawn from the local \ngeneration  community.  \nPollution due to disposal of waste from  Ensure well maintained water and sanitation facilities.  \nlabor camps \nWorker safety  Provide personal protection equipment and ensure skilled supervision. \nPublic safety, inconvenience, and traffic  Ensure prior public information and provide notice and caution boards. \ndisruptions  Do not restrict access to private and common properties. Leave spaces \nfor access between mounds of soil. Provide walkways and metal sheets \nto maintain access across trenches for people and vehicles where \nrequired. Increase workforce to finish work in areas with impacts on \naccess. Time works to reduce disruption during business hours. Phase \nconstruction schedule and working one segment at a time and one side \nof the road at a time. Avoid construction during peak tourist season.  \nOther construction impacts  Prepare and implement a CSMP. \nD. Operation Impacts   \nRisks of handling of chemicals in  Provide staff training in handling chemicals such as chlorine. Ensure \ntreatment plants  protective equipment such as gloves and boots are supplied.  \nADB = Asian Development Bank, CPCB = Central Pollution Control Board, CSMP = construction site management \nplan, MSWM = municipal solid-waste management, O&M = operation and maintenance, STP = sewage treatment \nplant, WTP = water treatment plant. \nSource: ADB. \n ", "68  Appendix 12   \n \nC.  Institutional Requirements and Environmental Monitoring Plan \n \n4.  The Urban Development Department (UDD) is the Executing Agency of the Investment \nProgram. UDD will set up a state-level investment program management unit (IPMU).1 The \nimplementing agencies (IAs) for the Investment Program are the Uttarakhand Pey Jal Nigam \n(UPJN) for water supply and sewerage subprojects, and the Public Works Department (PWD) \nfor roads and traffic management subprojects. A special cell within the IPMU, with assistance \nfrom  urban  local  bodies  (ULBs),  will  be  the  IA  for  solid-waste  management  and  slum \nimprovement subprojects. The IAs will set up district-level investment program implementation \nunits (IPIUs) to manage implementation of subprojects in their districts. The IPMU will be \nassisted by program management consultants who will provide program management support, \nassure the technical quality of design and construction, and provide advice on policy reforms. \nIPIUs will be assisted by design and supervision consultants, who will design the infrastructure, \nmanage  tendering  of  contractors  and  supervise  the  construction  process.  Construction \ncontractors will be appointed to build elements of the infrastructure, and will be managed by the \nIPIUs.  \n \n5.  An environment and social management cell (EMSC) will be set up within the IPMU to \naddress environmental and social issues of the Investment Program, and will be staffed by an \nenvironmental specialist and a social development specialist. The EMSC will be assisted by the \nprogram management consultant (staffed with an international environment specialist and an \nenvironmental monitoring specialist). The design and supervision consultants, through their \nenvironment specialists, will conduct environmental assessments including the preparation of \nIEEs  or  environmental  impact  assessments  (EIAs)  and  other  assessments  required  for \nclearances. The design and supervision consultants will also be responsible for incorporation of \nmitigation  measures  into  design  and  construction,  and  baseline  and  construction-stage \nenvironmental quality monitoring.  \n \n6.  The program management consultant will review and approve the IEEs or EIAs, oversee \ndisclosure and consultations, and monitor the implementation of environmental monitoring plan \nand  environmental  management  plan  where  required.  The  construction  contractors  will \nimplement mitigation measures in construction. Implementation of mitigation and monitoring \nmeasures  during  the  operation  and  maintenance  (O&M)  will  be  the  responsibility  of  the \nrespective IAs, which are also the O&M agencies. Government regulatory agencies such as the \nUttarakhand  Environmental  Protection  and  Pollution  Control  Board  will  also  monitor  the \nenvironmental performance according to government regulations.  \n \nD.  Public Consultation and Disclosure \n \n7.  Consultations  employing  various  methods  (household  sample  surveys  with  4,000 \nrespondents, and two-stage consultation workshops and discussion with the line agencies and \nother stakeholders with 462 participants) were conducted during program preparation. These \nwere conducted between May–August 2006. Informal consultations at the sample subproject \nsites in involving the public as well as NGOs were also conducted in November 2006 and March \n2007, to understand needs and preferences for basic infrastructure facilities, and social and \nenvironmental issues, in order to reflect these in program design. Consultations were again \nundertaken in June 2007 involving 62 stakeholders from Dehradun, Haridwar, and Nainital to \ndisclose and discuss safeguards documents. All the stakeholders expressed their support for \nthe Investment Program and acknowledged that it will improve the quality of life in program \ntowns. \n \n                                                 \n1  The IPMU will function under a general body and an executive committee. Town-level committees will be set up in \neach of the program towns to ensure public participation in the Program. ", "Appendix 12  69\nE.  Findings, Recommendations, and Conclusion \n \n8.  IEEs  show  that  sample  subprojects  will  result  in  large  net  environmental  benefits. \nPotential  adverse  environmental  impacts  are  largely  temporary  and  localized  and  can  be \naddressed  through  subproject  design  and  mitigation  measures.  No  further  assessment  on \nenvironmental impacts is required for sample subprojects.  \n \nF.  Environmental Selection Guidelines and Environmental Review Procedures \n \n9.  To  ensure  compliance  with  Government  and  ADB  environmental  guidelines  and \nrequirements, environmental subproject selection guidelines and an environmental assessment \nand review framework (EARF) to guide the implementation of future subprojects have been \ndeveloped. A summary of the environmental subproject selection guidelines is provided in Table \nA12.2. \n \n10.  The full EARF, based on provisions of the Government’s environmental policies and \nlegislative provisions and the environmental assessment guidelines of ADB, is provided in \nSupplementary  Appendix  I.  The  EARF  also  details  (i)  the  Government’s  environmental \nassessment  and  review  procedures,  (ii)  responsibilities  and  authorities  involved  in \nenvironmental assessment and review, (iii) the compliance of the Investment Program with \nADB’s environmental guidelines, and (iv) staffing requirements and budgets. \n \nTable A12.2: Summary of Environmental Guidelines for Subproject Selection \nComponent  Guidelines \nSelection  (i)   Subproject will comply with environmental requirements of ADB based on ADB’s Environment \nguidelines   Policy (2002) and Environmental Assessment Guidelines (2003). \napplicable to  (ii)   Subproject  will  comply  with  environmental  regulations  (acts,  rules,  and  policies)  and \nall  environmental standards of the Government of India and the government of Uttarakhand. \nsubprojects  (iii)  The expansion of basic infrastructure services to uncovered/new areas will be in compliance \n  with the approved master plans and land use plans, particularly in environmentally sensitive \ntowns. \n(iv)  Subprojects categorized as environment category A based on ADB’s policies and guidelines \n(item i), will be considered for financing under the Investment Program, subject to the tranche \nbeing categorized as environment category A.  \n(v)   Subprojects will not be undertaken in sanctuaries, national parks, core zones of biosphere \nreserves, reserve forests, or other sensitive areas (such as floodplains or wetlands). \n(vi)  Rehabilitation of existing facilities will be restricted to the original footprint for facilities in \nprotected forests, municipal forests, and private forests subject to the approval of the Forest \nDepartment. If unavoidable, work will be limited to linear subprojects (water supply mains and \ntrunk sewers) or subprojects pre-approved by the Forest Department and will be undertaken \nonly in degraded forests. Any work on forested areas will be subject to an environmental \nmanagement plan approved by ADB.  \n(vii) Subprojects will not affect any historical or cultural heritage sites or areas. \n(viii) Subproject selection will reflect inputs from public consultation and disclosure. \n(ix)  Subprojects will avoid or minimize land acquisition and resettlement impacts in accordance with \nthe resettlement framework for the Investment Program and will not require land acquisition \nfrom individuals that forms a significant portion of their total productive landholding (>10%).  \n(x)   Subprojects will avoid adverse impacts on the vulnerable, particularly indigenous people.  \nWater  (i)   In case of subprojects using groundwater, a groundwater study will be conducted to ascertain \nSupply  source sustainability. \n(ii)   Subprojects will ensure reliable and potable quality of water of adequate quantity. \n(iii)   In  places  where  only  chlorination  without  treatment  is  proposed  for  groundwater  supply \nsubprojects, it will be ensured that proper measures to check contamination are in place. \n(iv)   Subprojects will not cause water sharing conflicts. \n(v)   Subprojects will not cause social issues. \n(vi)   Subprojects will have adequate buffers to minimize noise impact of water pumping stations. \n(vii)  Subprojects will not involve handling of pipes. Existing asbestos cement pipes, if any, will be \nleft undisturbed. \n(viii) Subprojects will ensure that improvements in the water supply system are combined with \nimprovements in sewerage to deal with the increased discharge of domestic wastewater. \nSewerage  (i)   STP subprojects will not be located close to populated areas, water sources, and within flood \nand Sewage  plains, and will be located where there are suitable means of disposal of treated water. \nTreatment  Subprojects will be implemented only with consent of UEPPCB. \n(ii)   Subproject treatment technology will be a proven one and design considers the specifics of the \nsite and will ensure treatment as per the disposal standards. Air and/or odor dispersion \n ", "70  Appendix 12 \n \nComponent  Guidelines \nmodeling will be conducted during detailed design to reflect appropriate technology, design, \nand required mitigation measures. \n(iii)   Subprojects  will  ensure  measures  for  safe  disposal  of  STP  sludge  without  causing \nenvironmental hazards. \n(iv)   Subproject pumping stations will not be sited in areas of incompatible land use (e.g. schools \nand hospitals) and will have adequate buffers to minimize noise. \n(v)   Subprojects will not interfere with other utilities and block access to buildings, cause nuisance \nto neighboring areas due to noise, smell, and influx of insects and rodents. \n(vi)   Sludge disposal will not result in any environmental or public health impacts. \n(vii)  Subprojects will ensure no social conflicts. \n(viii)  Subprojects will ensure health and safety of workers due to exposure to waste and toxic gases. \nMunicipal  (i)   Subproject  sites  will  be  selected  based  on  provisions  of  Schedule  III  (Specifications  of \nSolid-Waste  Landfills) of Municipal Solid Waste (Management and Handling) Rules, 2000 (Government of \nManagement  India). \n(ii)   Subproject sites will be authorized by UEPPCB. \n(iii)   Subprojects will not be located in densely populated areas and areas with high developmental \nactivities. Site selection will be compatible to applicable land use plans of the area. \n(iv)  Subprojects will avoid locating landfill within 500 m of any habitation. This will in no case be \nless than 250 m or limits set by the UEPPCB, whichever is higher, and this buffer zone will be \ndeclared a no development zone. \n(v)   Subprojects will be implemented only with the authorization of UEPPCB. \n(vi)   Subprojects will not result in degradation of aesthetics and property value loss. \n(vii)  Subprojects will not cause nuisance to neighboring areas due to foul odor and influx of insects \nand rodents. \n(viii)  Subprojects will not have impacts on groundwater or surface water due to runoff or leachate \nfrom waste facilities. \n(ix)   Subprojects will not be constructed in areas where the groundwater table is less than 2 m \nbelow ground level. \n(x)   Biodegradable wastes will not be disposed of in landfill subprojects, minimizing methane \ngeneration. As far as possible, mixed waste disposal will also be minimized through the \nimplementation of segregation based on MSWM Rules, 2000. \n(xi)   Subprojects will ensure adequate buffer zones around waste disposal sites based on MSWM \nRules, 2000. \n(xii)  Subprojects will be sited to ensure no social conflicts. \n(xiii)  Subprojects  will  ensure  efficient  landfill  management  to  avoid  health  and  environmental \nhazards through the provision of adequate technical, institutional, and financial resources. \n(xiv) Subprojects will ensure health and safety of workers due to exposure to waste and toxic gases.  \nUrban  (i)   Subprojects will not disfigure the existing landscape due to improper embankments, cuts and \nRoads and  fills, and quarries. \nTraffic  (ii)   Subprojects will not result in alteration of surface water hydrology of streams and waterways \nManagement  that may result in increased sediment load due to erosion from construction sites. \n(iii)   Subprojects will not result in deterioration of surface water quality due to silt runoff. \n(iv)   Subprojects will not result in increased air pollution due to rock crushing, cutting and filling \nactivities, and chemicals from asphalt processing. \n(v)   Subprojects will avoid tree cutting. Mature roadside trees will be maintained and if any trees \nhave to be removed, plant two new trees for every one that is lost. \n(vi)   Subprojects will not lead to social concerns related to inconvenience in living conditions that \nmay trigger cases of upper respiratory problems and stress. \n(vii)  Subprojects will ensure better driving conditions where construction interferes with preexisting \nroads. \n(viii)  Proper measures will be taken to eliminate transmission of communicable diseases from \nworkers to the local population \n(ix)   Subprojects will ensure no accidents associated risks with increased vehicular traffic. \nSlum  (i)   Through mitigation measures subprojects will minimize possible deterioration of surrounding \nUpgrading  environmental conditions due to rapid population growth, commercial activities, and increased \nwaste generation resulting from improved infrastructure facilities.  \n(ii)   Subprojects will not lead to alteration of surface water hydrology of streams and waterways \nthat may result in increased sediment load due to erosion from construction sites. \n(iii)   Subprojects will ensure no (or minimal) involuntary resettlement.  \n(iv)   Subprojects will not cause social conflicts between construction workers from other areas and \nslum dwellers.  \n(v)   Subprojects will avoid high noise levels. \n(vi)   Subprojects will avoid disturbance to houses due to noise and vibrations from the construction \nactivities.  \n(vii)  Subprojects will avoid risk of construction-related accidents. \nADB = Asian Development Bank, m = meter, MSWM = municipal solid-waste management, STP = sewage treatment \nplant, UEPPCB = Uttarakhand Environmental Protection and Pollution Control Board. \nSource: ADB. \n "], "metadata": {"CreationDate": "D:20080129142704+08'00'", "Author": "TGA", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: india 38272, president recommendations, uttarakhand urban sector development, urban investment program,adb", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080129171806+08'00'", "Title": "Uttarakhand Urban Sector Development Investment Program"}, "author_page": " \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2007 ends \non 31 March 2007.  \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  G. Cezayirli, Principal Urban Development Specialist, SARD \nTeam members  R. Barba, Safeguards Specialist, SARD \n  H. Ikemoto, Urban Economist, SARD  \n  A. Mohammed, Senior Counsel, Office of the General Counsel  \n      J. Srinivasan, Senior Control Officer, India Resident Mission, SARD ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "H. Kim", "role": "Urban Development Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "G. Cezayirli", "role": "Principal Urban Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R. Barba", "role": "Safeguards Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "H. Ikemoto", "role": "Urban Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "A. Mohammed", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "J. Srinivasan", "role": "Senior Control Officer", "organization": "India Resident Mission"}]}