{"path": "data/input/reports/38298-023-kgz-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 38298-023 \nSeptember 2012 \n \n \n \nProposed Loan and Grant \nKyrgyz Republic: Second Vocational Education and \nSkills Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 September 2012) \n \nCurrency unit  –  som (Som) \nSom1.00  =  $0.0217     \n$1.00  =  Som46.07     \n \n \nABBREVIATIONS \n  \n  ADB  –  Asian Development Bank \n  AVE  –  Agency for Vocational Education \n  CBT  –  competency-based training \n  NPSDC  –  National Professional Skills Development Council \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  TVET  –  technical and vocational education and training \n  VESDP  –  Vocational Education and Skills Development Project \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  D. Kertzman, Public Management, Financial Sector and Trade \nDivision, CWRD \n   \nTeam leader  M. Van der Auwera, Financial Sector Specialist (Social Security), \nCWRD \nTeam members  K. Aminov, Project Officer, Tajikistan Resident Mission, CWRD \n  J. Farinha, Financial Sector Economist, CWRD \n  M. Khaltarpurev, Senior Portfolio Management Specialist, Kyrgyz \nResident Mission (KYRM), CWRD \n  L. Nazarbekova, Senior Counsel, Office of the General Counsel \n  C. Nazario, Associate Project Officer, CWRD \n  M. Razaev, Project Officer, KYRM, CWRD \n  S. Roth, Social Development Specialist (Gender and Development), \nCWRD \nPeer reviewer  W. Kubitzki, Principal Portfolio Management Specialist, Indonesia \nResident Mission, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact, Outcome, and Outputs  3 \nC.  Investment and Financing Plans  4 \nD.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  9 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n   ", "PROJECT AT A GLANCE \n \n1.  Project  Name:    Second  Vocational  Education  and  Skills  2. Project Number: 38298-023\n \nDevelopment Project \n   \n3. Country: Kyrgyz Republic 4. Department/Division:  Central and West Asia Department/Public Management, \n \nFinancial Sector, & Trade Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n   \n  √ Technical education and vocational skills training\n \nEducation\n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n     \n Social development √ Human development\n     \n6a. Climate Change Impact 6b. Gender Mainstreaming \n No Climate Change Impact.    Gender equity theme (GEN)   \n \n   \n Effective gender mainstreaming (EGM) √\n \n Some gender benefits (SGB)  \n \n No gender elements (NGE)  \n \n   \n7. Targeting Classification:  8. Location Impact: \n   \nTargeted intervention, inclusive growth (TI-G)  Rural (high), urban (high). \n   \n \n9. Project Risk Categorization: \n \n Low\n \n \n10. Safeguards Categorization:  \n \nCategory C. \n \n \n11. ADB Financing: \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Project grant Asian Development Fund  10.0\n       \n Sovereign Project loan Asian Development Fund  10.0\n   \nTotal     20.0\n \n \n12. Cofinancing:  \n \nNo Cofinancing. \n \n \n13. Counterpart Financing:  \n \n85% ADB, 15% Government. \n \n \n14. Aid Effectiveness:  \n \nThe Project will have a parallel project implementation unit and does not follow a program-based approach. \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan and (ii) a proposed grant, both to the Kyrgyz Republic for the Second Vocational Education \nand Skills Development Project.1 \n2.  The project seeks to improve the quality and relevance of, and equitable access to and \neffectiveness of, the technical and vocational education and training (TVET) system in the \nKyrgyz  Republic.  Quality  and  relevance  of  the  TVET  system  will  be  improved  through \nmodernization of the training methodology, teaching and learning environments, and training \ndelivery. Equitable access will be improved through the introduction of an innovative skills \ndevelopment fund to provide training in response to urgent labor market needs, and for targeting \nspecific geographic areas or specific groups to provide them with employable skills, such as out-\nof-school youths, ethnic minorities, and the disabled. The project also includes support to rural \nprimary  vocational  schools  outside  of  Bishkek  and  Osh,  and  better  access  for  physically \ndisabled students and for women. The effectiveness of the TVET system will be improved by \nstrengthening TVET governance and management nationally and within the schools. \nII.  THE PROJECT \nA.  Rationale \n3.  The  Government  of  the  Kyrgyz  Republic  recently  approved  its  Medium-Term \nDevelopment  Program,  2012–2014,  aiming  for  an  average  growth  rate  of  6%  per  annum \nanchored on the robust expansion of seven priority sectors2 that are expected to drive the \neconomy and create jobs for the growing number of unemployed, particularly among youths (in \n2010, 17.1% of female youths and 12.2% of male youths were unemployed). However, many \nenterprises experience difficulties in finding skilled workers, underscoring the mismatch between \nthe outputs of the education and training sector and labor market needs. This shortage of skilled \nlabor is a binding constraint on economic growth. \n4.  The project will help remove this constraint by supporting the modernization of the TVET \nsystem in rural and urban areas. It will focus on the seven priority sectors (footnote 2) and \ninvolve employers in selecting the key occupations and determining the skills required for these \noccupations. It will help meet the needs of the labor market. \n5.  The TVET system is composed of primary TVET, designed to develop skilled workers \nand craftsmen, and secondary TVET, designed to develop technicians and middle-level staff. \nThe enrollment size in the TVET system is small, resulting in significant underutilization of \nexisting capacity. Other key issues include the lack of quality and relevance of the TVET system \ndue  to  outdated  curriculum  structure  and  contents,  aging  teachers  and  outdated  training, \ninadequate and obsolete equipment, weak institutional management, insufficient funding, and \nweak links with industry. In addition, there is limited coordination between the different types of \nTVET providers and between managing organizations in terms of planning and programs, which \ncontributes to a fragmented TVET system. \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The seven priority sectors (construction, mining, energy, tourism, textiles and garment, land transport, and \nagriculture/agro-processing) jointly constitute 54% of gross domestic product and 63% of formal employment. ", "2 \n6.  The project will build on the achievements under the first Vocational Education and Skills \nDevelopment Project (VESDP), which is supporting reforms to the primary TVET system.3 A key \nachievement  under  VESDP  is  the  introduction  of  the  competency-based  training  (CBT) \nmethodology  in  25  assisted  vocational  schools for  18  priority occupations,4 along  with  the \nimprovement of the teaching and learning environment. The VESDP successfully introduced the \nfull cycle of the CBT methodology.5 In May 2012, training for the pilot occupation “seamstress” \nwas completed in 9 vocational schools with a total of 211 trainees, of which 185 were assessed \nand 174 passed the independent assessment conducted by accredited competency assessors \nfrom the textile and garment industry. The industry hired 85% of the graduates immediately. The \ninitial offering of modular CBT courses for all 18 occupations in 25 vocational schools started in \nJuly 2012, after installation and training on the use of the new training equipment. In addition, \nthe  VESDP  supported  the  first  step  in  the  rationalization  of  the  primary  TVET  system, \nconsolidating 32 of 110 vocational schools in urban areas into 25 regional resource centers, \nfocusing on the development of skills needed by local industries and overseas markets. It also \nsupported the rehabilitation of these regional resource centers and the provision of new training \nequipment in 158 workshops. \n7.  The project will build on these achievements, and the strong foundation established in \ndelivering demand-driven and relevant training programs. Support will expand to primary TVET \nin rural areas and include secondary TVET, training middle-level skilled labor for the seven \npriority  sectors,  including  information  communication  technology  as  a  cross-cutting  priority \namongst these sectors. The project will sustain momentum among the assisted  vocational \nschools toward greater financial autonomy and sustainability by increasing their capacity to \ngenerate non-state-budget revenues, particularly through training fees. \n8.  The project will complement the ongoing Investment Climate Improvement Program of \nthe Asian Development Bank (ADB),6 which includes policy actions to leverage TVET reforms. \nOn  26  March  2012,  the  Decree  on  the  National  Professional  Skills  Development  Council \n(NPSDC) was approved under subprogram 2 of the Investment Climate Improvement Program. \nNPSDC provides a framework for policymakers, employers, and key stakeholders to ensure that \nskills development efforts in the country are coordinated and responsive to labor market needs. \nThe Agency for Vocational Education (AVE) in the Ministry of Youth, Labor, and Employment \nserves as NPSDC Secretariat. \n9.  The  project  is  consistent  with  national  priorities  (para.  3)  and  with  ADB’s  country \nstrategy.7 Lessons learned from the VESDP will be acted on, including the need to mainstream \n                                                \n3  ADB.  2007.  Report  and  Recommendations  of  the  President  to  the  Board  of  Directors:  Proposed  Asian \nDevelopment Fund Grant to the Kyrgyz Republic for the Vocational Education and Skills Development Project. \nManila ($10 million, closing on 31 December 2012). \n4  The 18 priority occupations chosen in collaboration with industry are: (i) electric and gas welder; (ii) electrician \n(electric  equipment);  (iii)  electrician  (household  equipment);  (iv)  electrician  (power  stations  and  network \nmaintenance);  (v)  motor  mechanic;  (vi)  plumber;  (vii)  plasterer,  paver;  (viii)  master  gypsum  plasterboard \nconstruction; (ix) master finisher; (x) joiner–carpenter; (xi) junior veterinary assistant; (xii) farmer; (xiii) operator of \nagricultural  products  processing;  (xiv)  hotel  industry  worker;  (xv)  cook;  (xvi)  tailor;  (xvii)  cutter;  and \n(xviii) hairdresser. Women dominate the last five occupations.  \n5  The  full cycle  of  CBT  methodology  consists  of  (i)  industry  experts  developing  internationally  benchmarked \ncompetency standards and assessment tools, (ii) trained teachers developing modular CBT curriculum and training \nmaterials,  (iii)  training  of  teachers  to  deliver  CBT  modules,  (iv)  training  and  accreditation  of  independent \ncompetency assessors from among industry experts, and (v) competency assessments by accredited assessors. \n6  ADB.  2008.  Report  and  Recommendations  of  the  President  to  the  Board  of  Directors:  Proposed  Asian \nDevelopment Fund Grant for the Program Cluster, Grant for Subprogram 1, and Grant Assistance to the Kyrgyz \nRepublic for the Investment Climate Improvement Program. Manila ($12.5 million). \n7  ADB. 2007. Joint Country Support Strategy 2007-2010. Manila. The project is included in the draft country \noperations business plan 2012-2013 (scheduled for approval in October 2012). ", "  3 \nproject activities into AVE, to introduce competitive selection to support teaching and learning \nenvironments,  and  to  factor  in  the  characteristics  of  internal  and  external  migration  when \ndeveloping TVET interventions. Under the project, ADB will work closely with other donors \nunder the Education Sector-Wide Approach Program,8 and serve as the lead agency for TVET \nreform. \nB.  Impact, Outcome, and Outputs \n10.  The  impact  of  the  project  will  be  inclusive  growth  through  greater  employment \nopportunities  for  TVET  graduates.  The  outcome  will  be  stronger  quality,  relevance,  and \nefficiency of and more equitable access to TVET. The project has four outputs; (i) primary TVET \nsystem  rationalized  and  TVET  system  modernized;  (ii)  TVET  teaching  and  learning \nenvironments  improved;  (iii)  curriculum,  and  teaching  and  learning  materials  for  TVET \ndeveloped; and (iv) quality of TVET delivery strengthened. \n1.  Primary TVET System Rationalized and TVET System Modernized \n11.  The project will support the finalization of the primary TVET rationalization strategy \nbased on a school-mapping exercise. The rationalization strategy will be implemented under the \nproject. The project will support the modernization of the TVET system by making it more \nresponsive  to  labor  market  needs.  The  newly  established  NPSDC  will  be  supported  by \nstrengthening  AVE  as  its  secretariat  and  by  establishing  sector  councils  that  represent \nemployers in the seven priority sectors. School advisory boards will be strengthened in both \nprimary and secondary vocational schools to help institutionalize engagement with the private \nsector in policy formulation and help foster the entrepreneurial spirit of school management. The \nproject  will  support  further  development  and  institutionalization  of  the  school  management \nsystem for primary vocational schools, and the publication of an annual TVET Statistical Bulletin \nand an annual tracer study of graduates. These publications will provide an analysis on the \nskills mismatches in the economy and on the disparities in employment opportunities between \nmale–female and urban–rural graduates. A skills development fund will be set up to provide a \ndemand-driven funding mechanism. Training needs will be identified, packaged, and awarded to \ntraining providers through open tender. The project will also support gender-sensitive social \nmarketing campaigns intended to increase enrollment and improve the image of TVET as a \nviable educational provider for a future career. All incoming and graduating students will receive \ngender-sensitive career guidance materials. \n2.  TVET Teaching and Learning Environments Improved \n12.  The improvement of teaching and learning environments will include minor civil works9 \nfor rehabilitation of workshops, computer classrooms, and dormitories in vocational schools, and \nthe  procurement  of  training  equipment,  furniture  and  consumables  required  for  the  newly \ndeveloped learning materials using the CBT methodology. Support to vocational schools will be \nprovided on a competitive basis. It is envisioned that 70% of the support to primary vocational \nschools will go to areas outside Bishkek and Osh. This share will be decided based on the \nschool-mapping results. \n \n                                                \n8  The Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ), European Union delegation, the United \nNations Children’s Fund, the United States Agency for International Development, and the World Bank. \n9  Rehabilitation works include the provision of facilities to improve access for disabled students. \n ", "4 \n3.  Curriculum, Teaching and Learning Materials for TVET Developed \n13.  The project will support the expansion of the CBT methodology in terms of the number of \ninstitutions and number of occupations, and institutionalize its adoption in the TVET system. \nBased on sector maps for the seven priority sectors (footnote 2), 45 priority occupations will be \nspecified in close coordination with the private sector, and learning materials using the CBT \nmethodology will be developed both in printed and electronic versions. The project will help \ninstitutionalize  TVET  reforms  through  the  development  of  national  systems  for  (i)  national \ncompetency standards and assessment tools, (ii) CBT curriculum and learning materials, and \n(iii) competency assessment and certification, to be adopted by AVE after review by NPSDC. \n4.  Quality of TVET Delivery Strengthened \n14.  Strengthening TVET delivery will support teacher capacity building. A TVET teaching \nqualification framework will be developed, establishing minimum requirements for teachers. \nBased  on  a  TVET  teachers'  development  program,  teachers  will  receive  national  and \ninternational training. The former Retraining Center under AVE will be upgraded to a Resource \nCenter and will function as the training arm for continuing staff development of teachers and \nmanagement of the TVET system. It will also undertake research on new training approaches \nand  methodologies  and  help  develop  learning  materials  for  different  TVET  programs.  In \naddition, it will serve as venue for meetings of the sector councils. \nC.  Investment and Financing Plans \n15.  The project is estimated to cost $23.5 million (Table 1). \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb   \n1. Rationalization of primary TVET system and modernization of TVET system  3.37 \n2. Improvement of TVET teaching and learning environments  11.83 \n3. Development of curriculum, teaching and learning materials for TVET  0.96 \n4. Strengthening of TVET delivery quality  0.89 \n5. Project management  0.81 \n6. Taxes and duties  3.50 \nSubtotal (A)  21.36 \nB.  Contingenciesc   \n1. Physical contingencies  1.00 \n2. Price contingencies  0.80 \nSubtotal (B)  1.80 \nC.  Financing Charges During Implementationd  0.34 \n  Total (A+B+C)  23.50 \nTVET = technical and vocational education and training. \na  Includes taxes and duties to be financed from government resources. In case of the international procurement of training \nequipment, the Asian Development Bank (ADB) will finance taxes and duties that exceed the 16% government share to \nmaintain the simplicity of the financing arrangement and financial management required for the borrower, and to simplify \ngovernment budget preparation. \nb  In mid-2012 prices. \nc  Physical contingencies computed at 5% for civil works, field research and development, training, surveys, and studies. \nPrice contingencies computed at 0.5% on foreign exchange costs and 7% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Interest during construction for ADB loan has been computed on Asian Development Fund rates at 1% per year during \nthe 8-year grace period. \nSource: Asian Development Bank estimates. ", "  5 \n \n16.  The government has requested a loan in various currencies equivalent to SDR6,634,000 \n($10 million equivalent) from ADB’s Special Funds resources to help finance the project. The \nloan will have a 32-year term, including a grace period of 8 years, an interest rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter, and such other terms and \nconditions as are set forth in the draft financing agreement. In addition, the government has \nrequested a grant10 not exceeding $10 million from ADB’s Special Funds resources to help \nfinance the project. \n \n17.  The financing plan is in Table 2. \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank (loan)  10.00    42.50 \nAsian Development Bank (grant)  10.00    42.50 \nGovernment  3.50    15.00 \n  Total    23.50    100.00 \nSource: Asian Development Bank estimates. \n \nD.  Implementation Arrangements \n18.  AVE will be the executing agency of the project. AVE will appoint the project director \nwho will coordinate the overall implementation of project activities. NPSDC will serve as the \nproject steering committee and provide strategic guidance and monitor project implementation. \nNPSDC is chaired by the vice prime minister (social affairs) and consists of representatives from \nthe government, employers, and employees. The project steering committee will meet quarterly, \nor as often as required. \n \n19.  The project will be implemented through a project implementation unit (PIU), headed by \na  project manager  who  will  be  responsible for  overall  implementation.  A  secondary TVET \nspecialist at the PIU will serve as a liaison officer with the Professional Education Department in \nthe Ministry of Education and Science, and the secondary vocational schools, and will facilitate \nsecondary TVET support activities that start from the second year. AVE will provide office space \nfor the PIU. The PIU will report to the project director and submit quarterly progress reports to \nthe project steering committee, AVE, and ADB. Project consultants supporting AVE and the \nResource Center’s activities will be housed in their respective offices, and AVE staff will be \nassigned as counterparts to ensure knowledge transfer. \n \n20.  Staffing at AVE and the Resource Center will be realigned following the endorsement of \nthe revised organizational structure of both organizations by the Ministry of Youth, Labor, and \nEmployment. Following realignment, the project will support a capacity assessment and provide \ntraining to fill capacity gaps. Staff of AVE and the Resource Center will receive additional \ncompensation for fulfillment of specific tasks in accordance with the Kyrgyz Republic legislation \nto attract and retain qualified professionals. \n \n                                                \n10 A country's eligibility for Asian Development Fund (ADF) grants under the revised grant framework is determined \nby its risk of debt distress. The latest debt sustainability analysis determined that the Kyrgyz Republic had a \nmoderate risk of debt distress and was eligible to receive 50% of its ADF allocation as grants. \n ", "6 \n21.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (PAM).11 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  October 2012–September 2017 \nEstimated closing date  March 2018 \nManagement \n(i)  Oversight body  National Professional Skills Development Council \nVice prime minister (social affairs) (chair) \nMinistry of Youth, Labor, and Employment; Ministry of \nFinance; Ministry of Education and Science; Ministry of Social \nDevelopment; Ministry of Agriculture; Ministry of Transport; \nKyrgyztelecom; Kyrgyz Post Office; Chamber of Commerce \nand Industry; Union of Builders; Agriculture Association; Light \nIndustry Association; Textile Association; Cooks Guild; and \nFederation of Trade Unions (members) \n(ii) Executing agency  Agency of Vocational Education \n(iii) Key implementing agency  Agency of Vocational Education \n(iv) Implementation unit  Agency of Vocational Education, 7–8 expert staff proposed \nProcurement (ADB and  ICB  3 contracts  $6.1 million \ngovernment share) a  NCB  20 contracts  $7.3 million \nShopping  12 contracts  $0.96 million \nConsulting services (ADB and  QCBS   223 person- $1.3 million \ngovernment share) b  months \nCQS  3 contracts  $0.30 million \nLCS  2 contracts  $0.1 million \nLCS (skills  multiple  $2 million \ndevelopment fund)  contracts \nICS (international)  12 person- $0.33 million \nmonths \nICS (national)  243 person- $0.49 million \nmonths \nAdvance contracting  Advance contracting is proposed for the hiring of the \ninternational consulting firm and PIU staff. Any proposal of \nadvance contracting will not constitute a commitment by ADB \nto finance the project. \nDisbursement   The loan and grant proceeds will be disbursed in accordance \nwith ADB's Loan Disbursement Handbook (2012, as \namended from time to time) and detailed arrangements \nagreed upon between the government and ADB. \nADB = Asian Development Bank, CQS = consultants’ qualifications selection, ICB = international competitive bidding, \nICS = individual consultants selection, LCS = least-cost selection, NCB = national competitive bidding, PIU = project \nimplementation unit, QCBS = quality- and cost-based selection. \na  All procurement of goods and works will be undertaken in accordance with ADB’s Procurement Guidelines (2010, \nas amended from time to time). \nb  All recruitment of consultants will be undertaken in accordance with ADB’s Guidelines on Use of Consultants \n(2010, as amended from time to time). \nSource: Asian Development Bank. \n                                                \n11 Project Administration Manual (accessible from the list of linked documents in Appendix 2). ", "  7 \n \n22.  To retain momentum and reduce the time for consultant recruitment, AVE will initiate the \nrecruitment of the international consulting firm upon endorsement of the project procurement \nplan for recruiting consultants by ADB. The contract should not be signed until the project \nbecomes effective. Project PIU staff will be recruited through advanced contracting to allow a \nsmooth transition between the ongoing and proposed projects. PIU staff of the ongoing project \ncan apply for new PIU positions. PIU positions will be advertised upon approval of the project by \nthe ADB Board of Directors. The new PIU will start its assignment upon project effectiveness. \n \nIII.  DUE DILIGENCE \nA.  Technical \n23.  Sector maps for the seven priority sectors (footnote 2) were prepared to identify new \npriority occupations to be supported under the project. An occupational mapping exercise and \nsurvey was conducted to establish a comprehensive list of technical occupations in each of the \nseven sectors. Under the survey, employers working in priority sectors were asked to select the \nmost critical occupations and skills needed for their operations, number of skilled workers \nrequired, difficulty in filling vacancies, and length of time needed to train new hires before they \nbecome  productive. This  list  of occupations  and  skills  was  then  discussed  with groups of \nexperts from each sector during focus group discussions to determine the priority level of each \noccupation and related skills. The experts established a list of 78 priority occupations. As the \nproject will not be able to support all priority occupations, sector councils under NPSDC will be \nrequested to select the 45 most critical occupations and skills. This activity will be supported by \nthe PIU as part of project preparations. \n \nB.  Economic and Financial \n24.  The direct economic benefits from the project are derived mainly from greater access to \nshort-term  and  long-term  skills  training,  better  domestic  and  overseas  employment \nopportunities, and higher labor market outcomes for TVET graduates thanks to more relevant \nskills  training.  The  project  will  support  skills  development,  producing  graduates  with  the \ntechnical skills required by the seven priority sectors, and expanding their income-generating \nactivities.  The  economic  internal  rate  of  return  of  the  project  is  estimated  at  20.8%.  The \ngovernment’s contribution to the project is included in the budget and estimated at $19 million \n(Som984 million) for the primary TVET system and at $4.4 million (Som205 million) for the \nsecondary  TVET  system.  Project  activities  should  be  sustainable,  taking  into  account  the \nanticipated increased proceeds through income-generating activities from vocational schools, \nwhich are expected to increase from 10% to 25% of total revenue, and efficiency improvements \nof the primary TVET system through rationalization. \n \nC.  Governance \n25.  Project-specific  governance  risks  have  been  analyzed  by  carrying  out  financial \nmanagement and procurement capacity assessments of AVE and the PIU. The result of the \nfinancial management assessment shows that AVE has the capacity to record its financial \ntransactions  and  balances,  and  to  provide  regular  and  reliable  financial  statements  and \nmonitoring reports to the Ministry of Finance in accordance with government regulations. The \nPIU financial management system satisfies the financial management requirements of ADB. \nSince AVE is complying with government accounting regulations, which are different from ADB’s \nfinancial management requirements, the project’s financial management will not be integrated in \n ", "8 \nAVE, but will remain with the PIU. In the PIU, the accounting function will remain separate from \nthe  cashier  function,  to  allow  for  internal  control.  Based  on  the  procurement  capacity \nassessment, the following recommendations are made to mitigate procurement risks: (i) provide \nconsulting inputs to the PIU to advise and assist in the procurement of goods and services; \n(ii) the person signing the contracts should not be part of the bid evaluation committee; and \n(iii) at least one member of the bid evaluation committee should be certified in procurement, \neither by the former State Agency for Procurement or the Procurement Unit in the Ministry of \nFinance. \n \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and AVE. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 11). \n \nD.  Poverty and Social \n27.  The close link between educational development and reduction in poverty incidence, \nproductivity gain, economic growth, and the improvement of general living conditions is well \nestablished. In the case of TVET, access to quality training will expand the income-generating \nopportunities of the graduates. About 125,000 students, of which at least 30% are targeted to be \nfemale, will benefit from the long-term skills training, and approximately 145,000 adults and out-\nof-school youths, of which at least 30% are targeted to be female, will benefit from short-term \nskills training courses during the project. New demand-driven curriculum modules, rehabilitated \nand upgraded training workshops, and practice-oriented training programs will improve income-\nearning opportunities after graduation. In addition, an estimated 15,000 disadvantaged youths \nand adults, of which at least 30% are targeted to be female, will be trained under the skills \ndevelopment fund. Considering that more than 50% of youths and adults participating in training \nprograms are from low-income families, the project will contribute to the enhancement of income \nopportunities for the poor. Vocational schools will benefit from increased training income, which \nwill enable them to supplement the state budget, and to pay for training consumables and \nadditional income for teachers. Local enterprises will benefit through increased productivity \nbecause of a better-skilled workforce, which in turn will contribute to the country’s economic \ncompetitiveness and growth. \n \n28.  The project includes a gender action plan to improve gender responsiveness. Sex-\ndisaggregated data will be collected on both primary and secondary TVET. Research activities \nunder the project will include a separate analysis to study and report on the disparities in job \nopportunities between male and female graduates. Gender-sensitive career guidance materials \nand social marketing campaigns will be supported. At least 30% of the rehabilitated dormitories \nwill be allocated to female students. \n \nE.  Safeguards \n29.  No  land  acquisition  will  be  required,  and  there  are  no  negative  environmental  or \nresettlement impacts, since the project will carry out only minor rehabilitation and repairs of \nexisting school buildings and facilities. Some school rehabilitation works will improve water \nsupply  and  sanitation, which  will  promote good  health.  Any  activities  that  may  cause  any \ninvoluntary  resettlement  impacts  will  not  be  eligible for  project financing. No  impacts from \nproject activities are expected on the ethnic minorities in the country. \n ", "  9 \nF.  Risks and Mitigating Measures \n30.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.12 \n \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nSustainability of NPSDC  The key strategy to mitigate this risk is to ensure that NPSDC, a \nthreatened in case of change in  high-level multisector body, can show performance through \npolitical leadership  endorsement and approval of well-crafted policies, plans, and \nprograms on skills development. The project will support the \nsecretariat of NPSDC and the sector councils, which represent \nemployers in the seven priority sectors, in preparing these \npolicies, plans, and programs for NPSDC approval. \n \nLimited capacity of AVE as NPSDC  The project will mitigate this risk by the ongoing review of AVE’s \nSecretariat  organizational structure and staffing to ensure that activities \ninitiated under the project are mainstreamed into its regular \nfunctions. The competencies of AVE staff will be assessed, and \ntraining will be provided to fill gaps. \n \nEmployers to partner slower than  The strategy to mitigate this risk is to institutionalize the \nexpected with government  participation of employers in TVET, rather than doing it on an ad \nhoc basis, a lesson learned from the positive response of those \ninvolved in ADB’s first Vocational Education and Skills \nDevelopment Project.a This includes establishing mechanisms \nwhere employers can participate in policy formulation nationally \n(NPSDC and sector councils), on operational matters in the \nschools (school advisory board), and in project-specific activities \n(e.g., MOUs with particular schools). \n \nAdaptation to reforms by school  The strategy to mitigate this risk is to manage the change \nmanagement and staff slower than  process through (i) thorough orientation to ensure the school \nexpected due to limited absorptive  management understands why changes are needed and the \ncapacity  benefits that will accrue from them; and (ii) intensive training that \nprovides them with knowledge and skills to be able to cope with \nthe changes. \nADB  =  Asian  Development  Bank,  AVE  =  Agency  for  Vocational  Education,  MOU  =  memorandum  of \nunderstanding, NPSDC = National Professional Skills Development Council, TVET = technical and vocational \neducation and training. \na ADB.  2007.  Report  and  Recommendations  of  the  President  to  the  Board  of  Directors:  Proposed  Asian \nDevelopment Fund Grant to the Kyrgyz Republic for the Vocational Education and Skills Development Project. \nManila ($10 million, closing on 31 December 2012). \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n31.  The government and AVE have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and AVE have agreed with ADB on certain \ncovenants for the project, which are set forth in the financing agreement. \n                                                \n12 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \n \nV.  RECOMMENDATION \n32.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the  loan  in  various  currencies  equivalent  to  SDR6,634,000  to  the  Kyrgyz \nRepublic for the Second Vocational Education and Skills Development Project, \nfrom ADB’s Special Funds resources, with an interest charge at the rate of 1.0% \nper annum during the grace period and 1.5% per annum thereafter; for a term of \n32  years,  including  a  grace  period  of  8  years;  and  such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft \nfinancing agreement presented to the Board; and \n \n(ii)  the grant not exceeding $10,000,000 to the Kyrgyz Republic, from ADB’s Special \nFunds resources, for the Second Vocational Education and Skills Development \nProject, on terms and conditions that are substantially in accordance with those \nset forth in the draft financing agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n06 September 2012 ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact       \nInclusive growth  Number of workers in labor force  National Statistical  Assumptions \nthrough greater  with formal TVET qualifications  Committee. Employment \nContinued \nemployment  increases by 25% for male and  and unemployment data \nopportunity for \nopportunities for  urban graduates and by 30% for  in the Kyrgyz Republic \nmigration \nTVET graduates  female and rural graduates from \n2010 to 2020. 2010 baseline:     \n \n  Steady economic \nItem  Primary  Secondary \ngrowth creates \nTVET  TVET \n \nUrban  9.2%  11.2%  new employment \nand income \nRural  5.7%  6.8% \nopportunities \nMale  8.3%  5.7% \nFemale  4.5%  11.3% \nOutcome        \nStronger quality,  Enrollment in vocational schools  AVE Planning and  Assumption \nrelevance, and  increased   Financing Department;   \nefficiency of and  MOES Professional  Good donor \nItem  Primary  Secondary \nmore equitable  Education Department  coordination on \nTVET  TVET \naccess to TVETa  TVET reforms \n2010   \nMale  22,491  4,139 \nFemale  9,615  1,243 \n2017   \nMale  27,500  5,384 \nFemale  12,500  1,616 \n Average pass rate in ICA of  AVE Monitoring and  Risk \ngraduates for all supported  Evaluation Department, \nSustainability of \nvocational schools will reach 70%  (MIS data) \nNPSDC \nin 2017 (no baseline available) \nthreatened in case \nAverage share of revenue from  AVE Planning and  of change in \nincome-generating activities in  Financing Department  political leadership \nproject-supported vocational \nschools increased from 10% to \n25% of total revenue by 2017 \nParticipation of adults and out-of- AVE Planning and \nschool youths in short courses in  Financing Department; \nsupported vocational schools  MOES Professional \ndoubles by 2017. 2010 baseline:   Education Department \nItem  Primary  Secondary \nTVET  TVET \nMale  9,575  1,672 \nFemale  4,104  717 \nOutputs        \n1. Primary TVET  Rationalization strategy for primary  Ministerial decree, PIU  Risk \nsystem  TVET approved and implemented  records, and AVE MIS   \nrationalized and  in line with action plan  Limited capacity of \nTVET system  AVE as secretariat \nNPSDC meets as often as  NPSDC minutes \nmodernized  of the NPSDC \nnecessary to coordinate national \nskills development supported by \nAVE and sector councils \n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nAll primary vocational schools  AVE MIS \nprepare annual gender-sensitive \nbusiness plans and report through \nMIS on a quarterly basis from \nQ1 2014  \n  TVET Statistical Bulletin and tracer  TVET Statistical Bulletin   \nstudy published annually with data  and tracer study results \ndisaggregated by gender and  (AVE–PIU) \nregion \n  15,000 disadvantaged youths and  Skills development fund   \nadults (at least 30% females)  and project training \ntrained under skills development  records (AVE–PIU) \nfund by Q3 2017 \n  Annual gender-sensitive marketing  Consultant’s materials   \ncampaign organized and career  and M&E records (AVE–\nguidance materials provided to all  PIU) \nincoming and graduating students \nof supported vocational schools \n  All supported vocational schools  Project records (AVE–  \nhave operating advisory boards by  PIU) \nQ1 2014 \n2. TVET teaching  260 workshops and 60 computer  Project procurement,   \nand learning  classrooms of supported  engineering, and M&E \nenvironments  vocational schools rehabilitated  reports (AVE–PIU) \nimproved  and equipped, of which 70% of \nprimary vocational schools outside \nBishkek and Osh, by Q3 2016 \n  Access for physically disabled  Project engineering and   \nimproved in 260 workshops and 60  M&E reports (AVE–PIU) \ncomputer classrooms by Q3 2016 \n  30 dormitories in supported  Project engineering and   \nvocational schools rehabilitated by  M&E reports (AVE–PIU) \nQ3 2016 (at least 30% dormitories \nfor females) \n  50,000 students benefiting from  M&E reports (AVE–PIU)   \nnew and better educational \nfacilities (at least 30% females) \n3. Curriculum,  NPSDC approves and AVE  AVE regulations   Risk \nteaching and  promulgates guidelines and \nlearning materials  procedures for use of CBT \nfor TVET  methodology by Q3 2013 \ndeveloped \nNew competency standards  AVE regulations   Employers to \ndeveloped by sector councils and  partner more \npromulgated for 45 occupations in  slowly than \n7 priority sectors by Q3 2017  expected with \ngovernment \n  270 competency assessors (6 per  Project training records \nqualification) trained by Q3 2017  (AVE–PIU) \n  Competency standards, curricula,  Project M&E records   \nand training materials for  (AVE–PIU) \n45 occupations printed and   ", "  Appendix 1  13 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \n  distributed to supported vocational     \nschools by Q3 2017   \n  Libraries equipped with  Project procurement   \ncontemporary learning aids and  records (AVE–PIU) \nbooks for self-learning \n4. Quality of TVET  540 school principals, deputies,  Project training records  Risk \ndelivery  administrators, and teachers of  (AVE–PIU) \nAdaptation to \nstrengthened  vocational schools attend in-\nreforms by school \ncountry training and 90 teachers \nmanagement and \nattend international training (at \nstaff slower than \nleast 40% females) by Q3 2017 \nexpected due to \n300 teachers trained in curriculum  Project training records  limited absorptive \nand training material development  (AVE–PIU)  capacity \nby Q3 2017 \n600 teachers certified under the  Project training records \nTTQF (at least 40% females) by  (AVE–PIU) \nQ3 2017 \n50,000 students educated and  M&E reports (AVE–PIU) \ntrained under improved quality \nassurance system (at least 30% \nfemales) \n Activities with Milestones  Inputs \n1.  Primary TVET system rationalized and TVET system modernized  ADB:  \n1.1 Rationalization strategy for primary TVET system prepared by Q2 2012 \n$10 million \n1.2 Sector councils representing seven priority sectors established by Q2 2013 \nequivalent \n1.3 MIS introduced in all primary vocational schools by Q3 2013 \nADF loan \n1.4 Tracer study published by Q1 2013 and TVET Statistical Bulletin published by \nQ4 2103  $10 million ADF \n1.5 Skills development fund established and operational by Q1 2013  grant \n1.6 Career guidance materials prepared by Q2 2013 and distributed by Q3 2013   \n2.  TVET teaching and learning environment improved  Government:  \n2.1 Tender for civil works conducted in Q2 2013  $3.5 million \n2.2 Tender for training equipment for first batch conducted in Q2–Q3 2013 \n3.  Curriculum, teaching and learning materials for TVET developed \n3.1 CBT methodology guidelines and procedures prepared by Q1 2013 \n3.2 Sector councils to develop competency standards for priority occupations by \nQ2 2013 \n4.  Quality of TVET delivery strengthened \n4.1 TTQF approved and implemented by Q2 2013 \nADB = Asian Development Bank, ADF = Asian Development Fund, AVE = Agency for Vocational Education, CBT = \ncompetency-based training, ICA = independent competency assessment, M&E = monitoring and evaluation, MIS = \nmanagement information system, MOES = Ministry of Education and Science, NPSDC = National Professional Skills \nDevelopment Council, PIU = project implementation unit, Q = quarter, TTQF = TVET teachers qualification framework, \nTVET = technical and vocational education and training. \na  TVET comprises primary TVET, secondary TVET, and private sector TVET providers. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=38298-023-3 \n \n1.  Financing Agreement \n2.  Sector Assessment (Summary): Technical Education and Vocational Skills Training  \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Financial and Economic Analyses \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Gender Action Plan \n10.  Risk Assessment and Risk Management Plan "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120907095513Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "kyrgyzstan, vocational education kyrgyz republic, technical skills development, modern training methods, rural vocational schools, curriculum development, human development, employment opportunities for vocational graduates, project terms and conditions; adb projects; 38298", "ModDate": "D:20121018113509+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "The report and recommendation of the President for the proposed Second Vocational Education and Skills Development Project in the Kyrgyz Republic describes project terms and conditions for the approval of the Board of Directors of ADB.", "Title": "RRP: Kyrgyz Republic: Second Vocational Education and Skills Development Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 1 September 2012) \n \nCurrency unit  –  som (Som) \nSom1.00  =  $0.0217     \n$1.00  =  Som46.07     \n \n \nABBREVIATIONS \n  \n  ADB  –  Asian Development Bank \n  AVE  –  Agency for Vocational Education \n  CBT  –  competency-based training \n  NPSDC  –  National Professional Skills Development Council \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  TVET  –  technical and vocational education and training \n  VESDP  –  Vocational Education and Skills Development Project \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  D. Kertzman, Public Management, Financial Sector and Trade \nDivision, CWRD \n   \nTeam leader  M. Van der Auwera, Financial Sector Specialist (Social Security), \nCWRD \nTeam members  K. Aminov, Project Officer, Tajikistan Resident Mission, CWRD \n  J. Farinha, Financial Sector Economist, CWRD \n  M. Khaltarpurev, Senior Portfolio Management Specialist, Kyrgyz \nResident Mission (KYRM), CWRD \n  L. Nazarbekova, Senior Counsel, Office of the General Counsel \n  C. Nazario, Associate Project Officer, CWRD \n  M. Razaev, Project Officer, KYRM, CWRD \n  S. Roth, Social Development Specialist (Gender and Development), \nCWRD \nPeer reviewer  W. Kubitzki, Principal Portfolio Management Specialist, Indonesia \nResident Mission, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "D. Kertzman", "role": "Public Management", "organization": "Financial Sector and Trade"}, {"fullname": "M. Van der Auwera", "role": "Financial Sector Specialist (Social Security)", "organization": ""}, {"fullname": "K. Aminov", "role": "Project Officer", "organization": "Tajikistan Resident Mission"}, {"fullname": "J. Farinha", "role": "Financial Sector Economist", "organization": "CWRD"}, {"fullname": "M. Khaltarpurev", "role": "Senior Portfolio Management Specialist", "organization": "Kyrgyz"}, {"fullname": "L. Nazarbekova", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "C. Nazario", "role": "Associate Project Officer", "organization": "CWRD"}, {"fullname": "M. Razaev", "role": "Project Officer", "organization": "KYRM"}, {"fullname": "S. Roth", "role": "Social Development Specialist (Gender and Development)", "organization": ""}, {"fullname": "W. Kubitzki", "role": "Principal Portfolio Management Specialist", "organization": "Indonesia"}, {"fullname": "Resident Mission", "role": "Southeast Asia Department", "organization": ""}]}