{"path": "data/input/reports/38357-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 38357 \nNovember 2005 \nProposed Loan and Technical Assistance Grant \nDemocratic Socialist Republic of Sri Lanka:  \nNational Highways Sector Project \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2005) \n \nCurrency Unit   –  Sri Lanka rupee/s (SLRe/SLRs) \nSLRe1.00  =  $0.0098 \n$1.00  =  SLRs101.83 \n  \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nAP    –  affected people \nCBC    –  cluster bus companies \nCEA    –  Central Environmental Agency \nDBST    –  double bituminous surface treatment \nEIA    –  environmental impact assessment \nEIRR    –  economic internal rate of return \nEMP    –  environmental management plan \nESAL    –  equivalent standard axle load \nESC    –  environmental steering committee \nESD    –  Environmental and Social Division \nGM    –  general manager \nHIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency \nsyndrome \nICB    –  international competitive bidding \nIEE    –  initial environmental examination \nJBIC    –  Japan Bank for International Cooperation \nLAR    –  land acquisition and resettlement \nLARC    –  land acquisition and resettlement committee \nLARSC  –  land acquisition and resettlement steering committee \nLCB    –  local competitive bidding \nLIBOR   –  London interbank offered rate \nMIS    –  management information system \nMOFP   –  Ministry of Finance & Planning \nMOH    –  Ministry of Highways \nMOT    –  Ministry of Transport \nNH    –  national highway \nOPEC   –  Organization of Petroleum Exporting Countries \nPBM    –  performance based maintenance \nPD    –  provincial director \nPMU    –  project management unit \nRCDC   –  Road Construction and Development Company \nRDA    –  Road Development Authority \nRF    –  resettlement framework \nROW    –  right of way \nRMBEC  –  road maintenance budgeting and expenditure control \nRRP    –  report and recommendation of the President \nRSDP   –  Road Sector Development Project \nSEIA    –  summary environmental impact assessment \nSOE    –  statement of expenditures \nTA    –  technical assistance \nTAC    –  technical advisory committee \n ", " \nTOR    –  terms of reference \nVOC    –  vehicle operating cost \n \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n   \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department \nDirector  N. Patel, Officer-in-Charge, Transport and Communications Division \n   \nTeam leader  S. Widowati, Senior Project Specialist, South Asia Department \nTeam members  P. Dutt, Transport Specialist, South Asia Department \n  M. Gupta, Social Development Specialist, South Asia Department \n  A. Mohammed, Counsel, Office of the General Counsel \n  D.S. Pyo, Principal Financial Specialist, South Asia Department \n  K.M. Tilakaratne, Implementation/Programs Officer, South Asia \nDepartment \n  D. Utami, Senior Environment Specialist, South Asia Department \n  H. Yamaguchi, Transport Specialist, South Asia Department \n \n \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  v \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  9 \nA.  Impact and Outcome  9 \nB.  Outputs  10 \nC.  Special Features  12 \nD.  Cost Estimates  12 \nE.  Financing Plan  13 \nF.  Implementation Arrangements  13 \nIV.  TECHNICAL ASSISTANCE  17 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  17 \nA.  Technical Aspect  17 \nB.  Policy and Institutional Aspects  18 \nC.  Economic Aspect  18 \nD.  Environmental Aspect  18 \nE.  Social Aspect  20 \nVI.  ASSURANCES  20 \nA.  Specific Assurances  20 \nB.  Conditions for Civil Works Implementation  22 \nVII.  RECOMMENDATION  23 \nAPPENDIXES   \n1.  Design and Monitoring Framework  24 \n2.  Road Sector Analysis  26 \n3.  Road Sector Policy Matrix Update  31 \n4.  Medium-Term Sector Framework Update  36 \n5.  Road Development Authority – Existing Organization Chart  37 \n6.  Road Development Authority – Proposed Organization Chart  38 \n7.  Road Maintenance Trust Fund  39 \n8.  External Assistance to the Road Subsector, 1995–2004  41 \n9.  RDA: Medium-term Institutional Strengthening Framework  42 \n10.  Candidate Roads  43 \n11.  Summary of Design Standards and Features  44 \n12.  Land Acquisition and Resettlement Subcomponent  47 \n13.  Performance-Based Maintenance Subcomponent  49 \n14.  Detailed Cost Estimates and Financing Plan  51 \n15.  Implementation Organization Chart  52 \n16.  Project Implementation Schedule  53 \n17.  Indicative Contract Packages  54 \n ", " \n18.  Outline Terms of Reference – Consulting Services for Capacity Building of the  \n  Environmental and Social Division  55 \n19.  Summary Poverty Reduction and Social Strategy  60 \n \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Outline Terms of Reference for Institutional and Policy Support Consultant \nB.  Outline Terms of Reference Consulting Services for Construction Supervision \nC.  Summary Economic Analysis  \nD.  Summary Environmental Impact Assessment \nE.  Environmental Assessment and Review Framework \nF.  Summary Resettlement Plan for Sample Roads \nG.  Entitlement Matrix  \nH.  Resettlement Framework   \n \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  The Democratic Socialist Republic of Sri Lanka \n   \nClassification  Targeting classification: General intervention  \nSector: Transport and communications \nSubsector: Roads and highways \nTheme: Sustainable economic growth \nSubtheme: Fostering physical infrastructure development \n   \nEnvironment  Category A. \nAssessment  On  5  August  2005,  the  summary  environmental  impact \nassessment was submitted to the Board and disclosed to public \nthrough the Asian Development Bank (ADB) website. \n   \nProject Description  Since  2002,  ADB  has  supported  the  establishment  and \nimplementation of a policy and institutional framework to improve \noverall  road  sector  performance  in  Sri  Lanka.  The  proposed \nProject will be the second in the series of interventions, and will \n(i)  support  the  second  stage  of  the  reform  program  and  (ii) \nfinance the upgrading of national highways (NHs). \n \nThe Project will continue to support the Government in policy \nand institutional aspects, particularly in improving the transport \nsector regulatory framework, supporting the reorganization of the \nstructure of the Road Development Authority (RDA), improving \nRDA’s human resources development policy and strategies, and \nintegrating project management.  \n \nThe  Project  will  upgrade  about  270  kilometers  (km)  of  NHs, \nconsisting  of  Puttalam-Anuradhapura,  hilly  roads,  and  south \nhighway links. Bridges, drainage, and culverts will be improved \nand replaced, and weigh stations will be provided as necessary. \nLand acquisition and resettlement of the Colombo links (about \n80  km)  will  also  be  supported.  A  pilot  performance-based \nmaintenance program in 4–6 executive engineer divisions will be \ndeveloped and contracted out to local private contractors. \n \nA technical assistance (TA) will also be provided to build the \ncapacity  of  the  newly  established  Environmental  and  Social \nDivision within RDA. \n   \nRationale  Although Sri Lanka’s road density is higher than that of many \ndeveloping countries, the road network standards and conditions \nare inadequate to meet rapidly growing freight and passenger \ntraffic. Most of the NH network is still single- and two-lane, more \nthan 50% of the network has poor and bad surface condition, \nand many portions are seriously congested. \n ", "ii \n  This  situation  limits  the  roads’  contribution  to  national \ndevelopment  and  economic  growth.  To  cope  with  the \nconstraints, the existing road infrastructure must be improved \nand upgraded. \n \nThe  overall  contribution  of  road  infrastructure  also  requires \ninstitutional  arrangements  and  capacity  that  support  strategic \nmanagement of the sector, and planning and management of \ninvestments.  The  proposed  Project  has  been  designed  to \naddress both institutional and investment aspects in the sector. \n   \nImpact and Outcome  The  Project  impact  is  expansion  of  economic  opportunities \nleading  to  higher  income.  The  outcome  is  improvement  of \nnational  transport  efficiency  resulting  from  (i)  improved  road \nsector institution and policy; and (ii) upgraded and maintained \nNH network that lowers transport cost, reduces journey time, \nand improves accessibility.  \n   \nCost Estimates  The estimated total cost is $208.0 million equivalent, inclusive of \ntaxes,  duties,  commitment  charges,  and  interest  during \nimplementation. Foreign exchange costs are estimated at $72.3 \nmillion (34.8%). Local currency costs are estimated at $135.7 \nmillion equivalent (65.2%). \n   \nFinancing Plan  ($ million) \nSource  Foreign  Local  Total  % \nExchange  Currency  Cost \nAsian Development         \nBank  72.3  77.7  150.0  72.1 \nGovernment  0.0  58.0  58.0  27.9 \nTotal  72.3  135.7  208.0  100.0 \nSource: Asian Development Bank estimates. \n   \nLoan Amount and Terms  A loan of $150.0 million from ADB’s ordinary capital resources \nwill  be  provided  under  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility. The loan will have a 25-year term \nincluding a grace period of 5 years; an interest rate determined \nin  accordance  with  ADB’s  LIBOR-based  lending  facility;  a \ncommitment charge of 0.75% per annum; and such other terms \nand conditions as set forth in the loan and project agreements. \n   \nPeriod of Utilization  Until 31 December 2010 \n   \nEstimated Project  31 December 2009 \nCompletion Date \n   \nExecuting Agency  Road Development Authority \n ", "iii \nImplementation  The existing project management unit, which is responsible for \nArrangements  preconstruction  activities  and  for  implementing  RDA’s \nreengineering  under  the  ongoing  Road  Sector  Development \nProject, will be responsible for overall coordination of the Project. \nFor civil works implementation, four existing RDAs’ provincial \ndirectors  of  Central,  Northwestern,  Southern,  and  Uva \nProvinces, assisted by the relevant chief engineer’s offices will \nbe responsible for day-to-day implementation. \n   \nProcurement  Procurement  will  be  carried  out  in  accordance  with  ADB’s \nGuidelines  for  Procurement  and  the  Government’s  tender \nprocedures acceptable to ADB. International competitive bidding \n(ICB) procedures will be followed for procurement of civil works \nwith contract values of above $6 million, and local competitive \nbidding procedures for contract values of $6.0 million and below. \nSupply contracts over $1,000,000 will be procured under ICB; \n$100,000–1,000,000,  international  shopping;  and  less  than \n$100,000, direct purchase arrangement. \n   \nConsulting Services  All  consultants  will  be  recruited  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants and other arrangements \nsatisfactory  to  ADB  for  engaging  domestic  consultants. \nConsulting services will be required for (i) policy and institutional \nsupport,  (ii)  construction  supervision,  and  (iii)  preparing  and \nsupervising  the  performance-based  maintenance  contracts. \nOverall, about 237 person-months international and 945 person-\nmonths domestic consultant inputs will be required. \n   \nProject Benefits and  The Project will contribute to the improvement of the overall \nBeneficiaries  performance of the road sector by improving transport efficiency \nand  widening  access  to  economic  opportunities.  The \nbeneficiaries will be people, companies, and government and \nnongovernment agencies in Sri Lanka that use road transport \nservices  directly  and  indirectly.  Communities  served  by  the \nproject roads will benefit from improved, lower cost, and faster \ntransport  services,  and  thereby  obtain  improved  access  to \neconomic opportunities and social services. Transport operators \ncarrying both passengers and freight will benefit from improved \nroads in terms of lower vehicle operating cost, time savings, \nimproved  road  safety,  and  thereby,  increase  productivity. \nGovernment and nongovernment agencies served by the project \nroads  will  improve  their  service  delivery  due  to  improved \ntransport efficiency. \n   \nThe main quantifiable benefits of the highways improvement will \nbe savings in transport operating costs. The overall economic \ninternal rate of return is 18.2%. The poverty impact ratio of the \nproject roads is 0.39, above the poor’s share of national income. \n \n ", "iv \nRisks and Assumptions  The benefits and positive impacts of the Project will materialize, \nassuming  that  complementary  external  assistance  and  the \nGovernment’s  commitment  in  developing  the  national  road \nnetwork and economic infrastructure will continue.  \n \n  The major risks for the Project are (i) partial implementation of \nthe  institutional  strengthening  program,  leading  to  less-than-\nintended improvements in sector performance; (ii) inadequate \npostproject road maintenance; and (iii) delays in land acquisition \nand resettlement due to inadequate counterpart funding. The \nrisks  have  been  mitigated  in  (i)  the  revised  realistic  and \nachievable  institutional  strengthening  program,  (ii)  the \nestablishment of a dedicated road maintenance trust fund, and \n(iii) government commitment to include the Project in its core \nprojects starting in FY2006 to ensure that budget allocations for \nit will be provided and sustained. The Project will also finance \nland acquisition and resettlement expenditures of the Colombo \nlinks. \n   \nTechnical Assistance  In conjunction with the Project, a TA is proposed for building the \ncapacity of the Environmental and Social Division of RDA. The \nTA is estimated to cost $500,000, of which ADB will finance \n$400,000 on a grant basis from the technical assistance special \nfund. The TA consultants will be recruited on an individual basis \nin accordance with ADB’s Guidelines on the Use of Consultants \nand  other  arrangements  satisfactory  to  ADB  for  engaging \ndomestic consultants. \n \n \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto Sri Lanka for the National Highways Sector Project. The report also describes a proposed \ntechnical assistance (TA) for Capacity Building of the Environmental and Social Division of the \nRoad Development Authority (RDA), and if the Board approves the proposed loan, I, acting \nunder the authority delegated to me by the Board, will approve the TA. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  Road density in Sri Lanka is higher than that in many developing countries; however, \nroad network standards and conditions are inadequate to meet the rapidly growing freight and \npassenger  traffic.  This  situation  limits  the  contribution  of  roads  to  national  development, \neconomic  growth,  and  poverty  reduction.  To  cope  with  the  constraints,  the  existing  road \ninfrastructure must be improved and upgraded. The overall contribution of road infrastructure \nalso requires institutional arrangements and capacity that support strategic management of the \nsector, and planning and management of investments. Since 2002, the Asian Development \nBank (ADB) has supported the establishment and implementation of a policy and institutional \nframework to improve overall road sector performance. The proposed Project will be the second \nin the series of interventions, and will support the second stage of the reform program and \nfinance the upgrading of national highways (NHs). The proposed Project, which was envisaged \nin the country strategy and program 2004–2008,1 is designed to address both investment and \ninstitutional aspects in the sector.2 The design and monitoring framework is in Appendix 1. \n \nA.  Performance Indicators and Analysis \n3.  Sri Lanka has a road network of about 108,000 kilometers (km), comprising about \n11,700 km of NHs, 15,500 km of provincial roads, 64,700 km of local authority roads, and \n16,300 km of roads owned or controlled by irrigation, wildlife and land development authorities. \nThe road sector analysis is in Appendix 2. \n \n4.  The Ministry of Highways (MOH) has overall responsibility for policies and programs \nconcerning the NH network. RDA,3 a statutory institution assigned to MOH, is responsible for \nplanning and managing the development and maintenance of NHs. Although RDA has the \nstructure of a commercial organization—with a chairman, a general manager, and a board of \ndirectors—in  practice  it  operates  as  a  government  department  under  MOH,  with  relatively \nlimited autonomy. The Ministry of Transport (MOT) has responsibility for overall policy and \nregulation in land transport, covering road and rail transport.  Among its functions, MOT is \nresponsible  for  vehicle,  driver,  and  operator  licensing;  on-road  regulatory  enforcement  in \ncooperation with the police; and passenger transport services and price regulation.  \n \n5.  Sri Lanka’s real gross domestic product over 10 years period grew at the average of \n4.5% per annum, and the rate of traffic growth was over 6% annually in the last 5 years. Road \ntransport is a dominant mode, accounting for 98% of freight movement and 93% of passenger \n                                                 \n1  ADB. 2003. Country Strategy and Program (2004–2008): Democratic Socialist Republic of Sri Lanka. Manila. \n2 The  investment  component  was  prepared  through  TA  4074-SRI  (ADB.  2002.  Technical  Assistance  to  the \nDemocratic Socialist Republic of Sri Lanka for Preparing the National Highway Development. Manila.), while the \npolicy and institutional component is the continuation of the reform component of the last project, the Loan 1986-\nSRI (SF) (ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan \nto the Democratic Socialist Republic of Sri Lanka for the Road Sector Development Project. Manila. \n3  Established by the Road Development Authority Act, No. 73 of 1981. \n ", "2   \ntraffic.  The  total  number  of  registered  vehicles  has  risen  sharply  over  the  last  3  years. \nMotorcycle registrations in particular have increased by a factor of four. Motor tricycles, which \nare now used throughout the country as taxi services, have grown strongly, and also car to a \nlesser extent. Traffic levels now exceed the design capacity of many roads. \n \n6.  Road density is 1.5 km/km2, however, the standards and condition of the road network \nare inadequate to meet the rapidly growing freight and passenger traffic. About 64.3% of the NH \nnetwork is still single- and two-lane standard, 34.0% two-lane, and only 1.7% four-lane or more. \nMany roads, particularly those originating from Colombo, are seriously congested. \n \n7.  The road network has a wide range of width and geometric standards. Potholes and \nbreakup of bitumen surfacing are the most common signs of deterioration, and in most cases \nreconstruction or overlay is needed. It is evident that relatively little maintenance has been \ncarried out in the previous 10 years. Only 18.4% of the network is in good condition and will not \nneed rehabilitation for some years; 29.8% is in fair condition and likely to need resurfacing \nwithin the next 5 years; 35.4% is in poor condition and needs major rehabilitation to return the \nroads to a maintainable condition and provide all-weather serviceability; and 16.4% is in bad \ncondition, requiring reconstruction.4 Poor road conditions raise road-user costs, impair road \nsafety, and diminish the quality and frequency of transport services.  \n8.  Overloading contributes substantially to the deterioration of the road network in Sri \nLanka. Surveys of axle loads undertaken by RDA indicate a high degree of overloading by a \nproportion of heavy commercial vehicles.  Most freight transport is undertaken by two axle dual \nrear-tired vehicles, and these show the greatest overloading. The loads they carry should be \nspread over multiple axles to avoid excessive damage to the road pavement. As a protective \nmeasure, the Motor Traffic Act stipulates maximum gross and tare weights, axle loads, and \ndimensions. These limits are meant to ensure that roads last for the full design life with proper \nroutine and periodic maintenance. The Act, however, does not provide for a rational axle load \nfor effective enforcement and has no provisions to control and punish for excessive axle loads. \nThe road user charges do not demonstrate the economic cost of each vehicle in terms of the \nroad  damage  due  to  axle  overloading.  A  study  of  axle  load  is  under  way  under  Sweden \nassistance,  and  the  proposed  Project  may  include  assistance  in  implementing  the \nrecommendations of the study. \n \n9.  Although road accidents have increased at a rate lower than the growth in vehicle fleet \nor the estimated operated vehicle-km, the number of death has increased during the last two \ndecades from 1,180 in 1982 to 2,185 in 2002. In 2002, there were more than 10 fatal accidents \nper 100,000 population. The highest fatality rate per 10,000 vehicles was with private operated \nbuses. Efforts to improve road safety have been under way under the assistance of ADB, \nSweden, and Nordic Development Fund, through implementation of a strategic action plan,5 \naimed at reducing accidents by 25% for Sri Lanka. In-depth evaluation will be conducted upon \ncompletion, and further assistance if required will be considered under the Project. \n  \n10.  Road freight services are provided entirely by the private sector and are not subject to \nprice control or any form of route or area licensing. The situation has allowed a competitive \nindustry  to  develop.    At  its  present  state  of  development,  the  road  freight  industry  is  still \ndominated by small to medium-size operators, often family businesses, employing a few people \n                                                 \n4   Following the tsunami in December 2004. assistance from the international community, including ADB, has flowed, \nand about 1,150 km of national highways and 800 km of provincial roads will be rehabilitated. \n5   ADB. 1999. Report and Recommendation of the President on a Proposed Loan to the Democratic Socialist \nRepublic of Sri Lanka for the Southern Transport Development Project. Manila. \n ", "    3 \nand operating a few vehicles each. Aggregation into larger freight companies and involvement \nof overseas interests in the freight industry has not been significant so far. However, if the \ndevelopment of the industry follows trends in other countries, some aggregation into larger \ncompanies can be expected in the future. The change will have some beneficial effects that \nwould allow specialization, lower costs, and development of more advanced freight logistics. \n11.  Bus transport services are the leading form of public transport in Sri Lanka, providing \napproximately 80% of passenger transport; railways and private vehicle owners contribute 7% \nand 13%, respectively. The publicly owned cluster bus companies (CBCs) have a 22% share of \nthe total bus transport market, implying a high reliance on the private sector for provision of the \nservices. CBCs pose a substantial financial burden due to the high operating cost per km and \npoor targeting of subsidies for unprofitable school and rural bus routes. Currently, CBCs employ \n12 persons per operated bus, and own 4,200 buses. The total cost of operating CBCs including \ncorporate cost, depreciation, and all fees payable to the Government amounted to SLRs21.91 \nbillion in 2004. The main reason for the significant cost can be a combination of excess staff and \nsalary structures. In addition, the sector has suffered from lack of a sound policy and regulatory \nframework, including infrequent fare increases, which have not allowed service delivery at \nfinancially viable levels and have led to lack of investment in the sector. The fare structure has \nalso caused overcrowding on more profitable routes and underprovision on others, and low \nservice quality and increasing safety issues. \n12.  The Government has outlined a detailed reform program to address these substantial \nissues. Recognizing that a mere change from public to private ownership will not solve the \nunderlying issues impeding improved sector performance, the Cabinet approved in April 2005 a \nstrategic action plan whose main thrust is to depoliticize transport regulation and introduce \ncommercial  principles  in  the  management  of  CBCs,  ensuring  objective  management \nappointment  procedures,  and  introducing  efficiency.  It  introduces  franchising  schemes \nformulated on the basis of a principle of competition for the market and improved methods of \nprocuring and managing the services of private buses, and aims to reduce the total number of \npublic sector employees through a voluntary retirement scheme.6 \n \nB.  Analysis of Key Problems and Opportunities \n1.  Road Sector Strategy \n13.  Improvement of the overall performance of the road sector is key to improving the \nsustainability of investments in the sector. It will contribute to growth of a wide range of other \neconomic activities that make use of road transport service. The Government and ADB realized \nthat the investment demand cannot be met through a project-by-project basis. Furthermore, \neffective  institutional  arrangements  and  capacity  are  necessary  to  support  strategic \nmanagement of the sector, and to execute road development programs efficiently. Therefore, in \n2002, ADB and the Government agreed to adopt a holistic-programmatic approach that will \nenable the Government to meet critical needs. Under this approach, a comprehensive road \ndevelopment program would be implemented in parallel with comprehensive sector reform. A \nroad sector policy matrix and a medium-term framework for road sector lending were developed \nunder the previous Road Sector Development Project (RSDP, footnote 2) as guidance on how \nreform  in  the  sector  will  proceed.  The  reform  program  was  based  on  three  pillars:  (i) \nstrengthening RDA and provincial road agencies, (ii) developing a domestic private sector in the \n                                                 \n6  In line with the recommendations provided under TA 4075 (ADB. 2002. Technical Assistance to the Democratic \nSocialist Republic of Sri Lanka for the Passenger Transport Services Improvement. Manila) \n     ", "4   \nroad industry, and (iii) establishing a mechanism for sustainable road maintenance financing. \nThe progress of each reform pillar is summarized as follows. \n \na.  RDA Institutional Strengthening \n14.  RDA strengthening activities are under way through implementation of the reengineering \naction  plans  aiming  to  strengthen  RDA’s  capacity  in  (i)  planning  and  programming,  (ii) \npreconstruction  process,  (iii)  construction  management,  (iv)  maintenance  management,  (v)  \ntechnical audit, and (vi) land acquisition and resettlement (LAR). The program is progressing \nafter  initial  delays  due  to  a  lengthy  consultant  selection  process.  A  comprehensive  data \ncollection system is now in place. Road and bridge databases and road maintenance budgeting \nand expenditure control are being improved. A traffic forecasting model and an audit system are \nbeing developed. Construction management manuals were drafted and training is provided.  \n \n15.  The progress, achievement, and lessons of the RDA institutional reform program were \nassessed. The delay of the program has somehow resulted in less ownership of the reform. The \nconsultant approach was also too fragmented and compartmentalized. Specialists do not have \nsufficient time to build relationships with counterparts within RDA due to relatively short spans of \ntime on the program. The situation is now being resolved through more brainstorming sessions, \nhigh-level participation, improved communication channel, and fewer but longer and broader \nbased expert consulting services. \n \nb.  Private Sector Development \n16.  During  processing  of  the  RSDP,  it  was  observed  that  the  underlying  cause  of  the \ninefficiency  in  the  sector  was  RDA’s  reliance  on  its  Road  Construction  and  Development \nCompany (RCDC). The automatic use of RCDC to execute most domestically funded road \nworks meant there was no pipeline of domestic work to support the development of domestic \nprivate sector capacity in road contracting and engineering services. The RSDP, therefore, \nprovided an arrangement to gradually transfer RCDC’s role to the private sector. In processing \nthe gradual reduction of RCDC role, in early 2004 the Government decided to close RCDC \ndown  and  establish  a  smaller  Mega  Neguma  Group  consisting  of  (i)  a  road  construction \nequipment  company,  (ii)  an  emulsion  producer  company,  and  (iii)  a  consulting  firm.  This \ncompany has undertaken emergency works, especially after the tsunami. The Government \nassured that it would not allow Mega Neguma to distort the market for road construction works. \n17.  Following the closure of RCDC, almost all domestic funded road rehabilitation works \nhave been contracted out to the private sector. Several foreign-funded projects, particularly \nthose financed by ADB and the Japan Bank for International Cooperation (JBIC), also provide \njob  opportunity  for  local  contractors,  resulting  in  the  growing  capacity  of  the  domestic \ncontracting industry. However, some weaknesses still exist, including limitations in financial \ncapacity,  engineering  plant,  and  management  skill.  There  were  also  cases  of  lack  of \ncompetition, resulting in unreasonably high bid prices. Since Sri Lanka is now embarking on an \nextensive road network improvement program, local capacity to execute larger contracts needs \nto be improved. One way is to encourage joint ventures with foreign contractors. \nc.  Sustainable Road Maintenance \n18.  Under  the  RSDP,  a  road  maintenance  management  system  on  the  basis  of  road \nconditions and economic returns has been introduced. A full round of data collection is ongoing \nand  the  current  road  maintenance  budgeting  and  expenditure  control  (RMBEC)  is  being \n ", "    5 \nimproved.  RMBEC was used for preparing the road maintenance program and budgeting, but \nRDA has never received the required financing due to budgetary constraints. A mechanism for \nroad maintenance financing with sufficient and sustainable funds is therefore critical. \n \n19.  In 2003 the Government approved the establishment of a road fund to be financed from \nfuel levy and managed by a Road Fund Board. Since the Cabinet decision was made, however, \nthere has been no action on the establishment of the operation and management mechanism of \nthe fund. Instead, the Government has decided to establish a trust fund dedicated to road \nmaintenance (paras. 38–40).  \n     \nd.  Comprehensive Investment Program \n \n20.  In line with the comprehensive sector approach, ADB has provided a TA for preparing a \nnationwide road sector master plan covering national and provincial roads, as an integrated \nnetwork.7 The plan defines the most efficient core network and assesses the need for road \ninvestment, including new construction, improvement, rehabilitation, and maintenance. The plan \nis based on the main functions of the road network in promoting integration of the country, \nsustainable economic growth, poverty reduction, and trade and investment. The plan will serve \nas a sector development strategy that will guide the Government and its development partners \nin improving the road network in the country.  \n \n21.  The plan needs to be fine-tuned and adopted by the Government. The legal framework \nhas  been  assessed,  and  some  revisions  have  been  proposed  for  the  draft  National \nThoroughfares  Bill  and  the  Motor  Traffic  Act.  Road  classification  has  been  reviewed  and \nreclassification has been proposed based on the functional class. \n22.  ADB has also provided a TA loan8 to be used for a road project preparatory facility. The \nfacility will ensure that the investment plan developed under the road sector master plan could \nbe  further  developed  through  preparation  of  feasibility  studies  and  detailed  designs  for \nimplementation by the Government, ADB, and other development partners. \n \n    e.  Medium-Term Sector Framework Update and Processing Milestones \n \n23.  Other development partners, particularly the World Bank and JBIC, are very supportive \nof ADB’s approach. In November 2004, ADB, World Bank and JBIC officials held a retreat, and \na detailed approach to road sector intervention in Sri Lanka was agreed. It was agreed that ADB \nwould continue assisting RDA’s institutional strengthening program, and together with the World \nBank  would  continue  pursuing  policy  dialogue  on  the  road  maintenance  financing  issues. \nPrivate sector development has been addressed by all partners, with assessment of the local \ncontractor capacity being carried out by JBIC. In addition, the World Bank took over the lead in \nassisting the bus transport services industry. \n \n24.  Seven areas of reform were agreed upon: (i) private sector participation, (ii) reform of \nroad  sector  institutions,  (iii)  governance,  (iv)  road  maintenance,  (v)  policy  and  regulatory \nframework,  (vi)  transport  services,  and  (vii)  road  safety.  Appendixes  3  and  4  present  the \nupdated  policy  matrix  and  medium-term  sector  framework.  Overall,  institutional  and  policy \n                                                 \n7  RDA’s Investment Plan for NHs (2005–2010) has been incorporated and updated under the road sector master \nplan taking into account the complementarily of the provincial road network. \n8  ADB. 2004. Report and Recommendation of the President on a Proposed Loan to the Democratic Socialist \nRepublic of Sri Lanka for the Road Project Preparatory Facility Project. Manila. \n     ", "6   \nreform has been progressing well. The reengineering road sector institutions and the original \nsector road map are intact in general, with some adjustment. \n \n25.  The Project will be the second in the series of interventions, and will support the second \nstage of the institutional reform program and finance the upgrading of NHs. The agreed upon \nmilestones for processing the Project have been generally met; some areas are in an advanced \nstage, including the closure of RCDC and the government’s commitment to establish a road \nmaintenance trust fund. Besides, RDA has produced a 5-year National Highway Investment \nPlan (2005–2010). The remaining milestones related to the institutional strengthening of RDA \nare also being met, although with some delays.  \n \n26.  It is further agreed that during processing of the next project, the following milestones \nwill have been achieved: (i) adoption of an annual road maintenance plan, (ii) increases in \nmaintenance funding as targeted, (iii) implementation of the RDA reorganization plan, and (iv) \nimprovement of the LAR management information system. \n \n2.  Key Challenges \na.  Institutional and Organizational Aspects \n27.  One of the objectives of the sector reform program is to enhance RDA's efficiency in \ndelivering its mandate and in addressing current and future challenges. Building capacity must \ngo in tandem with an effective organizational structure. During project processing, the roles, \nmandates, and challenges of RDA were assessed, and the appropriateness of the current \norganizational structures against this background was reviewed. \n \n28.  RDA was established in 1981 through the RDA Act (No. 73). In line with the Act, \ncurrently there are five appointed members and five other members representing different \nministries.  Of  the  appointed  members,  one  holds  a  full  time  appointment  and  serves  as \nchairman. In addition, there is a general manager (GM) who is in charge of the overall business \nof RDA, including administrative control of RDA’s employees.  \n \n29.  At present, RDA’s operations are being carried out through 15 divisions and 9 provincial \noffices, each headed by a director (Appendix 5). This arrangement results in the GM’s very \nlarge span of control, which adversely affects the efficient function and coordination of RDA. It \ngives  the  GM  insufficient  time  to  establish  close  top  management  relationship  with  his \nimmediate subordinates which is needed for effective control and direction of the organization. \nIn addition, 10 project management units (PMUs), each headed by a project director in charge \nof externally funded and special projects and programs, report directly to the secretary of MOH. \n \n30.  An alternative structure (the RDA reorganization plan) to ensure manageability of RDA’s \nworks, particularly the core businesses as mandated by the RDA Act, has been approved by \nRDA’s Board. It is structured along four functional areas: (i) planning and programming, (ii) \nasset development, (iii) asset management, and (iv) finance and administration. Each will be \nheaded by an additional GM. In addition, a central support service office will be established, \nconsisting of the (i) procurement and contract division, and (ii) environmental and social division \n(ESD)  with  responsibilities  for  environmental  impact  studies  and  clearance,  and  LAR.  The \ndivisions will report directly to the GM. The proposed RDA organizational chart (Appendix 6) will \nenable RDA to have sound public management in the road sector. The ultimate structure, job \ndescription of each function, staff and budget implication, and implementation time frame are \nbeing worked out by RDA’s task force.  \n ", "    7 \n31.  The current human resources policy and strategy may not be suitable for the new \norganizational structure. Following the adoption and implementation of the RDA reorganization \nplan, the RDA human resources aspects will need to be assessed—including the current human \nresources policy and strategy, the current and future workload— and the staff resources and \nskills mix required by RDA to fulfill its mandate must be estimated. A new human resources \ndevelopment strategy will then be developed.  \nb.  Project Implementation Aspects \n32.  Under the current arrangements (Appendix 5), there are 10 different PMUs, creating \nconfusion,  inconsistency,  and  duplication  of  efforts.  Furthermore,  the  arrangements  have \ndistanced the project implementation aspect from the line divisions of RDA. Capacity building \nthrough  foreign-funded  projects  has  benefited  only  PMU’s  personnel,  but  not  RDA  as  an \ninstitution. The use of these parallel systems should be reduced, and the capacity building \ngained by the PMUs should be internalized in the RDA organization. \n \n33.  That could be achieved by simplifying arrangements, utilizing RDA’s main organization \nstructure to the extent possible by gradually integrating PMUs in the RDA organization. ADB \nhas assisted RDA in reorganizing its structure. To be able to fully phase out the PMUs, RDA \nhas to be equipped with solid and consistent systems and procedures in its business processes, \nincluding  consultant  selection,  procurement,  contract  management,  disbursement,  and \naccounting systems acceptable to all major development partners. The new business processes, \nimproved under the RSDP, will need to be harmonized with requirements and procedures of \nother major development partners in the sector. \n \n34.  In view of the above issues, interim measures have been discussed and agreed upon by \nADB and the Government in consultation with the World Bank. No new PMU will be created, \nand the RDA’s PMU staff will be absorbed in the RDA structure after completion of their \nrespective  projects  so  that  skill  and  experience  will  remain  within  RDA.  In  addition,  by \nDecember 2008, (i) the number of PMUs will be limited to four (one each for ADB, World Bank, \nand JBIC, and one for others); and (ii) harmonized procedures and systems will have been \ndeveloped and agreed upon. By December 2010, the PMUs will be fully absorbed into the RDA \norganizational system and under the direct supervision of the respective additional GM.9  \n \n35.  Currently, RDA’s headquarters are located in a building that is also occupied by other \nministries. Its divisions are spread in several floors and locations, and some units are located \noutside the compound. This has constrained coordination among the divisions. Furthermore, \nmany studies and project preparatory works have been done outside RDA’s building, making it \ndifficult for the consultants to provide on-the-job training and transfer knowledge to RDA staff. \nThe Government is considering establishing new RDA headquarters, where all RDA operations \ncould be handled from the same location. Land for this purpose has been acquired, and the \ndesign  has  been  prepared.  The  Government  requested  ADB  to  finance  the  first-phase \nconstruction of the building under the proposed Project. \n \nc.  Road Upgrading and Rehabilitation \n36.  The surface of over 50% of NHs, or about 5,800 km, is in poor and bad condition and \nneeds urgent rehabilitation and upgrading. The road sector master plan proposes targets under \n                                                 \n9 The approach is in line with the Paris Declaration on Aid Effectiveness: Ownership, Harmonisation, Alignment, \nResults and Mutual Accountability, March 2005, where Sri Lanka and ADB were among the signatories. \n     ", "8   \nwhich the whole NH network will be gradually improved to maintainable condition within the next \n12 years. Currently, about 1,500 km of NHs are being improved in conflict- and tsunami-affected \nareas. Starting in 2006, about 900 km will be improved with ADB and World Bank financing for \ncompletion in 2010. \n \n37.  Under the ongoing loan (footnote 7), preparatory work for about 1,500 km of NHs will be \ncarried out in the next 2 years, and will be continued for a similar magnitude, so road network \nrehabilitation continuity and project readiness will be improved. \n \nd.  Road Maintenance \n38.  Under the current budget administrative arrangement, a road maintenance trust fund is \nbeing set up, and a special account for it will be established with the Central Bank of Sri Lanka. \nA board of trustees and a technical advisory committee are being established. Starting in \nFY2006, the Government will allocate at the rate of SLRe1 per liter on petrol and SLRe0.5 per \nliter on diesel from all sales except for diesel used for power generation, for which all receipts \nwill be directly deposited to the fund. Additional budgetary allocations for road maintenance \ncurrently given directly to implementing agencies will also be channeled through the fund. The \narrangements for the trust fund, prepared in close consultation with the World Bank, are in \nAppendix 7. The conditions agreed are reflected in the deed of trust establishing the trust fund \nin accordance with the laws of Sri Lanka.  \n \n39.  The working of the trust fund will be reviewed after 3 years from the start, to determine \nits effectiveness in providing sustainable road maintenance financing, to seek ways of improving \nits operations, and, when appropriate, to bring forward legislation to establish a dedicated road \nmaintenance fund managed by an independent board. \n \n40.  For maintaining NH, it is estimated that the requirement for 2006 is about SLRs5.4 billion, \nwhich will steadily increase to SLRs5.9 billion in 2010. The total earmarked revenue from fuel is \nestimated at SLRs1.9 billion in 2006 and SLRs2.4 billion in 2010. For 2006, the Government \nagreed to increase the budget allocation for maintenance to SLRs3 billion (from SLRs1.9 billion \nin 2005) for NHs. The resources of the fund will be gradually increased by increasing budget \nallocation, increasing the fuel levy, or imposing vehicle registration fee to finance 100% of the \nrequirements for the NH maintenance by 2010.  \n \n41.  Currently  RDA  executes  road  maintenance  through  its  force  account.  Since  2000, \nexcept in 2004, RDA had not recruited additional casual labor. The casual labor arrangements \nfor maintenance show lack of cost-effectiveness. RDA will need to rationalize the labor force \nand ensure effective utilization of the same for force account works. RDA will continue natural \nreduction of casual labor by not recruiting new labor and set up retirement age at 57 years. RDA \nhas also proposed to transform casual laborers into road maintenance groups to execute long-\nterm performance-based maintenance contracts. The Project supports this approach and a pilot \nscheme will be implemented. \n \n3.  External Assistance \n42.  The development of the road network in Sri Lanka relies heavily on international and \nbilateral loan and grant funding (Appendix 8). Local funding is reserved mainly for counterpart \ncontributions  to  the  foreign-funded  projects,  particularly  for  land  acquisition  and  property \ncompensation, and a small amount is available for expenditure on capital road works. \n \n ", "    9 \n43.  Since 1980, ADB has provided 11 loans totaling about $535 million for the road sector, 2 \nof them through multisector emergency loans. Among the multilaterals, ADB is the largest \nprovider. The principal bilateral sources of external assistance have been Japan, Republic of \nKorea, Sweden, European Commission, Saudi Arabia, France, and Kuwait. To ensure efficiency \nin road development, a coordinated strategy for road sector development has been agreed upon \nbetween ADB, JBIC, and World Bank.  \n \n4.  Lessons Learned \n44.  Since the 1990s, ADB has helped the Government open up road provision to the private \nsector, through the use of local competitive bidding (LCB), training and capacity building to \nsupport private contractors, and studies to address key constraints to private sector participation. \nDomestic-funded road works have also been executed by private contractors. As a result, \ndomestic building contractors have successfully ventured into road construction.  \n \n45.  LAR processes have led to project implementation problems and delays in previous \nloans. There is a need to start LAR well in advance before project approval. The financing of \nLAR, which in many cases is quite high and exceeds the Government capability to provide it on \ntime, will need to be resolved. The Project will finance LAR expenditures along Colombo links. \n \n46.  The previous Southern Transport Development Project has given valuable lessons to \nboth the Government and ADB, particularly on safeguard related issues. The lessons are and \nwill be taken into account in designing, processing, and implementing the Project.  \n \n47.  Inadequate postproject maintenance experienced in ADB projects is part of a broader \nlack of maintenance issue for the sector overall. This sector issue is being addressed both by \nimproving road maintenance budgeting and expenditure control and by creating a sustainable \nroad maintenance financing mechanism. \n \n48.  The practice of establishing a separate PMU for each project has resulted in redundancy \nof  efforts  and  in  distancing  project  implementation  from  RDA  operation.  Capacity  building \nreceived under the projects has not been internalized in the RDA institution. ADB conducted a \nstudy of the matter and suggested phasing out the PMU arrangement. The Project is addressing \nthis issue by utilizing to the extent possible the existing organization mechanism for project \nimplementation and the available multi-development bank standard documents for procurement \nand consultant selection. \n \n49.  Institutional reform initiated under the RSDP needs to be sustained if it is to produce \nlasting improvements. The proposed Project will continue to assist the implementation of the \nagreed-upon medium-term reform agenda. An RDA medium-term institutional strengthening \nframework (Appendix 9) has been agreed upon as an effective vehicle for detailing the agreed \nupon measures and actions. \n \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n50.  The main impact of the Project is expansion of economic opportunities leading to higher \nincome. The outcome is improved efficiency of the NH network. \n \n     ", "10  \nB.  Outputs \n51.  The project outputs are (i) strengthened road sector institutions, and (ii) improved NH \nnetwork.  They  will  promote  sustainable  economic  growth  leading  to  poverty  reduction  by \nlowering the cost of road transport, relieving traffic congestion, and improving access. \n \n1.  Policy and Institutional Support Component \n52.  The Project will further assist in the sector reform complementing the ongoing assistance \nunder  the  RSDP  and  will  help  RDA  to  achieve  objectives  detailed  in  its  institutional \nstrengthening framework (Appendix 9). In addition, the Project will assist MOH and RDA in \npolicy and institutional aspects, e.g., reviewing and implementing road sector master plan, \ntransport sector policy, regulatory framework, road classification. Other required policy-related \nassistance, including road safety and heavy vehicle control, found at a later stage will be \nconsidered during project implementation. \n \n53.  The Project will also review and improve RDA’s human resources development policy \nand strategies based on the new organizational structure and business processes so that RDA \ncan perform its mandate effectively. The component will assess the current and future workload, \nqualification and skills requirement, staff shortages/excess, and training needs. Recruitment \nstrategies, a performance evaluation system, and a career development program will also be \ndeveloped. This new human resources strategy will be completed by June 2007, and the \nGovernment will apply the recommendations as appropriate by December 2007. \n \n54.  To assist MOH and RDA in keeping track of the progress of all projects, especially \nforeign-funded projects, the Project will provide a project management adviser. The adviser will \nhelp the Government manage RDA portfolio, implement integration of the PMUs, and facilitate \nharmonization of project preparation and implementation activities. The Project will also finance \nconstruction of the RDA headquarters to support RDA’s institutional strengthening program \n(para. 35) and facilitate the effort to improve RDA’s efficiency. \n \n2.  National Highways Upgrading and Maintenance Component \n55.  About 500 km of NHs have been selected from the Investment Plan (2005–2010), \nthrough multicriteria analysis of (i) economic benefit, (ii) social benefit, and (iii) the role of the \nhighway  in  network  development  and  economic  growth.  The  selected  roads  could  be \ncategorized as (i) northern east-west corridor, (ii) hilly roads, (iii) south highway links, and (iv) \nColombo links. The south highway links are very important to ensure that the development \nimpact of the new highway will be optimized. The remaining roads are part of the core arterial \nnetwork, as defined in the road sector master plan, which need major rehabilitation.10 Appendix \n10 lists the candidate roads. \n \n56.  Road  Upgrading.  Considering  the  limited  funds  available  under  the  Project,  a \ncombination of roads, totaling about 270 km, has been selected. The roads are (i) A012: \nPuttalam-Anuradhapura (70 km), (ii) A005: Nuwara Eliya-Badulla (54.9 km), (iii) A007: Hatton-\nNuwara Eliya (44.8 km), (iv) A026: Udatenna-Mahiyangana (40.8 km), (v) B409: Thalgodapitiya-\nDombawela (26.4 km), (vi) B157: south highway-Alutgama (10.5 km), (vii) B153: Hikkaduwa-\nsouth  highway  (13.3  km),  (viii)  A024:  Matara-south  highway  (4.0  km),  and  (ix)  B207: \nKatukurunda-Nagoda (2.7 km).  \n                                                 \n10 The World Bank is concurrently preparing a loan for rehabilitation of the other parts of the core arterial network. \n ", "    11 \n57.  The  Project  will  promote  economic  activities  outside  Colombo.  The  roads  will  be \nwidened, upgraded, and realigned as necessary, to meet the projected traffic demand for the \nnext 20 years. The pavement is designed for a life of up to 10 years that could be extended to \n15–20 years with proper maintenance and axle load control. Bridges, drainage structures, and \nculverts will be improved and replaced as necessary. Along the project highways, the need for \naxle load measurement will be identified and weigh stations will be provided accordingly as part \nof the civil works contracts. Road safety audit will be built into the engineering designs and \nfollowed through during construction. The design standards and features are in Appendix 11.   \n \n58.  LAR of Colombo Links. The Colombo links, totaling 80.5 km, have very high traffic \nvolumes and therefore a very high economic rate of return. However the proposed upgrading \nwill require substantial and expensive LAR and will take an implementation period too long for \nthe Project. The links are (i) A001: KiribathgodaNitambuwa (25.5 km), (ii) A004: Kirulapone–\nGodagama  (19.7  km),  (iii)  B084:  Pamankanda  Bridge–Horana  (27.6  km),  and  (iv)  B435: \nOrugodawatta–Ambatale (7.7 km). Therefore, the Project will finance the LAR expenditures, and \nexecute civil works only when LAR has been completed possibly under the next project. The \nfinancing  of  land  acquisition  and  resettlement  will  be  carried  out  in  accordance  with  the \nrequirements  of  DOC.R193-05:  Cost  Sharing  and  Eligibility  of  Expenditures  for  Asian \nDevelopment  Bank  Financing:  A  New  Approach,  and  the  detailed  staff  instructions  to  be \npromulgated thereto. \n \n59.  Due diligence was carried out in accordance with the requirements of DOC.R193-05: \nCost Sharing and Eligibility of Expenditures for Asian Development Bank Financing: A New \nApproach and the related draft OM Section H3/BP, which are broadly consistent with that of the \nWorld Bank and follows closely the rationale and presentation in its Eligibility of Expenditures in \nWorld Bank Lending: A New Policy Framework. Therefore, the formulation and due diligence of \nthe LAR subcomponent was also guided by the detailed staff instructions issued by World \nBank’s Operations Policy and Country Services, in Bank Financing: Guidelines to Staff, April 16 \n2004. An assessment (Appendix 12) was made of the (i) productivity of land purchase under the \nproject, (ii) land market conditions, (iii) channeling of money, (iv) risks related to transactions, \nand (v) monitoring and evaluation arrangements. The economic benefit of the Project exceeds \nthe opportunity cost of the current use of the land. Land purchases for roads reflect the market \nmechanism, and no distortion is foreseen. Compensation will be paid at replacement value. \nValuation of losses will be determined by the chief valuer of the Valuation Department, who is \nan independent professional valuation expert, following the international valuation best practice. \nRDA  will  recruit  2  additional  valuers  and  20  valuation  inspectors  for  3  years  and  provide \nrequired facilities to carry out valuation following the agreed methodology and principles and in \naccordance  with  the  approved  entitlement  matrix.  The  Chief  Valuer’s  Office  will  then \nindependently verify the accuracy of each entitlement.  \n \n60.  The administrative arrangement for channeling funds has been in place. The risk of \ndelayed payment will be minimized by providing an imprest account, and by requiring the \nrespective divisional secretaries, who are responsible for paying the compensation to affected \npersons (APs), to provide one-time payment of the replacement value of the land purchase \nexpeditiously within the statutory framework, but in any event not later than 3 months after \nvaluation has been established. All payments will be made in Government checks. To expedite \nthe payment process, every divisional secretary will be assisted by 2–3 acquiring officers. \n61.  Performance-Based Maintenance Program. As detailed in Appendix 13, the Project \nwill develop a pilot 4-year road maintenance program of the NH network in 4–6 executive \nengineer divisions, to be implemented through 4–6 contracts with private sector contractors and \n     ", "12  \nwith the small contractors formed from the current casual labor available in the respective \ndivisions. The contract packages will be selected to obtain a broad base of lessons from \ndifferent locations, different road conditions, different contractors, and different circumstances. \nThe contracts could be extended subject to the contractors’ satisfactory performance.  \nC.  Special Features \n62.  The Project will finance LAR expenditures of the Colombo links. Together with the \nestablishment of ESD and the associated TA, the Project will strengthen RDA in dealing with the \nLAR aspect, develop LAR management information system, ensure that payment is made on \ntime, and ensure the readiness of the Colombo links when the funds become available.  \nD.  Cost Estimates \n63.  The  estimated  total  cost  is  $208.0  million  equivalent,  inclusive  of  taxes,  duties, \ncommitment charges, and interest during implementation (Table 1). The foreign exchange cost \nis estimated at $72.3 million (34.8%), and the local currency cost at $135.7 million equivalent \n(65.2%). The detailed cost estimates and financing plan are in Appendix 14. \n \nTable 1: Cost Estimatesa \n($ million) \nItem  Foreign  Local  Total \n  Exchange  Currency  Cost \nA. Base Costs       \n  1. Institutional and Policy Support       \n    a. Consulting Services  0.5  0.3  0.8 \n    b. Civil Works  0.5  1.5  2.0 \n2. National Highway Upgrading        \n    a. Land Acquisition and Resettlement  0.0  27.6  27.6 \n    b. Civil Works  44.3  26.9  71.2 \n    c. Construction Supervision  4.0  4.3  8.3 \n  3. Land Acquisition and Resettlement of Colombo  0.0  47.3  47.3 \n    Links \n  4. Performance Based Maintenance        \n    a. Maintenance Works  2.0  6.0  8.0 \n    b. Consulting Services  0.6  0.1  0.7 \n  5. Project Management  0.0  2.3  2.3 \n  6. Taxes and Duties b  0.0  14.5  14.5 \nB. Contingenciesc       \n  1. Price Contingency  1.0  1.7  2.7 \n  2. Physical Contingency  4.5  3.2  7.7 \nC. Financing Charges       \n  1. Commitment Chargesd  0.3  0.0  0.3 \n  2. Interest during Implementatione  14.6  0.0  14.6 \n Total  72.3  135.7  208.0 \na Using 2005 prices.  \nb Estimated as 15% of foreign consultant remuneration and 15% of contract values.  \nc Including price contingency and 10% physical contingency.  \nd At 0.75% per annum. \ne Computed using 5-year London interbank offered rate (LIBOR) swap rate plus a 0.4% spread in the first \nyear and 0.6% thereafter. \nSources: Feasibility Study and Asian Development Bank estimates. \n \n ", "    13 \nE.  Financing Plan \n64.  The Government has requested a loan of $150.0 million from ADB’s ordinary capital \nresources to help finance the Project. The loan will have a 25-year term, including a grace \nperiod of 5 years; an interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.75% per annum; and \nsuch other terms and conditions as set forth in the draft loan and project agreements. The \ncommitment charge and the interest during construction will be capitalized in the loan. The \nGovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based lending facility on the basis of these terms and conditions, and (ii) an undertaking \nthat these choices were its own independent decision and not made in reliance upon any \ncommunication or advice from ADB. \n \n65.  ADB loan proceeds will be used to finance all consulting services and LAR of the \nColombo links expenditures, incremental expenditures of the project management, and part of \nthe equipment and civil works expenditures. The Government will finance local currency costs of \n$50.0 million equivalent to cover all taxes, duties, in-kind contributions for project management, \nLAR of non-Colombo links, and part of the equipment and civil works expenditures (Table 2).  \nTable 2: Financing Plan \n($ million) \nSource  Foreign Exchange Local Currency  Total  % \nAsian Development Bank  72.3  77.7  150.0  72.1 \nGovernment   0.0  58.0  58.0  27.9 \nTotal  72.3  135.7  208.0  100.0 \nSource: Asian Development Bank estimates. \n \n66.  Although no cofinancing is envisioned at this time, cofinancing from commercial sources \nmay be mobilized in the future to complement ADB financing for the sector. Such cofinancing \nmay benefit from ADB credit enhancement, including ADB guarantee instruments, and will be \npresented separately for Board consideration as and when it materializes.11 \n \nF.  Implementation Arrangements \n1.  Project Management \n67.  The Executing Agency of the Project will be MOH, and the Implementing Agency will be \nRDA through the already established PMU, headed by a project director, who is currently \nresponsible for implementing the preconstruction activities. This PMU will coordinate overall \nproject implementation. RDA has adequate financial systems and human resources to manage \nthe Project even while the reorganization is ongoing. \n \n68.  For executing civil works, four existing RDA provincial directors (PDs) will act as the \nRDA representatives. Assisted by the relevant chief engineer’s offices, PDs will be responsible \nfor day-to-day implementation. PD of the Central Province will be responsible for the A025 and \nB409 contracts, that of the Northwestern Province for the A012 contract, that of Southern \nProvince for the south highway links, and that of Uva Province for the (A005 + A007). RDA will \n                                                 \n11 The  Government  is  exploring  cofinancing  from  other  donors,  including  the  OPEC  Fund  for  International \nDevelopment, to finance additional roads from the list in Appendix 10, for which financing and administrative \narrangements will be developed when and as required. \n     ", "14  \nensure  that  the  PDs  will  be  provided  with  sufficient  support  staff  and  resources.  The \nimplementation organization chart is in Appendix 15. \n \n2.  Implementation Period \n69.  The Project will be implemented over 4 years (Appendix 16). RDA ensures that most \npreconstruction activities will be completed by May 2006. Procurement will be carried out in 2 \nphases, one for the international competitive bidding (ICB) procedures, and the other for LCB \nprocedures. Civil works are expected to be completed by 31 December 2009. \n \n3.  Procurement \n70.  All  procurement  under  the  Project  will  be  carried  out  in  accordance  with  ADB’s \nGuidelines  for  Procurement  and  the  Government’s  tender  procedures  acceptable  to  ADB. \nSupply contracts valued over $1,000,000 will be procured under ICB; $100,000–1,000,000, \nunder international shopping; and less than $100,000, under direct purchase arrangement.  \n \n71.  The  indicative  contract  packages  are  in  Appendix  17.  Three  civil  works  contract \npackages with estimated values of $11.7 million–$24.5 million will be procured in accordance \nwith ICB procedures. Five civil works contract packages, with estimated values mostly at or \nbelow $4 million, except one valued at $6 million, will be procured in accordance with LCB \nprocedures acceptable to ADB. All contracts have been packaged based on road sections, with \nno split on any section for efficiency of implementation. As requested by the Government, for \nsmall value and sparsely located packages, the contracts will be under LCB. The ongoing and \nprevious ADB- and other externally financed projects in Sri Lanka have demonstrated that \ndomestic contractors are capable of performing road works successfully.  \n \n72.  Prequalification will be exercised for the civil works ICB contracts, with 45 days for \nsubmission of prequalification applications, and bidding period of 60 days. For LCB contracts, \nbidders will be postqualified by applying a single-stage bidding procedure, with a bid period of \n30 days. The relevant sections of ADB’s Anticorruption Policy will be included in all documents \nand contracts relating to the bidding and implementation of the Project. \n \n73.  As requested by the Government, ADB supports the Government’s initiative to take \nadvance procurement action and to provide necessary resources for the advance action. The \nGovernment has been advised, however, that support for advance action does not commit ADB \nto finance the Project.  \n \n4.  Consulting Services \n74.  All consultants will be recruited in accordance with ADB’s Guidelines on the Use of \nConsultants and other arrangements satisfactory to ADB for engaging domestic consultants. For \nthe policy and institutional support component, consultants with expertise in transport policy, \norganizational  development,  and  human  resources  management,  will  be  recruited  on  an \nindividual basis. The inputs will be 25 and 50 person-months each from international and \ndomestic consultants. The terms of reference (TOR) are in Supplementary Appendix A. \n \n75.  For construction supervision, an international firm associated with a domestic firm will be \nrecruited, using the full technical proposal requirement. Supplementary Appendix B gives the \nTOR. Evaluation will follow the quality- and cost-based selection method. The package will have \na total of about 200 person-months international and 880 person-months domestic inputs. The \n ", "    15 \nconsultant will provide on-the-job training for RDA regional staff who will be involved in day-to-\nday construction supervision.  \n \n76.  For the performance-based maintenance program, 12 and 15 person-months input from \nan international and a domestic consultant, respectively, will be provided intermittently. The \nconsultants will be recruited on an individual basis. \n \n5.  Anticorruption Policy \n77.  ADB’s  Anticorruption  Policy  was  explained  to  and  discussed  with  the  Government. \nConsistent with its commitment to good governance, accountability and transparency, ADB \nreserves the right to investigate, directly or through its agents, any alleged corrupt, fraudulent, \ncollusive  or  coercive  practices  relating  to  the  Project.  To  support  these  efforts,  relevant \nprovisions of ADB’s Anticorruption Policy are included in the Loan Regulations and the bidding \ndocuments for the Project. In particular, all contracts financed by ADB will include provisions \nspecifying the right of ADB to audit and examine the records and accounts of RDA and all \ncontractors, suppliers, consultants and other service providers as they relate to the Project. \n \n6.  Disbursement Arrangements \n78.  Loan disbursements will be in accordance with ADB’s Loan Disbursement Handbook \nand Disbursement Guidelines for Disbursement Operations, LIBOR-Based Loan Products, as \namended from time to time. For consulting services, loan funds will be disbursed using ADB’s \ndirect payment procedures. Two imprest accounts will be established at the Central Bank, one \nfor LAR of Colombo links expenditures and another for other expenditures. The initial advances \nto be deposited to the accounts will be equivalent to the estimated eligible expenditures for the \nnext 6 months, and will not exceed $4.5 million and $6.5 million, respectively. The imprest \naccounts  will  be  established,  managed,  and  liquidated  in  accordance  with  ADB's  Loan \nDisbursement Handbook, and detailed arrangements agreed to by the Government and ADB. \nStatement of expenditure (SOE) procedures will be used to reimburse, liquidate, or replenish \nthe imprest account for any individual payments not exceeding the equivalent of $300,000. \n \n7.  Accounting and Auditing \n79.  RDA  and  its  PMU  will  maintain  separate  project  accounts.  The  statements  will  be \naudited  annually  in  accordance  with  sound  auditing  standards  by  an  independent  auditor \nacceptable to ADB. The audited reports and financial statements will be submitted to ADB not \nlater than 6 months after the end of each fiscal year. To reach the target, RDA will submit the \nunaudited reports and financial statements to the Auditor General within two months after the \nend of each fiscal year. The imprest accounts and SOE will be audited as part of the regular \nannual audit. The auditor’s opinion of the examination of the imprest account and SOE will be \nset  out  in  the  auditor’s  report.  RDA  has  been  made  aware  of  ADB's  policy  on  delayed \nsubmission and also of the importance of satisfactory and acceptable quality of audited reports. \n \n80.  Under the ongoing RDA’s institutional strengthening program, a project performance \naudit manual is being prepared to assess the performance of project participants at any stage of \nthe project activities. The main objectives of instituting a performance assessment of road \ninfrastructure projects are to (i) assess the performance of each of the selected participants in \nthe identified activities, (ii) identify whether there had been any departure from the norms and \nstandards  of  ADB  or  the  Government,  (iii)  assess  the  quality  of  works,  (iv)  assess  the \n     ", "16  \neffectiveness of the system, and (v) identify issues need to be improved and/or modified. As a \npilot, the Project will be subject to that performance audit. \n \n81.  For the LAR of Colombo links, the Project will engage an independent financial and \ntechnical expert or agency who will undertake an audit every 6 months. Such audit will include a \nreview of LAR compensation (both methodology and payments), procedures and processes. \nThe expert will submit its audit report to both RDA and ADB. Should any irregularity be found by \nthe auditor on any particular road section, ADB will suspend disbursement for LAR expenditures \non that particular road section until matters have been settled by the relevant authority. Any cost \nimplication due to such suspension will be borne by the Government. \n \n8.  Project Performance Monitoring and Evaluation \n82.  The achievement of the project performance targets will be assessed following the \ndesign and monitoring framework (Appendix 1). RDA, assisted by the supervision consultant, \nwill establish a project performance management system. Indicators to be monitored include (i) \nnumber of businesses, (ii) household income, (iii) vehicle ownership, (iv) unemployment rate, (v) \nland value, (vi) traffic volume, (vii) bus and freight transport fares, (viii) travel time, (ix) road \naccidents, (x) overloading vehicles, (xi) vehicle operating cost, and (xii) surface roughness. \nThese indicators will be monitored before and after construction, on the project highways and on \nsome control highways. In addition, every year during the project period RDA will also monitor (i) \nthe road maintenance budget, (ii) ratio of RDA staff/km of NH, and (iii) road maintenance \ncost/km. Achievement of the medium institutional strengthening program (Appendix 9) will also \nbe  monitored.  For  civil  works,  progress  will  be  monitored  and  reported  monthly  by  the \nsupervision consultant. For performance based maintenance contracts, the indicators to be \nmonitored will be developed during implementation in line with specifications in Appendix 13. \n \n9.  Project Review \n83.  A project inception mission will be fielded soon after the project loan effectiveness date \nwhen substantial preconstruction activities are completed; thereafter, regular reviews will follow \nannually or more frequent initially to keep the reform moving. In 2008, a midterm review by the \nGovernment and ADB will consider the Project’s progress and agree on any changes in scope \nor implementation to achieve the project objectives. RDA will monitor project implementation in \naccordance with the schedule and time-bound milestones, and keep ADB informed of any \nsignificant deviations that may result in the milestones not being met.  \n \n84.  For monitoring progress in implementing the Project, RDA will prepare and submit to \nADB monthly progress reports in a brief form, based on which, more detailed quarterly reports \nwill  be  submitted,  containing  basic  data,  utilization  of  funds,  achievement  of  immediate \ndevelopment objectives, compliance with covenants, implementation progress, LAR progress, \nand major issues and problems. The monthly reports should be received by ADB within 15 days \nof  the  end  of  the  month.  The  format  and  content  will  follow  the  project  administration \nmemorandum to be agreed upon at the inception mission.  \n \n85.  Within 3 months of physical completion of the Project, the Government will submit to \nADB  a  project  completion  report  with  a  detailed  evaluation  of  the  project  design,  costs, \ncontractors and consultants’ performance, social and economic impact, economic rate of return, \nand other details as may be requested by ADB. The project performance indicators will be \ncompared with those of the control roads. In addition, the report will include (i) a concise history \n ", "    17 \nof LAR aspects of the project to completion, (ii) an evaluation of the implementation of the LAR- \nrelated loan covenants, and (iii) a summary of the external monitoring and evaluation reports. \n \nIV.  TECHNICAL ASSISTANCE \n86.  A TA for $400,000 to be financed on a grant basis by ADB’s TA funding program, titled \nCapacity Building of the Environmental and Social Division, will be provided to strengthen RDA \nin dealing with the environmental, social, and LAR aspects of highway development.  \n \n87.  A team of consultants, consisting of one international and one domestic environmental \nspecialist,  one  international/regional  and  one  domestic  resettlement  specialist,  and  one \ndomestic management information system specialist, will be recruited. The five will be recruited \non an individual basis in accordance with ADB’s Guidelines on the Use of Consultants and other \narrangements  satisfactory  to  ADB  for  engaging  domestic  consultants.  The  consultants  will \nprepare an operations manual for the division and provide hands-on training using the Project \nas a case, from preparation to implementation. The TA will be implemented in 18 months, and \neach  consultant  will  serve  8  person-months  intermittently,  totaling  16  international  and  24 \ndomestic consultant inputs. The TOR is in Appendix 18. \n \n88.  The  Government  will  provide  office  space  and  accommodation  as  required.  By  31 \nJanuary 2006, additional staff consisting of (i) one environmental officer, (ii) one resettlement \nofficer, (iii) one database management officer, and (ii) one public communication officer will \nhave been recruited for ESD. \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n89.  The Project will improve the overall performance of the sector, contributing to transport \nefficiency, and widening access to economic opportunities. The project beneficiaries will be \npeople, companies, and government and nongovernment agencies in Sri Lanka that use road \ntransport services directly and indirectly. Communities served by the project roads will benefit \nfrom improved, lower cost, and faster transport services, and thereby obtain improved access to \neconomic opportunities and social services. Operators of both passenger and freight transport \nservices will benefit from improved roads in terms of lower vehicle operating cost (VOC), time \nsavings,  and  improved  road  safety,  and  thereby  increase  productivity.  Government  and \nnongovernment agencies served by the project roads will be able to improve its service delivery. \n \n90.  Those benefits and positive impacts will occur, assuming that complementary external \nassistance and the Government’s commitment in developing the national road network and \neconomic infrastructure will continue. The major project risks, which have been minimized \nthrough mitigating measures, are that (i) the institutional strengthening program will not be \nimplemented in full, leading to less-than-intended improvements in sector performance; (ii) post \nproject road maintenance will be inadequate; and (iii) counterpart funding will be inadequate. \n \nA.  Technical Aspect \n \n91.  The Project will improve the geometric design, widen the carriageway, strengthen the \npavement,  improve  surface  condition,  improve  drainage  system  and  bridges,  and  provide \nsignage and marking of the project highways. The risk of road accidents due to smoother travel \nwill be mitigated by providing proper safety features. The improvements will raise the level of \nservice of the project highways, shorten travel time, and improve road safety and riding comfort. \n \n     ", "18  \n92.  The benefits will last throughout the design life of the project roads, assuming provision \nof timely routine and periodic maintenance. The road maintenance issue has been addressed in \na broader term through the establishment of a dedicated road maintenance special account. \nThe risk of delayed implementation has been mitigated by adopting advance action, utilizing the \nexisting PMU and RDA’s CEOs located in the project sites for close supervision of project \nimplementation, and strengthening RDA’s project management functions. \n \nB.  Policy and Institutional Aspects \n \n93.  The  Project  will  facilitate  RDA’s  institutional  strengthening  program  that  in  turn  will \ncontribute to overall transport efficiency, thus promoting a wide range of economic activities \nusing the NH network. Overall, the country’s economic growth will be boosted.  \n \n94.  RDA reorganization and improvement of its human resources development strategy are \ntimely. Phasing out PMUs in parallel with streamlining and harmonizing procedures will lead to \none agency and one system within RDA, eliminating duplication of efforts. Moving gradually \nfrom  force  account  to  a  long-term  performance-based  maintenance  contract  will  gradually \nimprove road network performance in a cost-effective manner. RDA will evolve into a lean, \nfunction focused, and effective organization.  \n \n95.  RDA’s institutional strengthening program, however, might not be completed on time. \nContinued Government commitment to reengineering RDA is therefore critical. To minimize this \nrisk, ADB and RDA have agreed on a framework with milestones to be achieved through the \nmedium-term  institutional  strengthening  program  (Appendix  9),  and  policy  and  institutional \nsupport will be provided to assist RDA in implementing the program.  \n \nC.  Economic Aspect \n \n96.  Supplementary Appendix C provides summary economic evaluation for the project roads, \nprepared in accordance with ADB’s Guidelines for Economic Analysis of Projects. The project \nroads are expected to have an average economic life of 20 years, with periodic maintenance \nand strengthening applied part-way through the evaluation period.  The upgraded highway will \nallow improved traffic flow, higher vehicle speeds, and shorter travel time, all resulting in lower \nroad user costs. The main economic benefits estimated for the Project are (i) VOC savings for \nnormal traffic,12 and (ii) time savings for passengers and cargo transport. \n \n97.  The overall economic internal rate of return (EIRR) was calculated at 18.2%. Economic \nviability under various sensitivity tests show that the Project remains economically viable as the \nEIRR remains above the opportunity cost of capital of 12% except for the cases of a 20% \nreduction in benefits and for the combined increase in the capital cost of the project by 20% and \na reduction of benefits by 20% combined. The probability of this occurring is low (0.8%). \n \nD.  Environmental Aspect \n \n98.  Based on information in the initial environmental examination (IEEs) report, the following  \nsubprojects  potentially  need  further  environmental  impact  assessment  (EIA):  (i)  B153: \nHikkaduwa-south highway (13.3 km), involves raising the elevation of road embankment  by \nfilling wetland;  (ii) A026: Udatenna-Mahiyangana (40.8 km), 24 km of its stretch passes through \n                                                 \n12  Generated traffic has not been included in the analysis as it is difficult to estimate, the expected additional benefits \nwill be relatively small (in the order of 5%), and omitting them will enable more conservative evaluation.   \n ", "    19 \nVictoria Randanigala Sanctuary; (iii) A005: Nuwara Eliya-Badulla (54.9 km), passes Hakgala \nBotanical Garden; and (iv) A012: Puttalam-Anuradhapura (70 km), 2 km of its stretch passes \nthrough Karuwalagaswewa Wildlife Sanctuary. Therefore, the Project is classified as category A \nin accordance with the ADB’s Environmental Assessment Guidelines (2003). \n \n99.  Under the sector loan modality, RDA and ADB selected A012: Puttalam-Anuradaphura \n(70 km) as a sample category A subproject; while (i) A024: Matara-south highway (4 km) and (ii) \nB157: south highway-Alutgama (10.5 km) are selected as sample category B subprojects. The \nEIA  and  IEEs,  including  the  environmental  management  plans  (EMPs),  of  these  sample \nsubprojects were prepared in accordance with ADB’s Environmental Assessment Guidelines \n(2003).  The  summary  EIA  (SEIA)  was  circulated  to  ADB’s  Board  on  5  August  2005 \n(Supplementary Appendix D). The Central Environmental Agency (CEA) of Sri Lanka decided \nthat all sample subprojects fall under category B, which requires only IEEs (CEA’s letter dated \n22 July 2005 and subsequent meetings). Nevertheless, CEA required environmental clearance \nhas to be obtained before commencement of civil works. \n \n100.  Most of the predicted project impacts will occur during the construction phase, and are \ntemporary in nature. Consultation with some residents around the sanctuary showed that some \ngroups of elephants often pass through the sanctuary, crossing the A012 section. Mitigating \nmeasures will be provided to minimize the impacts of the Project on the sanctuary. There will be \nno widening and construction work will be at a minimum on the road in the sanctuary area. The \nProject will also provide proper traffic signs informing road users that they are passing through a \nnational park, and enforce speed control measures in the sanctuary area. The remaining stretch \n(68 km) of A012 passes through a flat area, and the expected impacts will not be significant. \n \n101.  For  the  nonsample  roads,  the  IEEs/EIAs  will  be  prepared  in  accordance  with  the \nenvironmental assessment and review framework (Supplementary Appendix E), developed to \nensure compliance with ADB’s Environmental Policy (2002) and the Government environmental \nregulation.  The  classification  of  the  subprojects  will  follow  both  Government  and  ADB \nprocedures, but in any conflict, the stricter classification will apply. The IEEs will be submitted to \nand approved by ADB before award of the respective civil works contracts; the EIAs will be \nsubmitted for ADB review, and the SEIAs will be available to the general public at least 120 \ndays before approval of the respective subprojects.  \n \n102.  If change in alignment is required after the IEE or EIA report is completed, ADB in \nconsultation with CEA will determine whether additional environmental study must be carried \nout. The report of the additional study will be submitted to and approved by ADB. If the change \nin alignment leads to the need for an EIA report, the SEIA will be posted on ADB’s website 120 \ndays before award of the respective civil works contract. \n \n103.  RDA will be responsible for implementing the overall EMP. CEOs will implement all \nmitigating measures during construction and operation of the project roads in line with the EMPs. \nESD will support CEOs and ensure regular consultation with APs during project implementation. \nPuttalam-Anuradhapura  will  be  used  as  a  pilot  model  for  involving  community-based \norganizations and local communities in monitoring implementation of the EMP and will update \nthe EMP, as necessary, through intensive consultations.  \n     ", "20  \n \nE.  Social Aspect \n \n104.  The Project will have no negative gender-related impacts. No record of HIV/AIDS13 is \nfound in the project area. According to a World Health Organization report (2004), Sri Lanka is \nclassified as a low-level epidemic country with below 5% HIV prevalence rates among high-risk \npopulation. HIV prevalence was 0.2% among female sex workers. Among 603 truck drivers \ntested, no sample was found positive for HIV. However, considering the possible presence of \nforeign laborers for road construction under the Project, the Government will ensure that the civil \nworks  contracts  require  contractors  to  (i)  provide  construction  workers  with  HIV/AIDS \nawareness and prevention programs; (ii) disseminate at work sites information on risks of \nsexually transmitted diseases and HIV/AIDS; and (iii) follow and implement legally mandated \nprovisions on labor (including equal pay for equal work), health, safety, sanitation, and working \nconditions. The summary poverty reduction and social strategy is in Appendix 19. \n \n105.  Most improvement works will be carried out within the existing right-of-way. However, \nthe  overall  LAR  impact  for  the  Project  will  still  be  significant.  In  accordance  with  ADB's \nInvoluntary Resettlement Policy (1995), the resettlement plans (RPs) for two subprojects (A005: \nNuwara Eliya-Badulla and B435: Orugodawatta-Ambatale, representing a hilly road and an \nurbanized road, respectively) have been submitted to ADB as samples, which will be updated \nduring the detailed design period. The summary RP of these sample roads and the entitlement \nmatrix have been endorsed by the Government (Supplementary Appendices F and G). \n \n106.  To ensure that RPs for the subsequent subprojects will be prepared satisfactorily and in \ntime  for  effective  distribution,  a  resettlement  framework  (RF)  has  been  prepared,  outlining \npolicies  and  procedures  (Supplementary  Appendix  H).  The  risk  of  delayed  LAR  is  being \naddressed through the establishment of ESD with its capacity building under the proposed TA, \nand the proper budgeting of LAR costs under the Project. \n \n107.  The summary RP of the sample roads and the RF have been translated into the local \nlanguages and disclosed to the APs and posted on the ADB website. A press notice about the \nProject announcing that the summary RP and RF are available in the district offices was put out. \nThe sample RP and the RF were submitted to the Ministry of Land Development and CEA for \nnecessary clearances.  \n \n108.  The project impact on indigenous people will be insignificant. Communities affected by \nthe Project will be Sinhalese, Muslims, and Tamil. There is no indication of differential impacts \nof the Project, either positive or negative, on the three groups. Therefore, no indigenous people \ndevelopment plan or indigenous people development framework has been prepared; however, a \nsection on special actions is included in the RF and the sample RPs, and will be included in the \nsubsequent RPs as necessary. The Project will support equal treatment of all groups. \n \nVI.  ASSURANCES \nA.  Specific Assurances \n \n109.  In  addition  to  the  standard  assurances,  the  Government  and  RDA  have  given  the \nfollowing assurances, which are incorporated in the legal documents: \n \n                                                 \n13 Human immunodeficiency virus/acquired immunodeficiency syndrome. \n ", "    21 \n(i)  Restructuring RDA’s organization. The Government will ensure that \n(a)  RDA will undertake the institutional strengthening program consistent with \nthe milestones set out in Appendix 9; \n(b)  RDA’s  human  resources  strategy  will  have  been  reviewed  and  a  new \nhuman resources strategy based on the new organizational structure and \nbusiness processes will have been developed by June 2007 and will have \nbeen applied by December 2007; and \n(c)  RDA will not recruit any new casual labor for road works throughout the \nproject period. \n \n(ii)  Private sector development. The Government assured that it would not allow \nMega Neguma to distort the market for road construction works. Mega Neguma \nwill carry out no more than 25% of the domestic-funded road works. \n \n(iii)  Road maintenance. The Government will ensure that \n(a)  the project roads will be maintained to a proper standard and that the \nbenefits of the roads will be realized over their expected lifetimes;  \n(b)  the level of financing set aside for the road maintenance trust fund will be \ngradually increased so that in 2010, the fund will cover 100% of the \nrequired maintenance cost for the maintainable NH network; and \n(c)  no  changes  will  be  made  to  the  road  maintenance  trust  fund  or  its \noperation without prior concurrence from ADB. \n \n(iv)  Road rehabilitation and development. The Government will ensure that \n(a)  the investment plan (2006–2015) prepared under the road sector master \nplan will be made available to the public through the RDA and ADB \nwebsites for 90 days for comments, and will be adopted by 30 June 2006; \nand \n(b)  at least 65% of the NH network will be in maintainable condition by 2010. \n \n(v)  Counterpart funds. The Government will ensure timely and adequate provision \nof counterpart funds and other required resources for the Project. \n \n(vi)  Project management. RDA will provide adequate staff, resources, and facilities \nto implement the Project. \n \n(vii)  Environment. The Government will ensure that RDA will \n(a)  implement the Project in accordance with ADB’s Environment Policy (2002) \nand the Government’s environmental policy and regulation; \n(b)  prepare  IEEs,  EIAs,  and  EMPs  for  each  nonsample  subproject  in \naccordance  with  the  environmental  assessment  and  review  framework \n(Supplementary Appendix E); \n(c)  obtain ADB’s approval of the IEEs of the nonsample roads before awarding \nthe respective civil works contracts; \n(d)  submit for ADB’s review the EIAs of the nonsample roads and make the \nSEIAs available to the general public at least 120 days before approval of \nthe respective subprojects; \n(e)  implement mitigating measures identified in the IEE, EIA, and EMP reports \nin a timely and efficient manner; \n(f)  ensure compliance with CEA’s environmental assessment requirements; \n     ", "22  \n(g)  start  civil  works  of  each  contract  only  after  obtaining  the  necessary \nenvironmental clearance for the respective contract from relevant agencies;  \n(h)  submit to ADB semiannual reports on the implementation of the EMPs; and \n(i)  inform ADB on any change in alignment after the IEE/EIA report of the \nrespective subproject is completed, to allow ADB to determine whether \nadditional environmental assessment is required. \n \n(viii)  Land acquisition and resettlement. RDA will \n(a)  implement  the  Project  in  accordance  with  the  Government’s  national \ninvoluntary  resettlement  policy  and  ADB’s  Involuntary  Resettlement \nPolicy (1995) and Indigenous People’s Policy (1998); \n(b)  prepare and implement RPs and special actions (if any) for each non-\nsample subproject in accordance with the RF based on detailed design; \n(c)  consult APs during preparation of the RPs, and disclose the RPs to the \nAPs before implementing LAR, and confirm that the RPs are posted on \nADB’s website in a timely manner;  \n(d)  fully pay LAR compensation and entitlements to APs before acquiring \ntheir assets and displacement, and ensure that all payments are made \nthrough Government checks in the name of each AP; and \n(e)  Make all payments of compensation in a transparent manner and provide \na breakdown of entitlements, including the amount payable as statutory \ncompensation and the amount determined as replacement value. \n \n(ix)  Health. RDA will ensure that civil works contracts will require contractors to \n(a)  provide  appropriate  information  and  awareness  to  the  construction \nworkers on the risks of sexually transmitted diseases and HIV/AIDS; and \n(b)  provide  safe  and  healthy  working  conditions,  including  appropriate \nsanitation facilities for women workers.  \n \n(x)  Construction labor. RDA will ensure that \n(a)  the contractors comply with all applicable labor laws; \n(b)  APs will be given priority for employment by the Project; \n(c)  the contractors will provide equal opportunities for women and men in \nconstruction activities; and \n(d)  women will be encouraged to participate in planning and implementing \nthe Project.  \n \nB.  Conditions for Civil Works Implementation \n110.  Conditions for Award of Civil Works Contracts. The Government will not award any \ncivil works contract unless the following requirements are met for the relevant subproject: \n(i)  RDA has obtained ADB approval on related RPs, IEEs, and EIAs in accordance \nwith paras. 109(vii)(c), 109(vii)(d), 109(viii)(b), and 109(viii)(c); and \n(ii)  RDA has acquired or made available the land and rights to land free from any \nencumbrances and cleared any obstruction from the related section, required to \nbe handed over to the contractor for start of construction in accordance with the \nwork schedule as will be agreed upon under the related civil works contract. \n \n ", "    23 \n111.  Condition for Commencement of Civil Works. The Government will not issue a notice \nto proceed for any civil works contract unless RDA has obtained necessary environmental \nclearance for the respective contract from relevant agencies. \n \nVII.  RECOMMENDATION \n112.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan of $150,000,000 to the Democratic \nSocialist Republic of Sri Lanka for the National Highways Sector Project from ADB’s ordinary \ncapital  resources,  with  interest  to  be  determined  in  accordance  with  ADB’s  LIBOR-based \nlending facility; a term of 25 years, including a grace period of 5 years; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft Loan and \nProject  Agreements  presented  to  the  Board,  provided  that  $47,300,000  of  the  said  loan \nallocated  for  land  acquisition  and  resettlement  expenditures  shall  not  be  disbursed  until \nDOC.R193-05: Cost Sharing  and Eligibility of Expenditures for Asian Development Financing: A \nNew Approach shall have become effective. \n \n \nHaruhiko Kuroda \nPresident \n \n \n \n \n14 November 2005 \n     ", "24  Appendix 1 \n  DESIGN AND MONITORING FRAMEWORK \n \nPerformance  Data Sources/ \nDesign Summary  Assumptions and Risks \nTargets/Indicators  Reporting Mechanisms \nImpact      Assumption \nExpansion of  -  Increased number of  Before and after  Complementary external \neconomic  businesses  construction surveys  assistance and \nopportunities.  -  Reduced unemployment   Government’s commitment \nStatistics from the Ministry \n  -  Higher household income  to developing other road \nof Trade and Industry \n-  Higher vehicle ownership  network and economic \n-  Higher land value  National and local statistics  infrastructure continue. \nOutcome       \nImprovement of  By 2010, on the project  Feasibility study and  Assumptions \nnational highway  highways:  detailed design reports  RDA’s commitment to \ntransport efficiency.  -  10% increase of traffic volume    reform continues. \n  -  No increase in bus and freight  RDA’s project performance  Proper maintenance is \ncharges from 2005 level  monitoring system,  provided timely. \n \n-  25% reduction in travel time   including before and after  Risk \nconstruction surveys  Bus transport operators do \n \nMinistry of Transport    not respond due to lack of \nBy 2010, for national highways:    competitiveness. \n-  100% required maintenance  Traffic police  Assumption \nfunds provided    The road maintenance \n-  15% reduction in maintenance  Ministry of Finance and  trust fund is in operation \ncost/km  Planning  since 2006. \nRisk \nRDA’s Maintenance \nMaintenance is done \nDepartment \nwithout a proper contract. \nOutputs       \n1. Improved road  Throughout the project period,  RDA’s project performance  Assumptions \nsector  improved RDA productivity and  management system  Government’s commitment \ninstitutions and  capability in  RDA’s Planning  to the medium-term road \npolicy  -  updating investment plan  Department  sector development \n  -  issuing annual maintenance  RDA’s Finance and   framework and \n  plan   Administration Department  reengineering of RDA \n  -  reduction of staff/km ratio    continues. \n    Supervision consultant’s  RDA reorganization is \n2. Upgraded and  By June 2010  progress reports  completed \nmaintained  -  About 270 km of national    Environmental clearance \nnational highway  highways upgraded    and utility relocation are \nnetwork  -  About 1000–2000 km of roads    completed timely. \n  maintained through medium- ADB’s review missions  Performance-based \n  term performance-based    maintenance is \n  contracts    successfully implemented, \n  -  About 80 km of roads cleared    continued, and replicated. \nready for construction  Before and after \nRisk \nconstruction surveys \nBy June 2010, on the project  Land acquisition and \n \nhighways:  resettlement process is \n \n-  15% reduction in vehicle  slow and problematic. \n \noperating costs \n-  International roughness index \nreduced to 3.75 on DBST and \n2.75 on AC \n \n ", "    Appendix 1  25 \n   \nActivities with Milestones  Inputs \n   \n1.   Implement institutional and policy component  Subtotal: $2.8 million \n1.1 Implement RDA reorganization, March 2006–December 2008   \n1.2 Complete draft human resources strategy by June 2007  ADB: $2.8 million \n1.3 Approve and apply the human resources strategy starting December 2008   \n1.4 Construct the first phase of the integrated RDA’s headquarters   \n   \n2.   Implement national highway development component   \n2.1 Acquire the first section of land before Phase I civil works contract awards,  Subtotal: $107.1 million \nAugust 2006   \n2.2 Complete first phase of civil works procurement by August 2006  ADB: $65.3 million \n2.3 Implement civil works, September 2006–June 2009   \n2.4 Complete selection of construction supervision consultant by May 2006  Government: $41.8 million \n2.5 Implement consulting services, June 2006–August 2009   \n   \n3.   Implement performance-based maintenance contracts  Subtotal: $8.7 million \n3.1 Select consultant by August 2006   \n3.2 Award performance-based maintenance contracts by March 2007  ADB: $8.7 million \n   \n4.   Implement land acquisition and resettlement along Colombo links   \n4.1 Establish and fully staff Environmental and Social Division by 31 January  Subtotal: $47.3 million \n2006   \n4.2 Complete resettlement plans by March 2006  ADB: $47.3 million \n4.3 Implement land acquisition and resettlement April 2006–April 2008  \n \nAC = asphalt concrete, ADB = Asian Development Bank, DBST = double bituminous surface treatment, km = kilometer,  \nRDA = Road Development Authority. \n \n \n \n \n \n \n \n \n \n \n     ", "26  Appendix 2 \nROAD SECTOR ANALYSIS \n \n1.  Sri Lanka has a road network of about 108,000 kilometers (km), comprising about \n11,700 km of national highways (NHs), 15,500 km of provincial roads, 64,700 km of local \nauthority roads, and 16,300 km of roads under the ownership or control of irrigation, wildlife and \nland development authorities. While the road network is extensive, 1.5 km/km2, most roads were \nbuilt more than 50 years ago. Road maintenance, rehabilitation, and new construction have not \nkept abreast of the rapid growth in demand for transport (Table A2.1). \nTable A2.1: Roads Categorized by General Condition  \n(%) \nRoad Class  Good  Fair  Poor  Bad  Total \nNational Highways  18.4  29.8  35.4  16.4  100 \nProvincial Roads  8.0  40.0  36.0  16.0  100 \nLocal Authority Roads  5.0  30.0  40.0  25.0  100 \nTotal  7.2  31.7  38.7  22.4  100 \nSource: Road Sector Master Plan, Draft Final Report, August 2005.   \n2.  The Ministry of Highways (MOH) has overall responsibility for policies and programs \nconcerning  NH  network.  The  Road  Development  Authority  (RDA),1 a  statutory  institution \nassigned to MOH, is responsible for planning and managing the development and maintenance \nof NHs. Although RDA has the structure of a commercial organization, with a chairman, general \nmanager, and a board of directors, in practice it operates as a government department under \nMOH, with relatively limited autonomy. The Ministry of Transport (MOT) has responsibility for \noverall policy and regulation in the land transport sector, covering road and rail transport.   \n3.  The national highway investment program for 2006–2010 is shown in Table A2.2.   \n \nTable A2.2:  2006–2010 National Highway Investment Program \n(SLRs million) \nProgram  2006  2007  2008  2009  2010 \nDevelopment   11,013  10,910  10,185  9,185  9,268 \nRehabilitation and Upgrading  3,972  6,215  7,458  8,701  9,944 \nPeriodic and Routine Maintenance 5,427  5,536  5,647  5,760  5,875 \nTotal  20,412  22,661  23,290  23,646  25,087 \nSource: Road Sector Master Plan, Draft Final Report, August 2005.     \n4.  Financing of road improvements and rehabilitation relies heavily on international and \nbilateral loan and grant funding. Local funding is reserved mainly for counterpart contributions to \nforeign-funded projects, particularly for land acquisition and property compensation. A small \namount of Government road funding is available for expenditure on capital road works. \n5.  The  number  of  new  registrations  rose  sharply  in  the  last  3  years.    Motorcycle \nregistrations in particular increased by a factor of four over that period. There has also been \nstrong growth in three-wheel motor tricycles, which are now used throughout the country as taxi \nservices. Car registrations also increased rapidly, but to a lesser extent. Traffic levels exceed \nthe design capacity of many roads. The percentage of household expenditure on transport \nincreased  by  70%  between  1996  and  2003,  indicating  a  growing  level  of  discretionary \n                                                 \n1  Established by the Road Development Authority Act, (No. 73) of 1981. \n ", "  Appendix 2  27 \nexpenditure among a  small but increasing proportion of the population. Private passenger \ntransport includes bicycles, motor cycles, a small proportion of three- wheelers, cars, vans and \nfour-wheel drive or sports utility vehicles. Public transport at present has the largest share of the \npassenger market, and buses are the cheapest mode used by the bulk of the population for \nlonger  distances.  Three  wheelers  provide  relatively  low  cost  taxi  services,  but  are  more \nexpensive than bus transport.   \n6.  Goods carriage is by small tractors and trailers, larger agricultural tractors and trailers, \nand conventional goods vehicles, predominantly two-axle, either single- or dual rear-tire axle.  \nThe  predominance  of  two-axle  vehicles  makes  for  easier  maneuverability  and  passing  on \nnarrow winding roads, but concentrates the load on a single rear axle, which is a factor in \noverloading. Surveys of axle loads indicate a high degree of overloading by a proportion of \nheavy commercial vehicles.  Most freight transport is undertaken by two-axle dual rear-tired \nvehicles, and these show the greatest overloading, particularly in the Colombo area. For the \nmost prevalent overweight group (over 8.5 tons carrying capacity), the gross vehicle weight and \nequivalent standard axle load are shown in Table A2.3. \nTable A2.3: Distribution of Axle Loads, Six-Wheel Medium Trucks \nPercentile Loading (%)  Max.  99.90  99.00  90.00  75.00  50.00  25.00  10.00  Min.  Mean \nGross Weight  35.10  28.26  24.80  19.38  16.60  12.89  8.07  6.00  2.29  12.73 \nESAL  96.76  37.59  22.94  8.32  4.45  1.47  0.20  0.06  0.00  3.24 \nESAL = equivalent standard axle load. \nSource: Road Development Authority. \n7.  The structure of taxes, duties, and subsidies shows that road users face costs that differ \nfrom the economic cost of the components of the transport services provided.  High rates of \nduty on private passenger vehicle imports are reflected in ownership costs (Table A2.4).  On the \nother hand, fuel price is controlled so the importing companies are not able to pass on their full \ncosts, although there have been a number of upward price revisions over the past year.  Bus \nfares are also controlled and partly subsidized and so, the price to users is lower in the short \nrun, than if the price were deregulated.  In the longer run, if operators had more flexibility in fleet \npurchases and management of operating costs, prices would tend to fall. \n \nTable A2.4: 2004 Taxes and Duties on Motor Vehicles \n(%) \nItem    Motorcycle  3-Wheel  Car  4x4  Van  Pickup  Truck  Bus \n  Petrol  Petrol  Petrol  Diesel Diesel  Diesel Diesel  Diesel Diesel \n Import Duty  12.00  12.00  27.50  27.50  27.50  27.50  27.50  6.00  3.00 \n Surcharge   1.20  1.20  2.75  2.75  2.75  2.75  2.75  0.60  0.30 \n Excise  6.81  5.44  40.20  111.48  111.48  80.06  80.06  0.00  0.00 \n Port and Airport Levy  1.00  1.00  1.00  1.00  1.00  1.00  1.00  1.00  1.00 \nValue Added Tax  15.00  15.00  15.00  15.00  15.00  15.00  15.00  15.00  15.00 \n Other  1.00  1.00  1.00  1.00  1.00  1.00  1.00  1.00  1.00 \nSource: Ministry of Finance and Planning. \n8.  All fuel used in Sri Lanka is imported. Retail prices are controlled by the Government \nand vary only slightly as a result of local distribution costs. In response to international price \ntrends, prices are currently subject to revision using an agreed upon formula. If the Government \ndoes not implement the price changes, it is required to pay a subsidy to the fuel suppliers. \nCurrent prices per liter are SLRs80 for 90 octane petrol and SLRs50 for diesel fuel.   \n     ", "28  Appendix 2 \n9.  Bus transport services are the leading form of public transport in Sri Lanka, providing \napproximately 80% of road passenger transport; railways contribute 7%; and private vehicle \nowners account for the remaining 13%. The publicly-owned cluster bus companies (CBCs) have \na 22% share of the total bus transport market, implying high reliance on the private sector for \nprovision of bus transport services, i.e., 78% private sector market share. The CBCs have a \nsubstantial financial burden due to the high operating cost per km (SLRs45.63 per operated bus \nkm by the CBCs compared with SLRs36.21 per km for buses operated by the private sector) \nand poor targeting of subsidies to CBCs for unprofitable school and rural bus routes. The CBCs \ncurrently employ 12 persons per operated bus. They own 8,400 buses, of which only 4,200 \nremain operational. The total cost of operating a public bus amounted to SLRs80.55 per km or a \ntotal of SLRs21.97 billion in 2004. The main reason for the significant operating cost of the \nCBCs can be a combination of excess staff and salary structures. In addition, the passenger \ntransport sector previously suffered from the lack of a sound policy and regulatory framework, \nincluding infrequent fare increases, which have not allowed service delivery at financially viable \nlevels and led to lack of investment in the sector. The fare structure also led to overcrowding on \nmore profitable routes and underprovision on others, and a general public perception of low \nservice quality in combination with increasing safety issues and accidents. \n10.  The Government has outlined a detailed reform program to address these substantial \nissues. Recognizing that a mere change from public to private ownership will not solve the \nunderlying issues impeding improved sector performance, the Cabinet approved a strategic \naction plan in April 2005. The main thrust of the strategy is to depoliticize transport regulation \nand introduce commercial principles in the management of the CBCs by reestablishing the \nCentral Transport Board, ensuring objective management appointment procedures, introducing \nefficiency and thus reduce the burden on public finances. One of the main tools applied is the \nintroduction of franchising schemes formulated on the principle of competition for the market \nand improved methods of procuring and managing the services of private buses.2 The action \nplan also aims at reducing the number of persons per operated bus to 4.25 by reducing the total \nemployees from more than 40,000 to 16,000 through a voluntary retirement scheme. \n11.  Annual road fatalities have been increasing over the last 5 years, both in total and in \nrelation to population. The number of fatalities increased from 2,023 in 1998 to 2,185 in 2002. \nThe fatalities per 100,000 population slightly increased from 11.28 in 1998 to 11.5 in 2002. MOT \npublished  a  strategic  plan  for  road  safety,  covering  (i)  involvement  and  coordination  of \nstakeholders,  (ii)  constructive  participation  of  media,  (iii)  development  of  leadership  and \nsecuring funding for the safety plan, and (iv) establishing a monitoring and evaluation process. \nThis  overall  strategy  will  be  directed  to  four  target  areas:  (i)  road  infrastructure  safety \nimprovements—removal of hazardous encroachments and obstructions, black spot remediation \non the major arterials in Western Province, and development of safety-related standards within \nRDA; (ii) road users—driver licensing and testing improvements, public awareness programs, \nvehicle roadworthiness testing, random roadside vehicle checks, and nighttime visibility aids for \npedestrians and cyclists; (iii) traffic law and enforcement—improved enforcement resources and \ntechniques, a demerit point system, implementing existing provisions of the Motor Traffic Act, \nencouraging seat belt wearing; and (iv) road safety management—road safety committees, \nactivate and staff the National Road Safety Secretariat, implement a pilot project on prehospital \ncare of accident victims, and partnership arrangements with the private sector. \n                                                 \n2  In line  with the recommendations provided under ADB TA 4075 (ADB. 2002. Technical Assistance to the \nDemocratic Socialist Republic of Sri Lanka for the Passenger Transport Services Improvement. Manila). \n ", "  Appendix 2  29 \n12.  The budget appropriation for roads has always been less than the funds requested by \nRDA.  There is a pattern of less funds being available as the expenditure period draws closer. \nThe budget requests, appropriation, and expenditures in 2003–2005 and those projected for \n2006–2007 are in Table A2.5.    \n \nTable A2.5: Budget Requests, Appropriation, and Expenditure \n(SLRs million) \nItem  2003  2004  2005  Projected 2006  Projected 2007 \nRoad and Bridge Maintenance           \n  RDA Budget Request    1,700  2,850  2,992  3,133 \n  Budget Appropriation  1,650  840  1,900  3,400  3,520 \n  Actual Expenditure  1,625  1,209  —     \nLocally Funded Capital Projects           \n  RDA Budget Request    7,772       \n  Budget Appropriation  2,528  2,075  5,415  7,375  7,930 \n  Actual Expenditure  1,963  1,204  —     \nForeign Funded Capital Projects (local component)   \n  RDA Budget Request    15,333       \n  Budget Appropriation  5,540  9,743  11,192  14,444  13,582 \n  Actual Expenditure  4,607  4,103  —    - \n— = not available, RDA = Road Development Authority. \nSource: Road Development Authority and Asian Development Bank staff estimates. \n13.  The revenues that the Government obtains from the road sector are credited to the \nconsolidated fund, while the annual appropriation of departmental expenditures is made without \nregard to revenues accrued from the sector. Revenues accrue from import duties, surcharges, \nlevies and value-added tax on inputs to road transport, on inputs to road construction and \nmaintenance, and licensing and registration fees on drivers and vehicles (Table A2.6).  Overall, \nthe total Government revenues of SLRs52 billion, accruing from road transport, greatly exceed \nthe total capital and maintenance expenditure on the road network. \n \nTable A2.6: Government Revenues from Road Sector Inputs, 2003 \nItem  Source  SLRs (million) \nCentral Government    Registration and Licensing  1,514.9 \nVehicle Import Duty and Sales  24,331.8 \nFuel Excise  12,600.5 \nValue Added Tax on Fuel  10,389.3 \nSpare Parts Imports  2,555.2 \nProvincial Government  Provincial Fuel Tax  778.4 \n  Total    52,170.1 \nSource: Road Sector Master Plan, interim report.     \n14.  Road maintenance is implemented through the provincial offices of RDA, using a Road \nMaintenance, Budgeting and Expenditure Control (RMBEC) system, a simple spreadsheet toll \nfor tracking and recording primarily routine maintenance expenditures. While RMBEC is not a \nsophisticated road maintenance management system, it has been found useful and is well \ninstitutionalized. RDA is currently upgrading the system to widen its capability.   \n15.  Road  Maintenance  Expenditures. Expenditure, as reported in RDA estimates and \nstatements of expenditure includes routine maintenance of roads; periodic maintenance which \n     ", "30  Appendix 2 \nis mainly sand seal application but may include some surface treatment reseals; and other \nmaintenance categories (Table A2.7). \n \nTable A2.7: Expenditure on Maintenance of National and Provincial Roads  \n(SLRs million) \nSource  2003  2004  2005 Projected  2005 (%) \nNational Roads   \n  Routine Maintenance      930.0  49 \n  Periodic Maintenance      450.0  24 \n  Other Maintenance        520.0  27 \n  Routine and Periodic  1,625.0  1,209.0  1,900.0  100 \nProvincial Roads         \n  Routine Maintenance  179.0  —  —   \n  Periodic Maintenance  123.0  —  —   \n— = not available. \nSource: Road Development Authority estimates and expenditure statements. \n16.  Maintenance Funding Requirement.  For maintaining the NH system, it is estimated \nthat the annual requirement for 2006 is about SLRs5.4 billion, which will steadily increase to \nSLRs5.9 billion in 2010. The equivalent amounts for provincial roads are about SLRs1.7 billion \nfor 2006 and SLRs3.2 billion for 2010. \n17.  Road Maintenance Trust Fund. Under the current budget administrative arrangement, \na road maintenance trust fund is being set up, and a special account for it will be established \nwith the Central Bank of Sri Lanka. A board of trustees and a technical advisory committee are \nbeing established. Starting in FY2006, the Government will allocate at the rate of SLRe1 per \nliter on petrol and SLRe0.5 per liter on diesel from all sales except for diesel used for power \ngeneration, for which all receipts will be directly deposited to the fund. Additional budgetary \nallocations for road maintenance currently given directly to implementing agencies will also be \nchanneled through the fund.  \n18.  For 2006, the budget allocation for maintaining NHs will be increased to SLRs3 billion \n(from SLRs1.9 billion in 2005). The Government will gradually increase the resources of the \ntrust fund by either increasing the budget allocation or increasing fuel levy or imposing a vehicle \nregistration fee or doing all to ensure that 100% of the requirements for maintaining the NH \nnetwork will be met by 2010. The increase will continue thereafter, to ensure that the fund will \ncover  the  increase  in  financing  for  NHs  and  gradually  cover  financing  of  provincial  road \nmaintenance. \n19.  Domestic Contracting Industry. As registered through the Institute for Construction \nTraining and Development and the National Construction Association of Sri Lanka, the domestic \ncontracting industry numbers 36 companies with the capacity to undertake contracts of more \nthan $1 million, with an annual capacity of over $100 million. The total annual capacity of the \nindustry  is  estimated  at  about  $200  million.  Compared  with  the  projected  2005–2010 \nexpenditure on roads of around $100 million per annum, the domestic contracting industry, on a \nfinancial basis, has the capacity to undertake a substantial proportion of the proposed future \nexpenditure. Recognized weaknesses in the industry are (i) a lack of financial capacity and bank \nsupport  to  be  able  to  provide  financial  guarantees  and  insurances  for  contracts,  and  (ii) \nlimitations in the specialist engineering plant.  \n \n ", " \nROAD SECTOR POLICY MATRIX UPDATE \n \nMain Areas of Reform  Reform Interventions  Status  Comment/Further Action To Be Taken \nA.  Private Sector Participation \n  •  Procurement of civil works under TRIPa using LCB   •  Completed    \nUse of ADB-financed \nprojects to begin use of  •  Procurement of all civil works under SPRIPb using LCB,  •  Completed   \ndomestic private sector for  with expanded supervision consulting services, capacity \nexecution of road  building and training to address limited capacity and \nconstruction civil works  experience of contractors and provincial councils \n•  Procurement of 39% of civil works under RNIPc using  •  Completed  •  All contracts have been awarded. \nLCB, with public companies excluded from bidding  \n•  Civil works under the road safety component of STDPd  •  Ongoing  •  Six contracts have been awarded; the remaining \nto be procured under LCB exclusively for private  contract is in final stage of award. \ncompanies  \n•  Procurement of all civil works under the provincial roads  •  Ongoing  •  Procurement of the last phase is ongoing. \n  component of RSDPe using LCB, with expanded   \nsupervision consulting services   \n•  70% of road rehabilitation components in projects in  •  Ongoing   \nconflict-affected and tsunami-affected areas projects to \n \nbe procured under LCB. \n  •  Package contracts under possible future projects to  •   Under the  •  Five out of eight contracts will be procured under \nsupport continued development of competitive domestic  proposed Project  LCB.  \nprivate sector  \n       \nDomestic private sector to  •  Increase domestic private sector share of RDA  •  Ongoing; RCDC  Achievements of milestones include \nperform most domestically  construction and maintenance works under  has been closed  •  Private sector share of work is SLRs1,000 million \nfinanced road works on a  Consolidated Fund and decrease RCDC share until  down   (100%) in 2003 and SLRs2,000 million in 2004 \nrecurrent basis  private sector can carry out most of the works over    (100%). \nSLRs2.5 million.    •  Annual expenditures on contracts < SLRs2.5 \n•  Annual expenditure on works of less than SLRs2.5    million are less than FY2000 level (SLRs2 \nA\nmillion will not be increased over the 7-year period.  •  Achieved  billion): FY2000 – SLRs1.5 billion; FY2001 –  p\np\nSLRs685 million, FY2002 – SLRs1.3 billion,  e\nn\nFY2003 – SLRs1.6 billion, and FY2004 –  d\nix\nSLRs2.47 billon (including tsunami related works)   3\nDcfinaoarmrnyec oesutditc  e mpnorgirviena etdeeo rsmineegcs taotinrc dtao ll y  • RenDgAin teoe prirnogg raensds irveelalyt eindc sreearvsicee osu ttos othuerc pinrgiv aotfe  sector  • Achieved     3             \n1\nrelated services   \n ", " \nMain Areas of Reform  Reform Interventions  Status  Comment/Further Action To Be Taken  3\n2\nTraining and capacity  • ICTAD to provide training for the domestic construction  • Completed     \nbuilding to support private  industry (footnote c) \nsector development  A\n• Provision of enterprise training and extension services  • Completed    p\np\nfor small and medium-scale enterprise  e\nn\nd\nPrivate sector financing and  • Development of proposals for private-public partnership  • Ongoing    ix\noperation   in toll way under ADB-funded technical assistance    3\nB.   Reform of Road Sector Institutions \nIdentification of reform  Development of institutional reform proposals under TA:f     \nrequirements  • Finalization of recommendations (footnote d)  • Completed \n• Agree on action plans (footnote d) and report on action  • Completed \nplans to be submitted to Cabinet (footnote c) \nImplementation of agreed  Reengineering action plans covering \nupon reengineering action  • RDA planning and programming \nplans  • RDA preconstruction processes \n• RDA construction management \n• Ongoing under \n• Road maintenance management \nRSDP (RCDC has \n• Land acquisition and resettlement   \nbeen closed \n• Technical audit \ndown) \n• Development of private sector \n• Development of RCDC \n• Coordination among provincial councils \nStrengthening road function  • Institutional development of the road sector function  • Completed   \nof provincial councils  within Southern Provincial Council   \n• Institutional development and capacity building of the  • Ongoing under \nroad sector function of four provincial councils in the  RSDP \nProject provinces included under provincial roads \ncomponent of the proposed Project \nLand acquisition and  • Establishment of Social Impact Division to streamline  • Under way under  •  To be expanded to cover environmental aspect \nresettlement  and improve land acquisition and resettlement function  RSDP, will be  also and the division to be named Environmental \nand processes of RDA   established by  and Social Division. The recruitment of additional \n• Establishment of an interministerial committee to guide  December 2005  staff has been initiated. \nand approve the streamlined procedures \n \nCoordination of reform \n• Establishment of suitably staffed Reform Implementation  • Established under \n \nprocess \nUnit in RDA  RSDP \n ", " \nMain Areas of Reform  Reform Interventions  Status  Comment/Further Action To Be Taken \nC.  Governance \n   \n• Technical assistance support for introducing streamlined  • Successfully \nStrengthening government \ngovernment procurement procedures and establishing of  completed; new \nprocurement procedures \nimproved monitoring procurement performance system,  procedures \nand institutionalizing Procurement Support Bureau in  introduced \nMOFPg \nOversight of reform program  • Establishment of reform program steering committee to  • Established under  •  A task force consisting of senior directors of RDA \noversee reform program  RSDP  has been established to ensure implementation \nof the reform. \nSafeguard against  • Measures to safeguard against possibilities of  • Ongoing under  •  All works have been outsourced to the private \nmonopolies  monopolies in road construction and engineering and  RSDP   sector in a competitive and transparent manner. \nrelated services during the transition from public to \nprivate sector provision \nPublic information  • Make available information on road investment plans,  • RDA issued 5- •  Currently an integrated road sector master plan \nassignment of work to the domestic private sector,  year Public  covering all type of roads is being finalized, \nprocurement procedure, award of contracts, and other  Investment Plan.  taking into account the RDA 5-year Public \nrelevant information to enable the private sector to plan  Investment Plan. Once completed, all \ntheir activities over the medium term   investments in the road sector will be guided by \nthe master plan. \n \nCost-effectiveness and  • Prior assessment of each of the steps involved in  • Following the \n \ntransparency of procurement  proposed procurement arrangements including method  closure of RCDC, \n \nand execution of works  of selecting contractors, number of contractors to be  all procurements \n \nselected, accountability for performance of services by  have been carried \nRCDC and contractors, appropriateness of remuneration  out in a \nto RCDC in role of prime contractor in first 3 years  competitive and \ntransparent \n• Provision for independent verification of transparency \nmanner. \nand cost-effectiveness of procurement and execution of \nworks by reform consultants \nA\nD.   Road Maintenance  p\np\ne\nn\nCommence upon completion  • In addition to one-time 40% increase in 1998, increase  • Being addressed  •  A road maintenance trust fund is being  d\nix\nthe RDA budget for routine and periodic maintenance by  in a sectorwide  established to ensure the stable flow of   3\n• acFc)too  lsre tFas sY(tf2 o20o%0tn2 io,n ta erle lobac)l  ateter m60s %pe or fa tnhneu rmeq furoirmed 2 m0a0i0n t(efonoatnncoete   manner  maintenance financing.  3             \n3\n \n ", " \nMain Areas of Reform  Reform Interventions  Status  Comment/Further Action To Be Taken  3\n4\n• Increase budget allocation for national highway   \n  maintenance to 100% of the required cost by 2010  • Not yet due  • Agreed upon under the proposed Project \nA\nMaintenance of southern  • Make adequate additional provision for routine and  • Annual  •  Due to delay in implementation, Government to  p\np\nhighway  periodic maintenance of southern highway  maintenance  begin making additional budgetary provisions  e\nn\nfunding to be  from 2010 (upon completion).  d\n  ix\ndetermined by   3\n \nconsulting \nservices  \n  • RDA to contract out routine and periodic maintenance to  • Commence upon   \nprivate sector (footnote d)  completion \nAdequate level of road  • RDA to implement road maintenance budgeting and  • Underway under  •  In October 2005, Cabinet approval in \nmaintenance financing on  expenditure control on a 2-year basish  RSDP  establishing the fund has been granted. \nsustainable basis  • Full implementation of road maintenance budgeting and  • A road \n•  In 2006, all allocations for road maintenance will \nexpenditure control  maintenance trust \nbe channeled through this trust fund. \n• Formulation of adequate and sustainable financing  fund is being \nmechanism, and commitment for implementation  established. \nAssignment of periodic  • Annual road maintenance plan to be prepared once  • Under preparation   \nmaintenance budget on the  pavement management system has been established,  under RSDP \nbasis of economic returns  and allocation of periodic maintenance expenditure to be \ndetermined on the basis of rankings of estimated \neconomic returns \nE.   Policy and Regulatory Framework \nReflect reforms of road  • Reengineering action plans to be included in National  • Complied with   \nsector institutions in policy  Road Policy and approved by Cabinet   \n•  No need to change legislation on road sector \nand legislation  • Legislation on sector institutions to be updated and \ninstitutions \nsubmitted to Parliament (footnote d) \nLegislation and regulations  • Enact National Highways Act, and previously introduce  • Draft Act was \n•  Amendment was recommended by Cabinet and \nfor access control  regulations providing for access control and road safety  approved by \ncurrently under scrutiny by the Legal Draftsmen \nuntil such time as the Act is approved (footnote d)  Cabinet and \nfor approval. \nsubmitted to \nParliament for  •  RDA is to follow up. \napproval \nF.  Transport Services \nImprove efficiency of  • Develop reforms covering: (i) regulation to enable private  • Completed   \ntransport services  sector to operate efficiently, (ii) improving efficiency of \npublic bus operators, (iii) management of bus stations \nand stands, and (iv)public-private partnerships in the bus \nsector \n ", " \nMain Areas of Reform  Reform Interventions  Status  Comment/Further Action To Be Taken \n \n• Implement the reforms prepared under the TA and provide  • To be implemented   \ncomplementary support for investment in improving  under World Bank \nefficiency of transport services using roads   assistance  \nG.  Road Safety \n \nInstitution building and  • Development of Road Safety Action Plan and measures to  • Action plan is being \nhighway improvement to  improve road safety, including black spot improvements  implemented under \nimprove road safety  (footnote a and Road Safety TAi).  STDP. \n \nDevelopment of multi- • Strengthen capabilities to design and implement further  • Under way under \nfacetted national road safety  activities including driver training programs, vehicle  STDP \nprogram  safety standards, vehicle registration and inspection \nsystems, strengthening traffic police, emergency and \nrescue services, traffic education and awareness \ncampaign, and further black spot improvement (footnote \nd) \nFollow-on support for road  Support to be defined on basis of experience and  To be considered   \nsafety  knowledge gained in implementation of road safety  upon completion \ncomponent of STDP  \nADB = Asian Development Bank, FY = fiscal year, LCB = local competitive bidding, ICTAD = Institute of Construction Training and Development, MOFP = Ministry of \nFinance and Planning, RCDC = Road Construction and Development Company, RDA = Road Development Authority, RNIP = Road Network Improvement Project, RSDP = \nRoad Sector Development Project, SLRs = Sri Lanka rupees, SPRIP = Southern Provincial Roads Improvement Project, STDP = Southern Transport Development Project, \nTA = technical assistance, TRIP = Third Road Improvement Project.   \na  ADB. 1994. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Democratic Socialist Republic of Sri Lanka for the Third \nRoad Improvement Project. Manila. \nb  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Democratic Socialist Republic of Sri Lanka for the \nSouthern Provincial Roads Improvement Project. Manila. \nc  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Democratic Socialist Republic of Sri Lanka for the Road \nNetwork Improvement Project. Manila. \nd  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Democratic Socialist Republic of Sri Lanka for the \nSouthern Transport Development Project. Manila. \ne  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Democratic Socialist Republic of Sri Lanka for the Road  A\np\nSector Improvement Project. Manila.  p\nf  ADB. 1998. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Reengineering of Road Sector Development. Manila.  en\nd\ng  ADB. 1997. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Establishment of Sri Lanka Tender Support Bureau. Manila.  ix\nh  ADB. 1997. Small Scale Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Road Maintenance Budgeting and Expenditure Control. Manila.   3\ni  ADB. 1997. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Road Safety Study. Manila.  3             \n5\n \n ", "36  Appendix 4 \nMEDIUM-TERM SECTOR FRAMEWORK UPDATE \n  Milestone  Schedule \n Project/Reform Activity  for 2003 2004 2005 2006 2007 2008 2009 2010\nA. Scheduling of Loans \nProject 1: Road Sector Development Project (2002)\nProject 2: National Highways Sector Projects (2005)\nProject 3: Road Network Development Project (2007)\nB. Reform Program Activities and Outcomes \n1. Reform of National Highways Provision \na. Private Sector Participation\n(i)  Private sector share of civil works over SLRs2.5 mill ion\n50% of total  Project 3 100% of total works carried out by private sector\n75% of total  100% of total works carried out by private sector\n(ii)  No increase in annual budget for contracts < SLRs2.5 mil lion\n(iii) No new recruitment RDA casual labor  Projects 2\n(iv) Private sector share of engineering servic es Achieved \nb. Reengineering RDA (implementation of action plans)\n(i)  Strengthening of planning and programming\nData Collection Unit equipped, trained, and operational Completed \nLevel of service standards approved\nMedium-Term Highway Development Program published Project 2 Completed \nCapacity building in feasibility study completed Completed \nLong-Term Highway Master Plan published Project 2\n(ii)  Strengthening preconstruction processes\nReview and revision of RDA preconstruction processes Project 2 Completed \nUse of preconstruction processes on pilot basis\n(iii) Strengthening construction management\nConstruction management system adopted Project 2\n(iv) Strengthening road maintenance management\nMaintenance Management Unit established Project 1 Completed\nMaintenance execution and contracting study\nPavement management system introduced Project 2\nRoutine maintenance management system introduced Project 2\nAnnual road maintenance plans used Project 3\n(v)  Establishment of technical audit\nTechnical audit unit established Project 2\n(vi) Strengthening road maintenance funding\nBudgeting and expenditure control streamlined Project 1 Completed\nImplementation of streamlined system Project 2\nImplementation of road maintenance trust fund Project 3\nTargeted increases in maintenance funding achieved\n('vii) Development of private sector\nStudy of contactor funding and plant hire\nRDA Aggregrate Supply Information Unit established\nContractor training program  Completed \n(viii)Environmental and Social Safeguard \nEstablishment of Envirnmental and Social Division Project 2\nIntroduced streamlined resettlement function Project 3\n2. Strengthening Provincial Road Provision\na. Establish interprovincial coordinating committee Project 1\nb. Institutional development program in provincial coun cils Project 3\n3. Improving Transport Services \na. Formulate and agree on bus and other reforms using Project 2\nb. Implement agreed upon reforms  Project 3\n \n  RDA = Road Development Authority,  SLRs = Sri Lanka rupees.\nProcessing \nImplementation\n \n \n ", "   \nROAD DEVELOPMENT AUTHORITY – EXISTING ORGANIZATION CHART \n \n \nBoard \nChairman \nGeneral Manager\nPD  DIR  DIR  DIR DIR DIR DIR PD  PD PD PD PD\nRIU  L  F  HD R&D M PMR RSMP  STDP MMC JAP WB\nDIR  DIR  DIR  DIR DIR DIR DIR PD PD PD PD\nES  A  T  INTAUD LG W P ACK/CKE OCHP MFAP ADB\n \n \n \n \n \n \n \n \n \n \n  A\np\nA = Administration; ACK = Alternative Colombo-Kandy Highway; ADB = Asian Development Bank Projects, CKE = Colombo-Katunayake Expressway, DIR =  p\ne\nDirector, ES = Engineering Services, F = Finance, HD = Highway Design, INTAUD = Internal Auditor, JAP = Japan Aided Projects, L = Lands, LG = Legal, M =  n\nd\nMechanical, MFAP = Miscellaneous Foreign Aided Projects, MMC = Maintenance Management & Construction, OCHP = Outer Circular Highway Project, P =  ix\n 5\nSPleacntonrin Mg,a PstDe r= P Plarno j&e cPt rDoijreecct tPorr,e PpaMraRt o=r yP Froapceilirttyy,  MSTaDnaPg =em Seonutt h&e rRne Tvreannusep,o Rrt& DDe v= e Rloepsmeeanrct hP raonjedc Dt, eTv e=l oTpramineinntg, ,R WIU = = W Roerfkosr,m W IBm p=l eWmoernldt aBtiaonnk U  nit, RSMP = Road  3                \n7\n ", " \nROAD DEVELOPMENT AUTHORITY – PROPOSED ORGANIZATION CHART  3\n8\n   \n \n  A\np\np\ne\nn\nd\nBoard of Directors  ix\n 6\nChairman   \nGeneral Manager Audit\nAdditional  Additional  Additional  Additional \nGeneral Manager  General Manager  General Manager  General Manager \nPlanning and  Asset Development  Asset Development  Finance and \nProgramming  Administration \nCENTRAL \nSUPPORT \n \nDivisions \nDivisions Divisions Divisions\nProcurement  Environment and \nDivision  Social Division \n \n \n ", "    Appendix 7  39 \nROAD MAINTENANCE TRUST FUND \n \nA.  Institutional Arrangements \n \n1.  Under the provisions of the Trust Ordinance, a road maintenance trust fund has been set \nup. The Cabinet approval was granted on 26 October 2005 (as a condition for loan negotiations \nof the Project). A board of trustees (the Board) is being appointed by the Secretary of the \nTreasury to facilitate the initial arrangements on the setting up of the Fund. The Board will \nconsist of the deputy secretary to the Treasury as Chairman, secretary of the Ministry of \nHighways (MOH) or his successor, and the chairman of the Finance Commission. \n \n2.  The Government, Asian Development Bank, and the World Bank will jointly review the \nworking of the Fund 3 years after its commencement to evaluate its effectiveness in providing \nsustainable road maintenance financing, to examine ways of improving its operations, and, \nwhen appropriate, to bring forward legislation to establish a dedicated Fund managed by an \nindependent board.  \n \n3.  Purpose. The purpose of the Fund is to finance routine and periodic road maintenance \nprograms to avoid deterioration of the road network as a well-maintained road network is very \ncrucial in facilitating economic development of Sri Lanka. Initially, the Fund will be allocated for \nthe national road network. Progressively, more resources will be allocated for the Fund so that \nthe full cost of maintaining national and provincial roads will be financed.  \n \n4.  Administrative Mechanism. The Fund account will be maintained in the Central Bank, \nand will be managed by the Board. In addition to the Board, a technical advisory committee \n(TAC) will be appointed by the secretary of the Treasury and will consist of representatives from \nthe Ministry of Finance and Planning (MOFP), MOH, Ministry of Provincial Council and Local \nGovernment,  National  Contractor  Association,  freight  forwarders,  National  Transport \nCommission,  and  academia  and  other  stakeholders  specializing  in  fields  relevant  to  road \ntransport.  The chairman of the TAC will be the secretary of MOH. One officer from MOFP will \nfunction as the Secretary to the Board, responsible for the day-to-day administration of the \naccount. The Board will recruit additional staff for the secretariat as and when necessary. \n \n5.  Disbursement.  At  the  start  of  the  year,  eligible  road  agencies  will  submit  to  the \nChairman of the TAC, through their relevant ministries, their proposed 3-year rollover and the \nrelevant annual road maintenance programs. The TAC will scrutinize the proposals and forward \nsuitable  recommendations  to  the  relevant  secretaries  who  had  submitted  these  proposals. \nThereafter, the secretaries will submit to the Fund their requests and their proposals along with \nthe recommendations of the TAC. The Board, after taking into account the recommendations of \nthe TAC, its selection criteria, and the funds available in the account, will approve and announce \nthe recommended packages and/or programs selected for financing within the first quarter of \nthe year. This arrangement will enable all stakeholders and the public to be informed of the \nprogram and to demand action if no or poor progress is made. After approval, the Board will \nauthorize the disbursement of the funds to the concerned agency, which will supervise and/or \nimplement the maintenance program. The Board will use its powers on financial and technical \naudits to check, on a sample basis, that programs funded are actually implemented. \n \n6.  Selection Criteria. The selection will be largely based on highway development model \n(HDM-4) prioritization or similar accepted international criteria in preparing annual maintenance \nplans. Packages proposed should fit in with the need-based prioritization of the entity’s entire \nannual maintenance program. \n \n ", "40  Appendix 7 \n7.  Accountability Mechanism. All operations of the Fund will be made public in the form \nof annual reports and the accounts audited by the auditor general. Technical audits will be \ncarried out every 6 months by an independent technical auditing team under TAC on sample \ncontracts/programs financed by the account to verify that the disbursements have been used for \nthe  purposes  approved  and  the  works  are  of  the  required  standards  as  specified  in  the \ncontracts/programs. The technical audit reports will be submitted directly to the Board. \n \nB.  Financing Arrangements \n \n8.  Starting in FY2006, all budgetary allocations earmarked for road maintenance will be \ndeposited to the Fund, including budgetary allocations currently given directly to implementing \nagencies. \n \n9.  Financing Requirement. A continuing flow of funding for road maintenance at a level \nthat optimizes total road system costs is paramount for efficient management of the road \nnetwork. Assuming that all road networks will be in maintainable condition within the next 12 \nyears, it is estimated that for national roads the annual requirement for 2006 is about SLRs5.4 \nbillion, which will steadily increase to SLRs5.9 billion in 2010.  \n \n10.  Revenues.  For 2006, the Government agreed to increase the budget allocation for \nmaintaining national highways to SLRs3 billion (from SLRs1.9 billion in 2005). In addition to the \nannual allocation, the Government will earmark at the rate of SLR1 for each liter petrol and \nSLRe0.5 for each liter of diesel (excluding diesel used for power generation) from the petroleum \nrevenues in 2006 to the Fund for this purpose. The estimated petrol consumption for road \ntransport vehicles is 750 million liters in 2006 and 1,100 million liters in 2010. The equivalent \namounts for diesel are 2.36 billion and 2.68 billion, respectively. The Government agreed to \ngradually increase the resources by increasing budget allocation and/or increasing the fuel levy \nor imposing an additional vehicle registration fee to ensure that 100% of the requirements for \nmaintaining the national road network will be met by 2010. \n ", "    Appendix 8  41 \nEXTERNAL ASSISTANCE TO THE ROAD SUBSECTOR, 1995–2004 \n \nSource of  Loan/Grant  Amount  Expected \nFunds  Project  (Currency)   (million)  Completion \nADB  Southern Provincial Roads Improvement  Loan ($)  30.0  Completed \n  Road Network Improvement  Loan ($)  80.0  2005 \n  Southern Transport Development  Loan ($)  90.0  2010 \n  Road Sector Development Project  Loan ($)  56.5  2008 \n  Conflict Affected Areas Rehabilitation Project – Road  Loan ($)  70.0  2007 \n  Component       \n  Flood Damage Repairs  Loan ($)  11.0  2005 \n  Tsunami Affected Areas Rehabilitation Project – Road  Loan ($)  11.6  2008 \n  Component  Grant ($)  73.1   \nJapan  Baseline Roads III  Loan ($)  46.0  2005 \n  Road Network Improvement  Loan ($)  35.5  2006 \n  Southern Transport Development  Loan ($)  103.1  2010 \n  Outer Circular Highway Project  Loan ($)  170.0  2007 \n  Post Tsunami Rehabilitation Project  Loan ($)  57.3  2006 \nGrant ($)  14.0   \nWorld Bank  Post Tsunami Rehabilitation Project \n    Loan ($)  34.3  2007 \nKorea  Rehabilitation of Balangoda - Beragala – Bandarawela  Grant ($)  8.0   \n  Road   Loan ($)  17.6  2008 \nKuwait  Bridges Reconstruction and Rehabilitation       \nSaudi  Kinniya Bridge & Batticoloa – Trincomalee  Loan (KWD)  1.8  2007 \nPost Tsunami Rehabilitation Project  Loan (riyal)  40.0  2008 \nGrant ($)  12.6  2007 \nNDF   Southern Transport Development  Loan ($)  6.7  2007 \nSweden  Southern Transport Development  Grant ($)  1.0  2007 \nFrench  Post Tsunami Rehabilitation Project  Loan ($)  41.0  2008 \nEurope  Post Tsunami Rehabilitation Project  Grant ($)  52.1  2008 \nUSAID  Post Tsunami Rehabilitation Project  Grant ($)  6.1  2008 \nSpain  Post Tsunami Rehabilitation Project  Loan ($)  8.5  2007 \n  Technical Assistance  Loan/Grant  Amount  Period \n(Currency)   (million) \nADB  Southern Provincial Roads Improvement  Grant ($)  0.600  1995/96 \n  Contract Award Procedures  Grant ($)  0.100  1995/96 \n  Southern Transport Corridor  Grant ($)  1.000  1997/98 \n  Second Provincial Roads Improvement  Grant ($)  1.000  1997/98 \n  Re-engineering of Road Sector Institution  Grant ($)  0.640  1999/00 \n  Preparation of STDP  Grant ($)  0.150  1999/00 \n  Road Maintenance Budgeting and Expenditure Control  Grant ($)  0.150  2001/02 \n  Transport Sector Capacity Building  Grant ($)  0.056  2001 \n  Preparing the National Highway Development Project  Grant ($)  0.80  2002/05 \n  Road Sector Master Plan  Grant ($)  1.0  2004/05 \n  Road Project Preparatory Facility  Loan ($)  15.0  2004/07 \nJapan  Engineering Services for the Southern Highway  Loan (yen)  381  1999/00 \nSweden  Colombo – Kandy Expressway  Grant ($)  0.300  2000/01 \nUNDP  Transport Sector Strategy Study  Grant ($)  0.540  1995/96 \nMid Country Rural Roads Network  Grant ($)  0.547  2000/01 \nWorld Bank  Transport Sector Strategy Study  Loan ($)  0.570  1995/96 \nADB = Asian Development Bank, KWD = Kuwait dollar, NDF = Nordic Development Funds, STDP = Southern Transport \nDevelopment Project, UNDP = United Nations Development Programme, USAID = United States Agency for International \nDevelopment, $ = United States dollar. \nSource: Road Development Authority, Government of Sri Lanka. \n ", " \nRDA: MEDIUM-TERM INSTITUTIONAL STRENGTHENING FRAMEWORK 4\n2\n \nSubject Activity Schedule\n2005 2006 2007 2008 2009 2010 A\np\np\nOrganizational a. Develop a new organizational structure based on four functions ===== e\nn\nStructure b. Implement the new organizational structure ========= d\nix\n 9\nHuman a. Develop a new human resources development strategy based on   \nResources the new organizational structure === ===\nb. Approve and apply the new human resources development strategy === ==================\nProject  a. No new project management unit =====================================\nManagement b. One new project management unit each for ADB, WB, JBIC, and other donors ============\nc. Develop harmonized project management procedures, systems, \nstandard documents, and safeguard requirement acceptable to aid agencies ======\nd. Utilize existing chief engineer's offices as project implementation units\nin the respective project sites ===============================\nPlanning and a. Develop road sector master plan and medium-term investment plan =====\nProgramming b. Develop a 3-year national highway project preparatory program ====== ======\nbased on the approved investment plan\nOperation and a. Improve the road maintenance budgeting and expenditure control =====\nMaintenance b. Develop annual road maintenance plan to be submitted to\nthe road maintenance trust fund == ==\nc. No new recruitment of casual labor =====================================\nd. Develop and pilot performance-based maintenance contracts ===============================\ne. Apply the performance based maintenance contract on 50% of the network ======\nProcurement a. Establish a Procurement Division ===\nb. Develop harmonized standard bidding documents  ======\nc. Develop harmonized consultant selection, prequalification and procurement\nprocedures ======\nEnvironment and a. Establish an Environmental and Social Division == ==\nSocial Safeguards b. Develop and implement environmental operations manual  == ======\nc. Develop and implement a land acquisition and resettlement operations\nmanual == ======\nd. Develop land acquisition and resettlement management information system == ======\nADB = Asian Development Bank, JBIC = Japan Bank for International Cooperation, WB = World Bank.\n ", "    Appendix 10  43 \nCANDIDATE ROADS \n \nSection  Length   EIRR  Estimated Contract Valuea \n(km)  (%) \n(SLRs  ($ million) \nmillion) \n       \nHilly Roads \nA026: Udatenna-Mahiyangana  40.8  18.3  1,147   11.7 \nA005: Nuwara Eliya-Badulla; and  54.9  18.1  2,156   22.0 \nA007: Hatton-Nuwara Eliya  44.8  20.6 \nB409: Thalgodapitiya-Dombawela  26.4  19.1  590   6.0 \n       \nSouth Highway Links \nB157: South Highway-Alutgama  10.5  17.3  382   3.9 \nB153: Hikkaduwa-South Highway  13.3  19.3  392   4.0 \nA024: Matara-South Highway  4.0  13.1  206   2.1 \nB207: Katukurunda-Nagoda  2.7  51.5  78   0.8 \nNorthern East-West Corridor       \nA012: Puttalam-Anuradhapura  70.0  13.5  2,401   24.5 \nA012: Anuradhapura-Trincomalee  109.8  15.1  3,763   38.4 \nColombo-originating Roads       \nA001: Kiribathgoda-Nittambuwab  25.5  47.9  1,068   10.9 \nA004: Kirulapone-Godagama  19.7  91.1  882   9.0 \nB084: Pamankanda Bridge-Horana  27.6  56.5  1,450   14.8 \nB435: Orugadawatta-Ambatale  7.7  80.5  412   4.2 \nOther Road         \nB199: Karandupone-Rambukkana  8.9  17.3  245   2.5 \nEIRR = economic internal rate of return. \na  Since the allocated amount under the Project is less than required amount, the Government is exploring cofinancing \npossibilities. \nb  Proposed to be financed by OPEC Fund for International Development. \nSource: Feasibility study of the National Highway Development (TA 4074-SRI). \n. \n ", "44   Appendix 11 \nSUMMARY OF DESIGN STANDARDS AND FEATURES \nA.  Design Criteria \n1.  Design Standards and Guidelines. The design criteria adopted are generally in accordance \nwith the standards in use by the Road Development Authority (RDA), and include the Geometric \nDesign Standards of Roads 1998, and Guide to the Structural Design of Roads under Sri Lankan \nConditions 1999. RDA has generally based its geometric, pavement, and traffic design standards on \nAustralian (AustRoads/NAASRA) practice and standards which, in turn, use standards derived from \nthe Federal Highway Administration’s Highway Capacity Manual. The pavement design standards \nused  by  RDA  are  based  partly  on  Transport  Research  Laboratory’s  Overseas  Road  Note  31, \nincluding the design chart approach to specifying pavement layer design in relation to design of axle \nloads. RDA uses United Kingdom design standards in bridge design. Road safety audits are built \ninto the engineering designs and followed through during the construction period in accordance with \nthe Asian Development Bank’s Road Safety Toolkit. In densely populated areas, the roads and their \nassociated sidewalks are made accessible to all including the disabled people in accordance with \nthe Department for International Development’s Overseas Road Note No. 21 Enhancing the Mobility \nof Disabled People: Guidelines for practitioners. \n2.  Pavement Treatment. The existing pavement is generally old penetration macadam, often \nover an earlier hand-laid stone base, with some later surface treatment applications, typically sand \nseals. Existing carriageway width is typically 4.5 m to 6.0 meters (m) with up to 1.0 m of earth \nshoulder.  There are some narrower sections, where steep mountainous and rocky terrain constrains \nthe alignment, and some wider sections, typically at the approach to larger villages and towns. The \nexisting pavement thickness varies and has been found to be generally thicker and more intact over \nthe central part of the road and thinner and more broken at the edges. On some hill sections, poor \nside drainage has led to scour along the pavement edge. While there are extensive areas of \npavement that require reconstruction, there are also sections where the existing pavement can form \na base to the improved road. \n3.  The pavement design for reconstructed and widened sections is by way of RDA’s pavement \nstructural catalogue, which provides layered designs for combinations of subgrade strength and \ndesign axle load. A 10-year design period has been used which could be extended to 15–20 years \nwith proper maintenance and axle load control. The pavement type will be asphalt concrete (AC) for \nhigher  loads  or  double  bituminous  surface  treatment  (DBST)  for  lower  design  axle  loads.  For \npavements constructed over existing surfaces, the TRL method for overlay design has been used, \ngenerally without any expectation of residual pavement life from the old pavement. Where existing \npavement is to be overlaid but AC is not warranted, then a regulating and strengthening layer of \nbitumen-bound base and DBST is proposed. \n4.  Cross Section. All roads are to be designed as two-lane. In one case, for the termination \npoint  of  the  South  Highway,  provision  for  future  widening  to  four  lanes  will  be  made  in  land \nacquisition. Traffic lane widths are 3.5 m except for roads in mountainous terrain with low traffic \nflows, where width is reduced to a minimum of 3.0 m.  Shoulder widths vary from 3.0 m in flat terrain \nto a minimum of 1.0 m in mountainous terrain. Where there is significant cycle traffic and the road \nhas a rural cross section, 2.0 m of the shoulder is proposed to be bituminous seal to act as a cycle \nlane, of the same construction as the main carriageway, and the remaining width of shoulder \nconstructed as earth over a pervious drainage layer.  Additional widening of the earth shoulder is \nproposed for rural sections where there is significant pedestrian and cycle traffic. \n ", "  Appendix 11  45 \n5.  Through urban areas, the roads will be curbed and 2.0 m wide paved footpaths provided.  \nWhere cycle traffic is significant, 2.0 m cycle lanes will be provided. Also, in busy commercial \ncenters, additional 2.4 m width curbside parking and bus stopping lanes will be provided over short \nsections to reduce side friction.  Most roads carry a substantial proportion of bus traffic and indented \nbus bays will be provided at intervals, at locations to be determined in both urban and rural areas \nduring detailed design. \n6.  Alignment and Traffic Facilities. Generally, roads will follow the existing horizontal and \nvertical alignment except where improvements are most required for safety reasons, such as at low-\nspeed horizontal curves and vertical crests with inadequate stopping sight distance, and where the \ncurve geometry is inconsistent with the speed environment of the road section. Curve widening and \nappropriate super elevation will be provided. Over some low-lying sections, the roads will be raised \non embankment to avoid flooding and to improve drainage of the pavement. Specific realignments \nare proposed, or will be considered as alternatives as necessary.  \n7.  While widening outside of the existing right-of-way (ROW) has been kept to a minimum, the \nnarrowness of the existing road alignments is such that some land acquisition will be required on all \nroads  if  a  safe  and  efficient  design  solution  is  to  be  achieved.  This  requirement  will  involve \ndemolishing walls and fences, some buildings and, in worst cases, resettlement of businesses and \nresidences fronting the road. Structures established within the ROW will be subject to removal. \n8.  Road signs and markings will be provided throughout, including edge lines, centerlines and \nreflective studs, pedestrian crossings, and advisory and warning traffic signs. Guard railing will be \nprovided along the edges of drop-offs. \n9.  Drainage. As the roads are to be widened, existing side drains will be reformed. Covered \nand uncovered concrete channel drains will be used in urban areas, cut earth ditches through flat \nrural terrain, and masonry-lined drains on mountainous sections. Existing pipe and concrete slabs \nand wall box culverts will either be lengthened, with reinstatement of head walls and inlets, or \nreconstructed depending on their condition. The Project includes repair, redecking, widening, and in \nsome cases, replacement of highway bridges. \nB.  Road-Specific Improvement Design \n10.  A005: Nuwara Eliya-Badulla (54.8 kilometer [km]). The existing carriageway is 5.5–6.0 m \noverall except the central low traffic section between Welimada and Hali Ella, where it is only 3.5–\n4.5 m wide. The proposed widening is 6.0–6.5 m, depending on traffic level and terrain, with 1.0–1.5 \nm shoulders. The ROW will need to be widened between 1.0 and 2.0 m on each side with some \nresettlement impacts. There are 12 bridges requiring repair and widening: 4 are expected to require \nreplacement, and the remainder widening, together with repair and in one case replacement of the \nexisting deck. \n11.  A007:  Hatton-Nuwara  Eliya  (44.8  km).  Realignment  of  short  sections  of  the  road  is \nproposed at Radella to reduce the road gradient, and thus allowing heavy traffic to use the shorter \nroute taken by all light traffic and reduce the route length from 44.8 to 37.9 km. Widening is \nproposed from the existing 5.5 m to 6.8 m traffic lanes, with 1.5 m shoulders of which 0.5 m are \nsealed. The pavement proposed for widened and reconstructed sections is DBST over granular \nbase, and DBST over a bituminous bound regulating course over sound sections of the existing \npavement.  There are nine bridges on the shorter route via Radella, most short masonry arch \nstructures, which would require repair and widening or replacement.   \n ", "46   Appendix 11 \n12.  A026: Udatenna–Mahiyangana (40.8 km). A realignment over a 7 km section to avoid 17 \nhairpin bends is considered and will be subject to more detailed site investigation and survey during \ndetailed design. The existing carriageway, generally between 4.0 and 4.5 m wide, will be widened to \n6.5 m with 1.25 m shoulders as far as the town of Hasalaka at the base of the hill country. No \nwidening is proposed over the final 5 km to Mahaweli Bridge at Mahiyangana.  About 30% of the \nroad  is  estimated  to  require  complete  reconstruction.  As  necessary,  the  existing  road  will  be \ncorrected, realigned and reconstructed sections constructed in granular base with DBST surfacing. \nThere are 10 bridges, 8 of which require reconstruction, and the 2 others repair and widening. \n13.  B153: Hikkaduwa–Southern Highway (13.3 km). The road will be widened to 2 x 3.5 m \ntraffic lanes, 2.0 m cycle lanes and 1.5 m earth shoulders for pedestrians. Curbside parking lanes \n2.4 m wide will be provided through Hikkaduwa. An 800 m section of realignment across flat \nagricultural land is proposed to connect B153 to an existing high-level bridge over the Gin Ganga \nconnecting to a second 1.75 km section of partly realigned and partly widened local road south of \nBaddegama town to avoid the existing section of B153 which lies within a flood zone. Considerable \nwidening of the ROW, 4 to 5 m each side, will be required. \n14.  B157:  Southern  Highway–Alutgama  (10.5  km).  The existing 4–5 m wide road will be \nwidened to 2 x 3.5 m traffic lanes with 2.0 m cycle lanes, and 2.4 m parking and stopping lanes \nthrough the urban centers of Dharga Town and Alutgama. At the design stage a possible alternative \nroute for the last 1.0 km through local streets within Alutgama will be explored as a more direct \nalternative to the existing road through the commercial center. There will be 1–2 m each side ROW \nwidening in rural areas and up to 6 m in urban areas. \n15.  B207: Katukurunda–Nagoda (2.7 km). The existing width of 5 to 6 m will be increased to 2 \nx 3.5 m traffic lanes and 2 m cycle lanes. Widening of the ROW of 2 m per side is required through \nurban to semi-urban development. \n16.  A024: Matara–Southern Highway (4.0 km). The existing 5–7 m wide road will be widened \nto an urban cross section of 2 x 3.5 m traffic lanes, 2.0 m cycle lanes, 2.4 m curbside parking lanes \nwithin the commercial center and 2.0 m paved sidewalks. ROW widening between 5 and 8 m each \nside is required and provision for future four lanes will require a further 4 m each side for traffic lanes \nand median. The existing pavement will be overlaid with 125 millimeter AC and the widened sections \nconstructed to AC standard over granular base. \n17.  B409: Thalgodapitiya-Dombawela (26.4 km). The road is 4 to 5 m wide and narrows \noccasionally to 3.5 m over difficult mountainous sections. Widening will be to 6 m with 0.5 m \nshoulders.  The pavement will be partly reconstructed and partly overlaid. \n18.  A012: Puttalam-Anuradhapura (70.0 km). The proposed improvement is to 2 x 3.5 m traffic \nlanes with 1.5 m shoulders, or 2.0 m sealed shoulders where there is significant cycle traffic. Only \nvery limited widening to the ROW will be required. The proposed pavement design is DBST over \ngranular  base  for  reconstructed  and  widened  sections  and,  where  the  existing  pavement  is \nsufficiently sound, a bituminous bound regulating/strengthening course and DBST. \n \n ", "  Appendix 12  47 \nLAND ACQUISITION AND RESETTLEMENT SUBCOMPONENT \n \n1.  Part of the loan, a maximum of $47.5 million equivalent, will be utilized to finance land \nacquisition and resettlement (LAR) expenditures required for upgrading (i) A001: Kiribathgoda–\nNittambuwa  (25.5  kilometers  [km]),  (ii)  A004:  Kirulapone–Godagama  (19.7  km),  (iii)  B084: \nPamankanda Bridge–Horana (27.6 km), and B435: Orugadawatta–Ambatale (7.7 km). The scope of \nLAR will vary from road to road depending on the need to widen beyond the existing right-of-way or \navailable government land. The eligible expenditures include (i) costs of land, structure, and other \nassets affected by the Project at replacement cost; (ii) land required for relocation and rehabilitation \nof affected households; (iii) land required for provision of resettlement sites; and (iii) resettlement \nbenefits  and  income  restoration  assistance  for  affected  households.  An  assessment  has  been \ncarried out on (i) the productivity of land purchase under the Project; (ii) land market conditions, (iii) \nchanneling  of  money,  (iv)  risks  related  to  transactions,  and  (v)  monitoring  and  evaluation \narrangements. \n \nA.  Productivity of Land Purchase \n \n2.  The Project requires land strips along the roads to improve the level of service of the roads \nthrough, which will ease the traffic congestion. The benefits include reduced travel time, increased \nroad capacity to accommodate more traffic, vehicle operating cost savings, and improved access. \nAs demonstrated in the economic internal rate of return of road upgrading, the economic benefit \nexceeds the opportunity cost of the current use of the land.  \nB.  Land Market Conditions  \n3.  In Sri Lanka, there is no constraint on people to sell and buy land or property, as price is \ndetermined purely by the market. Land purchases for public purposes, such as for roads, reflect the \nmarket mechanism. No distortion is foreseen. \n4.  Under the Project, compensation will be paid at replacement value. Since the Project has \nbeen announced to the public and the affected people have been informed, the land value is \nexpected to increase slightly. In addition, since the Project will also provide relevant payment to non-\ntitled landholders and encroachers, some speculators may take the opportunity by encroaching on \nthe roads.  \n5.  Technical assistance is attached to the Project to establish a LAR management information \nsystem (MIS). Starting from the detailed measurement surveys, all current information, including \npictures,  about  the  assets  and  the  affected  people  will  be  carefully  documented  to  avoid  any \nspeculation in the land market. Valuation of losses will be determined by the chief valuer of the \nValuation Department in an objective and transparent manner, adopting an established procedure \nfor acquiring and compensating for land—acceptable to the Asian Development Bank (ADB)—that \nwill be disseminated to the affected people through workshops. Only bona fide values will be taken \ninto account. \nC.  Administrative Arrangement for Channeling Fund \n \n6.  The Road Development Authority (RDA) will prepare and submit an annual budget for LAR. \nAfter  the  determination  of  compensation  by  the  Valuation  Department,  divisional  secretaries, \nassisted by acquiring officers, will submit a list of affected people in their respective areas and the \nrequired compensation payment. RDA will release a check for every list to the respective divisional \n ", "48   Appendix 12 \nsecretary, who will issue individual payments through government checks in the name of every \naffected person.  \n7.  Loan disbursement will be in accordance with ADB’s Loan Disbursement Handbook and \nDisbursement Guidelines for Disbursement Operations, LIBOR-Based Loan Products, as amended \nfrom time to time. An imprest account will be established at the Central Bank under the Ministry of \nHighways, with an initial advance equivalent to the estimated LAR expenditures for the next 6 \nmonths, or 10% of the loan amount allocated for the LAR component (about $4.5 million), whichever \nis lower. The imprest account will be established, managed, and liquidated in accordance with \nADB’s Loan Disbursement Handbook (2001). Statement of expenditure procedures will be used to \nreimburse, liquidate, or replenish the imprest account for any individual payments not exceeding the \nequivalent of $300,000. \nD.  Risks \n8.  The risk of delayed payment will be minimized by providing the imprest account, and by the \nrequirement that the divisional secretaries make one-time payment of the replacement value of the \nland purchase expeditiously within the statutory framework, but in any event no later than 3 months \nafter valuation has been established. Each divisional secretary will be assisted by 2–3 acquiring \nofficers. \n \n9.  The  risk  of  fraud  and  corruption  will  be  minimized  by  establishing  an  objective  and \ntransparent valuation, well-documented detailed measurement surveys, and proper MIS. LAR and \nfinancial audits will be conducted twice a year. Should the auditor find any irregularity on any \nparticular road section, ADB will suspend the payment of LAR expenditures on that particular section \nuntil  the  matter  has  been  settled  by  the  relevant  authority.  Any  cost  implication  due  to  such \nsuspension will be borne by the Government.  \nE.  Monitoring and Evaluation \n10.  The implementation of LAR including the payments will be monitored internally and externally. \nInternally, RDA through its Environmental and Social Division (ESD) and the Project management \nteam will coordinate and monitor the implementation of LAR. Nongovernment organizations will be \nrecruited under the project team to assist in site monitoring. Information on the transaction of each \naffected person (titleholder and nontitleholders) will be recorded through the MIS. The MIS will \nrecord information related to (i) detailed measurement of lost assets conducted by the survey \ndepartment;  (ii)  compensation  valuation  for  lost  assets  by  the  valuation  department;  (iii) \ncompensation/assistance amounts for other entitlements as described in the entitlement matrix; and \n(iv)  check  numbers,  date  and  amount  of  disbursement,  payment  receipt  number  and  detailed \nbreakdown of payments for each and every type of loss or entitlement. ESD will maintain and update \nthe records throughout the project implementation period and prepare quarterly progress reports to \nbe submitted to ADB.  \n11.  For  external  monitoring,  RDA  will  engage  an  external  agency  or  expert  who  will  be \nresponsible for conducting a monitoring of the LAR implementation under the Project, who will report \nto ADB and RDA on a quarterly basis and will also carry out midterm and end of term evaluation.  \n12.  In addition, the Project will engage an independent financial and technical expert or agency \nwho will undertake an audit every 6 months. Such audit will include a review of LAR compensation, \nprocedures and processes. The audit report will be submitted to both RDA and ADB.  \n \n ", "  Appendix 13  49 \nPERFORMANCE-BASED MAINTENANCE SUBCOMPONENT \n \nA.  Concept \n \n1.  Performance-based maintenance (PBM) will be carried out through 4–6 contracts between \nRoad Development Authority (RDA) and private contractors and/or road maintenance groups formed \nfrom the casual labor in the relevant executive engineer divisions. The contractors will maintain the \nroad to achieve specified condition standards for 4 years in return for a fixed payment stream, with \npossible contract extension subject to the contractors’ satisfactory performance. The contractors will \nbe responsible for maintaining the road at performance standards agreed upon in their respective \ncontracts.  These  standards  will  be  defined  with  the  aim  of  minimizing  the  long-term  cost  of \npreserving the road, as well as the cost to the road user. For pilot purposes, 50% of the contracts \nwill  be  procured  in  a  competitive  manner,  and  the  rest  will  be  directly  negotiated  with  small \ncontractors (road maintenance group) transformed by the Project from the existing casual labor.  \n \n2.  Examples of performance standards are in Table A13. \n \nTable A13: Performance Standards \nAsset Class  Component  Performance Standard \nPavement  Potholes  No potholes \nRoughness (asphalt)  IRI<2.0 (Argentina), IRI<2.8 (Uruguay) \nRoughness (bituminous treatment)  IRI<2.9 (Argentina), IRI<3.4 (Uruguay) \nRutting  <12 mm (Argentina), <10 mm (Uruguay) \nCracks  Sealed \nShoulder  Potholes  No potholes \nCracks  Sealed \nJoints with Pavement  Vertical alignment<1 cm (Chile, Uruguay), sealed (Peru) \nDrainage  Obstruction  No obstructions. Should allow for unhindered flow of water \nSystem  Structure  Without damage and deformation \nRoad Signs  Road Signs and Markings  Complete and clean \nand Markings  Visibility  Adequate visibility in accordance with the Government’s \nroad safety manuals specifications  \nRight-of-Way  Vegetation  <15 cm height \nForeign Elements  No foreign elements allowed \ncm = centimeter, IRI = international roughness index, mm = millimeter. \nSource:  Zietlow, G. J. 1999. Specified Road Maintenance Contracts – The Road to the Future: The Latin American \nPerspective. The 21st World Road Congress, Kuala Lumpur, 3–9 October 1999. \n \n3.  Appropriate  and  well-defined  monitoring  procedures,  combined  with  penalties  for \nnoncompliance, will be developed. Inspectors may be hired to inspect the road and regularly make \nrandom checks to verify compliance. A well-documented inventory of the road, as well as daily \nrecords of activities undertaken by the contractor, will help understand the specific characteristics of \nthe roads and contribute to better preventive maintenance. Road users will be encouraged to play \nan important role in monitoring performance by reporting road deficiencies to the road agency. A \npercentage of noncompliance will be calculated based on a formula incorporated in the contract, by \nwhich penalties are applied. Detailed development will be set out clearly in the contract documents, \nspecifying the responsibilities of the contractor and RDA. The contracts will cover road maintenance \nvalued at about $8.0 million value in aggregate.  \n \n ", "50   Appendix 13 \n4.  The proposed works will be limited to preventive works, catch-up routine maintenance, and \nperformance maintenance. Preventive maintenance is designed to improve the roads' structural \ncondition. Catch-up routine maintenance is designed to reduce the present maintenance backlog, \nparticularly  for  shoulders  and  drainage.  Some  minor  improvements  may  be  included  such  as \nadditional drainage structures, slope protection, guardrails, road signs, markings, and reconstruction \nof short sections. After preventive and catch-up routine maintenance are completed, performance \nmaintenance (routine and recurrent)1 will begin. The proposed works will not adversely affect the \nenvironment and will include mitigating measures where environmental impacts are anticipated. \n \nB.  Terms of Reference \n \n5.  One international and one domestic consultant will be engaged to develop the program, train \nRDA officials, assist with contract award, and supervise the works in the first year of implementation. \nFor the subsequent years, RDA will supervise and monitor the works and the consultant will monitor \nand  evaluate  implementation  annually,  including  lessons  learned  and  recommendations  for \nreplication. A midterm review will be conducted, and necessary improvement of the arrangement will \nbe made. The consultant will then assist RDA in preparing a longer and larger PBM to be proposed \nto the Sri Lankan Road Maintenance Trust Fund for financing. \n \n6.  Consultant inputs will consist of 12 person-months (8 + 2 + 2) international and 15 person-\nmonths (9 + 3 + 3) domestic. The assignment will be for 4 years. The consultants, with expertise in \nPBM, will be recruited on an individual basis. Their tasks will be, but are not limited to, the following: \n \n(i)  Together  with  RDA’s  Maintenance  Division,  select  districts  and  road  sections \nwithin the districts to be maintained. \n(ii)  Survey the selected roads and propose preventive maintenance to improve the \nroads'  structural  condition,  and  catch-up  routine  maintenance  to  reduce  the \npresent maintenance backlog. \n(iii)  Establish a performance indicator standard for the selected roads. \n(iv)  Prepare a basic design indicating the minimum standard to apply. \n(v)  Quantify  the  volume  of  required  preventive  and  catch-up  routine  maintenance \nworks for the whole contract period (4 years). \n(vi)  Propose contract packages and produce works cost estimates for each contract. \n(vii)  Assist the subject district casual labor to transform itself into a small contractor with \nsimple but proper administration to execute the PBM contract. \n(viii)  Produce two contract documentations suitable for PBM to be implemented: one \nthrough local competitive bidding, and the other through direct negotiations with \nthe newly transformed small contractors. \n(ix)  Assist RDA in procurement. \n(x)  Prepare a contract management system, supervise its implementation, and train \nRDA staff to supervise the works.  \n(xi)  Submit reports, including (a) an inception report, (b) a monthly progress report \nduring the first year, (c) annual reports, and (d) a project completion report. \n \n                                                 \n1  Routine maintenance, such as cleaning drainage and cutting grass, is required continuously on every road to prevent \nroad condition degradation. Recurrent maintenance, such as repairing potholes, grading, patching, trimming, filling, and \nresealing cracks, is required at intervals within a fiscal year depending on the volume of traffic using the road, to keep the \npavement in good condition. Emergency maintenance is required to deal with emergency situations such as landslides, \nerosions, floods, etc. Periodic maintenance, such as regraveling and surfacing, is required at intervals of several years to \nrejuvenate the pavement. \n ", "  Appendix 14  51 \nDETAILED COST ESTIMATES AND FINANCING PLAN \n($ million)\nADB  Government\nItem Foreign Local Total FX LC FX LC\nA. Base Costs 51.9 130.8 182.7 51.9 73.8 57.0\n1. Institutional and Policy Support 1.0 1.8 2.8 1.0 1.8\nConsulting Services 0.5 0.3 0.8 0.5 0.3\nCivil Works  0.5 1.5 2.0 0.5 1.5\n2. Highway Upgrading\nLand Acquisition and Resettlement 0.0 74.9 74.9 47.3\nPuttalam-Anuradhapura 2.5 2.5 0.0 2.5\nHilly Roads 11.2 11.2 0.0 11.2\nSouth Highway Links 13.9 13.9 0.0 13.9\nColombo links 47.3 47.3 47.3 0.0\nCivil Works  44.3 26.9 71.2\nPuttalam-Anuradhapura 14.5 8.8 23.3 14.5 4.1 4.7\nHilly Roads 23.5 14.3 37.8 23.5 6.7 7.6\nSouth Highway Links 6.3 3.8 10.1 6.3 1.8 2.0\nConstruction Supervision  4.0 4.3 8.3 4.0 4.3\nSubtotal A2 48.3 106.1 154.4 48.3 64.3 41.8\n3. Performance-Based Maintenance 2.6 6.1 8.7 2.6 6.1\nCivil Works 2.0 6.0 8.0 2.0 6.0\nConsultant 0.6 0.1 0.7 0.6 0.1\n4. Project Management 2.3 2.3 1.6 0.7\n5. Taxes and Dutiesa 14.5 14.5 14.5\nB. Contingencies 5.5 4.9 10.4 5.5 3.9 1.0\n1. Price Contingency 1.0 1.7 2.7 1.0 1.5 0.2\n2. Physical Contingency 4.5 3.2 7.7 4.5 2.4 0.8\nC. Financing Charges 14.9 14.9 14.9\n1. Commitment Chargeb 0.3 0.3 0.3\n2. Interest During Implementationc 14.6 14.6 14.6\nTotal Project Costs 72.3 135.7 208.0 72.3 77.7 58.0\nFinancing Plan 150.0 58.0\nFinancing Percentage (%) 34.8 65.2 100.0 72.1 27.9\nADB = Asian Development Bank, FX = foreign exchange, LC = local currency.\na   Taxes and duties are estimated as 15% of foreign consultant remuneration and 15% of contract values.\nb   Commitment charge is 0.75% per annum.\nc   Interest was computed using 5-year London interbank offered rate swap rate plus a 0.4% spread in the first year\n   and 0.6% thereafter.\nSources: Feasibility Study and Asian Development Bank estimates.  \n \n ", " \nIMPLEMENTATION ORGANIZATION CHART  5\n2\n \n \n \n \n \nRoad Development Authority      \n \nAsian    \nProject Management Office  A\nDevelopment  p\nADB Division  p\ne\nBank  n\nProject Director  d\nAt Colombo    ix 1\n5\n  \nProvincial Director  Provincial Director  Provincial Director  Provincial Director \nNorthwestern Province  Central Province  Uva Province  Southern Province \nAssisted by  Assisted by  Assisted by  Assisted by \nChief Engineer  Chief Engineer  Chief Engineer  Chief Engineer \nAt Puttalam  At Kandy  At Nuwara Eliya  At Galle \nICB01:A012 ICB02: A026 and LCB01: B409 ICB03: A005 + A007  SOUTH HIGHWAY LINKS \nSupervision Consultants \nTeam Leader  \nLCB06 \nDeputy Team Leader  Deputy Team Leader  Deputy Team Leader  Deputy Team Leader \n(Chief Resident Engineer)   (Chief Resident Engineer)  (Chief Resident Engineer)  (Chief Resident Engineer) \nSupervision Team  Supervision Team  Supervision Team  Supervision Team \nCONTRACTOR  CONTRACTORS  CONTRACTOR  CONTRACTORS \nICB01 ICB02 and LCB01  ICB03  LCB02 + LCB03 + LCB 04 + LCB 05 \n \n \n \nICB = international competitive bidding, LCB = local competitive bidding. \n ", "   \nPROJECT IMPLEMENTATION SCHEDULE \n \n2005 2006 2007 2008 2009 2010\nItem MJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ\nPolicy and Institutional\nConsultant Selection\nConsulting Services\nPerformance-Based Maintenance\nPreparation\nImplementation\nHighway Development\nPreconstruction Stage\nDetailed Design (ongoing)\nPuttalam-Anuradhapura\nHilly Roads\nSouth Highway Links\nColombo-originated Roads\nLand Acquisition\nPuttalam-Anuradhapura\nHilly Roads\nSouth Highway Links\nColombo-originated Roads\nProcurement\nICB Packages\nLCB Packages\nConstruction Stage\nConstruction Supervision\nConsultant Selection\nA\nConsulting Services p\np\ne\nConstruction  n\nd\nPuttalam-Anuradhapura ix 1\n6\nICB = HSinoitleluyrt nhRa oHtioaigndhaslw caoym Lpientkitsive bidding, LCB = local competitive bidding 5             \n3\n \n ", " \n \nINDICATIVE CONTRACT PACKAGES  5\n4\n \n    Length  Estimated Contract Value  Contract   Procurement  \nA\nPackage  Section  (km)  SLRs million  ($ million)  Period  Mode  p\np\n(months)  en\nd\n            ix\nNorthern East-West Corridor          1\n7\nICB01  A012: Puttalam-Anuradhapura  70.0  2,401   24.5  30  ICB \nHilly Roads         \nICB02  A026: Udatenna-Mahiyangana  40.8  1,147   11.7  24  ICB \nICB03  A005: Nuwara Eliya-Badulla; and          99.7  2,156   22.0  36  ICB \nA007: Hatton-Nuwara Eliya \nLCB01  B409: Thalgodapitiya-Dombawela  26.4  590   6.0  24  LCB \nSouth Highway Links         \nLCB02  B157: South Highway-Alutgama  10.5   382   3.9  18  LCB \nLCB03  B153: Hikkaduwa-South Highway  13.3  392   4.0  18  LCB \nLCB04  A024: Matara-South Highway  4.0  206   2.1  12  LCB \nLCB05  B207: Katukurunda-Nagoda  2.7  78   0.8  12  LCB \nSubtotal  267.4  7,352   75.0     \nRDA Headquarters           \nLCB06  RDA headquarters      2.0  12  LCB \nICB = international competitive bidding, LCB = local competitive bidding; SLRs = Sri Lanka rupees. \nSource: Asian Development Bank staff in consultation with Road Development Authority (feasibility study stage). \n \n ", "  Appendix 18  55 \nOUTLINE TERMS OF REFERENCE— \nCONSULTING SERVICES FOR \nCAPACITY BUILDING OF THE ENVIRONMENTAL AND SOCIAL DIVISION  \nA.   Background \n \n1.  The  Environmental  and  Social  Division  (ESD)  will  be  established  in  the  Road \nDevelopment Authority (RDA) as an expansion of the previous Land Division. The technical \nassistance  will  improve  RDA’s  capacity  in  dealing  with  safeguard  issues,  particularly  in \nincorporating environmental and social dimensions in highway development, in complying with \nrelevant policies and requirements of the Asian Development Bank (ADB) and the Government, \nin  preparing  required  safeguard  documents,  and  in  supervising  and  monitoring  safeguard \nmeasures during project implementation.  \n \n2.  Capacity building will consist of (i) an environmental component, (ii) a social component, \nand (iii) a land acquisition and resettlement (LAR) component. A team of international and \ndomestic consultants, consisting of (i) an international environmental specialist, (ii) regional \nresettlement specialist, (iii) a domestic environmental specialist, (iv) a domestic resettlement \nspecialist, and (iv) a domestic database management specialist will be recruited individually to \nprovide capacity building to the new division.  \n \n3.  An  environmental  steering  committee  (ESC)  will  be  established  to  oversee  the \nimplementation  of  the  environmental  component.  The  committee  will  be  chaired  by  the \nsecretary, of the Ministry of Highways (MOH), and will comprise representatives from RDA, \nCentral Environmental Agency (CEA), Wildlife Conservation Department, Bureau of Mining, and \nCoastal Management Department. \n \n4.  A  LAR  steering  committee  (LARSC)  has  been  established  to  oversee  the \nimplementation of the LAR component. The committee is chaired by the secretary, Ministry of \nHighways, and consisting of representatives from Ministry of Home Affairs, provincial councils \nand local governments, Ministry of Land, CEA, RDA, Survey Department, Government Printer, \nValuation Department, and Attorney General's Department.  \n \nB.  Scope of Services \n \n1.  Environmental Component \n \n5.  Together  with  ESD  staff,  the  environmental  consulting  team  (two  environmental \nconsultants: one international and one domestic) will undertake, but will not be limited to, the \nfollowing task: \n \n(i)  Review the current Government and ADB policy, regulations, and requirements \nfor the environmental aspect of road development activities. \n(ii)  Based  on  (i),  prepare  an  operations  manual  for  incorporating  environmental \nconsideration in RDA’s operation. \n(iii)  Present the operation manuals to ESC to obtain feedback and approval. \n(iv)  Apply the approved manual to the National Highways Sector Project and assist \nESD staff in the following: \n(a)  Prepare  an  environmental  screening  checklist  and  classify  the \nsubprojects in accordance with the Government and ADB’s environmental \nassessment requirements.  \n ", "56  Appendix 18 \n(b)  Based on the environmental classification of the subprojects, prepare the \nterms of reference (TOR) of an initial environmental examination (IEE) or \nenvironmental impact assessment (EIA) study. \n(c)  Supervise the environmental specialist of the detailed design consultant \n(engaged by RDA separately) in preparing an IEE or EIA report, including \nan environmental monitoring plan (EMP), and a summary environmental \nimpact assessment (SEIA) for public disclosure.  \n(d)  Undertake an initial review of the IEE and summary IEE (SIEE) or EIA \nand SEIA.  \n(e)  Submit the IEE or EIA report and their review report to ADB. \n(f)  Obtain  necessary  permits  from  relevant  government  agencies  (e.g., \nenvironmental clearance, forest clearance, and water board clearance).  \n(g)  Ensure that all necessary regulatory clearances are obtained before civil \nwork begins on a subproject.  \n(h)  Submit to ADB the IEE and SIEE or the EIA and SEIA as well as all the \nrequired clearances obtained from the relevant government agencies. \n(i)  Ensure  that  mitigating  measures  that  need  to  be  incorporated  in  the \nconstruction stage are included in the bidding documents.  \n(j)  Ensure that contractors have access to the EIA or IEE and EMP reports \nof the subproject. \n(k)  Ensure  that  the  EMP,  including  all  proposed  mitigating  measures,  is \nproperly implemented.  \n(l)  Monitor  implementation  of  the  EMP  and  present  the  findings  in  an \nenvironmental monitoring report. \n(m)  Provide  an  environmental  emergency  program  and  implement  this \nprogram in case unpredicted environmental impacts occur during project \nimplementation. \n(n)  In  case  a  subproject  needs  to  have  a  change  in  alignment, \nrevise/reconfirm the environmental classification, and review whether a \nsupplementary IEE or EIA study is required. If one is required, prepare \nTOR for a supplementary IEE or EIA and hire an environment consultant \nto carry out the study. \n(o)  Submit  a  semiannual  report  on  implementing  the  EMP  and  include \nimplementation of the environmental emergency program (if any) to CEA, \nthe relevant project approving authority and ADB. \n(p)  For sample subprojects, update the EMP to identify specific locations for \nimplementation. \n(v)  Assist RDA in implementing a public disclosure policy for the National Highways \nSector Project, particularly in the following: \n(a)  Ensure that public consultations, particularly with affected people (AP), \nare undertaken adequately during preparation of IEE and EIA for each \nsubproject. \n(b)  Ensure  that  all  environmental  assessment  documentations,  including \nenvironmental due diligence and monitoring reports, are properly and \nsystematically kept as part of RDA records on each subproject. \n(c)  Ensure that all environmental documents, which are subject to public \ndisclosure, are made available to the public, if requested.  \n(d)  For category A subprojects, ensure that the SEIAs are made available to \nthe public and posted on ADB’s website at least 120 days before the \n ", "  Appendix 18  57 \napproval of the respective subproject(s), and that the SEIA is reviewed by \nADB before it is disclosed to the public. \n(vi)  Assist RDA in adopting and implementing the Puttalam-Anuradhapura subproject \nas  a  pilot  model  for  involving  community-based  organizations  and  local \ncommunities in monitoring implementation, and update, as necessary, the EMP \nthrough intensive consultations with AP. This includes preparing consultation \nmechanism and program, and facilitating implementation.    \n(vii)  Based on the experience in implementing points (iv), (v), and (vi), evaluate the \neffectiveness of the environmental operations manual, and recommend further \nimprovements as necessary. The revised manual should be made applicable to \nall highway projects under RDA. \n \n2.  Social Component \n \n6.  Together with ESD staff, the social consulting team (one international and one domestic \nresettlement consultant) will do, but will not be limited to, the following tasks: \n \n(i)  Review the current Government and ADB policy, regulations, and requirements \non the social aspect of road development activities. \n(ii)  Based on (i), prepare the operations manual for incorporating social dimensions \nlike poverty, gender, stakeholder participation, resettlement, affordability, labor, \nand  indigenous  people’s  issues  and  any  other  risks  associated  with  RDA’s \noperation. \n(iii)  Present the operations manual to LARSC to obtain feedback and approval. \n(iv)  Training relevant officials in using the operations manual. \n \n  3.  Land Acquisition and Resettlement Component \n \n7.  Together with ESD staff, the social consulting team (two resettlement concultants—one \ninternational and one domestic—and a domestic database management consultant) will do, but \nwill not be limited to, the following tasks: \n \n(i)  Review the current Government and ADB policy, regulations, and requirements \nfor LAR on road development activities. \n(ii)  Based on (i), prepare an operations manual incorporating LAR and indigenous \npeople’s issues in RDA’s operation. \n(iii)  Present the operations manual to the LARSC to obtain feedback and approval. \n(iv)  Apply the approved manual to the National Highways Sector Project and assist \nESD staff in the following: \n(a)  Prepare  a  resettlement  screening  and  categorization  checklist,  and \nclassify subprojects in accordance with ADB’s OM/F2 requirements. \n(b)  Prepare an indigenous people’s screening and categorization checklist \nand classify subprojects in accordance with ADB’s OM/F2 requirements. \n(c)  Based on categorization on resettlement for the subprojects, make the \nTOR for preparating resettlement plans (RPs) as required and specific \nactions  for  indigenous  people  (if  required)  as  per  the  agreed  upon \nresettlement framework and ADB’s policy on indigenous people.  \n(d)  Supervise the resettlement specialist in RDA to undertake due diligence \nof the subprojects during resettlement screening to determine whether \nthere are any outstanding LAR-related grievances or any land acquisition \nor site clearing  taking place in anticipation of the proposed project or \n ", "58  Appendix 18 \nother investment. If there are outstanding issues, then preparation of a \nrevised RP will be required. \n(e)  Supervise the resettlement specialist of the detailed design consultants \n(engaged  separately  by  RDA)  in  preparing  RPs  and  revised  RPs  (if \nrequired). Undertake initial review of the documents and supervise the \nfinalization of the documents for submission to ADB. \n(f)  Supervise the resettlement specialist in RDA in preparing a detailed LAR \nimplementation  schedule  taking  into  account  the  civil  works \nimplementation schedule.  \n(g)  Assist  RDA  in  establishing  LAR  committee  and  grievance  redress \ncommittees, and in recruiting adequate staff in headquarters and field \noffices with detailed monthly work plans and activities. Prepare standard \nformats for recording the proceedings of the committee meetings and \nmonitoring  formats  recording  grievances  and  decisions  of  LAR \ncommittees. \n(h)  Submit the RPs to the Ministry of Land and CEA to obtain necessary \nclearances for the subprojects. \n(i)  Ensure that mitigating measures related to temporary acquisition of land, \nhealth,  gender,  and  labor  issues  are  incorporated  in  the  contractors \nbidding documents. \n(j)  Prepare standard monthly, quarterly, and annual monitoring formats, and \nsupervise the resettlement specialist in monitoring LAR implementation \nand in preparing monitoring reports. \n(k)  Prepare  a  standard  format  for  monitoring  indicators  for  conducting  a \nsocial  audit  to  systematically  document  the  date  of  survey,  date  of \nvaluation  of  assets,  date  and  details  of  payment,  check  number  and \nreceipts of payments for each affected person. \n(l)  Prepare TOR for LAR independent monitoring and social audit to be \ncarried out by the external monitoring agency/expert, standard formats for \ndocumentation, and assist RDA in hiring the external monitoring party.   \n(m)  Review  the  quarterly  internal  monitoring  reports  and  the  semiannual \nexternal monitoring reports before sending the reports to ADB. \n \n(v)  Assist  RDA  in  implementing  the  public  disclosure  policy  for  the  National \nHighways Sector Project, particularly the following: \n(a)  Ensure that the initial poverty and social assessment is publicly available. \n(b)  For  sample  subprojects,  ensure  that  RPs  (prepared  during  feasibility \nstudy) are available to AP and to the public (ADB website); ensure that \nthese RPs are updated based on detailed design and made available to \nAP  and  to  the  public  (ADB  website).  Make  the  information  from  the \ndocuments  available  as  brochures,  leaflets,  or  booklets  in  local \nlanguages. For nonliterate people, use other communication methods as \nappropriate. \n(c)  For  subsequent  subprojects,  ensure  that  draft  RPs  (prepared  during \ndetailed design stage) are available to AP before submission to ADB; and \nafter incorporating comments from ADB and from the public, ensure that  \nthe revised RPs are made available to AP and the public (ADB website). \n(d)  Ensure that resettlement monitoring reports are publicly available through \nthe ADB website. \n \n \n \n ", "  Appendix 18  59 \n4.   Management Information System \n \n8.  Together with ESD staff, the social consulting team (two resettlement consultants—one \ninternational and one domestic—and a domestic database management consultant) will develop \na  management  information  system  (MIS)  to  systemically  monitor  the  progress  of  LAR \nimplementation. The MIS will include the following but will not be limited to the following: \n \n(i)  Detailed  information  for  each  AP  with  regard  to  type  and  extent  of  loss, \nmeasurements, valuation, entitlements, payments, relocation etc. \n(ii)  A system that will also enable generation of monthly, quarterly, annual monitoring \nreports. \n(iii)  A system that will enable generation of monthly social audit reports for LAR. \n \n9.    The type of data required from the system and the format of the collected data will be \ndiscussed  and  agreed  upon  with  the  surveyor  (Survey  Department),  valuer  and  valuation \nofficers (Valuation Department), and resettlement consultants under the detailed design team. \nThe flow of the data, from collection, data entry, and production of output will also be discussed \nand agreed upon. The MIS will be reviewed and updated from time to time to ensure the outputs \nare up to the required standard. \n \nC.  Implementation Arrangements and Cost Estimates \n10.  The consultants will be mobilized at the same time, will be in Colombo continuously for \nthe first 5 months, then will intermittently review implementation every 3 months for the next \nyear. Every review will require 1 month input of each consultant. The cost estimates and \nfinancing plan are in Table A18. \n \nTable A18: Cost Estimate and Financing Plan \n($)  \n    Item  Foreign  Local  Total \nExchange  Currency  Cost \nA.   Asian Development Bank Financinga        \n  1.   Consultants       \n    a.   Remuneration and Per Diem       \n      i.  International Consultants  240,000  0  240,000 \n      ii.  Domestic Consultants  0  72,000  72,000 \nb.   International Travel  30,000  0  30,000 \nc.   Reports and Communications  4,000  4,000 \n  2.   Field Studies  0  5,000  5,000 \n3.   Miscellaneous Administration and Support Costb  5,000  5,000  10,000 \n4.   Contingency  25,000  14,000  39,000 \nSubtotal (A)  300,000  100,000  400,000 \nB.   Government Financing       \n  1.   Counterpart Staff (salary and per diem)  0  30,000  30,000 \n2.   Office Accommodation and Support Services  0  20,000  20,000 \n3.   Communications, Office Supplies, Equipment  0  20,000  20,000 \n4.   Local Transport  0  20,000  20,000 \n5.   Contingency  0  10,000  10,000 \nSubtotal (B)  0  100,000  100,000 \nTotal  300,000  200,000  500,000 \na  Financed by the Asian Development Bank technical assistance funding program. \nb  Including government representative at negotiations. \nSource: Asian Development Bank estimates. \n ", "60  Appendix 19 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkages to the Country Poverty Analysis \n    Is the sector identified as a   \nIs the sector identified as a national    Yes  national priority in country poverty   Yes \npriority in country poverty analysis?      No  partnership agreement?      No \nContribution of the sector or subsector to reduce poverty in Sri Lanka: \nIn Sri Lanka, lack of capacity and poor condition of roads are the main constraints preventing poor people from \ngaining access to economic opportunities and good quality services. An efficient road network linking villages, \ntowns, and cities will provide stronger linkages between remote and poor regions and more developed markets. \nRoad development encourages other development initiatives, which together considerably stimulate economic \ngrowth. It is expected to significantly improve the socioeconomic situation and enhance poverty reduction.  \nB.  Poverty Analysis                                                                Poverty Classification:  General intervention \n \nThe Project covers widening and improvement of approximately 270 kilometers (km) of the road network comprising \nnine road sections traversing both rural and urban districts in seven provinces, namely, Central, North Central, \nSouthern, Uva, Western, Sabaragamuwa, and Northwestern.  Central Province, where a large number of tea estates \nand small tea producers are located, has the largest number of towns and villages covered under the Project. The \npoverty levels in these districts vary considerably. Colombo in Western Province has the lowest at 5% and \nMonaragala  and  Badulla  in  Uva  Province  the  highest  at  32%.  The  poverty  levels  in  Kegalle  district  of \nSabaragamuwa is nearly 30% with Hambantota district of Southern Province at 27%. Similarly, poverty levels are \nhigh in Matara district of Southern province and Matale district of Central Province at 24%. The estimated monthly \nincome of those living below the poverty level (BPL) is SLRs1,423 (less than $15) in each district. The project areas \nare predominantly rural and pass through approximately 300 villages and 97 towns including 3 urban centers. \nLimited access of the rural and urban poor to socioeconomic services is one of the major causes of poverty in the \nproject area. In terms of health indicators, Nuwara Eliya district of Central Province, which has a high proportion of \nworkers living on tea plantations, has high rates of maternal deaths (0.7 per 1,000 live births) and infant mortality \nrates (20.7), followed by Anuradhapura (North Central) at 22.5 and Badulla district (Uva) at 20.9, with its rural \npopulation depending on subsistence agriculture. In terms of educational facilities, the project districts had fair share \nof primary schools, however, secondary schools were understaffed due to transport limitations or difficult to access.  \n \nSocial assessment carried out in the sample roads passing through Central and Uva provinces revealed that nearly \n49% of the sample households lived BPL1 while for Western Province, the figure was 29%. With regard to education \nlevels, about 62% of the sample households in Central, Uva, and Western provinces had attended only primary \nschools. In the sample households in Central Province and Uva, male household heads were better educated than \nfemale household heads. No difference in educational attainment of male and female household heads was \nobserved in Western Province. Nearly 75% of sample households in Central and Uva and 59% in Western provinces \nwere salaried or earned daily wages. Among these households, heads of households were 69–80% male and only \none third were female. The survey also identified 20–27% households where women were the main income earner. \nMen were predominantly engaged in agriculture, trade, government service, and private jobs. Women were mostly \ninto agriculture and trade and worked in the garment industries. It was observed that most people living BPL were \nengaged in agriculture, where wage laborers were in small trade or businesses. \n \nThe poverty impact ratio was 0.39, which was estimated by determining how much of the benefits to each class of \nuser in the distribution analysis are passed on to the poor. Community participation through key respondent \ninterviews and focus group discussions in the project areas highlighted several major perceived project benefits: \n(i) Reduction of travel time: Better roads will improve the economic productivity of people in public and private \nenterprises, including teachers, medical staff, and government employees.  \n(ii) Increased access to quality health service:  Better roads will facilitate faster and convenient travel by women, \nespecially pregnant mothers, and children and the elderly to access quality health services.  Communities may also \nbenefit from increased availability of medical and educational staff in more remote villages due to ease of travel. \n(iii) Improved access to educational facilities:  A number of villages are without local schools; hence children \nattending school in nearby villages or in the closest town center rely mostly on public bus for transport. The Project \nwill increase the regularity of the bus trips to the villages and help children reach school on time.  \n                                                 \n1  This includes households living below the food poverty line (SLRs1,041/person/month) and those between the food \npoverty line and the upper limit of the nonfood poverty line (i.e., SLRs1,042 to 1,690/person/month). The food poverty line \nrepresents the threshold for the very poor, i.e., those who can only afford to buy food. \n ", "  Appendix 19  61 \n(iv) Improved access to markets.  Better roads facilitate reliable, faster, and cheaper transportation of agricultural \nproduce for better prices in town and urban markets.  This benefit will accrue to farmers who rely primarily on \nagriculture for income.  Road widening is expected to provide income opportunities for local communities to set up \nroadside stalls to sell their produce, minimizing the need to travel to town centers and thus saving on transport cost.  \n(v) Improved access to labor markets.  Increase in mobility enables the movement of people in search of \nseasonal occupations in- between harvests or during harvest season outside their village.   \n(vi) Road construction employment opportunities.  The communities will have income opportunities during the \nroad construction period.  Enabling employed laborers to purchase additional consumer goods will reduce income. \n(vii) Improved quality of life. Road improvements will improve access to basic services such as health and \neducation, as well as increased income.   \n(viii) Improved safety for working women.  Road improvements will bring in safety components such as road \nlights and footpaths to make roads safer for women, particularly factory workers, coming home at night.  \n(ix) Reduction of vehicle operating costs. Some traffic on the road is freight traffic, carrying mostly agricultural \nproduce.  Savings to the vehicle operator through operating cost reduction and fuel savings will be passed on to \nindividual farmers in the form of lower transport charges.    \nC.  Participation Process \nIs there a stakeholder analysis?    Yes    No \nIs there a participation strategy?    Yes    No \nConsultations and discussions with project communities were organized to determine people’s views on the Project \nincluding their needs, concerns, and priorities as well as estimates of losses that they would suffer and steps to \nmitigate those losses. A total of 293 key community respondents were interviewed and 81 focus group discussions \nin 27 sample villages were conducted. Discussions were held with men, women, youth, farmers, religious leaders, \nrepresentatives of different ethnic groups, local business people as well as local government officials.  \n \nD.  Gender Development \nStrategy to maximize impacts on women: \nDuring the social study, gender participation was ensured through gender analysis to determine the possible impact \nof the Project on women. The Project will benefit both men and women  and offer some additional benefits to women \nby increasing their safety, opportunity to find work outside the village due to ease of travel, and access by women, \nespecially pregnant mothers  and girls,  to quality health and educational services in town or urban centers. Focus \ngroup discussions indicated that women of all economic levels in the community support the Project. Concerns, \nhowever, were raised on road widening resulting in loss of homes and livelihood for families living along the road, \nparticularly those without a title to the land, and loss of access to community taps located along the roads during and \nafter construction.  The concerns raised by the women have been integrated into the project design. \n \nHas an output been prepared?      Yes     No \nSignificant/   \nItem  Not Significant/  Strategy to Address Issues  Plan Required \nNone   \n     \nMost of the improvement works will be carried out within the \n Significant   Full \nexisting right-of-way, however a large number of households \nResettlement     Short \nwould lose residential and commercial structures, agricultural \n Not significant   None \nand tea estate land. A considerable number of business activities \n   \nincluding informal and nonregistered businesses will also be \n None   \naffected. A range of community property resources, including \npublic land (school land, recreation land, cemetery land, and \ntemple land), bus stops, irrigation channels, temples at several \nlocations will also be affected. \nResettlement plans of sample roads were prepared. For non-\nsample roads, resettlement plans will be prepared in accordance \nwith the agreed resettlement framework and entitlement matrix. \n       \n   Significant  Road improvement will provide improved access to communities   Yes \nAffordability   Not significant  without any cost to them. The Project expects to increase the   \n None  number of public transport, and reduce travel cost.      No \n \n ", "62  Appendix 19 \n       \n   Significant  Road improvement will give short-term employment opportunities   Yes \nLabor   Not significant  during the construction phase, which will be implemented in   \n None  compliance with applicable labor laws.    No  \n       \n   Significant  The majority of project communities are Singhalese; however,   Yes \nIndigenous    there were communities where the majority was Muslims or   \nPeoples   Not significant  Indian Tamils.  Tamils live in settlements inside the tea estates,    No \n  while the Muslims are found in urban or town areas. The study   \n None  undertaken for project preparation did not indicate differential   \nimpacts, either positive or negative, on ethnic minorities and the \ngeneral population. The Project will support equal treatment of all \ngroups, particularly when land acquisition is required for road \nwidening.  \n \nSpecific actions for the minorities are included in the \nResettlement Framework (Supplementary Appendix H). \n       \nOther Risks   Significant  Road safety design including safer intersections, street lighting,   Yes \nand/or    footpaths, and service roads for local traffic and local business,   \nVulnerability   Not significant  particularly in densely populated areas, has been integrated into    No  \n    the project design. Roads in densely populated areas and their \n None  associated sidewalks will be made available to all, including \ndisabled persons. \n \nNecessary information on HIV/AIDSa and other sexually \ntransmitted diseases will be provided to the construction \nworkers. \na  Human immunodeficiency virus/acquired immunodeficiency syndrome. \n \n \n \n "], "metadata": {"ModDate": "D:20060110164417+08'00'", "CreationDate": "D:20051117154846+08'00'", "Title": "Microsoft Word - R315-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nTOR    –  terms of reference \nVOC    –  vehicle operating cost \n \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n   \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department \nDirector  N. Patel, Officer-in-Charge, Transport and Communications Division \n   \nTeam leader  S. Widowati, Senior Project Specialist, South Asia Department \nTeam members  P. Dutt, Transport Specialist, South Asia Department \n  M. Gupta, Social Development Specialist, South Asia Department \n  A. Mohammed, Counsel, Office of the General Counsel \n  D.S. Pyo, Principal Financial Specialist, South Asia Department \n  K.M. Tilakaratne, Implementation/Programs Officer, South Asia \nDepartment \n  D. Utami, Senior Environment Specialist, South Asia Department \n  H. Yamaguchi, Transport Specialist, South Asia Department \n \n \n ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department", "organization": ""}, {"documentRole": "Director", "fullname": "N. Patel", "role": "Officer-in-Charge", "organization": "Transport and Communications Division"}, {"documentRole": "Team leader", "fullname": "S. Widowati", "role": "Senior Project Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "P. Dutt", "role": "Transport Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "M. Gupta", "role": "Social Development Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "A. Mohammed", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "D.S. Pyo", "role": "Principal Financial Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "K.M. Tilakaratne", "role": "Implementation", "organization": ""}, {"documentRole": "Team members", "fullname": "D. Utami", "role": "Senior Environment Specialist", "organization": "South Asia Department"}, {"documentRole": "Team members", "fullname": "H. Yamaguchi", "role": "Transport Specialist", "organization": "South Asia Department"}]}