{"path": "data/input/reports/38357-043-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 38357-043 \nJuly 2011 \n \nProposed Loan for Additional Financing  \nDemocratic Socialist Republic of Sri Lanka:      \n \nNational Highways Sector Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 7 July 2011) \n \nCurrency Unit  –  Sri Lanka rupee/s (SLRe/SLRs) \n     \nSLRe1.00  =  $0.0091 \n$1.00  =  SLRs109.51 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nEIRR  –  economic internal rate of return \nEMP  –  environmental management plan \nEMoP  –  environmental monitoring plan \nESD  –  Environmental and Social Division \nMOPH  –  Ministry of Ports and Highways \nOFID  –  OPEC Fund for International Development \nRDA  –  Road Development Authority \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  S. Widowati, Transport and Communications Division, SARD \n   \nTeam leader  D.K. Lee, Senior Transport Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  N.M. Amerasinghe, Project Implementation Officer, Sri Lanka Resident \nMission (SLRM), SARD \n  J. Ghimire, Counsel, Office of the General Counsel \n  S. Muthugala, Procurement Officer, SLRM, SARD \n  A. Nanayakara, Project Implementation Officer, SLRM, SARD \n  E.G.J. Perera, Safeguards Officer, SLRM, SARD \n  R.G. Ranasinghe, Financial Control Officer, SLRM, SARD \n  J.A.W. Ranaweera, Associate Financial Control Analyst, SLRM, SARD \n  K.M. Tilakaratne, Senior Project Implementation Officer, SLRM, SARD \n  K. Yangzom, Environmental Specialist, SARD \nPeer reviewer  P. Broch, Senior Transport Economist, Transport and Communications \nDivision, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n \n \n ", " \nPROJECT AT A GLANCE \n \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Democratic Socialist Republic of Sri Lanka for the additional financing of the National \nHighways Sector Project.1 \n \n2.  The additional financing will expand the current project’s output by rehabilitating and \nupgrading an additional 62 kilometers of national highways, comprising  six link roads that \nprovide  access  to  the  new  Southern  Highway  in  Western  and  Southern  provinces.2 The \nSouthern Highway is the country’s first controlled-access expressway, and the Colombo–Galle \nsection of 95 kilometers (km),3 cofinanced by the Asian Development Bank (ADB)4 and the \nJapan  International  Cooperation  Agency,  will  become  operational  in  2011.  By  enhancing \nconnectivity and reducing access time for the communities served, the proposed improvement \nis critical to ensuring that the development impact of the Southern Highway is optimized and its \nbenefits reaped in a timely way. Collectively, the communities served will benefit from improved, \nlower-cost, and faster transport services and thereby obtain improved access to economic \nopportunities and social services. It will facilitate economic growth and contribute to reducing \ndisparities in Sri Lanka, consistent with the government’s goal of equitable economic growth.5  \n \nII.  THE PROJECT \nA.  Rationale \n3.  The National Highways Sector Project, financed with a loan of $150 million from ADB’s \nordinary capital resources, was approved on 15 December 2005, signed on 14 December 2006, \nand declared effective on 20 February 2007. The targeted outcome was improved national \nhighway transport efficiency, and the outputs consisted of (i) providing policy and institutional \nsupport  and  (ii)  upgrading  270  km  of  core  arterial  national  highways  and  supporting  the \nimplementation of pilot performance-based maintenance contracts for 1,500 km of national \nhighways.  The  project  included  a  component  to  finance  land  acquisition  and  resettlement \nexpenditure for 80 km of Colombo links toward implementing later the civil works, possibly \nunder a future project. \n \n4.  The project experienced cost overruns during the initial stage of implementation, as the \ncost  of  civil  works  for  the  highway  upgrading  component  exceeded  the  project  appraisal \nestimate by 128%.6 The most significant cause was dramatic global price escalation for key \nconstruction commodities between appraisal in 20057 and the bid preparation in 2008. To meet \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The ADB’s Road Project Preparatory Facility was utilized to undertake project preparatory activities, including \npreparation of detail design and bidding documents. ADB. 2004. Report and Recommendation of the President to \nthe Board of Directors: Proposed Technical Assistance Loan to the Democratic Socialist Republic of Sri Lanka for \nthe Road Project Preparatory Facility. Manila (Loan 2080-SRI, $15 million, approved on 13 April) \n3  An additional 36 km from Galle to Matara financed by the Export-Import Bank of China is for completion in 2014. \n4  ADB. 1999. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nDemocratic Socialist Republic of Sri Lanka for the Southern Transport Development Project. Manila (Loan 1711-\nSRI, $90 million equivalent SDR, approved 25 November); ADB. 2008. Report and Recommendation of the \nPresident to the Board of Directors: Proposed Supplementary Loan and Technical Assistance to the Democratic \nSocialist Republic of Sri Lanka for the Road Southern Transport Development Project. Manila (Loan 2413-SRI, \n$90 million from ordinary capital resources, approved 6 March). \n5  Ministry of Finance and Planning. 2006. Mahinda Chintana: Vision for Sri Lanka (10-Year Development Framework \n(2006–2010). Sri Lanka: State Printing Corporation. \n6  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n7  The appraisal of 2005 was based on feasibility estimate of late 2004. ", "2 \nthe cost increase, the government and ADB agreed to modify the scope and reallocate loan \nproceeds within the available funding envelope toward completing as much of the highway \nupgrading component to support the main objective of the project. This included (i) cancelling \nthe component for financing land acquisition and resettlement along Colombo links8 and (ii) \nreducing the pilot performance-based maintenance component to 300 km from the 1,500 km \noriginally envisaged.9 Consequently, the highway upgrading component was optimized to 211 \nkm of four national roads: A026 (Udatenna–Mahiyangana), A005 (Nuwara Eliya–Badulla), A012 \n(Puttalam–Anuradhapura), and A006 (Habarana–Kantale).10 \n \n5.  On 4 October 2010, the OPEC Fund for International Development agreed to provide $8 \nmillion, and ADB agreed to administer the loan as cofinancing11 toward improving 14 km portion \nof  A004  (Kirulapona–Godagama).  This  further  lengthened  the  highway  for  the  upgrading \ncomponent under the current project to 225 km.12  \n \n6.  Overall, the project is assessed to be performing well based on the following results: \n \n(i)  Delivery  of  expected  outputs.  The  current  delivery  of  expected  outputs  is \nsatisfactory  as  (a)  policy  and  institutional  support  has  helped  the  Road \nDevelopment  Authority  (RDA)  achieve  key  objectives  of  its  institutional \nstrengthening  framework  and  improve  its  organizational  effectiveness,  which \ninclude  reorganizing  RDA  along  core  functionalities  for  improved  efficiency, \ndeveloping  the  road  sector  master  plan,  establishing  and  operating  the \nEnvironmental and Social Division, preparing annual road maintenance plans, \nand  coordinating  RDA’s  portfolio  management  with  respect  to  sector  policy \ncoordination  with  other  government  agencies  and  international  development \npartners; (b) the physical progress of the highway upgrading component is at an \nadvanced stage, with 154 km completed out of the total of 225 km (68%), and is \non track to reduce vehicle operating cost and travel time upon completion; and (c) \na  pilot-based  contract  for  108  km  is  in  progress,  and  RDA  will  consider \nexpanding the coverage subject to satisfactory performance. By these measures, \nthe current project is on track to achieve its intended outcome of improving the \nefficiency of national highway transport. \n \n(ii)  Satisfactory  implementation  progress.  The  initial  delays  affecting  detailed \ndesign and procurement were resolved expeditiously, and the four civil works \ncontracts under international competitive bidding were awarded from April 2008 \nto June 2009. Progress is on track for completion by December 2012, and there \nhas been no cost overrun thus far during construction. As of June 2011, or 88% \ninto the loan period, the cumulative contract award total was $144.4 million (96% \nof available loan proceeds) and cumulative disbursement was $88.0 million (61% \nof the cumulative contract award total). \n \n                                                \n8  The major change in scope and reallocation of $47.3 million of loan proceeds was approved on 1 April 2008. \n9  The major change in scope and reallocation of $5.9 million of loan proceeds was approved on 9 November 2010. \n10  The government prioritized A006 (43.54 km, Habarana–Kantale) to replace A007 (44.80 km, Hatton–Nuwara Eliya, \nincluded in the original project) to meet the urgent need to improve access to Eastern Province, which was affected \nby the conflict at the time. Because it was a sector loan, flexibility was available to replace some subprojects with \nothers prior to the start of the implementation (ADB. 2003. Sector Lending. Operations Manual. OM D3/OP. Manila \n[issued on 29 October]). \n11  ADB. 2010. Administration of Cofinancing: National Highways Sector Project in Sri Lanka. Manila (OPEC Fund for \nInternational Development). \n12  211 km by ADB and 14 km by the OPEC Fund for International Development. \n ", "3 \n(iii)  Satisfactory  compliance  with  loan  covenants  and  safeguard  policy \nrequirements. Overall, the project is in compliance with specific assurances and \nenvironmental and social covenants stipulated in the loan agreement. \n \n(iv)  Successful management of risks. Risks identified during processing are being \nmitigated or managed satisfactorily. Policy and advisory support was provided to \nassist  RDA  and  ensure  the  implementation  of  the  institutional  strengthening \nprogram. The Road Maintenance Trust Fund became operational in 2007, and \nthe government’s annual allocation for maintenance has steadily increased from \n$29.6 million in 2006 to $43.5 million in 2011.13 The World Bank is currently \nproviding assistance with (i) preparing the amended deed of trust to strengthen \nthe management and operation of the trust fund, including a technical auditing \narrangement  to  monitor  and  evaluate  the  funded  maintenance  program;  (ii) \ndeveloping  a  new  organization  structure,  including  a  technical  advisory \ncommittee to advise the board of trustees on technical issues; and (iii) helping to \nestablish a secretariat for daily financial and technical operation. 14  Ultimately, \nthe goal is for the trust fund to evolve toward sustainable road financing, with \nefficient  fund  management,  and  transparency  and  accountability  in  fund \nallocation and utilization. \n \n(v)  On  track  rating. The project  is  currently  rated  on track  in  terms  of  project \nperformance. \n \n7.  The  additional  financing  will  scale  up  the  current  project  by  further  expanding  the \nhighway upgrading component from 225 km to 287 km. It will help achieve the full extent of the \nimprovements envisaged under the original financing by covering additional geographic areas in \nWestern and Southern provinces, increasing the number of project beneficiaries, and optimizing \naccess  to  the  new  Southern  Highway.  It  supports  the  government’s  priority  to  implement \nimprovements quickly to ensure that the development impact of the new Southern Highway is \noptimized and its benefits are reaped in a timely way. The project meets eligibility criteria for \nadditional financing. 15 \n \n8.  In keeping with the original project, the targeted outcome of the additional financing is \nconsistent with the strategic objective set out in ADB's country partnership strategy, 2009–2011: \nimprove  the  transport  system  in  Sri  Lanka  and  promote  regionally  balanced  and  socially \ninclusive economic growth.16 The proposed additional financing is included in the Sri Lanka \ncountry operations business plan, 2011–2013.17  \n \nB.  Impact and Outcome \n9.  In support of the country partnership strategy, the project impact will be the expansion of \neconomic opportunities. The outcome will be improved national transport efficiency.  \n \n                                                \n13  Meeting 35% of the 2008, 45% of the 2009, and 44% of the 2010 combined periodic and routine maintenance \nrequirements projected in the 2007 National Road Master Plan. \n14  Advisory Services for the Road Maintenance Trust Fund Secretariat, under the Road Sector Assistance Project. \n15  ADB. 2011. Additional Financing. Operations Manual. OM H5/BP. Manila (24 February). \n16  ADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n17  ADB. 2010. Country Operations Business Plan: Sri Lanka, 2011–2013. Manila. \n ", "4 \nC.  Outputs \n10.  With additional financing, the revised performance indicator of the highway upgrading \ncomponent  is  287  km,  comprising  the  current  project’s  225  km  (211  km  by  ADB  original \nfinancing and 14 km by OPEC Fund for International Development cofinancing) and 62 km \nunder the proposed additional financing. The additional national highway links are (i) A024 (3.40 \nkm, Matara–Akuressa); (ii) B153 (14.34 km, Hikkaduwa–Baddegama); (iii) B157 (23.48 km, \nHorana–Anguluwathota–Aluthgama); (iv) B207 (2.72 km, Katukurnda–Neboda); (v) A004 (5.33 \nkm, Kirulapona–Godagama); and (vi) B084 (12.70 km, Colombo–Horana).  \n \nD.  Investment and Financing Plans  \n \n11.  The project is estimated to cost $321.60 million with the additional financing (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \n  Original Loan  Additional  New  \nAmount  Financing  Total \n  Original  Reviseda  Amount  Amountb \nItem  (2005)  (2010)  (2011)  (2011) \nA. Base Costc           \n  1.  Institutional and policy support   3.10        4.35  0.00    4.35 \n  2.  National highway upgrading  116.30  183.40  89.22    272.62 \n  3.  Colombo links land acquisition and  51.30  0.00  0.00    0.00 \nresettlement \n  4.  Performance-based maintenance  9.50  2.20  0.00    2.20 \n  5.  Project management  2.50  1.95  2.10    4.05 \n    Subtotal (A)  182.70  191.90  91.32    283.22 \nB. Contingencies  10.40  9.20  11.85 d  21.05 \nC. Financing Charges During Implementation  14.90  14.90  2.43 e  17.33 \n  Total (A+B+C)  208.0  216.00  105.60    321.60 \na Includes OPEC Fund for International Development cofinancing of $8 million and the reallocation of loan \nproceeds to maximize the highway upgrading component. \nb  Includes taxes and duties of $24.0 million, consisting of $16 million to be financed from government resources for \nthe original loan project and $8 million to be financed from ADB loan resources for additional financing. \nc  In mid-2004 prices for the original project, early 2008 prices for the revised cost estimate, and 2010 prices for the \nadditional financing. \nd  Physical contingencies are computed at 10% for civil works and consulting services contract values. Price \ncontingencies are computed at 2% on foreign exchange costs and 7% on local currency costs, including \nprovision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange \nrate. \ne  Includes interest and commitment charges. Interest, which will be capitalized during implementation, has been \ncomputed at the 5-year forward London interbank offered rate plus an effective contractual spread of 0.3% per \nannum (applicable for OCR loan). Commitment charges for the OCR loan are 0.15% per year to be charged on \nthe undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n12.  The government has requested an additional loan of $85 million from ADB’s ordinary \ncapital resources to help finance civil works for upgrading roads, recurrent costs for project \nmanagement, consulting services, and taxes and duties.18 The loan will have a 25-year term, \n                                                \n18 Financing of the recurrent costs, taxes, and duties is provided to help offset government’s burden of land \nacquisition, which is estimated to cost about $20.6 million (19.5% of the total additional financing). The estimated \nexpenditure of $10 million ($2 million for recurrent costs and $8 million for taxes and duties) is not excessive (9.5% \nof the total additional financing) and will apply only with respect to ADB-financed expenditures. ADB. 2008. Cost \nSharing and Eligibility of Expenditures for ADB Financing. Operations Manual. OM H3/BP. Manila (22 October). \n ", "5 \nincluding a grace period of 5 years, an annual interest rate determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility, a commitment charge of \n0.15% per year, with interest and other charges during construction to be capitalized in the loan, \nand other such terms and conditions set forth in the draft loan agreement. The government has \nprovided ADB with (i) the reasons for its decision to borrow under ADB’s LIBOR-based lending \nfacility based on these terms and conditions, and (ii) an undertaking that these choices were its \nown independent decision and not made in reliance on any communication or advice from ADB. \n \n13.  The financing plan, which reflects the additional financing, is in Table 2. The detailed \ncost  estimates  by  expenditure  category  and  by  financier  are  provided  in  the  project \nadministration manual.19 \n \nTable 2: Financing Plan \n  Original Loan    Additional    New \n  Original    Revised    Financing    Total \n  (2005)    (2010)    (2011)    (2011) \nAmount  Share of    Amount  Share of  Amount  Share of  Amount  Share of \nSource  ($ million) Total (%)  ($ million) Total (%)   ($ million) Total (%)   ($ million) Total (%) \nADB OCR loan  150.00  72.10    150.00  69.40    85.00  80.49 a   235.00  73.07 a \nOFID  0.00  0.00    8.00  3.70    0.00  0.00     8.00  2.49  \nGovernment  58.00  27.90    58.00  26.90    20.60  19.51     78.60  24.44  \nTotal  208.00  100.00    216.00  100.00    105.60  100.00     321.60  100.00  \na The current country limit for Sri Lanka is 90%. \nADB  =  Asian  Development  Bank,  OCR  =  ordinary  capital  resources,  OFID  =  OPEC  Fund  for  International \nDevelopment. \nSource: ADB estimates. \n \nE.  Implementation Arrangements \n14.  The implementation arrangements of the original loan will be retained, as summarized in \nTable 3 and described in detail in the project administration manual (footnote 19).  \n \n15.  Single-source  selection  will  be  used  to  engage  the  consultant  currently  providing \nsupervision services for the original project. This is considered more appropriate and preferable \nto opening the assignment to new bidding, as the government is satisfied with the current \nconsultant’s performance. It will also ensure continuity in the technical approach, the experience \nrequired,  and  continued  consultant  liability.  The  initial  assignment  was  awarded  on  a \ncompetitive basis, and the value of the additional services does not exceed the original contract \nvalue.20 \n                                                \n19  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n20  The original contract value was $6.1 million, and the estimated value of additional services is $3.1 million. Other \nfactors considered include (i) the additional burden on the implementing agency of administering an additional \nconsultant and (ii) the possibility of a marginal cost saving by preempting the need for two team leaders, as the \ncurrent scope is expected to complete in December 2012 and the additional scope will commence in January 2012. \n ", "6 \n \nTable 3: Implementation Arrangements \nArrangements \nAspects  Original Loan  Additional Financing \nImplementation period  February 2007–March 2012  Up to December 2015 \nEstimated completion date  31 March 2012  31 December 2015 \nManagement \n(i)   Oversight body  National Steering Committee  Same \nMinistry of Ports and Highways (chair) \nMinistry of Finance and Planning \nrepresented by the National Budget, \nNational Planning, and Treasury \nOperations Departments of the External \nResources Department and the Foreign \nAid Budget Monitoring Department; \nSurvey Department of Ministry of Lands; \nWild Life and Forest Department of the \nMinistry of Environment; Central \nEnvironmental Authority of the Ministry \nof Environment (members) \n(ii)  Executing agency  Ministry of Ports and Highways  Same \n(iii)  Implementing agency  Road Development Authority  Same \n(iv)  Implementation unit  Colombo, 39 staff  Same (use existing staff) \nProcurement  International competitive bidding: four  International competitive bidding: \ncontracts awarded for $130 million;  seven contracts for $58 million \nnational competitive bidding: one \ncontract awarded for $4 million \nConsulting services  Construction supervision consultant for  Construction supervision \nroad upgrading (quality- and cost-based  consultant for road upgrading \nselection): 200 international person- (single-source selection of the \nmonths and 880 national person-months consultant of the original project: \nat a cost of $6.1 million (awarded)  Scott Wilson Kirkpatrick & Co. \nLtd.): additional international and \nnational person-months to be \ndecided, costing $3.0 million \nAdvance contracting  Works and consulting services  Works and consulting services \nDisbursement   The loan proceeds will be disbursed in  Same \naccordance with ADB's Loan \nDisbursement Handbook (2007, as \namended from time to time) and detailed \narrangements agreed upon between the \ngovernment and ADB. \nSource: Government of Sri Lanka. \n   \nIII.  DUE DILIGENCE \nA.  Technical \n16.  The engineering design was based on site condition surveys and field investigations, \noptimizing  the  required  improvement  works  for  economy  and  construction  efficiency  in \naccordance with applicable international design standards. The construction method will use \nproven technology with standard materials compatible with local conditions. A road safety audit \ncarried  out  during  the  detailed  design  incorporated  findings  and  improvements  wherever \n ", "7 \npossible to optimize horizontal and vertical sign distances, improve visibility at intersections, \nprovide warning signs for areas subject to flooding, and install appropriate warning signs and \nmarkings to slow traffic approaching pedestrian areas, curves, and other low-speed zones. To \nenhance resilience to climatic hazards and disasters, built-in civil engineering measures were \nassessed and applied, including embankment height, design values of storm frequency and \nrunoff, and drainage. Hydrological considerations were heightened following consultation with \nirrigation and land reclamation authorities. For project road B157 (a 10.84 km section from \nAluthgama to  the  Southern  Highway  interchange,  which  is  located  in  a flood-prone  area), \nconcrete pavement was adopted to provide enhanced erosion protection. \n \nB.  Economic \n17.  The economic assessment was carried out in accordance with ADB's Guidelines for the \nEconomic  Analysis  of  Projects.21 The  principal  benefits  expected  are  savings  in  vehicle \noperating costs and travel time. The highway design and maintenance model was used to \ncalculate vehicle operating costs and time costs with appropriate input parameters for Sri Lanka. \nWith the opening of the Southern Highway in 2011, a substantial increase in traffic is anticipated \non the link roads included in the project, and benefits to this traffic are included in the analysis. \nThe estimated economic internal rates of return (EIRRs) for the six additional link roads range \nfrom 14.7% to 34.7%, with an overall EIRR of 23.4%. The four national highway roads in the \ncurrent project have EIRRs in the range of 14.1%–18.8%. The sensitivity analysis with adverse \nvariation in project costs and project benefits22 indicates that the overall project has an EIRR \nabove 12% even with increased costs and reduced benefits. The EIRRs of the roads covered by \noriginal financing, additional financing, and both combined are above 12%, even with adverse \nvariation  in  costs  and  benefits.  Based  on  the  findings  of  the  economic  assessment,  the \nproposed improvements will have social benefits, such as improving the availability of goods \nand  services,  providing  employment  opportunities,  and  decreasing  poverty.  Therefore,  the \nproject is also justified in social cost–benefit terms. \n \nC.  Governance \n18.  Policy  and  legal.  RDA,  the  implementing  agency,  was  established  by  the  Road \nDevelopment Authority Act in 1981. Under the Ministry of Ports and Highways (MOPH), RDA is \nresponsible for developing and maintaining the national network of class A and B trunk roads. \nRDA is headed by a chairperson who reports to the secretary of MOPH. \n \n19.  Institutional capacity. RDA has sufficient capacity, past experience, and institutional \nstrength to implement the project.23 \n \n20.  Financial management. Financial management assessment was updated for RDA, as \nthe implementing agency, and its project implementation unit. RDA has prior and ongoing \nexperience with implementing ADB-funded projects and has satisfactory capacity in terms of \nproject financial accounting and knowledge of ADB disbursement procedures. In the project \nimplementation unit for the original project, RDA has established a dedicated project accounting \nand  finance  team  with  suitably  qualified  accountants:  a  project  accountant,  an  accountant \nassistant, and four account clerks. RDA will maintain separate project records and accounts to \nidentify the financing resources received and expenditures made for the project, ensuring an \n                                                \n21  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n22 Sensitivity factors: 10% decrease in traffic and 10% increase in project cost, individually and in combination. \n23  RDA has experience implementing ADB financed road projects – 8 completed and 6 ongoing. \n ", "8 \nadequate audit trail. The Auditor General’s Department of Sri Lanka will annually audit project \naccounts and related financial statements in accordance with international auditing standards. \nTo further minimize any risks, ADB's direct payment procedure will be used for substantial \ndisbursements for works, goods, and consulting services. \n \n21.  Procurement and anticorruption. Goods and works will be procured in line with the \nrelevant ADB guidelines, with prior review by ADB at key steps in the procurement process. The \nBribery Act, No. 11 of 1954 (as amended), the Declaration of Asset and Liabilities Act, No. 1 of \n1975, and the Permanent Commission to Investigate Allegations of Bribery and Corruption Act, \nNo.  19  of  1994  provide  a  strong  legal  basis  to  deal  with  bribery  and  corruption.  ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment, MOPH, and RDA. The specific policy requirements and supplementary measures \nare in the project administration manual. \n \nD.  Poverty and Social \n22.  Poverty reduction and social impact. During focus group discussions held with both \nmen and women, most respondents stated that the proposed road rehabilitation and upgrading \nwill help create new economic and employment opportunities by improving links to markets, \nproduction centers, and other areas with economic opportunities. Access to public and social \nservice  facilities  such  as  government  agencies,  health  centers,  and  schools  will  also  be \nimproved.24  \n \n23.  Gender. Women’s regular employment in the areas of project influence is significant. \nBetter roads will ease access to markets, health centers, schools, and workplaces and facilitate \nindustrial development. Gender participation was ensured during project planning and will be \nfurther ensured during implementation. Most of the resettlement assistants in RDA, who will \nimplement resettlement plans, are women and sensitive to gender concerns. Equal benefits for \nwomen are expected to be attained under this project. Provisions in bidding documents require \ncontractors to ensure that all civil works comply with all applicable labor laws; do not employ \nchild labor for construction or maintenance; encourage the employment of the poor, particularly \nwomen; and do not differentiate wages between men and women, particularly for work of equal \nvalue. To ensure that these and other gender issues are addressed and complied with, the team \nof construction supervision consultants will include a social development expert. \n \n24.  HIV/AIDS. Sri Lanka continues to have a very low incidence of HIV. 25 Based on the \npoverty and social assessment, the project does not anticipate any risk of a rise in HIV/AIDS \nincidence. Contractors will carry out HIV/AIDS awareness activities for laborers at work sites, \nwhich will be monitored by supervision consultants. \n \nE.  Safeguards \n1.  Involuntary Resettlement and Indigenous Peoples \n \n25.  Land acquisition and resettlement. The project is classified category A in accordance \nwith ADB's Safeguard Policy Statement (2009). Six resettlement plans have been prepared in \naccordance with the Safeguard Policy Statement, resettlement framework of the original project, \n                                                \n24  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n25  The Joint United Nations Programme on HIV/AIDS estimates that 3,800 people in Sri Lanka were living with HIV at \nthe end of 2007, for prevalence of less than 0.1%. \n ", "9 \nthe Land Acquisition Act of 1950 and subsequent amendments, and the National Involuntary \nResettlement Policy of 2001. The estimated total land area to be acquired is 32.61 hectares. \nAccording to the project census, 2,831 households will be physically displaced by losing all or \npart of their structures and/or residential land, and the livelihoods of 793 households will be \npartly  affected.  The  total  resettlement  budget  for  the  project  is  $20.6  million.  Meaningful \nconsultation  with  project-displaced  people  regarding  the  process  of  land  acquisition  and \ncompensation, and information disclosure to the general public through the ADB website, was \nundertaken during the preparation of resettlement plans. If any modification or additional land \nrequirement or involuntary resettlement impacts are identified during implementation, a related \nresettlement plan will be prepared or modified in accordance with the applicable laws referred to \nin  the  resettlement  plan,  and  ADB’s  prior  approval  will  be  obtained  before  any  further \nimplementation. \n \n26.  Impact  on  indigenous  peoples.  As  the  poverty  and  social  assessment  found  no \nindigenous  communities  present  in  the  project  influence  area,  no  indigenous  peoples’ \ndevelopment plan has been prepared. However, special provisions have been made under the \nresettlement framework and resettlement plans to address impacts on indigenous people. If any \nsignificant impacts on indigenous people are identified, an indigenous peoples plan will be \nprepared and submitted to ADB for approval. \n \n2.  Environment \n \n27.  As project roads are in settled areas for most of their length, with minimal forested or \nnatural habitats, the project has been classified category B. Accordingly, a consolidated initial \nenvironmental examination report with road-specific environmental management plans (EMPs) \nand environmental monitoring plans (EMoPs) have been prepared in accordance with ADB's \nSafeguard Policy Statement (2009). All impacts can be managed by adopting suitable mitigation \nmeasures  described  in  the  initial  environmental  examination  and  road-specific  EMPs  and \nmonitored through the EMoPs. EMPs and EMoPs for the construction stage will be incorporated \nin bidding documents and included in contract documents. Anticipated impacts under the project \nare those typical of road construction such as the generation of dust, noise, and construction \nwaste; the temporary disruption of traffic and access to living areas in and around the work \nareas; and soil erosion from exposed surfaces. The project envisages using borrow and quarry \nsites already in operation; if any new sites are to be opened, the implementing agency will \nensure that measures described in the EMPs are adopted during site selection and closure, and \nthat approvals are obtained from the authorities. Local communities and other stakeholders \nwere  consulted  during  project  preparation,  and  consultations  will  continue  throughout \nimplementation as required. \n \n28.  RDA  is  responsible  for  ensuring  that  EMPs  and  EMoPs  are  implemented.  The \nEnvironmental and Social Division (ESD) under RDA will monitor contractors’ environmental \ncompliance on behalf of RDA. ESD, which was established through ADB technical assistance,26 \nhas been provided with the necessary training and is well experienced with ADB's safeguard \nrequirements. However, as ESD is also responsible for managing safeguard activities for other \nongoing projects under RDA, additional support for regular site monitoring and reporting will be \nprovided by the supervision consultant’s team, which includes an environmental specialist. Any \nupdates to EMPs, if required, will be made by the environmental specialist consultant and \nreviewed and approved by ESD. Annual environmental monitoring reports will be prepared and \n                                                \n26  ADB. 2005. Technical Assistance for Capacity Building of the Environmental and Social Division of the Road \nDevelopment Authority. Manila (TA 4736-SRI, $400,000, approved on 14 December). \n ", "10 \nsubmitted to ADB for disclosure on the ADB website in accordance with ADB’s Safeguard Policy \nStatement (2009) and Public Communications Policy (2005). An initial coordination-cum-training \nworkshop for supervision consultants will be organized by ESD before the start of construction \nto agree on modalities for implementing the EMPs and EMoPs and carrying out necessary \nmonitoring and reporting. \n \nF.  Risks and Mitigating Measures \n29.  The key risks include counterpart funding and implementation delay. To mitigate counter \nfunding delay, ADB’s financing includes taxes and duties related to civil works which will help \nease the government’s financial burden of land acquisition. To mitigate implementation delay, \ndetail design and bidding documents have been prepared in advance with the objective of \nawarding  the  first  contract  shortly  upon  loan  effectiveness  (footnote  2).  The  overall  risk \nassessment  is  medium  without  mitigation  and  low  with  mitigation.  Integrated  benefits  and \nimpacts are expected to outweigh costs. Major risks and mitigating measures are described in \ndetail in the risk assessment and risk management plan.27  \n \nIV.  ASSURANCES \n30.  The government, MOPH, and RDA have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan documents. \n \n31.  The government, MOPH, and RDA have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement and project agreement. \n \nV.  RECOMMENDATION \n32.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$85,000,000 to the Democratic Socialist Republic of Sri Lanka for the additional financing of the \nNational Highways Sector Project, from ADB’s ordinary capital resources, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \nand project agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n15 July 2011 \n \n                                                \n27  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets  Data Sources and \nDesign  Design  Performance Targets and  and Indicators with  Reporting  Assumptions \nSummary  Summary  Indicators with Baselines  Baselines  Mechanisms  and Risks \n(Current Project)  (Overall Project)  (Current Project)  (Overall Project)  (Overall Project)  (Overall Project) \nImpact          Assumption \nExpansion of  Expansion of  By 2016:   By 2018:  Department of  Government \neconomic  economic  Poverty headcount index of the  Poverty headcount index  Census and  implementing \nopportunities  opportunities and  combined project influence  of the combined project  Statistics, Ministry of  complementary \n  balanced growth  areas (the districts of Badulla,  influence areas (the  Finance and  investments to \n  Kandy, Nuwara Eliya,  districts of Badulla,  Planning  improve the \nKurunegala, Puttalam,  Kandy, Nuwara Eliya,  transport network \nAnuradhapura, and  Kurunegala, Puttalam, \nPolonnaruwa) decreases to  Anuradhapura, and \n12.0%   Polonnaruwa covered by \n(2006 baseline: 18.4%)  original loan, and the \ndistricts of Colombo, \nKalutara, Galle, and \nMatara covered by \nadditional loan) \ndecreases to 9.0%  \n(2006 baseline: 14.7%) \nOutcome          Assumption \nImprovement of  Unchanged  By completion in 2013:   By completion in 2015:  Road Development  Government \nnational highway  Combined travel time on  combined travel time on  Authority  implements land \ntransport  project roads A026, A005,  project roads A026,  acquisition in \nefficiency  A012, and A006 reduced to  A005, A012, and A006  timely manner \n4 hours   plus A024, B153, B157, \n(2006 baseline: 6 hours).  B207, A004, and B084 \nreduced to 6 hours  \n(2006 baseline: \n10 hours).  \n ", "12  Appendix 1 \nPerformance Targets  Data Sources and \nDesign  Design  Performance Targets and  and Indicators with  Reporting  Assumptions \nSummary  Summary  Indicators with Baselines  Baselines  Mechanisms  and Risks \n(Current Project)  (Overall Project)  (Current Project)  (Overall Project)  (Overall Project)  (Overall Project) \nOutputs     By completion in 2013:  By completion in 2015:    Risk \n1. Improved road  1. Unchanged      RDA’s project  Delay in releasing \nsector    1A. Reorganization of RDA by  1A. Unchanged  progress and  government \ninstitutions and    core functionalities    completion report  counterpart funds \npolicy    implemented       \n    1B. Road sector master plan,  1B. Unchanged  Audit report \n    medium-term investment     \n    plan, and annual     \n    maintenance plans     \n    prepared     \n2. Upgraded and  2. Unchanged  2A. 225 km of national  2A. 287 km of national  RDA’s project \nmaintained    highways upgraded  highways upgraded  progress and \nnational  2B. A pilot performance-based  2B. Unchanged  completion report \nhighway  maintenance contract \nnetwork  awarded for 300 km \n \nActivities with Milestones (Overall Project)   Inputs (Additional Financing) \n1.  Improved road sector institutions and policy   Loan \n1.1 Select consultant and conduct review to improve RDA’s human resource development policy by  ADB: $85.00 million \nDecember 2012 \nItem  Amount ($ million) \n1.2 Complete the first phase of the integrated RDA’s headquarters by December 2012 \n2.  Upgraded and maintained national highway network  Civil Works  64.87 \n2.1 Complete land acquisition and resettlement for group 1 roads B207 and B084(N) by October  Consultants  3.75 \n2011  Recurrent Costs  2.10 \n2.2 Procure contracts and complete works for group 1 roads B207 and B084 by June 2015   Contingencies  11.85 \n2.3 Complete land acquisition and resettlement for group 2 roads A024, B153, B157(W), A004,  Financing Charges  2.43 \nB157(E) by March 2012 \nGovernment: $20.60 million \n2.4 Procure contracts and complete works for group 2 roads A024, B153, B157(W), A004, B157(E) \nby December 2015  Item  Amount ($ million) \nLand Acquisition  20.60 \nand Resettlement \n   \nRDA = Road Development Authority. \nSource: Asian Development Bank. \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=38357-04-3 \n \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Road Transport \n4.  Project Administration Manual \n5.  Summary of Project Performance \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Economic and Financial Analysis  \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Resettlement Plan: Katukurunda - Neboda (B207) \n13.  Resettlement Plan: Colombo - Horana (B084) \n14.  Resettlement Plan: Kirulapona - Godagama (A004) \n15.  Resettlement Plan: Matara - Akuressa (A024) \n16.  Resettlement Plan: Hikkaduwa - Baddegama - Nihena (B153) \n17.  Resettlement Plan: Horana - Anguruwathota - Aluthgama (B157) \n18.  Risk Assessment and Risk Management Plan \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20110715113755Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "adb project 38357, sri lanka national highways rehabilitation, transport services improvement, national highway transport improvement, sri lanka road sector development, national transportation improvement, road transportation, additional financing ", "ModDate": "D:20110829160601+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for Additional Financing for National Highways Sector Project in Sri Lanka, for the approval of ADB's Board of Directors.", "Title": "RRP: Sri Lanka: National Highways Sector Project - Additional Financing "}, "author_page": "CURRENCY EQUIVALENTS \n(as of 7 July 2011) \n \nCurrency Unit  –  Sri Lanka rupee/s (SLRe/SLRs) \n     \nSLRe1.00  =  $0.0091 \n$1.00  =  SLRs109.51 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nEIRR  –  economic internal rate of return \nEMP  –  environmental management plan \nEMoP  –  environmental monitoring plan \nESD  –  Environmental and Social Division \nMOPH  –  Ministry of Ports and Highways \nOFID  –  OPEC Fund for International Development \nRDA  –  Road Development Authority \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  S. Widowati, Transport and Communications Division, SARD \n   \nTeam leader  D.K. Lee, Senior Transport Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  N.M. Amerasinghe, Project Implementation Officer, Sri Lanka Resident \nMission (SLRM), SARD \n  J. Ghimire, Counsel, Office of the General Counsel \n  S. Muthugala, Procurement Officer, SLRM, SARD \n  A. Nanayakara, Project Implementation Officer, SLRM, SARD \n  E.G.J. Perera, Safeguards Officer, SLRM, SARD \n  R.G. Ranasinghe, Financial Control Officer, SLRM, SARD \n  J.A.W. Ranaweera, Associate Financial Control Analyst, SLRM, SARD \n  K.M. Tilakaratne, Senior Project Implementation Officer, SLRM, SARD \n  K. Yangzom, Environmental Specialist, SARD \nPeer reviewer  P. Broch, Senior Transport Economist, Transport and Communications \nDivision, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "  N.M. Amerasinghe", "role": " Project Implementation Officer", "organization": "Sri Lanka Resident "}, {"fullname": "  J. Ghimire", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  S. Muthugala", "role": " Procurement Officer", "organization": "SLRM"}, {"fullname": "  A. Nanayakara", "role": " Project Implementation Officer", "organization": "SLRM"}, {"fullname": "  E.G.J. Perera", "role": " Safeguards Officer", "organization": "SLRM"}, {"fullname": "  R.G. Ranasinghe", "role": " Financial Control Officer", "organization": "SLRM"}, {"fullname": "  J.A.W. Ranaweera", "role": " Associate Financial Control Analyst", "organization": "SLRM"}, {"fullname": "  K.M. Tilakaratne", "role": " Senior Project Implementation Officer", "organization": "SLRM"}, {"fullname": "  K. Yangzom", "role": " Environmental Specialist", "organization": "SARD "}]}