{"path": "data/input/reports/38356-01-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nLanka \nProject Number: 38356 \nMarch 2010 \n \n \n \n \nProposed Loan and Technical Assistance Grant \nDemocratic Socialist Republic of Sri Lanka:  \nFiscal Management Efficiency Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 March 2010) \n \nCurrency Unit –  SLRe/SLRs \nSLRe1.00 =  $0.0087275 \n$1.00 =  SLRs114.58 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCPS  –  country partnership strategy \nDIR  –  Department of Inland Revenue \nFMEP  –  Fiscal Management Efficiency Project \nFMRP  –  Fiscal Management Reform Program \nGDP  –  gross domestic product \nHRDC  –  Human Resource Development Committee \nICT  –  information and communication technology \nIDP  –  internally displaced person \nIED  –  Independent Evaluation Department \nIMF  –  International Monetary Fund \nIT  –  information technology \nITMIS  –  integrated treasury management information system \nLIBOR  –  London interbank offered rate \nMDG  –  Millennium Development Goals \nMOFP  –  Ministry of Finance and Planning \nO&M  –  operation and maintenance \nPMU  –  project management unit \nPPME  –  project performance monitoring and evaluation \nPSC  –  project steering committee \nRAMIS  –  revenue administration management information system \nTA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 31 December. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n ", "   \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  A. Sharma, Financial Sector, Public Management and Trade Division,     \nSARD \n   \nTeam leaders  G. Bhatta, Principal Public Sector Management Specialist, SARD \n  K. Shin, Senior Economist (Financial Sector), SARD \n   \nTeam members  S. R. Brunschwig, Senior Economist, SARD \n  K. M. Emzita, Senior Counsel, Office of the General Counsel \n  H. Mukhopadhyay, Senior Economics Officer, India Resident Mission, \nSARD \n  S. Muthugala, Procurement Specialist, Sri Lanka Resident Mission, \nSARD \n  S. Shah, Financial Sector Specialist, SARD \n  N. H. Wickremasinghe, Economic Officer, Sri Lanka Resident Mission, \nSARD  \n  H. Zhang, Economist (Financial Sector), SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nCONTENTS \nPage \nLOAN AND PROJECT SUMMARY  i \n \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Context  1 \nB.  Performance Indicators and Analysis  2 \nC.  Analysis of Key Problems and Opportunities  4 \nIII.  THE PROPOSED PROJECT  8 \nA.  Impact and Outcome  8 \nB.  Outputs  9 \nC.  Special Features  11 \nD.  Project Investment Plan  12 \nE.  Financing Plan  12 \n  F.  Implementation Arrangements                    13 \nIV.  TECHNICAL ASSISTANCE  16 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  17 \nA.  Expected Benefits and Impact  17 \nB.  Project Risks, Assumptions, and Safeguards  18 \nVI.  ASSURANCES  19 \nVII.  RECOMMENDATION  20 \n \nAPPENDIXES \n   \n1.  Design and Monitoring Framework  21 \n2.  Sector Analysis  25 \n3.  Development Coordination  32 \n4.  Project Investment Plan and Cost Estimates  36 \n5.  Organization Chart and Implementation Schedule  37 \n6.  Flow of Funds   40 \n7.  Procurement Plan   41 \n8.  Technical Assistance  45 \n9.  Summary Poverty Reduction and Social Strategy  49 \n10.   Risk Mitigation  53 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Problem and Constraints Analysis \nB.  Background Note on the Fiscal Situation in Sri Lanka \nC.  Systemic Link between Fiscal Management Reform Program and Fiscal Management \nEfficiency Project  \nD.  Background  Note  on  Revenue  Administration  Management  Information  System  and \nIntegrated Treasury Management Information System  \nE.  Detailed Overall Project Cost \nF.  Project Financial and Fiscal Analysis ", "   \nG.  Technical Assistance Consultants' Terms of Reference \nH.  Governance Risk Assessment \nI.  Executing Agency Procurement Capacity Assessment \nJ.  Chronology of Project Processing \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Democratic Socialist Republic of Sri Lanka \n   \nClassification   Targeting classification: General intervention  \nSectors (subsectors): Public sector management (public expenditure \nand fiscal management, economic and public affairs management, \npublic administration); transport and information and communication \ntechnology (information and communication technology) \nThemes  (subthemes):  Economic  growth  (Promoting  economic \nefficiency and enabling business environment; knowledge, science, \nand technological capacities); governance (economic and financial \ngovernance); social development (human development); and capacity \ndevelopment (institutional development) \nLocation impact: National (high impact) \n   \nEnvironment  Category C. The environmental implications were reviewed and no \nAssessment  adverse impact was identified. \n   \nSocial Sector  Involuntary resettlement                               Category C \nAssessment  Impact on indigenous people                    Category C \n \nThe long-standing conflict has had serious consequences for fiscal \nstability in Sri Lanka. By drawing-down on public resources to cater to \nsecurity needs, it has constrained the efforts of the Government of Sri \nLanka  to  improve  the  quality  of  life  and  well-being  of  its  citizens \nthrough sustained investments in the social sectors and to enhance \nthe reach and depth of its social safety nets. It has also adversely \nimpacted  the  public  resource  management  system,  which  has \nstruggled to emerge from a vicious cycle of a shallow resource base, \nupward pressures on current expenditures, and absence of modern \nintegrated systems for revenue and expenditure management. As a \nconsequence of the weaknesses in the public resource management \nsystem, public service delivery has suffered and led to inter- and \nintraregional  disparities  in  incomes,  employment,  and  social \ndevelopment. The recent global economic downturn that hit Sri Lanka \nhard has exacerbated these disparities by reducing revenues that \ncould have been used for enhancing public investments in the lagging \nregions. \n \nIn  the  conflict-affected  regions  of  Northern  Province,  Eastern \nProvince, and some adjoining villages in North Central Province, the \nincidence  of  poverty  is  more  than  double  (37%)  of  the  national \naverage  (15%),  with  the  region  contributing  a  mere  2.9%  of  the \ncountry's  gross  domestic  product  (GDP)  over  2005–2007.  To \ncompound this, prolonged conflict has created an estimated 277,000 \nnew internally displaced persons (IDPs) (as of early March 2010, \naccording to Government estimates, about 85,000–90,000 of them \nare still to be resettled in their original places of residence). There has \nalso been a deceleration in export growth (from 11.0% in 2007 to \n6.5% in 2008), and remittances also declined sharply (from 16.6% of \n ", "ii   \nthe ratio to GDP in 2008 to 6.7% in 2009). As a result of these \nfactors, and others such as occasional natural disasters, GDP growth \ndeclined to 3.6% in 2009 as compared to 7.7% in 2006 and severely \nrestricted the growth of the industries and services sectors.  \n \nThe  deterioration  of  the  economic  situation  has  also  adversely \naffected the living conditions of the people of Sri Lanka. Growth of per \ncapita income declined to 4.9% in 2008 from 6.5% in 2006. Due to a \nrise in international prices of fuel and essential commodities, inflation \nin 2008 rose to 22.8%.  \n   \nProject Description  The project aims to ensure greater sustainability of public investments \nin Sri Lanka, particularly in the less developed regions, through more \neffective  public  resource  management.  It  seeks  to  do  so  by \nenhancing the fiscal space (i.e., availability of greater resources) as a \nresult of bringing about improved tax administration and compliance \nas well as more efficient public financial management. This will be \nlargely  attained  through  establishment  of  two  management \ninformation  systems—one  related  to  revenue  and  the  other  to \nexpenditure management. \n   \nRationale  The rationale for the project is to help the government in its efforts, \nparticularly in a post-conflict environment, to bring about sustainable \nand  equitable  development,  including  providing  greater  scope  for \nincreasing  investments  in  reconstruction  and  infrastructure \ndevelopment.  The  success  of  the  Fiscal  Management  Reform \nProgram (FMRP), and the impetus for fiscal management reforms \nthat it helped create, sets the proper scene for a project that now \nfocuses on systems and on human resource capacity development in \nthis area. \n \nThe outcome and outputs envisaged from this project are anchored \non three key assumptions: (i) that this project will help create the \nfiscal  space,  through  increased  revenue  collection  and  better \nexpenditure  management,  needed  to  allow  the  government  to \nincrease investments; (ii) that creating fiscal space is a necessary but \nnot a sufficient condition to put the country on a sustainable path of \neconomic reforms; and (iii) that fiscal and governance reforms, and \nother associated reform measures, cannot be seen as one-off events \nthat will be adequate to put the country's economy on a sustained \npath of development. These reforms need to be nurtured and carried \nover in successive years, which is why this project carries over the \nreforms that were initiated under FMRP.  \n \nImpact and  The  impact  of  the  project  will  be  greater  sustainability  of  public \nOutcome  investments, particularly in the less developed regions of the country, \nachieved through more effective public resource management. Higher \nand more targeted public investments made as a result are expected \nto contribute to the development of human resources and physical \ninfrastructure thereby attracting private investments, a key theme in \nthe  government's  10-year  development  framework  (Mahinda \nChintana). Government finances are expected to move to a virtuous \n ", "  iii\ncycle  of  investments  leading  to  higher  economic  growth  and \nconsequent higher revenues through better tax collections stemming \nfrom a strengthened revenue administration system. The outcome of \nthe  project  is  enhanced  fiscal  space  for  social  and  economic \ndevelopment  resulting  from  improved  tax  administration  and \ncompliance  (as  a  result  of  better  revenue  management)  and  an \nefficient  public  financial  management  system  (as  a  result  of \nintegrating  treasury  management  and  developing  human  resource \ncapacity in relevant departments).  \n   \nProject Investment  The  investment  cost  of  the  project  is  estimated  at  $60  million, \nPlan   including taxes and duties, financing charges, and contingencies.  \n   \nFinancing Plan  The financing plan for the proposed project consists of: \n \n(i)  a loan of $50 million from the ordinary capital resources of \nAsian Development Bank (ADB) which will be provided under \nADB’s London interbank offered rate (LIBOR)-based lending \nfacility. The loan will have a 25-year term including a grace \nperiod of 5 years, an interest rate determined in accordance \nwith ADB’s LIBOR-based lending facility, a commitment charge \nof 0.15% per annum, and other terms and conditions as set \nforth in the loan agreement. \n(ii)  $10 million in-kind counterpart funding which will be provided \nby the government.   \n  ( i)   \nEstimated  The project period will be from 1 May 2010 to 31 October 2013. The \nCompletion Date  period of utilization will be until 30 April 2014. \nand Period of \nUtilization  \n   \nExecuting Agency  The Ministry of Finance and Planning  \n   \nImplementation  A project management unit (PMU) will be established at the Ministry \nArrangements  of Finance and Planning (MOFP) to assist in project implementation. \nThe PMU will be headed by a dedicated project director and assisted \nby a deputy project director. The PMU will have four cells: a revenue \nadministration  management  information  system  (RAMIS)  cell,  an \nintegrated treasury management information system (ITMIS) cell, an \nadministration and accounting cell, and an information technology and \nprocurement cell—with each cell having 3–5 staff members. The PMU \nwill also have 3–5 additional supporting staff. \n \nThe PMU will be responsible for (i) implementing and coordinating the \nproject;  (ii)  selecting,  engaging, and  managing the consultants; (iii) \ncarrying out procurement activities; (iv) providing necessary data to the \nauditor and submitting the audited financial statements to ADB on time; \n(v)  monitoring  and  evaluating  the  project;  and  (vi)  preparing  and \nsubmitting reports to the project steering committee (PSC) and ADB. \nThe  PMU  will  receive  support  from  international  and  national \nconsultants.  \n ", "iv   \nA  PSC  will  be  established  and  chaired  by  the  secretary  to  the \nTreasury,  and  will  provide  policy  guidance  and  oversee  project \nimplementation. The PSC will have quarterly meetings and also meet, \nwhen  deemed  necessary.  The  first  meeting  will  be  held  within  3 \nmonths of loan effectiveness.   \n   \nProcurement  Procurement of goods and services will be in accordance with ADB’s \nGuidelines for Procurement (2007, as amended from time to time). \nProcurement of goods and services estimated at $500,000 and above \nwill  be  awarded  on  the  basis  of international  competitive  bidding. \nNational competitive bidding procedure will be followed for goods and \nservices between $100,000 to $500,000. Shopping method will be \nfollowed for procurement of goods below $100,000. \n   \nConsulting Services  Consultants to be financed from the loan proceeds will be selected \nand recruited in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time).  \n   \nProject Benefits  The  expected  benefits  of  the  project  are  evident  across  multiple \nand Beneficiaries  domains:  (i)  financially,  the  rate  of  return  on  the  project  is \nsubstantially higher than either the weighted average cost of capital \nor  the  yield  rate  on  treasury  bills  of  one  year  maturity;  (ii) \neconomically, the project will lead to more sustainable development in \nthe country as a result of increased allocations for public investments \nin social and economic infrastructure, and targeted investments in the \nless developed regions; (iii) socially, the needs of vulnerable groups \nwill be better addressed in the medium- to long-term through, for \nexample, consideration of gender-specific needs in the allocation and \nuse of public funds, and of enhanced social safety nets; and (iv) \nfiscally, with improved budget preparation, execution, and monitoring \nresulting through the integrated treasury system, spending will be \ndistributed more evenly throughout the year, contributing to efficiency \nenhancement in public spending. More broadly, there are particular \ngovernance benefits of the project since use of public resources will \nbe more transparent to ensure accountability at all levels of public \nadministration and agencies, including through the minimization of \nhuman intervention in revenue administration.  \n \nBeneficiaries of the project include: (i) citizens and vulnerable groups \nin  lagging  regions  that  will  be  able  to  benefit  from  increased \ninvestments as a result of the greater fiscal space, (ii) taxpayers and \nbusinesses that will benefit from reduced compliance costs of paying \ntaxes, and (iii) government officials that will benefit from capability \ndevelopment opportunities. \n  \nRisks and  There  are  some  risks  that  current  reform  measures  may  not  be \nAssumptions  sustained  including  due  to  (i)  capacity  constraints  in  Ministry  of \nFinance  and  Planning  (MOFP),  (ii)  procurement  delays  owing  to \nprocedural  barriers,  (iii)  need  for  greater  information  and \ncommunication technology project management capability, and (iv) \nambitious capacity development plans. Weak fiduciary arrangements, \n ", "  v\nand probability of lesser focus on implementation coordination in the \npresent context could also pose risks to the project. \n \nThese risks will be mitigated by (i) tailored technical assistance (TA) \nand capacity development support, (ii) continued consultation with \nMOFP  and  technical  experts  on  how  to  better  target  capacity \nenhancement  measures,  (iii)  a  well-staffed  PMU  with  dedicated \ndeployment of staff, (iv) quarterly reporting arrangements to minimize \nfiduciary  risks,  and  (v)  continued  robust  policy  dialogue  with \ngovernment on the broader agenda of fiscal management–and other– \nreforms. \n \nIn addition, the successful implementation of FMRP has provided a \nstrong  constituency  within  the  government  for  sustaining  and \nfurthering fiscal management reforms, and there is already in place at \nMOFP the necessary institutional mechanism to manage the project \nin an effective manner. Finally, there is strong government ownership \nof the fiscal management reform agenda (as evidenced by FMRP) \nand  continued  relevance  of  the  broad  development  vision  of  the \nMahinda  Chintana–these  factors  provide  reassurance  that  the \nenvironment for producing positive project results is sustainable. \n \nThe assumptions inherent in the project are that (i) the government's \ncommitment  to  reforms  across  the  various  sectors  will  remain \nsustained during the project implementation period; (ii) the greater \nfiscal space will result in reorientation of greater resources for social \nand  economic  infrastructure  that  will  benefit  all  regions,  and \nvulnerable groups, in particular; and (iii) resources for implementation \nof capacity development plans, and for operation and maintenance \nexpenses, will be made available to the extent needed.  \n  \nTechnical  A TA project will be provided to support the PMU (i) in reengineering \nAssistance   business  processes  to  align  with  the  applications  for  RAMIS  and \nITMIS, (ii) in preparing the Request for Proposals for selection of the \napplication and vendor for RAMIS and ITMIS, and (iii) in adhering to \nthe project timelines through technical backstopping and support in \nthe procurement process and project implementation. The TA project \nwill mitigate the risks associated with insufficient capacity in relevant \nagencies.  \n \nThe TA project is estimated to cost a total of $2.4 million, of which \n$2.0 million will be financed on a grant basis by the Japan Special \nFund, funded by the Government of Japan; and $400,000 will come \nfrom the government for in-kind support for counterpart staff, office \naccommodation, logistical support, etc. Procurement under the TA \nproject will be carried out in accordance with ADB's Procurement \nGuidelines (2007, as amended from time to time).  \n \nA total of 44 person-months of international and 140 person-months \nof national consulting inputs will be required in the implementation of \nthe TA project. A consulting firm and/or individual consultants will be \n ", "vi   \nrecruited according to ADB’s Guidelines on the Use of Consultants \n(2007, as amended from time to time). Selection of the consulting firm \nwill be made under the quality-based selection method.  \n ", "   \n  I.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan to the Democratic Socialist Republic of Sri Lanka for the Fiscal Management Efficiency \nProject  (FMEP),  and  (ii)  proposed  technical  assistance  (TA)  for  Supporting  the  Fiscal \nManagement  Efficiency  Project.  The  design  and  monitoring  framework  of  the  project  is  in \nAppendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Context \n \n2.  Sri Lanka is at a critical juncture in its political and economic history. The end of the \narmed conflict in the country’s northern region in mid-2009 and the presidential election held \nrecently, have created new opportunities for social and economic development that is more \nequitable, sustainable, and people-centered. Periods immediately following conflict often shape \nthe future of countries–and Sri Lanka is currently at this point. \n \n3.  However, this optimism is tempered by several pressing realities, all of which impinge on \nthe ability of the Government of Sri Lanka to respond to this historic opportunity. Until 2009, the \nlengthy conflict had seriously constrained the government’s efforts to enhance the quality of life \nand well-being of its citizens through sustained investments in the social sectors and to enhance \nthe reach and depth of its social safety nets. As a consequence, the delivery of public services \nhas not been as effective as it could have been. A shallow resource base, weak systems for \npublic resource management, and, more recently, the global economic downturn that has hit Sri \nLanka hard,1 have all combined to exacerbate inter- and intraregional disparities in the country. \nTo its credit, Sri Lanka has fared rather well in terms of its overall achievements in economic \nand social development. It has maintained relatively high rates of social expenditure (during the \n1990s, it was more or less stable at 10% of the national budget) although resource allocation for \nthe social sectors has tended to vary across provinces. \n \n4.  While the economy has grown at an average of 5% over the past 30 years,2 the benefits \nof economic growth have been unequally shared, with most of the industries located outside the \nconflict-affected areas and thus employment also concentrated in geographical pockets. From \n1996  to  2001,  real  gross  domestic  product  (GDP)  growth  in  some regions  of  the  country \n(Northern Province [18%], Uva Province [10%], and Eastern Province [slightly over 20%]) has \nlagged behind the rest (particularly Western Province [30%]).3 \n \n5.  Moreover, in the conflict-affected Northern Province, the incidence of poverty is more \nthan double (37%) of the national average (15%), with the region contributing a mere 2.9% of \nthe country's GDP over 2005–2007, despite having 14% of the country's land mass, 40% of the \ncoastal belt, and 6% of the population. Prolonged conflict caused immense human suffering with \ncivilians getting internally displaced from their homes, thus creating an estimated 277,000 new \ninternally displaced persons (IDPs).4 With progress on de-mining of the affected area,5 the IDPs \n                                                 \n1  Sri Lanka’s share in world exports declined from under 0.07% in 2005 to approximately 0.06% in 2009. \n2  ADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n3  World Bank. 2006. SASHD. Strengthening Social Protection. Washington, DC. \n4  The conflict also led to an estimated 70,000 people losing their lives. The IDPs were initially housed in 32 welfare \ncenters. \n5  The United Nations Development Programme is supporting a district mine action office. The Sri Lankan army and \nsix international and one national mining clearing agencies are involved in mine-clearing activity in accordance with \nthe International Mine Action Standards. The district mine action office does the final check on the quality of de-\nmining and certifies the area safe for return of IDPs. Several bilateral donors–Australia, Denmark, India, Japan, \nNorway, Sweden, Switzerland, UK, and US–are supporting de-mining activities.   \n ", "2   \nare  returning  to  their  original  area  of  residence.  As  of  early  March  2010,  according  to \nGovernment estimates, about 85,000–90,000 IDPs are still to be resettled in their original places \nof residence. Access to basic services including health, education, and drinking water in the \nnorth  and  east  is  inadequate  due  to  under-investments  and  poor  maintenance  of  existing \ninfrastructure.  \n \n6.  In the context of these challenges, the government needs to anchor the process of \nempowerment of the people of the less developed regions in a strategic and phased approach. \nEfforts to increase investments in social and economic development can benefit from targeted \nfinancial assistance from donors and development partners, particularly to address emergency \nneeds  and  short-term  investment  requirements  in  basic  services.  However,  sustainable \ninvestments are possible only through creation of greater fiscal space by instituting a strong and \neffective public resource management system.6  \n \n7.  Strengthening the public resource management system, particularly in a post-conflict \nenvironment,  would  help  widen  the  fiscal  space  and  consequently  allow  for  targeted \ninvestments in social sectors for marginalized and vulnerable segments (see also Appendix 2). \nAny fiscal space enhancement at the center would provide greater resources at the disposal of \nthe government for the provinces, thus, proportionately increasing allocations for the lagging \nregions. Since the allocative efficiency of public resources is constrained by weak information \ngathering  and  sharing,  and  there  is  general  lack  of  sex-disaggregated  data  for  gender-\nresponsive targeting, investments in these areas will contribute to putting in place a more robust \nand efficient public resource management regime. More importantly, addressing these systemic \nand critical issues of public resource management would help achieve the broader objectives of \nstability,  peace,  and  national  reconciliation.  By  developing  capacity  to  arrive  at  improved \ntargeting  of  social  expenditures—particularly  for  the  displaced  and  vulnerable  groups—a \nstronger public resource management system would help reduce regional disparities.  \n \nB.  Performance Indicators and Analysis \n \n8.  Improving fiscal performance for sustainable public investments.7 Budget deficits \nin Sri Lanka have historically been high, and over the past several years, have averaged 8% of \nGDP.8 Revenue collection has declined as evidenced by a decline in the tax revenue, GDP ratio \nfrom 19% in 1990 to 13.3% in 2008, partly due to the effects of the global economic crisis but \nalso due to strong tax exemption and concession regimes, which have contributed to a decline \nin revenues at an average of 0.75% per year since 2006. Meanwhile, total expenditure rose at a \nrate of 17.1% per year during 2002–2008.9 Subsidies and subsidized lending to public sector \nenterprises have also bloated expenditure bills, with deficits in the two largest public sector \nenterprises—the  Ceylon  Electricity  Board  and  the  Ceylon  Petroleum  Corporation—alone \namounting to 1.25% of GDP. As such, the need for greater efforts on expenditure management \nand revenue enhancement is very much in evidence. \n \n9.  Moreover, the large number of government employees (13% of the labor force) is also \ncontributing to an ever-increasing wage bill and responsible for maintaining an upward pressure \non recurrent expenditure. The recent additional commitments for new recruitment (54,000 in \n2008),  the  cost  of  living  allowance  for  public  servants  of  lower  grades,  and  revision  of \n                                                 \n6  Indeed, evidence from post-conflict rebuilding efforts elsewhere suggests that reliance on donor funding alone can \nlead to a mismatch between evolving needs, public expectations, and the government’s ability to meet these \nexpectations (F. Galtung, and M. Tisne. 2009. A New Phase in Post-War Reconstruction. Journal of Democracy). \n7  See Supplementary Appendix B for further information on the fiscal situation of Sri Lanka. \n8  IMF. 2009. Stand-By-Arrangement, Sri Lanka. Washington, DC. \n9  However, total expenditure (excluding debt repayments) declined from 31.0% to 22.6% of GDP during the same \nperiod. \n ", "  3\nallowances for public officers attached to the health and judicial sectors have bloated the \nsalaries and wage bill to 5.2% of the GDP.10 Some of these factors need to be addressed \nthrough  broader  civil  service  reforms  aimed  at  revisiting  the  structure  of  government,  but \nimprovements within the current setup are possible through strengthening the public resource \nmanagement  system  and  undertaking  business  process  reengineering  in  key  agencies. \nIntroduction  of  enabling  tools  and  processes  to  improve  the  quality  of,  and  access  to, \ninformation, timely reporting and integrated expenditure tracking systems, and improvements in \naccountability and transparency of revenue and expenditure management can contribute to \ncreation of greater fiscal space and improved targeting of expenditure.  \n \n10.  More recently, the budget deficit has been reduced to 7.0% in 2008 from 10.9% in 2001, \nmainly  due  to  expenditure  rationalization,  with  total  expenditure  as  a  percentage  of  GDP \nreduced from 27.5% in 2001 to 23.5% in 2007. Although expenditure control is a commendable \nmeasure on its own, maintaining aggregate discipline only through curtailment of expenditure is \nnot desirable, as it adversely impacts capital spending and expenditure on maintenance of \nassets. Although the government has committed to protect levels of public investments in the \nless developed regions in the coming years, it would prove to be a real challenge unless a two-\npronged strategy is followed for fiscal consolidation, including measures to enhance revenue \ncollection and rationalize public (especially recurrent) expenditure. \n \n11.  Strengthening public resource management for sustainable economic and social \ndevelopment. Sri Lanka is on track to achieve most of the Millennium Development Goals. The \nshare of public investment in total government expenditure has increased from 19.6% in 2001 to \n25.4% in 2008 and also as a percent of GDP (increasing from 4.6% in 2002 to 6% in 2008). It \nalso has a relatively extensive social protection system comprising employment protection, \nsocial  security  and  pensions,  and  social  safety  net  initiatives  that  include  cash  transfer \nschemes. Allocations for welfare programs have also shown a steady increase, from $302 \nmillion  in  2006  to  $330  million  in  2009.  Notwithstanding  these  initiatives,  equity  and \nsustainability of these initiatives continue to face challenges. Access to social services and their \nquality remains an issue particularly for the rural poor whose children are more likely to suffer as \na result (footnote 2). Government revenues, of which tax revenue constitutes 85%–90%, have \nbeen sufficient for meeting only 61%–72% of total expenditures in the past. This has caused \nconsiderable difficulties for achieving greater equity in social sector investments, widening the \nscope of the social safety net, and sustaining higher social expenditures and meeting the \nadditional need for post-conflict investments in Northern and Eastern provinces.  \n \n12.  The need to improve public resource management assumes greater urgency in view of \nthe fact that the period for the rebuilding and economic regeneration activity—up to 2012 as per \nthe Investment Program for the North (Waddakin Wassantham) and up to 2016 for the 10-year \ndevelopment framework—coincides with a period of escalated debt servicing requirements.11 To \nwithstand these fiscal pressures, the fiscal space needs to be substantially enhanced.  \n \n13.  Three issues arise from the analysis of the political economy in Sri Lanka: (i) public \ninvestments need to be accelerated in order to improve economic and social infrastructure and \nensure access to public services, especially in Northern and Eastern provinces; (ii) creation of \nsufficient  fiscal  space,  through  more  efficient  public  resource  management,  is  critical  for \nfinancing  higher  public  investments  and  sustaining  the  recurrent  cost  implications  of  such \ninvestments (as well as debt servicing requirements of the borrowings for such investments); \nand (iii) to maximize the efficiency of public investments and ensuring proper utilization by \nminimizing leakages, it is necessary to put in place systems for effective fiduciary risk mitigation.  \n                                                 \n10 Ministry of Finance and Planning. 2008. Annual Report. Colombo. \n11 External debt servicing payments between 2010–2013 are estimated by the government to be $3.9 billion. \n ", "4   \n14.  In response to these challenges, the government has committed to utilizing 2% of its \nannual total spending on rebuilding the conflict-affected areas, and has embarked on several \nreforms.  The  Fiscal  Management  (Responsibility)  Act  was  enacted  in  2003  requiring  the \ngovernment to reduce its overall budget deficit and debt12 in a phased manner and to improve \ntransparency and accountability of its fiscal operations. Policy measures were also initiated to \nrationalize growth in current expenditures. A Presidential Commission on Tax Reforms  has also \nbeen set up to carry out a comprehensive review of the prevailing tax system and recommend \ntax policy reforms for inclusion in the National Tax Policy (likely to be announced in 2010). The \nFiscal  Management  Reform  Program  (FMRP), 13   which  ended  in  2008,  has  facilitated \nundertaking  some  of  these  reform  measures.  Particularly,  in  relation  to  institutional \nstrengthening, introduction of basic information technology (IT)-enabled services, and specific \noutputs such as the implementation of a single treasury account and an electronic tax filing \nsystem, FMRP provides a valuable platform on which to base further reforms. \n \nC.  Analysis of Key Problems and Opportunities \n \n1.  Issues and Opportunities \n \n15.  The problems in Sri Lanka are multi-faceted and require multi-track solutions, running \nthe gamut from enhancing coverage of social safety nets, and creating economic opportunities \nto improving access to basic services, particularly in the less developed regions. The response \nof  the  government  to  these  challenges  has  been  encouraging,  as  evidenced  by  its  four-\npronged14 approach to building a peace economy, establishment of a Presidential Task Force in \nJune 2009 to formulate a strategic framework for revitalizing the economy of the northern region, \nand identification of indicative costs of rebuilding and committing to protecting social sector \ninvestments while reducing its overall expenditures. However, the successful implementation of \nthis strategy is predicated on substantial improvements in the public resource management \nsystem so as to enhance targeted social expenditures and human development.  \n \na.  Scope for Improvements in Revenue Administration \n \n16.  One  of  the  issues currently  impairing  the  government’s  ability  to  undertake  greater \ninvestments  in  infrastructure  and  social  development  is  the  decline  in  growth  of  revenue \ncollection, which has gone down from 18.3% in 2007 to 16.0% in 2008. While the 2009 budget \nexpected a revenue– the GDP ratio of 16.4%, has now been revised down to 14.9%, implying \nan overall revenue shortfall of SLRs127 billion compared to the budget target. This highlights \nthe  fact  that  increasing  national  income  sources  have  not  been  successfully  tapped  as \ngovernment revenue has increased more slowly than the tax base and non-tax sources of \npotential revenue, which could be due to policy issues and/or administrative loopholes. The \naugmentation of revenues becomes more imperative in the face of large investments being \nchanneled for reconstruction in Northern and Eastern provinces that have recurrent cost as well \nas debt servicing implications. There is, therefore, a need for the government to take steps \ntowards strengthening revenue administration and increasing the tax to GDP ratio (14.6% in \n2008) to mitigate the risk of fiscal stress as well as non-compliance of the aggregate fiscal \ndiscipline targets agreed with the International Monetary Fund (IMF) under its Stand-by Facility.  \n \n17.  Another major issue across the revenue management departments is related to the \nunder-funding of upgradation and simplification of business processes–includes mainstreaming \n                                                 \n12 The act mentions a GDP limit of 5% for the deficit, but so far compliance has not been achieved. \n13 ADB. 2004. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nDemocratic Socialist Republic of Sri Lanka for the Fiscal Management Reform Program. Manila. \n14 The  approach  concentrates  on  demilitarization,  development,  democracy,  and  decentralization.  See \nSupplementary Appendix A for a brief discussion of the context of this approach. \n ", "  5\nof information and communication technology (ICT) services and systems that are necessary to \nenable more efficient revenue administration.15 The success of FMRP, which supported the \ninstitution of necessary ICT infrastructure in the Department of Inland Revenue (DIR), points to \nthe need for an integrated revenue administration system to run on this infrastructure backbone \nso as to reduce human interventions and increase efficiencies and transparency in revenue \ncollection (i.e., towards increasing tax–GDP ratio).    \n \nb.  Inefficiencies in Public Expenditure Management \n \n18.  The rebuilding process depends on appropriate investment choices within a limited fiscal \nspace, with implications for sustainability and indebtedness. These choices and the quality of \ndecision-making are, in turn, determined by the systemic capacities covering availability of \nrequisite information, skills sets, and institutional arrangements for effective oversight that feeds \nin to informed decision-making on public resource allocation. Large funds are being channeled \nby donors and development partners, towards reconstruction and rehabilitation of investments \nin Northern and Eastern provinces, and to improve the efficiency of these and other public \ninvestments and to manage the associated fiduciary risks, it is critical that expenditures be well-\nplanned and that results-based monitoring and evaluation mechanisms be in place to increase \nthe  accountability  of  spending  units.  Although  development-oriented  expenditures  are \nconstrained by very high recurrent expenditures related to salaries, pensions, subsidies, and \nsupport to public enterprises,16 the expected decline in defense expenditures is an opportunity \nfor the government to reorient its expenditures for, among others, investments in pro-poor and \ngender-responsive social and physical infrastructure, and for reconstruction and rehabilitation \nactivities. Sectoral expenditure plans that focus clearly on outcomes could significantly increase \nthe allocative efficiencies of public expenditure.  \n \n19.  One of the most direct, cost-effective, and sustainable methods of increasing these \nallocative  efficiencies  is  to  integrate  the  treasury  management  system.  Currently,  all  the \ndepartments within Ministry of Finance and Planning (MOFP) are working on a stand-alone \nbasis without adequate daily information exchange. From a comparison of the current situation \n“as-is” and “best practice analysis” undertaken by the Asian Development Bank (ADB), the \nfollowing key issues have been identified in the treasury operations in Sri Lanka: (i) constrained \nfinancial planning and monitoring given the lack of interface between expenditure management \nand  revenue  systems;  (ii)  inadequate  integration  and  modernization  of  systems,  including \nmanual treasury operations and data transfers; (iii) isolated information technology initiatives by \nrelated  departments  with  little  consideration  being  given  for  integrated  systems;  and  (iv) \ninadequate gender-responsive  targeting  and  allocation, including  difficulty  in  acquiring  sex-\ndisaggregated information.17 \n \nc.  Weak Accountability and Transparency in Resource Management \n \n20.  The absence of effective accountability mechanisms and capacities presents a major \nrisk to government's rebuilding efforts.18 In the immediate aftermath of a conflict, pressure for \nachieving  quick  wins  through  public  investments  is  high,  tending  to  override  concerns  for \n                                                 \n15 Experience has shown that focus on these issues also helps yield the desired results. For example, empirical \nestimates suggest that Indonesia's tax administration reforms since 2002 have had a strong positive impact on the \ntax yield, achieved without many changes in tax policies (Source: Brondolo, J. et al. 2008. Tax Administration \nReform and Fiscal Adjustment: The Case of Indonesia. IMF Working Paper No. WP-08-129. Washington, DC).  \n16 Current expenditure accounted for 74.7% of total expenditure in 2008. \n17 ADB. 2008. Technical Assistance to Sri Lanka for Preparing the Deepening of Fiscal Management Reforms  \n  Manila. (Financed by the Japan Special Fund). \n18 For example, in 2008, Sri Lanka ranked 92nd out of 180 countries on the Transparency International Corruption \nPerception Index (Transparency International, Berlin), while reports of the Committee on Public Enterprises \npublished in 2007 estimate corruption to have cost the country SLRs150 billion.  \n ", "6   \neffective public accountability and transparency and creating opportunities for rent-seeking and \npatronage that invariably gets entrenched in the system. Given that large investments are made \nin physical construction and procurement of goods and services, which rely on effective and \naccountable procurement regulatory regimes  as well as effective expenditure management \nsystems, the nature and depth of the problem becomes obvious.  \n \n21.  The need for accountability in the rebuilding process is closely linked to addressing \ninformation asymmetries and institutional arrangements for accountability in public resource \nmanagement. These asymmetries are rooted in outdated systems and administrative practices \n(such as the manual data transmission and treasury management system). The implications for \nthe rebuilding process and for governance and sustainable development are strong–information \nasymmetries are often at the core of mismanagement and corruption, and lack of access to \ntimely and reliable information reduces transparency of public sector management. Particularly \nin the context of revenue administration, streamlined information flows aid in informed and \nevidence-based decision-making. They also reduce the risk of leakages and exercise of any \ndiscretionary  powers,  enable  appropriate  targeting  of  public  investments,  and  facilitate \nperformance monitoring. Moreover, access to information is a means of citizen empowerment, \nhelps  bridge  trust  deficits,  and  forms  a  key  component  of  any  strategy  for  improving \ngovernance. Hence, there is a strong need to invest heavily and consistently in improving the \npublic resource management information systems. \n \nd.  Human Resource Capacity Development \n \n22.  Capacity constraints related to human resources in the financial management system in \nthe Sri Lanka public sector were well-documented in FMRP. For purposes of this project, issues \nrelated to these constraints include (i) ensuring proper and effective management information \nsystem in revenue administration and integrated treasury operations so as to derive maximum \nbenefits from technology; (ii) developing skills and knowledge of relevant staff members and \nmanagers at MOFP to effectively use the new IT-enabled systems; (iii) ensuring proper project \nmanagement not only for FMEP but also generally for similar projects; and (iv) ensuring that, \ninstitutionally,  there  is  greater  awareness  of  other  aspects  of  budgeting  and  revenue  and \ntreasury, such as on how to enhance gender responsiveness in budgets. This last issue is not \ntrivial—while technology can address many technical constraints, its utility is limited unless \nskilled individuals can operate and manage them effectively.19  \n \n23.  In order to bring about sustainable results, the government has committed to develop \nneeded capacities—including management, leadership, and facilitation—for better institutional \nand staff performance. As such, FMEP has a component on capacity development under the \nproject which is designed to strengthen capacities of government officials in the areas of (i) \nenhancing revenue administration, (ii) efficient public expenditure and treasury management, \nand (iii) related institutional strengthening and IT-enabled services and systems.20 \n \n2.  Lessons \n \n24.  FMEP has been conceptualized in light of some important recommendations put forth by \nADB’s Independent Evaluation Department (IED) and others on public resource management.21 \nThese  lessons  include  (i)  sound  political  economy  analysis  to  improve  project  design,  (ii) \n                                                 \n19 Indeed, the government's vision for strong public administration in Sri Lanka is stated as: \"an excellent, productive \npublic service with new technology by the Year 2010\" (http://www.pubad.gov.lk/Cha(E).pdf). \n20 The government itself has a focus on encouraging all ministries to create an IT culture among their staff members. \n21 ADB. 2007. Special Evaluation Study on ADB Support to Public Resource Management in India. Manila, and ADB. \n2007. A Comparative Assessment of the Asian Development Bank’s Public Resource Management Reform \nPrograms. Manila.  \n ", "  7\nsequencing of relevant reforms,22 (iii) developing human resource capacities to sustain reforms, \n(iv) need for long-term TA, and (v) relying on existing institutions for effective implementation. \nThe conclusions of IED's evaluation of capacity development in Sri Lanka (January 2007) were \nalso very relevant.23 Some of the study's conclusions were: (i) that \"the most successful funding \nmodalities for capacity development currently available to ADB is project lending, preferably \nassociated with a grant to finance consultancy\"; (ii) that \"if ADB decides to exit from sectors \nwhere capacity has been effectively developed, there is a risk that capacity may deteriorate or \ndisappear;\" and (iii) that \"including end-users and placing them at the center of the model for \ncapacity development\" are important considerations to take. FMEP takes these conclusions into \nconsideration in its design. \n \n25.  There have also been several lessons learned from the application of diagnostic tools in \nrevenue administration and integrated treasury systems elsewhere.24 Country experiences in \nrevenue administration where the diagnostic tools were applied showed that (i) to the extent \npossible, revenue administration tasks have to be automated to mitigate the risk of continued \noperational inefficiency and lax tax enforcement; (ii) adequate access to reliable computing \nfacilities and IT services is important for an effective revenue administration system; and (iii) \ndecentralized information access to the users is important for effective revenue administration. \n \n3.  Development Coordination \n \n26.  Owing to the magnitude of fiscal governance issues, ADB’s intervention in Sri Lanka \nthrough the proposed FMEP should be viewed as part of a larger multi-development partner \nstrategy  to  address  the  issue  of  unsustainable  budget  deficits  leading  to  constrained \ninvestments in social and physical infrastructure. Several development partners are active in Sri \nLanka in the area of fiscal governance reforms (Appendix 3).  \n \n27.  The  government  facilitates  development  partner  coordination  through  the  External \nResources Department of the MOFP. There are also forums such as the Government of Sri \nLanka Coordination Committee for Humanitarian Assistance. Coordination mechanisms and \nissues  among  donors and  development  partners  in  Sri  Lanka center  around the  need  for \ncoordinating development support provided to the government, particularly in areas of priority \nsuch as infrastructure development, social development, and governance. To this end, several \nnetworks and forums exist, including a Development Partners Meeting Group, Bilateral Donors \nGroup, Donors Peace Support Group, Donors Working Group on Human Rights, and Donors \nWorking Group on Mine Action.  \n \n28.  ADB will ensure close coordination with ongoing development partner activities relating \ndirectly  or  indirectly  to  improve  public  resource  management  in  Sri  Lanka  to  ensure  an \nintegrated effort towards strengthening public finances in the country. The project is designed to \ncomplement and strengthen existing support from other development partners, and it is in \nalignment with the objectives of the Standby Facility of $2.6 billion for the country from the IMF. \n \n4.  Government and ADB Strategy \n \n29.  At the core of the government's strategy for development in Sri Lanka is the 10-year \ndevelopment  framework  (also  known  as  the  Mahinda  Chintana). 25   The  framework  has \ndeveloped a three-pronged approach to stimulate economic growth and to ensure that it trickles \n                                                 \n22 The FMEP design is based on a platform approach to reforms which can be achieved taking into consideration \nexisting institutional capacities (Supplementary Appendix C).  \n23 ADB. 2007. Lessons in Capacity Development: Sectoral Studies in Sri Lanka. Manila.  \n24 See J. Gill. 2000. A Diagnostic Framework for Revenue Administration. World Bank. Washington, DC.  \n25 Government of Sri Lanka. 2006. Mahinda Chintana: Vision for a New Sri Lanka. Colombo. \n ", "8   \ndown equitably: (i) increasing investment levels, (ii) enhancing international competitiveness, \nand (iii) strengthening global connectivity. The framework also specifies ways to enhance social \ndevelopment through (i) special strategies for lagging regions,26 (ii) nationwide investment to \nensure more equitable access, and (iii) village development. The government strategy focuses \non more equitable growth, and argues for a more prominent role for the state in economic \ndevelopment.  \n \n30.  For its part, ADB's country partnership strategy (CPS) for Sri Lanka27 for the period \n2009–2011  is  based  on  lessons  learned,  especially  on  conflict-sensitivity  and  governance \nissues in the country, and also on IED's assessment of the country's development challenges. \nConsistent with the need for stronger government ownership, ADB's strategy for Sri Lanka \nfocuses on two pillars identified in the 10-year development framework: (i) strengthening the \ninvestment climate, and (ii) achieving socially inclusive development. Governance, including \ncapacity development, private sector development, and gender mainstreaming are cross-cutting \nthemes in ADB's strategy for the country.28 \n \n31.  While the CPS was prepared against the background of the conflict, it built upon ADB's \nexperience of operating in the country's conflict-affected areas. Support to areas affected by the \nconflict is, therefore, also an important dimension of the CPS; this includes the: (i) continued \nimplementation, wherever possible, of the existing pipeline of projects for the North and East; (ii) \ndesign of new projects for conflict-affected areas (and adjacent areas and provinces); and (iii) \ndevelopment of new nationwide projects with components for the North and East. Despite the \nend of the conflict, ADB's strategy in Sri Lanka is to adhere to the conflict sensitivity guidelines, \nas set out in the CPS, to ensure that ADB-supported activities do not inadvertently create social \ntensions. This proposed project, at its core, also adheres to these guidelines. \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n32.  The impact of the project will be greater sustainability of public investments in social and \neconomic development in the country, particularly in the less developed regions of the country, \nachieved through more effective public resource management. Higher and more targeted pro-\npoor  and  gender-responsive  public  investments  that  result  from  effective  public  resource \nmanagement,  in  turn,  contribute  to  the  development  of  human  resources  and  physical \ninfrastructure thereby attracting private investments, a key theme in the government's 10-year \ndevelopment framework. Government finances are expected to move to a virtuous cycle of \ninvestments leading to higher economic growth and consequent higher revenues through better \ntax buoyancy which, in turn, enable the government to invest further in the improvement of \nsocial  and  physical  infrastructures.  The  outcome  of  the  project  is  enhanced  fiscal  space \nresulting  from  improved  tax  administration  and  compliance  (as  a  result  of  better  revenue \nmanagement  and  enhanced  capacity  development  of  revenue  administration  officials),  and \nefficient public financial management system (as a result of integrating treasury management \nand developing human resource capacity in relevant departments of MOFP).  \n \n \n \n                                                 \n26 This is defined to include Northern and Eastern provinces, plantations, Uva, and Saburagamuwa provinces. \n27 ADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n28 Towards this end, ADB seeks to ensure that fiduciary risks are mitigated, and that fiscal sustainability of the \nplanned investments is ensured. In this regard, FMEP leverages on the support provided to the government \nthrough the FMRP which was implemented during 2005–2008 (Supplementary Appendix C).  \n ", "  9\nB.  Outputs  \n \n33.  To achieve the outcome described above, the government has declared its political \ncommitment  to  undertake  reforms  aimed  at  strengthening  its  institutional  mechanisms  for \nsustainable fiscal balance and for establishing systems that enable more accurate budgeting, \nand informed decisions on allocation and use of public resources. 29 FMEP will support the \nachievement of these results by way of three outputs. \n \n1.   Output 1: More Accountable Revenue Management   \n \n34.  FMEP will address the inefficiencies in the current revenue management system by \nbuilding on the gains from reforms initiated under FMRP and by establishing the proposed \nrevenue administration management information systems (RAMIS) aimed at automating all the \nbusiness processes of DIR relating to tax administration. The implementation of RAMIS is \nexpected to lead to a more accountable system for increasing revenue collection by enabling \naccess to timely and accurate information, tracking collections, and enabling DIR to reach out to \ntaxpayers in a more efficient and effective way. This is expected to (i) widen the tax net and \nimprove compliance, (ii) enhance the efficiency of the revenue collection process, (iii) increase \nthe quality of work environment to generate higher productivity, (iv) enhance accountability and \ntransparency  in  internal  governance  systems  by  reducing  human  intervention  in  revenue \nadministration, and (v) provide better service to taxpayers with a view to increasing voluntary \ncompliance. The increased revenues resulting from the implementation of RAMIS will create the \nnecessary fiscal space for the government to channel the resources towards addressing needs \nof less developed regions. \n \n35.  The design of RAMIS30 will include (i) facilitating operationalization of electronic filing of \nvalue-added tax returns in the large taxpayer unit, (ii) creating a centralized database for all \ntaxpayers with a unique identification number, (iii) facilitating web-based services for taxpayers; \n(iv) introducing a risk-based audit module, (v) providing details on imports and exports to DIR \nthrough an interface with the Department of Customs, (vi) establishing common import and \nexport registration scheme and value-added tax registration between DIR and Department of \nCustoms for efficient revenue collection, and (vii) providing capacity development support in DIR \nand Department of Customs. \n \n36.  The activities under this output will include the procurement of IT products and services \nof application system hardware, software, implementation services, training, documentation, \nand system maintenance support for a specified period beyond project completion. It will be \nhosted on the back of the IT infrastructure including local area network and wide area network \nbeing installed as part of FMRP. Training will be provided to key DIR staff involved in the \napplication  of  RAMIS  and  limited  to  (i)  the  functional  aspects  of  RAMIS,  and  (ii)  change \nmanagement due to the implementation of modified business process systems and procedures.  \n \n37.  The  core  functions  which  will  be  IT-enabled  after  implementation  of  RAMIS  are \nregistration, returns, tax payments, appeals, collections, cancellations, directions, clearances, \netc. RAMIS will also support electronic filing of tax returns and provision of online taxpayer \nservices. FMEP will also support implementation of the recommendations coming from the \nPresidential  Commission  on  Tax  Reforms  related  to  tax  administration  and  capacity \ndevelopment  measures.  Once  all  the  functions  of  RAMIS  are  developed  and  tested,  the \n                                                 \n29 Towards this end, it has (i) set up the Presidential Commission on Tax Reforms and has committed to implement \nits recommendations, (ii) initiated modernizing IT infrastructure as a stepping stone for implementation of the \nRAMIS, and (iii) committed to human resource capacity development in the public sector. \n30 See Supplementary Appendix D for a brief description of RAMIS and its links with the treasury management \nsystem. \n ", "10  \nexpansion of RAMIS to provincial sites of revenue offices will be undertaken as sites are \nidentified by relative importance, infrastructure availability, and communications capability. \n \n2.  Output 2: More Efficient Expenditure Management  \n \n38.  The current expenditure management systems are marked by asymmetric information \nflows that prevent integrated expenditure management and provide few institutional tools for \ntracking. These deficiencies contribute to inadequate targeting of public expenditures and thus \nrequire redesign and re-engineering to enable for informed and timely decision-making on public \ninvestments. Within the expenditure management system, budget preparation and execution, \nexpenditure monitoring, account consolidation, and cash management, etc., are closely related \nactivities  which  need  to  share  information  regularly  for  robust  financial  management. \nImplementation  of  an  integrated  treasury  management  information  system  (ITMIS)—an \nintegrated  software  application  with  functionalities  catering  to  the  requirements  of  all  the \ndepartments under MOFP will (i) lead to more efficient treasury operations; (ii) enable more \ninformed decision-making on allocation and use of public resources by reducing time lags in, \nraising the accuracy of budget preparation, execution, and evaluation; and (iii) aid in better \nplanning and targeting of operations and maintenance (O&M) expenditures for the new assets \ncreated through public investments. \n \n39.  The ITMIS will cut across various functions of general treasury activities (Supplementary \nAppendix D): (i) budget preparation and commitment control (including allocations right down to \nthe spending unit level as well as imposing containment before commitments are made); (ii) \npayment control (which minimizes risk of mismanagement of funds at the end-user point); (iii) \ncash  flow  management  (which  ensures  that  the  government  has  liquidity  to  execute  its \npayments and that the costs of this liquidity are as low as possible); (iv) debt management \n(which is closely linked to cash and asset management, particularly for short-term and national \ndebt);31 (v) fiscal planning and reporting (including, for example, online budgeting analysis with \nstandard pre-defined reports [required as per the law], variable-based and query-based reports, \netc.); and (vi) interfacing with RAMIS such that revenues are consolidated, accounted for, and \nreconciled on a more frequent basis.  \n \n40.  One particular sub-output here will be configuring ITMIS to support gender-responsive \nbudgeting using available sex-disaggregated data and targeted allocations to line ministries to \naddress identified vulnerabilities to ensure gender equity in fiscal policy-making, fiscal planning, \nand  public expenditure.  The  ITMIS  will  also  support  better  planning  of  needs-based  O&M \nexpenditure for the assets created through the large investments. \n \n41.  Similar to RAMIS, the activities under this output will include the procurement of IT \nproducts  and  services  of  application  system  hardware,  software,  implementation  services, \ntraining, documentation, and system maintenance support for a specified period beyond project \ncompletion. Existing stand-alone treasury-related systems will be integrated on the back of the \nexisting IT infrastructure. Training under this output will be provided to key implementation staff \nof various departments within MOFP directly involved in the application of ITMIS and limited to (i) \nthe functional aspects of ITMIS, and (ii) change management due to the implementation of \nmodified or amended business processes, systems, and procedures.   \n \n \n \n                                                 \n31 This functionality may be handled within the treasury, if necessary. This function includes streamlining of recording \nexternal debts by providing access to the currently operating external debt recording system (to be achieved \nthrough an interface with ITMIS). \n ", "  11\n3.  Output 3: More Capable Public Resource Managers  \n \n42.  The proposed introduction of RAMIS and ITMIS is a necessary but not a sufficient \ncondition for achieving the objective of improving sustainability through creation of fiscal space \nand better public resource management. The skills and knowledge of public managers are the \nkey link in a bid to improve systemic efficiencies. Particularly for projects such as this one that \naims  to  introduce  new  business  processes  and  systems  for  improved  public  resource \nmanagement, the need to embed capacity development of human resources as an integral \ncomponent of project design assumes significance. Accordingly, capacity development of staff \nworking at MOFP and in certain other agencies under the purview of MOFP, as well as the \nWestern Provincial Council, will not only be provided comprehensive training on RAMIS and \nITMIS but they will also benefit from exposure to organizational systems and best practices in \ndifferent aspects of revenue administration in other jurisdictions.  \n \n43.  Capacity development under FMEP will be managed through a strategic and structured \nframework aimed at sustained organizational development as has been envisaged under the \ntraining plans prepared by the government under FMRP. The beneficiary departments and \nagencies under external training will include the Department of Inland Revenue, Department of \nCustoms, Department of Excise, Western Provincial Council, as well as the Treasury-related \ndepartments  of  MOFP  such  as  Department  of  National  Budget,  Department  of  Treasury \nOperations, Department of State Accounts, Department of External Resources, Department of \nFiscal  Policy,  Department  of  Management  Audit,  Department  of  Public  Enterprises,  and \nDepartment of Public Finance as well as the project management unit (PMU). The total number \nof  budgeted  cadre  under  these  departments  and  agencies  is  around  10,250.  A  Human \nResource  Development  Committee  (HRDC),  members  of  which  will  be  appointed  by  the \nsecretary to the Treasury, will provide selection criteria for participants in external training \ncourses, proposed curriculum, and number of participants. These, along with estimated budgets \nfor  the  courses,  will  be  finalized  in  consultations  with  ADB  during  project  implementation. \nRespective heads of the departments will ensure that the skills of the trained staff are utilized \nappropriately. \n \n44.  The coverage of this output will be as follows: (i) undertake basic IT training for relevant \norganizations in advance of installation and operation of RAMIS and ITMIS; (ii) initiate advanced \nRAMIS and ITMIS training for identified revenue administration officials and public expenditure \nmanagement  officials,  as  well  as  management  information  system  users  in  MOFP  and \nprovincial tax and expenditure administration officials; (iii) strengthen institutional links with \ninternational training organizations for specialized courses in high-skill areas, and ensure that \nexternal training courses are designed with training institutes elsewhere; (iv) ensure knowledge \nenhancement in the area of revenue administration as well as public expenditure management, \nwhich  includes  increasing  (to  the  extent  possible)  gender-analytical  capability  and  gender-\nbudgeting awareness and commitment of government staff members; and (v) strengthen in-\nhouse training infrastructure for routine operational training by procuring facilities.  \n \nC.  Special Features  \n \n45.  An important feature of FMEP, and one that draws from lessons based on evaluations \ndone by IED, is that consideration has been given to reform phasing and sequencing in order to \nenhance the links between the policy and process reform foundations laid under FMRP. First, \nthis is evident in areas such as the legislative and regulatory reforms combined with enhanced \ninstitutional and human resource capacities, which would now move to actual implementation of \nthese reform initiatives in various fields, including risk-based tax audits, electronic filing of tax \nreturns, online taxpayer services, unique taxpayer identification number, and interfacing the \n ", "12  \nRAMIS  and  ITMIS.  All  these  measures  are  expected  to  lead  to  increased  efficiency  and \ntransparency, thus, contributing to good governance in public resource management.  \n \n46.  Second, FMEP is designed to take into consideration the institutional capacity limitations \nwithin the government by sequencing the outcomes of FMRP: (i) implementation of RAMIS after \nhuman resource capacity development and strengthening of the IT infrastructure backbone at \nDIR, and (ii) capacity development of MOFP staff in parallel with the design, procurement, and \nimplementation  of  ITMIS.  Third,  FMEP  involves  adoption  of  two  advanced  software \napplications—RAMIS and ITMIS. In view of the complex IT systems procurement, and to ensure \nefficient technical backstopping for customization of off-the-shelf solutions, adequate project \nmanagement support has been envisaged in the TA project. \n \nD.  Project Investment Plan  \n \n47.  The project investment cost is estimated at $60 million, including taxes and duties (of \n$4.47 million), financing charges during implementation, and contingency (see Appendix 4 and \nSupplementary Appendix E for more details).  \n \nTable 1: Project Investment Plan \n($ million) \n \nItem  Amount \nA.  Base Costa    \n  1.  Output 1: Completion of RAMIS  19.20\n  2.  Output 2: Completion of ITMISb  14.30\nOutput 3: Institutional strengthening of fiscal management institutions including \n  3.  9.77\ncapacity development for Western Province revenue administration staff \n  4.  Local taxes and dutiesc  4.47\n  5.  Recurrent costs (government in-kind financing)d  5.04\n   Subtotal (A)  52.78\nB.  Contingenciese  6.53\nC.  Financing Charges During Implementationf  0.69\n       Total (A+B+C)  60.00\nITMIS  =  integrated  treasury  management  information  system,  RAMIS  =  revenue  administration  management \ninformation system. \na   In mid-2009 prices.  \nb  Integration of treasury, asset, expenditure, and budget management will include procurement of hardware and \nrelated software development costs. \nc  The government will finance local taxes and duties. These are calculated at approximately 12.0% of the equipment \nprocurement, including training facilities and IT infrastructure under RAMIS and ITMIS. \nd  Recurrent costs (government in-kind financing) cover remuneration and per diem of counterpart staff, office \naccommodation,  equipment  operation  and  maintenance,  and  other  administrative  support  during  project \nimplementation.  \ne  Price  contingencies  are  computed  at  15.0%  of  management  information  system  turnkey  project  costs  and \nequipment. The physical contingencies are computed at 7.5% for consulting services, workshops, external training, \nand conferences.  \nf   Includes interest at 1.2% for ordinary capital resources (OCR). Interest charges for OCR are the London interbank \noffered rate (6 months) plus spread. Commitment charges are 0.15% per annum.  \nSources: Asian Development Bank and the Government of Sri Lanka estimates. \n \nE.  Financing Plan  \n \n48.  Project loan amount, terms, and conditions. The government has requested a loan of \n$50 million from ADB’s ordinary capital resources to be provided under ADB’s London interbank \n ", "  13\noffered rate (LIBOR)-based lending facility. The loan will have a 25-year term including a grace \nperiod of 5 years, an interest rate determined in accordance with ADB’s LIBOR-based lending \nfacility, a commitment charge of 0.15% per annum, and other terms and conditions set forth in \nthe loan agreement. The government will contribute $10 million in-kind counterpart funding. A \nfinancing plan for the project is in Table 2. It has also provided ADB with (i) the reasons for the \ndecision to borrow under ADB’s LIBOR-based lending facility on the basis of these terms and \nconditions; and (ii) an undertaking that these choices were its own independent decision, and \nnot made in reliance on any communication or advice from ADB.  \n \nTable 2: Financing Plan for the Project  \n($ million) \n \nSource  Total  % \nAsian Development Bank Loan  50  83.3 \nGovernment of Sri Lanka   10  16.7 \nTotal  60  100.0 \nSources: Asian Development Bank and the Government of Sri Lanka estimates. \n \nF.  Implementation Arrangements  \n \n1.  Project Management \n \n49.  The MOFP will be the executing agency. A PMU will be established at MOFP to assist \nthe ministry in implementing the project. The PMU will be headed by a dedicated project director \nand assisted by a deputy project director. The PMU will have four cells, namely a RAMIS cell, an \nITMIS cell, an administration and accounting cell, and an IT and procurement cell. Each cell will \nhave 3–5 staff members; the same number of support staff will also be located in PMU. The PMU \nwill be responsible for (i) implementing and coordinating the project; (ii) selecting, engaging, and \nmanaging consultants; (iii) carrying out procurement activities; (iv) providing necessary data to the \nauditor  and  submitting  the  audited  financial  statement  to  ADB  on  time;  (v)  monitoring  and \nevaluating the project; and (vi) preparing and submitting all reports, including quarterly reports, \nannual reports, and project completion report to the project steering committee (PSC) and ADB. It \nwill receive support from international and national consultants.  \n \n50.  A PSC will be established to provide policy guidance and oversee the implementation of \nthe project. The PSC will be chaired by the secretary to the Treasury and comprising heads of \nkey departments including the DIR, Department of Customs, Department of National Budget, \nDepartment of State Accounts, Department of External Resources, Department of Treasury \nOperations, Department of Public Enterprises, Department of Management Audit, Department \nof Fiscal Policy, and Department of Public Finance. The chair of the PSC may co-opt other \nmembers as deemed necessary. The PSC will have quarterly meetings and whenever deemed \nnecessary. The first meeting will be held within 3 months of loan effectiveness. The project \norganizational chart, as well as the coordination and implementation arrangements for the \nproject, is in Appendix 5. \n \n2.  Period of Utilization and Estimated Completion Date \n \n51.  The project period will be from 1 May 2010 to 31 October 2013. The period of utilization \nwill be until 30 April 2014 (see Appendix 5 for the project implementation schedule). \n \n \n \n ", "14  \n3.  Procurement  \n \n52.  The procurement of goods and services under the loan will be in accordance with ADB's \nProcurement Guidelines (2007, as amended from time to time). Procurement of goods and \nservices  estimated  at  $500,000  and  above  will  be  awarded  on  the  basis  of  international \ncompetitive bidding. National competitive bidding will be followed for goods and services less \nthan  $500,000,  and  procurement  will  be  carried  out  in  accordance  with  the  government \nprocurement guidelines acceptable to ADB with clarifications and modifications described in \nSection  E  of  the  procurement  plan  in  Appendix  7.  Shopping  method  will  be  followed  for \nprocurement of goods below $100,000. \n \n4.  Consulting Services  \n \n53.  All  consultants  to  be  financed  from  the  proceeds  of  the  loan  shall  be  selected  in \naccordance with ADB Guidelines on the Use of Consultants (2007, as amended from time to \ntime). The project will require 90 person-months of international consultant and 120 person-\nmonths  of  national  consultant  services.  International  and  national  firms  and  individual \nconsultants will be engaged to provide advanced IT training, and knowledge enhancement \ntraining  in  various  areas  including  national  budget  execution  and  implementation,  public \nexpenditure  management,  centralized  accounting  system  management,  tax  and  customs \nadministration,  revenue  enhancement,  treasury  operation  management,  and  procurement \nmanagement. Training institutions or individual consultants will be engaged to provide capacity \ndevelopment  and  relevant  knowledge  enhancement  in  various  areas  as  mentioned  above. \nTraining institutions or firms will be engaged following the quality- and cost-based selection \nmethod and the weighting will follow the standard quality-cost ratio of 80:20.   \n \n5.  Anticorruption Policy  \n \n54.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government. Consistent with its commitment to good governance, accountability, and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the project. To support these \nefforts, relevant provisions of ADB’s Anticorruption Policy are included in the loan regulations \nand the bidding documents for the project. In particular, all contracts financed by ADB in \nconnection with the project shall include provisions specifying the right of ADB to audit and \nexamine the records and accounts of MOFP and all contractors, suppliers, consultants, and \nother service providers as they relate to the project. \n \n55.  For its part, the government—consistent with its own commitment to good governance, \naccountability, and transparency—has placed emphasis on, inter alia, Prevention of Money \nLaundering and Suppression of Terrorist Financing statutes which have already been enacted. \nThe government is also committed to maintain and comply with associated internal procedures \nand controls following international best practice standards.  \n \n56.  As part of project preparation, a governance risk assessment was conducted along the \nlines  prescribed  by  the  Second  Governance  and  Anticorruption  Action  Plan.  The  risk \nassessment  identified  a  number  of  governance  risks  that  could  impact  the  project.32  The \n                                                 \n32 Issues of mismanagement in management information system projects in revenue administration revolve around \nlack  of  proper  controls  in  the  system,  personal  integrity  among  staff  members,  and  coordination  across \ndepartments (e.g., J. Gill. 2000. A Diagnostic Framework for Revenue Administration. World Bank. Washington, \nDC). Several organizational and management tasks are recommended for addressing these systemic weaknesses, \nincluding implementation of code of ethics to define standards of expected behavior of staff members, development \n ", "  15\nidentified risks vary but they can be managed in selected departments through the TA and \ncapacity building support provided under the project. The project's success depends on the \ngovernment’s continuing strong commitment to public administration reforms in general and, \nmore  specifically,  to  successfully  counter  mismanagement  and  corruption  risks.  A  project \nwebsite will be developed to disclose information about project matters, including procurement. \nThe consultant will assist the PMU in establishing the project website. \n \n6.  Advance Contracting \n \n57.  MOFP will undertake advance contracting to speed up project implementation. It may \nstart the consultant selection process but this will not include the signing of contracts. The \ngovernment has been advised that approval of advance contracting does not commit ADB to \nfinance the ensuing project. \n \n7.  Disbursement Arrangements  \n \n58.  All disbursements under the ADB loan will be made either through direct payment or \nimprest account procedures in accordance with ADB’s Loan Disbursement Handbook (2007, as \namended from time to time) and detailed arrangements agreed upon between the government \nand ADB. An imprest account will be established for the project at the Central Bank of Sri Lanka. \nThe initial advances to, and the ceiling of, the imprest account will be based on estimated \nexpenditures for the first 6 months or 10% of the total loan amount or whichever is lower. The \nimprest account will be established, managed, replenished, and liquidated in accordance with \nADB’s Loan  Disbursement  Handbook  (2007,  as  amended  from  time  to  time)  and  detailed \narrangements agreed upon between the government and ADB. The statement of expenditures \nprocedure will be used to reimburse and liquidate eligible expenditures under contracts not \nexceeding $100,000. The project's funds flow chart is attached in Appendix 6. \n \n8.  Accounting, Auditing, and Reporting \n \n59.  The government, acting through MOFP, will maintain separate records and accounts to \nidentify all goods and services financed by the loan proceeds. It will ensure that accounts and \nfinancial statements are audited annually, in accordance with sound accounting principles, by \nindependent auditors acceptable to ADB. MOFP will provide ADB, not later than 6 months after \nthe close of each fiscal year, certified copies of audited account, financial statements, and \nauditor's  report.  The  imprest  account  and  statement-of-expenditure  records  will  be  audited \nannually, and a separate audit opinion will be provided for each of these. \n \n60.  The PMU will submit quarterly progress reports to ADB within one month of the end of \neach quarter in accordance with ADB’s project performance management system guidelines. \nThe  reports  will  be  prepared  in  a  format  acceptable  to  ADB  and  will  include  a  narrative \ndescription of the following: (i) project progress during the relevant period; (ii) changes to the \nimplementation schedule, if any; (iii) delays and problems encountered and the remedial actions \ntaken to resolve them; (iv) compliance with loan covenants, if any; (v) expected progress during \nthe next 6 months; (vi) the performance of the project consultants, where applicable; and (vii) a \nsummary financial account for the project, consisting of the project’s expenditures to date. \nWithin 6 months of the project's physical completion, the government will prepare and submit to \nADB a project completion report, including costs and compliance with loan covenants. \n \n                                                 \nand implementation of disciplinary rules, and ensuring vigilance in organizational matters (such as monitoring and \nanalyzing declarations of assets and income of staff members). \n ", "16  \n9.  Project Performance Monitoring and Evaluation  \n \n61.  The PMU will be responsible for ensuring that a comprehensive project performance \nmonitoring and evaluation (PPME) acceptable to ADB and the government is carried out to (i) \nexamine  the  project's  technical  performance,  (ii)  evaluate  the  delivery  of  the  planned \nprocurement facilities, and (iii) assess the achievement of the project's objective. Relevant \nbaseline indicators and targets have been incorporated in the design and monitoring framework \n(Appendix 1). A set of PPME indicators will be further developed (including through benchmark \nsurveys, as needed) during project inception by the PMU and consultants in consultation with \nADB. The government's existing monitoring and evaluation system will focus on measuring the \noutcome and impact of the project using the baseline dataset reflected in Appendix 1. The PMU \nwill review these targets every 3 months to determine progress and identify constraints. ADB will \nalso closely coordinate the monitoring of the status of project activities through regular reviews. \n \n10.  Project Review  \n \n62.  Project reviews will be undertaken on a continuing basis. ADB and the government will \njointly review the project's progress at least twice a year. A more intensive midterm review will \nbe undertaken within 24 months from loan effectiveness. These reviews will, among other things, \nassess  achievement  of  scheduled  targets,  evaluate  project  scope  and  implementation \narrangements, and identify specific risks and their mitigating measures. If the reviews determine \nthat changes are required in project implementation, the government and ADB will agree on \nmeasures, including changes in implementation arrangements.   \n \nIV.  TECHNICAL ASSISTANCE \n \n63.  The primary objective of the TA project will be to support the PMU in reengineering \nbusiness processes to align with the applications for RAMIS and ITMIS. It will also assist in the \npreparation of the request for proposals for selection of the application and vendor for RAMIS \nand ITMIS. The secondary objective of the TA project will be to support the PMU to adhere to \nthe project timelines through technical backstopping and support in the procurement process \nand project implementation. The end result of the TA project is expected to be evident in \nminimum  delays  in  communications  between  the  PSC  and  the  PMU,  minimum  variance \nbetween  the  proposed  and  actual  schedule  for  consultant  selection  and  placement,  and \nminimum delays in reporting.  \n \n64.  The  TA  project  support  will  be  provided  in  the  following  areas:  (i) as-is  study  and \nfunctionality  analysis  for  introducing  internationally  acceptable  RAMIS  and  ITMIS;  (ii) \ndevelopment of architecture definition and design for RAMIS and ITMIS, and improvement of \nICT environment from legal, regulatory, and institutional perspectives; (iii) support for selecting \nvendors  for  RAMIS  and  ITMIS;  (iv)  quality  control  ensuring  adequate  and  timely  service \ndeliverables to be met by contractors; and (v) testing, “go live”, and post-implementation review \nof the capacity development of institutions and implementation officials. 33 \n \n65.  The MOFP will be the executing agency for the TA project, which will be implemented \nover 3.5 years, and will run concurrently with the loan itself. It is expected to be completed by 31 \nOctober  2013.  The  consulting  services  will  be  delivered  intermittently  over  the  TA  project \nimplementation period. It will require a total of 44 person-months of international consulting \nservices  and  140  person-months  of  national  consulting  services.  A  consulting  firm  and/or \nindividual  consultants  will  be  recruited  using  a  combination  of  quality-based  selection  and \nindividual selection methods according to ADB’s Guidelines on the Use of Consultants (2007, as \n                                                 \n33 See Supplementary Appendix G for detailed terms of reference for all the proposed TA consultancies. \n ", "  17\namended from time to time). The selection of the consulting firm will be made under the quality-\nbased selection method because (i) the assignment is complex and highly specialized; (ii) the \noutputs of RAMIS will constitute a basic pillar of the government's revenue administration \narchitecture to generate revenue, and is to be upgraded in following generations of reforms; \n(iii) need for greater expertise in these areas which are still being piloted pose risks for the \neffective achievement of RAMIS and ITMIS tasks; and (iv) there is a risk of project failure if the \nbest consultant is not selected. \n \n66.  The consulting firm and/or individual consultants will prepare an inception report within 2 \nmonths of starting their services which will fine-tune and detail the work program and confirm \nthe time-bound outputs indicated in the design and monitoring framework. The first review report \nwill be submitted at the end of 6 months, a second review report at the end of 12 months, \nsubsequent interim reports at 12 months interval after that, and a draft final report including \ncomplete documentation at the end of the project period, with the submission of the final report \nat the end of the assignment after incorporation of comments of ADB and MOFP. The total cost \nof the TA project is estimated at $2.4 million, of which $2.0 million will be financed on a grant \nbasis by the Japan Special Fund, funded by the Government of Japan; and $400,000 will be \ncontributed  by  the  government  with  in-kind  support  such  as  counterpart  staff,  office \naccommodation, and logistical support, e.g., for workshop arrangements. \n \n67.  While output 3 of the project loan aims at capacity development of relevant government \nofficials, the aim of the TA project is to provide technical backstopping to the government for \ndeveloping architectural design, improving ICT environment, analyzing the software applications \nand  preparing  system  requirement  specifications  for  the  application,  assisting  the  PMU  to \nprepare bidding documents, and monitoring and evaluating contract implementation to ensure \nthat service delivery agreements are being met.34 \n \n68.  The  disbursements  under  the  TA  project  will  be  made  in  accordance  with  ADB's \nTechnical Assistance Disbursement Handbook (2008, as amended from time to time). The \ndetailed cost estimates and a financing plan for the TA project are in Appendix 8. Procurement \nof  equipments  will  be carried  out by  the  PMU  in  consultation  with TA  consultants  and  in \naccordance with ADB's Procurement Guidelines (2007, as amended form time to time). At the \nend of the TA period, the computer and office equipment will be handed to the MOFP. \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Expected Benefits and Impacts \n \n69.  The expected benefits of the project will be evident not only on a narrow financial basis, \nbut also economically, socially, fiscally, and even more broadly: (i) financially, the rate of return \non the project is substantially higher than either the weighted average cost of capital or the yield \nrate on alternative investments (e.g., treasury bills);35 (ii) economically, the project will lead to \nmore sustainable development in the country as a result of increasing allocations for public \ninvestments  in  social  and  economic  infrastructure,  and  targeted  investments  in  the  less \n                                                 \n34 A consulting team under the TA will ensure that timelines are being met and that there are no slippages. This \narrangement is an insurance against the implementation risks that have been identified in the project. \n35 The project was subject to a financial analysis, the results of which demonstrate that its benefits considerably \noutweigh the costs. The results were based on main financial parameters and sensitivity analysis, and on a 'with-\nwithout project' scenario, using the financial internal rate of return calculation on the net benefits accruing from \nproject implementation. The sensitivity analysis also demonstrated the robustness of these results, with the project \nbeing financially viable even when the combination of changed assumptions in a worst case scenario was tested. \nComparisons of the project benefits were also made against the weighted cost of capital and the alternative \ninvestment in treasury bills of one-year maturity (Supplementary Appendix F). \n ", "18  \ndeveloped regions; (iii) socially, the needs of vulnerable groups will be better addressed in the \nmedium- to long-term through, for example, increased pro-poor and gender-responsive social \nspending and the investments required to protect the livelihoods of vulnerable populations,36 \nand enhanced social safety nets (the benefits here also cut across regions, and greater regional \nequity will enable the post-conflict situation in the country to stabilize more rapidly); (iv) fiscally, \nwith  improved  budget  preparation,  execution,  and  monitoring  resulting  from  the  integrated \ntreasury system, spending will be distributed more evenly throughout the year contributing to \nefficiency enhancement in public spending and reduction in the gap between budgeted amounts \nand spending; and (v) more broadly, the governance benefits of the project include greater \ntransparency in the use of public resources which will ensure accountability and fiduciary risk \nmanagement at all levels of government, including through minimization of human intervention \nin revenue administration.  \n \n70.  In addition, the results from improved performance monitoring and reporting systems will \nfeed  into  the  planning  and  budgeting  process.  The  Public  Accounts  Committee  of  the \nParliament will be able to use the audit results to ensure accountability of public spending and to \ncontrol irregularities. Internal and external control measures and oversight will also be easier to \nput  in  place  to  reduce  possibilities  for  mismanagement  and  corruption.  Transparency  in \nbudgeting and expenditure programs will enable citizen feedback on poor service delivery and \ncorrective actions being taken. One specific impact of such transparency will be evident in the \narticulation of gender-specific interests (largely through specific gender targeting in the budget). \nThe information systems will considerably facilitate this targeting. \n \n71.  The integrated treasury management system is expected to provide significant benefits \nin  managing  public  resources  more  effectively,  especially  (i)  full  integration  of budget  and \nbudget execution data, thereby allowing greater financial control; (ii) timely monitoring of the \ngovernment’s cash position; (iii) provision of adequate management reporting at various levels \nof budget execution; (iv) improvement of data quality for preparation and execution of the \nbudget; (v) facilitation of the preparation of financial statements and other financial reports for \nbudgeting and analysis; (vi) online information availability related to state-wide expenditure and \nrevenue; (vii) effective expenditure planning; and (viii) accurate revenue forecasting. \n \n72.  Increased  resource  availability  can  be  used  for  infrastructure  development  which \nenhances employment, social security, and investor confidence, leading to increased foreign \ninvestment thus facilitating more rapid economic growth. This will put fiscal reforms in a virtuous \ncycle of greater growth leading to more revenues, allowing greater investments, and, in turn, \nleading to further growth. Beneficiaries of the project include (i) citizens and vulnerable groups \nin lagging regions that will be able to benefit from increased investments as a result of the \ngreater fiscal space; (ii) taxpayers and businesses who will benefit from reduced compliance \ncosts of paying taxes; and (iii) government officials that will benefit from capacity building \nopportunities. \n \nB.  Project Risks, Assumptions, and Safeguards \n73.  Risks. The project’s success depends on MOFP's continuing strong commitment to \nfiscal reforms and to the broader governance issues of transparency and responsiveness in \nfiscal matters. Some other risks are the (i) need for greater capacity in MOFP to procure and \nimplement highly specialized technical applications,37 (ii) procurement delays due to inadequate \n                                                 \n36 A related benefit here relates to gender-responsive fiscal targeting and allocation (Appendix 9). Another tangible \nbenefit will be reduced compliance costs to the private sector in paying taxes (according to the World Bank's Doing \nBusiness Survey 2010, Sri Lanka ranked 105th out of 183 countries in the \"paying taxes\" category). \n37 An assessment of the procurement capacity of the executing agency is in Supplementary Appendix I. \n ", "  19\nmanagement of resources and procedural barriers, (iii) reduced focus on enabling conditions \n(such as appropriate regulatory and institutional framework) for validity of electronic transaction \ndocuments, (iv) need for greater ICT project management capability, and (v) ambitious capacity \ndevelopment  plans.  Weak  fiduciary  arrangements,  and  probability  of  lesser  focus  on \nimplementation coordination in the present context, could also pose risks to the project.38 \n \n74.  Mitigation  measures.   Measures to mitigate these risks include (i) TA support for \nvarious facets of project management; (ii) a well-staffed PMU with dedicated deployment39 of \nstaff; (iii) targeted capacity development in specific areas of project focus; (iv) quarterly reporting \narrangements to minimize fiduciary risks; (v) development of a project website to disclose \ninformation about project matters, including procurement; and (vi) robust policy dialogue with \nthe government on the broader agenda of fiscal management–and other–reforms. Moreover, \nthe  successful  implementation  of  FMRP  has  provided  a  strong  constituency  within  the \ngovernment for sustaining and furthering fiscal management reforms, and MOFP already has \nthe necessary institutional mechanism to manage the project in an effective manner. Finally, \nthere is strong government ownership of the fiscal management reform agenda (as evidenced \nby the successful implementation of FMRP), and there is also continued relevance of the broad \ndevelopment vision of the Mahinda Chintana. All these factors provide assurance that the \nenvironment for producing positive project results is sustainable (Appendix 10). \n \n75.  Assumptions. The assumptions inherent in the project are that (i) the government's \ncommitment to reforms across the various sectors will remain sustained during the project \nimplementation period; (ii) the greater fiscal space will result in the reorientation of greater \nresources for social and economic infrastructure that will benefit all regions, and vulnerable \ngroups, in particular; and (iii) resources for implementation of capacity development plans, and \nfor O&M expenses, will be made available to the extent needed. \n \n76.  Safeguards.  The project has been reviewed for its potential impacts on environment, \ninvoluntary  resettlement,  and  effect  on  indigenous  peoples,  and  no  adverse  impacts  are \nexpected. The project is category C with respect to these safeguards. \n \nVI.  ASSURANCES \n \n77.  In addition to the standard assurances, the government and MOFP have given the \nfollowing assurances, which will be incorporated in the legal documents:   \n \n(i)  The government will provide counterpart funds for project implementation on time. \nMOFP will make timely submission of annual budgetary appropriation request \nand  ensure  prompt  disbursement  of  appropriated  funds  for  project \nimplementation.  \n(ii)  The government is fully committed to the project and will ensure that MOFP, and \nall  departments  within MOFP  that  are  involved  in  the  implementation  of  the \nproject, give their full cooperation to ensure the smooth implementation of the \nproject.  \n(iii)  Within 9 months of the effective date, MOFP will create a project website to \ndisclose information about various matters of the project, including procurement \nand training. With regard to procurement, the website will include information on \nthe list of participating bidders, the name of the winning bidder, basic details on \n                                                 \n38 Risks in management information system projects in revenue administration also revolve around lack of proper \ncontrols in the system, personal integrity among staff, and inter-departmental coordination (J. Gill. 2000. A \nDiagnostic Framework for Revenue Administration. World Bank. Washington, DC). See also Supplementary \nAppendix H. \n39 This implies particularly that specific consideration will be given to retaining trained project staff in the project. \n ", "20  \nbidding procedures adopted, amount of contract awarded, and the list of goods \nand  services  procured.  On  training,  the  website  will  include  information  on, \namong other things, the selection criteria, list of training, and list of external \ntraining institutions. \n(iv)  Within 9 months from the effective date, MOFP will develop a comprehensive set \nof indicators for the purpose of PPME, which will be submitted to ADB for review \nand concurrence. The PPME will include indicators in order to (a) examine the \nproject's  technical  performance,  (b)  evaluate  the  delivery  of  the  planned \nprocurement facilities, and (c) assess the achievement of the project's objectives. \nMOFP will be responsible for implementing the PPME and will review the targets \nevery 3 months to determine progress and identify constraints.  \n(v)  MOFP will ensure that all necessary staff and facilities for the PMU will be \nmaintained throughout the period of project implementation.  \n(vi)  MOFP will ensure that equal opportunity will be given to men and women staff \nfrom  each  of  the  departments  within  MOFP  to  avail  the  various  training \nopportunities provided under the project and the TA. Further, MOFP will include a \nlist of the training participants in the quarterly report, to show the number of \nwomen staff who participated in the various training programs.  \n(vii)  MOFP will ensure that the government policy on bonding trained personnel will \nbe  firmly  applied  to  all  RAMIS  and  ITMIS  specialized  training  and  external \ntraining  recipients  to  ensure  smooth  implementation  and  continuation  of  the \nproject.   \n(viii)  MOFP will establish a HRDC to provide selection criteria for selecting candidates \nfor external training courses, proposed curriculum, and propose to the secretary \nto the Treasury a list of candidates to receive external training for his approval. \nWithin 6 months of the effective date, HRDC will develop the general selection \ncriteria, acceptable to ADB. \n(ix)  MOFP will ensure the maintenance and sustainability of RAMIS and ITMIS by \nproviding  sufficient  funds  annually  for  their  O&M  throughout,  and  after,  the \nproject implementation period.  \n \nVII.  RECOMMENDATION \n \n78.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB), and recommend that the Board approve:  \n \n(i)  the loan of $50,000,000 to Democratic Socialist Republic of Sri Lanka for the \nFiscal Management Efficiency Project from ADB’s ordinary capital resources, \nwith  interest  to  be  determined  in  accordance  with  ADB’s  London  interbank \noffered rate (LIBOR)-based lending facility, a term of 25 years, including a grace \nperiod of 5 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the \nBoard; and \n \n(ii)  the provision of technical assistance not exceeding $2,000,000 on a grant basis \nto the Government of Sri Lanka for Supporting the Fiscal Management Efficiency \nProject.    \n \n \n                  Haruhiko Kuroda \n                  President \n \n11 March 2010 \n ", "Appendix 1    2  1                               \n \nDESIGN AND MONITORING FRAMEWORK \n \n  Data Sources and \nDesign   Performance Targetsa and/or  Reporting   \nSummary  Indicators   Mechanismsb  Assumptions and Risks \nImpact      Assumptions \nGreater  Year-on-year increase in  Budget position report  Government remains \nsustainability of  budgetary allocation for public    committed to continued fiscal \npublic investments,  investment (2009 baseline: 6.5%  Fiscal Responsibility Act  reforms \nparticularly in the  of GDP)  compliance reports    \nless-developed      Maintenance of peace, and \nregions, achieved  Year-on-year increase in  Annual budget  continued post-conflict \nthrough more  budgetary allocation for social  document, expenditure  rehabilitation and \neffective public  and economic infrastructure in  documents, budget  reconstruction  \nresource  the less-developed provinces  circulars, guidelines, and   \nmanagement  (2008 baseline: 7.1% of GDP)  annual reports of MOFP  Expenditure requirements for \n      reconstruction in the lagging \n  Year-on-year increase in  Annual reports of social  regions are kept realistic \nbudgetary allocation for social  sector ministries   \nprotection (2008 baseline: 1.6%    Risks \nof GDP)  Provincial reports on  Government ownership of \n  health and educational  reform process might not be \nYear-on-year increase in  sectors  maintained \nbudgetary allocation for welfare     \npayments and subsidies for the  Finance Commission  Vested interests resist reform \npoor (2008 baseline: 1.9% of  annual report  measures \nGDP)     \n  Natural calamities \n \nExternal shocks (e.g., global \nfinancial crisis) \n \nOutcome      Assumption \nEnhanced fiscal  Decrease in revenue deficit to  MOFP and other annual  Other business process \nspace for social and  GDP ratio (2009 baseline: 3.8%)  reports  reforms complement \neconomic      expenditure and budget \ndevelopment  Budget deficits are progressively  Annual budget report  management reforms \nresulting from  reduced to remain within the     \nimproved tax  5.0% prescribed limit of the  Internal reports of  Risk \nadministration and  Fiscal Management Act (2009  departments within  Delays in implementation of \ncompliance as well  baseline: 9.7% of GDP)  MOFP  RAMIS and ITMIS (e.g., \nas efficient public    resistance to introduction of \nfinancial  Year-on-year increase in tax to  electronic tax filing system) \nmanagement  GDP ratio (2009 baseline: \nsystem  12.9% of GDP) \n   \n  The interest payments to GDP \nratio halved (2009 baseline: \n6.4%)  \n \nYear-on-year decrease in total \noutstanding public debt stock to \nGDP ratio (2009 baseline: \n86.3%)  \n \nYear-on-year improvement in \nfiscal marksmanship in total \nexpenditure (2008 estimated \nbaseline: 3.0%) \n \n ", " 2 2  Appendix 1 \n  Data Sources and \nDesign   Performance Targetsa and/or  Reporting   \nSummary  Indicators   Mechanismsb  Assumptions and Risks \nOutputs      Assumptions \n1. More  RAMIS fully operational (2009  Budget speeches,  Adequate resources are \naccountable  baseline: RAMIS not in place)  budget circulars, and  allocated for capacity \nrevenue    supplementary budgets  development  \nmanagement  The number of tax filers to     \n  increase by at least 15% (2009  MOFP annual report  Government committed to \n  baseline: approximately 150,000    revenue reforms \ntax filers)  DIR departmental    \n  report  Risk \nElectronic filing of tax returns to    Delays in procurement and \nbe introduced (2009 baseline: no  Central bank reports  implementation of RAMIS \ne-filing facility)  on finances  (e.g., inadequate \n    customization of components \nUnique identification number  Government gazette  under RAMIS and ITMIS) \nsystem for taxpayers (2009     \nbaseline: unique identification  Loan review missions \nnumber system not present)   \n \nComputerized risk-based \nselection of audit files to be \nintroduced (2009 baseline: \nmanual selection of files for \naudit) \n \n2. More efficient  ITMIS fully operational (2009  MOFP notifications and  Assumptions \nexpenditure  baseline: ad hoc and separate  reports  Government takes a long-term \nmanagement  systems in place)    view of budgeting processes \n       \n  Countrywide detailed  Loan review missions  ITMIS specifications are \nexpenditure information    accurate \navailable on a daily basis,     \nincluding on a sex- Risk \ndisaggregated basis (2009  Inadequate buy-in of ITMIS \nbaseline: on a monthly basis  among staff members \nwith time lag)   \n   \nDaily reconciliation of \nexpenditure and bank accounts \n(2009 baseline: monthly \nreconciliation) \n  \nCentralized physical asset \ndatabase (2009 baseline: no \ncentralized database) \n \nDetailed expenditure information \non budget allocations that \nprimarily benefit women (2009 \nbaseline: currently no \nexpenditure information \ndatabase) \n \n3. More capable  At least 300 government officials  PMU and TA team  Assumption \npublic resource  to complete the specialized  reports  Capacity development plans \nmanagers   training courses by early 2014    are realistic \n  (2009 baseline: no specialized   \ntraining courses given) \n ", "Appendix 1    2  3                               \n \nData Sources and \nDesign   Performance Targetsa and/or  Reporting   \nSummary  Indicators   Mechanismsb  Assumptions and Risks \n  Revenue and treasury training  Loan review missions  Risk \n  programs for up to 2,000 users    Resources for implementation \n  of RAMIS and ITMIS (2009    of human resource \nbaseline: no program yet;  development plans may not be \nRAMIS and ITMIS not yet in  made available to the extent \nplace)  needed \n \nBasic computerized training \nprograms for up to 1,500 officials \nat tax offices and spending units \n(2009 baseline: no training \nprogram in place)  \n \nAt least 50% of the trained \ntechnical staff members are \nretained for the project period \n(2009 baseline: no officers \ntrained yet on RAMIS and \nITMIS) \n \nActivities with Milestones  Inputs \n   \n1.  More Accountable Revenue Management  Project Loan \n1.1  Prepare functional required document comprising all the functions that are  ADB: $50 million (OCR) \nto be IT-enabled (by November 2010)  Government: $10 million \n1.2  Conduct analysis of IT infrastructure and other applications currently   \nrunning in the department (by December 2010)  TA  \n1.3  Conduct requirement gathering for additional IT infrastructure needed (by  ADB: $2.0 million (JSF) \nDecember 2010)   [consultants: $1,480,000; \n1.4  Prepare RFP for procurement of RAMIS, system software, and other IT  equipment: $100,000; \ninfrastructure (by January 2011)  workshops, etc: $60,000; \n1.5  Select a vendor to procure RAMIS and related IT infrastructure (by July  miscellaneous: $60,000; \n2011)  contingency: $300,000] \n1.6  Conduct functional study for process understanding by the selected vendor   \n(by September 2011)  Government: $0.4 million \n1.7  Develop and/or customize RAMIS application software to suit the  [office accommodation: \nrequirement of DIR (by March 2012)  $150,000; \n1.8  Install all the IT infrastructure for implementation of RAMIS (by December  remuneration and per diem of \n2012)  counterpart staff: $150,000; \n1.9  Test and pilot RAMIS in selected locations (by March 2013)  Transport: $30,000; \n1.10  Train users on RAMIS (by April 2013)  Workshops and conferences: \n1.11  Roll out RAMIS to all revenue agencies (by October 2013)  $20,000; \n  other administrative support: \n2. More Efficient Expenditure Management  $10,000; \n2.1  Prepare functional requirement document comprising all functions that are  contingency: $40,000] \nto be IT-enabled for DTO, DSA, DNB, DPF, DER, and DFP (by November   \n2010)   \n2.2  Conduct analysis of IT infrastructure and other applications currently   \nrunning in the departments (by December 2010) \n2.3  Conduct requirement gathering for additional IT infrastructure keeping in \nmind the infrastructure procured for RAMIS, and optimization of the \ncommon infrastructure needed (by December 2010) \n2.4  Prepare RFP for procurement of ITMIS, system software, and other IT \ninfrastructure (by January 2011) \n2.5  Select a vendor to procure ITMIS and related IT infrastructure (by July \n2011) \n2.6  Conduct functional study for process understanding by the selected vendor \n(by September 2011) \n \n ", " 2 4  Appendix 1 \nActivities with Milestones \n \n2.7  Develop and/or customize ITMIS application software to suit requirements \nof DTO, DSA, DNB, and DPF (by March 2012) \n2.8  Install all of the IT infrastructure for implementation of ITMIS (by December \n2012) \n2.9  Test and pilot ITMIS in selected locations (by March 2013) \n2.10  Train users on ITMIS (by April 2013) \n2.11  Roll out ITMIS to all user departments (by October 2013) \n \n3. More Capable Public Resource Managers \n3.1  Identify categories of training requirement for officials (by August 2010 and \ncontinuous) \n3.2  Identify mode and location of training (by August 2010 and continuous) \n3.3  Engage IT computer training institutes to deliver training (from October \n2010 and continuous) \n3.4  Complete revenue and expenditure training needs analysis for ITMIS and \nRAMIS users (by March 2011) \n3.5  Implement capacity development and training workshops on revenue and \nexpenditure as well as on gender-responsive budgeting and planning \n(intermittently from April 2011 to October 2013) \n3.6  Procure and install IT training facilities (by December 2011) \n \n4. Project supervision and management \n4.1  Establish project management unit prior to project inception (by the end of \nMarch 2010) \n4.2  Establish project steering committee prior to project inception (by the end of \nMarch 2010) \n4.3  Initiate recruitment and engagement of consultants for project activities \n(within 3 months of project inception and subsequently prior to their \nassignments) \n4.4  Conduct reviews: \n(i)  by project steering committee (up to four times a year) \n(ii)  by ADB and the government (yearly) \n4.5  Prepare and submit: \n(i)   Project loan and TA project inception reports (6 months after project \nand TA inception) \n(ii)   First interim reports (within 12 months of the project and TA project \ninception) \n(iii)  Subsequent interim reports (on the 24th and 36th month after \ninception) \n(iv)  Draft project and TA final reports (at time of project and TA project \nclosure) \n(v)   Project loan and TA project tripartite and final reports (6 months after \nclosure of the project and TA project) \n \nADB = Asian Development Bank, DER = Department of External Resources, DFP = Department of Fiscal Policy, \nDIR = Department of Inland Revenue, DNB = Department of National Budget, DPF = Department of Public Finance, \nDSA = Department of State Accounts, DTO = Department of Treasury Operations, GDP = gross domestic product, \nIT = information technology, ITMIS = integrated treasury management information system, JSF = Japan Special \nFund, MOFP = Ministry of Finance and Planning, OCR = ordinary capital resources, PMU = project management \nunit, RAMIS = revenue administration and management information system, RFP = request for proposal, TA = \ntechnical assistance. \nNote:  Baseline data is drawn from published sources or is the best estimate of the government based on available \ninformation. \na  All targets are as of the end of the project period, unless stated otherwise. \nb  Multiple data sources are to ensure triangulation of data accuracy and rigor. \nSources: Asian Development Bank and Government of Sri Lanka. \n \n \n                 ", "                         Appendix 2         25\nSECTOR ANALYSIS \n \nA.  Introduction \n \n1.  The primary factors that have impinged on current social and economic development \nefforts in Sri Lanka include (i) the conflict in the north and east of the country, which has ended \nbut which continues to impose social and economic constraints; and (ii) the impact of the global \nfinancial and economic crisis, which has severely hurt the economy (mainly transmitted through \nlower export demand, lower remittances, and much tighter liquidity conditions).1 A lower level of \neconomic  growth  has  also  had  severe  social  implications  in  a  country  where  15%  of  the \npopulation lives below the poverty line and at a time when significant post-conflict reconstruction \nspending and humanitarian relief is needed. \n \n2.  The context of developments in the sector2 has to be situated in the impact of the \ninternal conflict, which has been felt in three broad areas: economic, social, and fiscal. \n \n3.  Economic impact. Three decades of conflict have devastated infrastructure, resulted in \nloss of livelihood, and severely curtailed civil administration capacity. Estimates of the direct and \nindirect economic costs of the conflict indicate that it may have shaved 2% off the economic \ngrowth rate annually. Lack of infrastructure is a key problem, and the poor state of infrastructure \nis the direct result of both inadequate fiscal space caused by higher allocations to meet security \nneeds  and  inefficient  revenue  administration,  and  delayed  implementation  of  infrastructure \nprojects.3 \n \n4.  Social impact. One of the more immediate results of the conflict was that it constrained \ngovernment efforts to increase social sector expenditure in the conflict regions. As a result, \nthese regions lag behind the others on most indicators, e.g. the incidence of poverty in Northern \nprovince is estimated at 37% compared with 15% for the country as a whole, the region’s \ncontribution to gross domestic product (GDP) was a mere 2.9% in 2005–2007, and access to \n(and quality of) basic services lag behind those in the nonconflict regions (footnote 3). The \nconflict also led to displacement, adding more than 280,000 internally displaced people to the \nexisting number.  \n \n5.  Fiscal  impact.  Historically,  Sri  Lanka’s  budget  deficits  have  been  high,  averaging \napproximately 8% of GDP due to, among other things, the costs associated with the long-\nstanding  conflict.  With  shortfalls  in  revenue  collection  since  2006,  gross  revenue  as  a \npercentage of GDP has consequently shown a declining trend (Figure A2.1).4  \n \n                                                 \n1  After witnessing average real gross domestic product (GDP) growth of 6.4% per annum during 2002–2008 and \n6.0% in 2008, GDP growth declined sharply in 2009—in October 2009, the International Monetary Fund (IMF) \nestimated Sri Lanka's GDP growth at only 3.5%. \n2  For purposes of this project, \"sector\" is defined as areas related to public financial management, including revenue \nadministration and expenditure management. Apart from values of efficiency and effectiveness of these systems, \nothers that are discussed with respect to this sector include transparency and accountability. The results-chain \nlogic that justifies investments in this sector is in Supplementary Appendix A. \n3  Asian Development Bank (ADB). 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n4  IMF. 2009. Sri Lanka: Request for Stand-By Arrangement 2009. Washington, DC. \n ", "26    Appendix 2 \n   \n \nFigure A2.1: Primary and Fiscal Deficit, and Gross \nRevenue (% of GDP) \nGDP = gross domestic product. \nSource: IMF. 2009. Sri Lanka: Request for Stand-By Arrangement. Washington, DC. \n \n \n6.  As a result, public debt as a percentage of GDP has remained high (currently at 86.3% \nof GDP) and, although it has recently shown a declining trend primarily due to high GDP growth, \nit continues to be a source of concern. Indeed, unless the government embarks upon a path of \nsignificant adjustments as advised under the International Monetary Fund (IMF) program, public \ndebt as a proportion of GDP will likely increase if the current fiscal policies continue (footnote 4). \n \nB.  Challenges and the Need for Investments \n \n7.  While the country has made impressive gains in many indicators of social and human \ndevelopment, there is urgent need to increase investments, particularly as the conflict has left \nthe north and east with substantial infrastructure deficiencies. The challenges for Sri Lanka are \nthus ensuring equity of public investments and achieving distributive efficiency of the economic \ngrowth achieved over the years. Social sector expenditures have varied across provinces,5 as \nhas economic growth (Figure A2.2). Not adopting equity as a guiding principle for social sector \nexpenditure would likely raise the risk of delaying improvements in the less developed regions. \n \nFigure A2.2: Index of Real GDP Change by Province, 1996–2003 (%) \n \n  Source: World Bank. 2006. Strengthening Social Protection, South Asia Human Development Division. \n                                                 \n5  United Nations Development Programme. 2003. Human Development Report 2003. New York. ", "                         Appendix 2         27\n8.  In  addition  to  addressing  issues  of  equity  in  its  social  sector  investments,  the \ngovernment also needs to sustain its human development achievements while, at the same \ntime, ensuring that it follows prudent policies that will enable it to generate the added resources \nneeded to develop further. The focus on increasing public investment levels is critical at this \nstage. The 10-year development framework of the government, also known as the Mahinda \nChintana,6 places substantial focus on infrastructure development to accelerate growth and \nnarrow regional disparities. Randora, the government’s infrastructure investment plan, looks at \nmajor power, highway, and port and airport development projects. Various other programs, such \nas  Maga  Neguma,  concentrate  on  rural  infrastructure  development.  In  July  2009,  the \ngovernment finalized the Wadakkil Wasantham,7 a 3-year investment program for Northern \nprovince (Table A1), which identifies the need for investing $2.68 billion over a 3-year period to \naddress economic and social services needs of the less-developed regions. \n \nTable A1: Summary of Investment Program for Northern Province, 2010–2012 \n \nItem  SLRs million  $ million \nSocial protection and livelihood development  15,091  137 \nImproving economic infrastructure  176,247  1,602 \nStrengthening social infrastructure and fostering social services  29,313  266 \nRevitalizing productive sectors  28,477  259 \nHuman settlements development  45,739  416 \n           Total  294,867  2,680 \nSource: Government of Sri Lanka. 2009. Wadakkin Wasantham: Three-Year Development Strategy for the Northern \nProvince (Revised Version, July 2009). Colombo. \n  \n9.  The  government  recognizes  that  rapid  development  of  the  lagging  regions,  and  a \nreduction in interregional inequalities through their full integration into the nation’s economy, will \nbe one of the key foundations of long-term peace. With the end of the conflict, the level of \ninvestments  needed  to  effectively  implement  the  10-year  development  framework  has \nincreased.8 In this regard, the government has expressed a strong desire for development \npartners, including ADB, to assist in generating added investments. It has also put forth plans \nand  strategies  to  improve  the  macroeconomic  environment  so  as  to  strengthen  revenue \ncollection. Given that more than half of the investment needs under the framework will be \nfinanced  through  government  resources  and  that  during  1990–2006  government  revenue \nfinanced only between 61% and 72% of total expenditure,9 this need for enhanced revenue \ncollection is paramount. \n \n \n \n \n \n \n \n \n                                                 \n6  Mahinda Chintana (Mahinda Vision) is the 10-year horizon development framework that provides the strategic \ndirection for development planning in Sri Lanka.  \n7  Northern Reawakening Development Program.  \n8  But so has investor confidence in the country (as evident in the performance of the Colombo Stock Exchange in \n2009–2010, ranking as the second best performing stock market in the world). The Economist Intelligence Unit in \nJanuary 2010 maintained that Sri Lanka ranked eighth in the top 10 fastest growing economies in the world.  \n9  Approximately one-third of the needed resources are expected to be financed through development assistance, \n4%−20% through public–private partnerships (depending on the sector), and about 10% from the private sector. \nADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila.  \n ", "28    Appendix 2 \n   \n \nC.  Sector Trends \n \n1.  Fiscal Performance \n \n10.   Sri Lanka has faced persistent problems of budgetary deficits, with average budget \ndeficits of around 8% during 2001–2008.10 Rationalization in the growth of current expenditures \nmade it possible to achieve a reduction in the overall budget deficit from 8.0% in 2006 to 7.7% \nin 2007 and 2008, and while the deficit was projected to be reduced further to 7% in 2009, it is \nnow 9.7% due to external factors and expenditures related to internally displaced persons \n(IDPs) and more than the anticipated level of capital expenditures. The fact remains that the \ndeficit  levels  have  exceeded  the  limit  of  5.0%  mentioned  in  the  Fiscal  Management \n(Responsibility) Act No. 3 of 2003; however, the act also makes provisions for reasons for \ndeviation. \n \na.  Government Revenue  \n \n11.  Revenue receipts have hovered around 15%–16% of GDP because of the granting of \nduty concessions on essential commodities given high international prices and the effect of the \nglobal economic slowdown. In 2009, the revenue-GDP ratio is estimated to remain at about the \nsame level as in 2008. Tax revenue accounts for 85%–90% of total revenue, while nontax \nrevenue accounts for 10%–15%. As such, any reforms taken to increase tax revenues are \nexpected to have a substantial impact on the availability of resources for investments. The tax \nrevenue–GDP ratio was 13.3% in 2008—its persistent decline in recent years reveals that \nincreasing incomes are escaping the tax net and points to deficiencies in Sri Lanka's tax policy \nor  in  its  tax  administration  system.  In  addition,  tax  concessions  granted  by  the  Board  of \nInvestments have had an impact on lower tax revenues. \n \nb.  Expenditure Analysis \n \n12.   The share of current expenditure in total expenditure is high but it has declined over the \nyears  (from  78.5%  of  the  total  government  expenditure  in  2001  to  74.7%  in  2008). \nConsequently, the share of public investment in total government expenditure increased from \n19.6% in 2001 to 25.4% in 2008. As a percentage of GDP, public investment increased from \n4.6% in 2002 to 6.0% in 2008. However, increased recurrent expenditure resulting from new \nrecruitment  (primarily  in  the  security  services),  higher  defense-related  expenditures,  and \nincreased  subsidies  given  to  mitigate  the  effects  of  increased  global  prices  have  exerted \npressures on available resources for public investment.   \n \nc.  Expenditure Management  \n \n13.   High current and budget deficits signify that the government has been generous in its \nexpenditure over the years, but also lenient with respect to expenditure ceilings and controls. It \nhas used expenditure as a social policy tool and spent generously on health, education, and \nother social services. These programs have contributed, at least in part, to the country's very \nhigh levels of literacy and life expectancy relative to its per capita income. Subsidies and \n                                                 \n10 IMF. 2009. Sri Lanka: Request for Stand-By Arrangement 2009. Washington DC. The sector analysis also benefits \nfrom: (i) IMF. 2005. Sri Lanka: Report on the Observance of Standards and Codes–Fiscal Transparency Module \n(Country Report 05/251). Washington, DC; (ii) Consultative Group to Assist the Poor. 2006. Sri Lanka: Country \nLevel Effectiveness and Accountability Review. Washington, DC; (iii) World Bank. 2005. Sri Lanka: Improving \nTransparency and Accountability in Budget Process. Washington, DC; and (iv) World Bank. 2007. Sri Lanka: Public \nSector Accounting and Auditing. Washington, DC. ", "                         Appendix 2         29\nsubsidized lending to public sector enterprises have also contributed to high public expenditure. \nThe country's extensive public sector, including commercial public enterprises, has not been \nable to meet its own costs and, thus, depends on direct subsidies and/or subsidized lending \nfrom the state.  \n \nd.  Financing of Deficit and Public Debt \n \n14.   To finance excess of expenditures over revenues, the government depends primarily on \nloans  (foreign  and  domestic)  and  on  grants.  The  share  of  grants  in  deficit  financing  has \nincreased from 5.8% in 2003 to 11.0% in 2007, and the share of loans in deficit financing has \nincreased from 86.94% in 2003 to 89.00% in 2007. The total (external and domestic) debt of the \ngovernment increased at an annual average rate of 12.7% during 2003–2007, while GDP \nincreased by 18.4% per annum during the same period. Higher economic growth, together with \nfiscal consolidation efforts, led to a declining debt–GDP ratio from 102.3% in 2003 to 81.1% in \n2008. The total debt of the government increased by SLRs536 billion between 2007 and 2008, \nand the external (public and private) debt–GDP ratio is estimated to have declined from 50.2% \nof GDP in 2006 to 43.5% in 2009 (although it is projected to increase to 47.3% of GDP in 2011, \naccording to International Monetary Fund estimates). Also, high budgetary deficits have, in the \npast, required high domestic borrowing, which consequently increased the debt servicing costs \nfor the government.  \n \n2.  Fiscal Constraints and Issues \n \n15.   A key issue currently impairing the country's economy is the declining growth of revenue \ncollection. The mobilization of tax revenue has been hit by the slowdown in economic activity. \nThe growth of government revenues fell from 18.3% in 2007 to 16.0% in 2008. While the 2009 \nbudget expected a revenue–GDP ratio of 16.4%, it has been revised down to 14.9%. This \nimplies an overall revenue shortfall of SLRs127 billion in 2008, compared to the budget target. \nAgainst the backdrop of the global crisis, enhancing tax buoyancy, broadening the tax base, and \naddressing administrative loopholes have become all the more urgent. This issue requires an in-\ndepth analysis of revenue policy structure and the administrative set-up, and significant revenue \nreforms.  \n \n16.   Another fiscal constraint being faced by Sri Lanka is the increasing volatility of the \ngovernment’s  debt  portfolio.  The  government  has  been  increasingly  turning  to  foreign \ncommercial borrowing in recent years, the share of which in total foreign debt has risen from 5% \nin 2003 to 11% in 2008. As the maturities of the commercial borrowings are relatively short, the \nrollover risk of this debt is high. In addition, given weaknesses in information sharing and other \nsystemic  constraints  that  pose  difficulties  in  effective  debt  management,  the  government \nrequires support in its debt management practices and system. \n \nD.  Revenue and Expenditure Management Systems \n \n17.  A sustainable way to address the issues that the fiscal constraints have imposed, as well \nas  to  source  greater  investments  in  social  and  economic  infrastructure,  is  to  substantially \nrevamp the existing revenue and expenditure management systems in the country. The logic of \ndoing this is evident in Figure A2.3. \n \n ", "30    Appendix 2 \n   \n \n18.  The  government’s  management  of  public  resources  centers  on  its  revenue \nadministration and treasury operations, both of which are in need of strategic re-engineering. \nThe continuation of treasury operations in manual (or if automated, then in stand-alone) mode, \nfor example, creates a lack of integration and reduces efficiencies. A revenue management \nsystem  that  does  not  maximize  tax  compliance  also  leads  to  reduced  fiscal  space  and \nconsequently reduced availability of investments.  \nFigure A2.3: Fiscal Management Efficiency and Increased Investments \nInvestments in economic and social infrastructure \nIn the case of Sri Lanka such investments implies  \nBorrowings  Efficient allocation and utilization of resources  Development \npartner support \nAll of them would have an impact on \n  Debt Service Cost \n  Recurrent Cost for O&M of New Infrastructure \n NewInvestmentCosts\nWill have long-term implications on \nMacroeconomic  Aggregate Fiscal  Fiduciary Risk  Creation of Fiscal \nStability  Discipline Management Space \nExpenditure  Revenue \nConsolidation Augmentation\nAims at   Has targets for  \nIntegrated  Revenue \ntreasury management \nIMF STANDBY \nFACILITY  Fiscal Management \nEfficiency \nIMF = International Monetary Fund, O&M = operation and maintenance. \nSource: Asian Development Bank. \n \nE.  Proposed Project on Fiscal Management Efficiency \n \n19.  Given the sector weaknesses and the need for enhancing fiscal space to better manage \nthe revenues and expenditures of the government, the Fiscal Management Efficiency Project \n(FMEP) has been proposed to build on the results of the Fiscal Management Reform Program. \nThe FMEP is targeted at (i) improved budgeting, expenditure management, accounting, and \nauditing through the integrated treasury management information system; (ii) increased revenue \nthrough  expansion  of  the  tax  base  and  efficiency  gains  through  strengthened  revenue ", "                         Appendix 2         31\nadministration by implementing the revenue administration management information system, \nthereby addressing fiscal sustainability of reconstruction and rehabilitation investments; and (iii) \nmore  needs-responsive  fiscal  planning  for  better  targeting  of  budgetary  allocations. \nInterventions under the FMEP will ultimately lead to revenue augmentation and expenditure \nconsolidation resulting in greater fiscal space, thus enabling the government to allocate more \nfiscal resources to much-needed social and economic infrastructure investments in the less \ndeveloped regions. \n \n ", "32  Appendix 3   \n \nDEVELOPMENT COORDINATION  \n \nA.  Major Development Partners: Strategic Focuses and Key Activities \n \n1.  Development  partners'  support  in  Sri  Lanka  in  the  areas  of  public  sector \nmanagement, economic growth, governance, social development, and capacity development \nis being guided by the medium-term development framework of the government “A 10-Year \nHorizon  Development  Framework  2006–2016.\"  The  World  Bank  is  a  key  development \npartner in the relevant areas of this project as is the Japan International Cooperation Agency \n(JICA) (Table A3.1). Effective coordination among bilateral and multilateral development \npartners  is  made  possible  though  regular  consultations  which  are  detailed  later  in  this \nAppendix. \n \nTable A3.1: Activities of Development Partners in Related Areas \n \nSectors/  Development \nThemes  Partner  Project Name  Duration  Amount \nPublic sector  International  The key objectives of the government's  July 2009 to  SDR1.65 \nmanagement  Monetary Fund  economic reform program supported by  March 2011  billion (about \n(public  the Standby Facility are to strengthen the  (20 months)  $2.6 billion) \nexpenditure  country’s fiscal position while ensuring \nand fiscal  the availability of resources for much \nmanagement)  needed post-conflict reconstruction and \nrelief efforts. The facility is also intended \nto rebuild international reserves and \nstrengthen Sri Lanka’s domestic financial \nsystem, and to protect the most \nvulnerable in the country from the burden \nof the needed economic adjustment. The \nprogram aims to lay a strong \nmacroeconomic foundation that will help \nthe authorities approach the broader \ninternational community for financial \nsupport in post-conflict reconstruction. \n \nEconomic  Japan  Small and Micro Industries Leader and  From mid- ¥9.62 billion \ngrowth;  International  Entrepreneur Promotion Project III. The  2004 to end-  (part of the \ncapacity  Cooperation  purpose of the project is to (i) build and  2010  overall \ndevelopment  Agency   expand production bases for SMEs; (ii)  ¥26.63 \n  upgrade the technical and financial  billion \nmanagement capacity of SMEs; and (iii)  support for \nimprove financial management capacity  three \nof financial intermediaries, thereby  projects) \ncreating employment. The project \nprovides two types of concessional loans: \n(i) general loans intended to meet the \nfinancial needs of SMEs for capital \ninvestment; and (ii) technical transfer \nloans to help finance training programs \nnecessary for SMEs to improve their \ntechnical and financial management \nability, as well as the procurement of \nconsulting services. \n \nPublic sector  World Bank  Public Sector Capacity Development.  Expected to  $26.1 million \nmanagement;  The project focuses on enhancing the  close end-\ngovernance;  effectiveness, efficiency, and productivity  2011 \ncapacity  of two key public sector agencies \ndevelopment  (Department of Census and Statistics and \nAuditor General's Department) through an \ninvestment package that includes \norganizational strengthening, capacity \ndevelopment, information management, \ncommunication improvements, physical \nand IT infrastructure, and ICT. ", "Appendix 3    33\nSectors/  Development \nThemes  Partner  Project Name  Duration  Amount \nPublic sector  World Bank  Local Service Delivery. The objective is  Ongoing   $50 million \nmanagement;  to improve the capacity of government \ncapacity  agencies (at both the central and local \ndevelopment;  level) to deliver services more effectively. \nsocial \ndevelopment \nEconomic  World Bank  e-Sri Lanka project. The project  Ongoing  $53 million  \ngrowth;  promotes: (i) access to and use of public   \ncapacity  information and services on-line; (ii) use \ndevelopment  of information and communication \ntechnologies  to enhance growth and \nemployment; and (iii) competitiveness of \nprivate sector, particularly of knowledge \nindustries and SMEs. \n \nSocial  World Bank  Second Community Development and  Activities of  $75 million \ndevelopment;    Livelihood Improvement Project.  Phase 1 will   \neconomic  Enhance income and quality of life of  be \ngrowth;  poor households in the poorest divisions  completed \ngovernance  of Sri Lanka through empowering the  by 31 \npoor, improving access of the poor to  March 2010 \nbasic infrastructure and social services, \nand providing support for productive \nactivities. \n \n ICT = information and communication technology, IT = information technology, SDR = special drawing rights, \nSMEs = small and medium-sized enterprises.  \nSources: Asian Development Bank, Government of Sri Lanka, and inputs from development partners. \n \nB.  Institutional Arrangements and Processes for Development Coordination \n \n2.  The development partner coordination framework, as it currently exists in Sri Lanka, \nconsists of a core concentration of three groups: the Development Partners' Group, Donor \nPeace Support Group, and Bilateral Donor Group. All these groups meet monthly. Further \ninformation on how they operate is given in Table A3.2. \n \nTable A3.2: Development Partners' and Donors’ Internal Coordination Matrix \n(Sri Lanka) \n \nDevelopment Partners/Donors  Donor Peace Support \n Item  Meeting   Bilateral Donor Group  Group  \nPurpose  Overall update on aid  Develop and advocate  Forum to interact on issues \n(development, rehabilitation, and  common approaches toward  relevant to promoting lasting \nhumanitarian) to Sri Lanka,  humanitarian, rehabilitation,  peace in Sri Lanka  \neconomic management,  and development issues \nPromote development in a \nmacroeconomic stability, and \nlagging regionsa  conflict-sensitive way \nMonitor peace-buildingb in \nSri Lanka \nChairs  Rotating chair: currently ADB,  Rotating chair between  Cochairs (one multilateral \nWorld Bank, and  United Nations   members (currently ECHO  and one bilateral) currently \n(6 months)   Switzerland)   the United Kingdom and \nUNHCR   \nTopics  Humanitarian field update  Humanitarian, rehabilitation,  Social Cohesion, peace-\nand development issues  building, and reconciliation  \nRehabilitation \nCurrently (i) support to IDP  Governance (devolution) \nDevelopment \ncamps, and (ii) support to the \nHuman rights  \nUpdates from DPSG, BDG, and   return process and to \nsteering committee, etc.  rehabilitation of the conflict- Support to civil society \naffected areas  organizations \n \n ", "34   Appendix 3 \nDevelopment Partners/Donors  Donor Peace Support \n Item  Meeting   Bilateral Donor Group  Group  \n    Advocacy    \nJoint BDG visits \nUpdates from CCHA, \nhumanitarian team meetings \nGuest speakers  \nParticipants  All development partners and  Only for bilateral donors (UN,   All development partners or \ndonor missions and agencies  IFIs and others invities on  donor missions or agencies \ninvited (bilateral, international  specific topics)   invited \nfinancial institutions, etc.)c  \n \nSubgroups  Steering committee: rotating  BDG working group on guiding  Five active DPSG \nor work  chairs (UNHCR, World Bank  principles (activated on need  subgroups: (i) human rights \ngroups  country director, ADB country  basis)  (EU/UNHCR), (ii) mine \ndirector, former EU ambassador,  action (ECHO/UNDP), (iii) \nactivated on need basis)   media (USAID), (iv) civil \nsociety support (Germany), \n(v) training of police \n(Australia). Another group, \nDiaspora, is currently \nnonoperational \n \nLinks  Government of Sri Lanka subject  CCHA  Linked to developing \nto topic/issue  partner's meeting as \nHumanitarian team meetings, \nappropriate  \nAll developing partners and donor  chaired by the UN, with \ngroups  participation from ECHO, \nDFID, and coordinator \nfacilitator \nADB  =  Asian  Development  Bank,  BDG  =  Bilateral  Donor  Group,  CCHA  =  Consultative  Committee  on \nHumanitarian Assistance, DFID = Department for International Development of the United Kingdom, DPSG = \nDonor Peace Support Group, ECHO = European Commission’s Humanitarian Aid Department, EU = European \nUnion, IDP = internally displaced person, IFI = international financial institution, UN = United Nations, UNDP = \nUnited Nations Development Programme, UNHCR = United Nations High Commissioner for Refugees, USAID = \nUnited States Agency for International Development. \na  Source: Review of Development Partners Coordination and Support Fund, April 2007. \nb  Report on the proceedings and results of the DPSG planning workshop—Ahungala, 17 and 18 January 2008. \nc  Currently the International Committee of the Red Cross invited to complement UN briefing on the humanitarian \nsituation.   \n \nC.  Achievements and Issues \n \n3.  As  evident  from  Table  A3.2,  there  is  good  communication  among  development \npartners. Nevertheless, the Paris Declaration on Aid Coordination requires more engaged \ndialogue,  and  cooperation  that  goes  beyond  sharing  of  information  and  moves  toward \ncollaborative and complementary plans and interventions. On this ground, there is scope for \nmore collaboration. Particularly with reference to the rebuilding efforts in the conflict-hit \nregions, there is a need to ensure that development partner support is completely aligned. \nThere appears to be a general tendency to develop and implement projects independently \nand in an uncoordinated manner. \n \nD.  Recommendations \n \n4.  With respect to this project, and given the coordinating mechanisms in place, ADB \ncan focus on the following: \n \n(i)  continue dialogue with other development partners (at the policy level) so that \nbroad issues (such as on the political economy) may be better reflected in \nproject implementation, as the need arises; ", "Appendix 3    35\n(ii)  continue working relationships among development partners at the working \ngroup  level  so  that  information-sharing  directly  related  to  project \nimplementation is strengthened; \n(iii)  seek alignment with the existing and planned support from other development \npartners, for example, on any capacity development interventions that may be \nplanned to which this project's third component could be tied; \n(iv)  seek greater support from the resident mission in ensuring more concentrated \nand regular implementation follow-up with other development partners and \nwith the government; and \n(v)  show  greater  willingness  to  share  information  with  other  development \npartners on project implementation and other relevant issues. \n \n ", "36   Appendix 4 \n \nPROJECT INVESTMENT PLAN AND COST ESTIMATES \n \nADB Total Project  % of ADB \nItem OCR Govt Cost Funding\nA. Baseline Costs\nI. Investment Costs\n(i) RAMIS 19.200 0.000 19.200 100.0%\n(a) License (RAMIS, database, and application server) 4.560 0.000 4.560\n(b) Customization, implementation, and training 9.400 0.000 9.400\n(c) Annual technical support for RAMIS, database, and application server 1.820 0.000 1.820\n(d) IT infrastructure 3.420 0.000 3.420\n(ii) ITMIS 14.300 0.000 14.300 100.0%\n(a) License (ITMIS, database, and application server) 2.760 0.000 2.760\n(b) Customization, implementation, and training 6.200 0.000 6.200\n(c) Annual technical support for ITMIS, database, and application server 1.020 0.000 1.020\n(d) IT infrastructure 4.320 0.000 4.320\n(iii) Equipments 3.714 0.000 3.714 100.0%\n(iv) Consulting service 3.616 0.000 3.616 100.0%\n(v) Workshop, external training, and conferences 2.443 0.000 2.443 100.0%\n(vi) Local taxes and dutiesa 0.000 4.466 4.466 0.0%\nSubtotal I 43.273 4.466 47.738 90.6%\nII. Recurrent Costs\n(i) Salaries and per diem of counterpart staff 0.000 1.499 1.499 0.0%\n(ii) Office accommodation 0.000 2.045 2.045 0.0%\n(iii) Equipment operation and maintenance 0.000 1.500 1.500 0.0%\nSubtotal II 0.000 5.044 5.044 0.0%\nTotal  Costs for A 43.273 9.510 52.782 82.0%\nB. Contingencies\n(i) Priceb 5.582 0.225 5.807 96.1%\n(ii) Physicalc 0.454 0.266 0.720 63.1%\nTotal Costs for B 6.036 0.491 6.527 92.5%\nC. Financing Charges During Implementation\n(i) Interest during implementationd 0.592 0.000 0.592 100.0%\n(ii) Commitment chargese 0.099 0.000 0.099 100.0%\nTotal Costs for C 0.690 0.000 0.690 100.0%\nTotal Project Costs (A+B+C) 50.000 10.000 60.000 83.3%\nADB = Asian Development Bank, IT = information technology, ITMIS = Integrated Treasury Management Information System, \nRAMIS = Revenue Administration Management Information System\nNotes: (i) Source of government funding is from budget allocation; (ii) all cost figures are in mid-2009 prices;  (iii) IT infrastructure include servers,\n            data cabling and networking, network communication equipments, etc. and it will be described in detail under  System Requirement Specification \na Local taxes and duties are calculated at approximately 12% of the equipment procurement, including training facilities, and IT infrastructure\nunder RAMIS and ITMIS.\nb The price contingency is computed at 15.0% of management information system turnkey project costs and equipments\nc The physical contingency is computed at 7.5% for consulting service, workshops, external training, and conferences.\nd Interest is computed at 1.2% for ordinary capital resources (OCR). Interest charges for OCR is the London inter-bank offered rate (6 months)\nplus spread.\ne The commitment charge is 0.15%.\nSource: Asian Development Bank.  \n \n ", "Appendix 5  37\nORGANIZATION CHART  \nAND IMPLEMENTATION SCHEDULE \n \n \nFigure A5: Project Implementation Organization Chart \n \n \nExecuting Agency  Project Steering Committee \n \n   \n \nMinistry of Finance and Planning  Chair: Secretary to the Treasury \n     \n \nMem bers: Heads of key departments, including the \nDep artment  of  Inland  Revenue,  Department  of \nCus toms, Department of National Budget, Department \nof State Accounts, Department of External Resources, \n \nDepartment  of  Treasury  Operations,  Department  of \n \nPublic Enterprises, Department of Management Audit, \nDe partment of Fiscal Policy, and Department of Public \nFin ance \n \n \nThe  chair  may  co-opt  other  members  as  deemed \n \nnecessary. \n \n \n \n \nProject Management Unit \n \n \n \nHeaded by: Project Director \n \n  Assisted by a deputy project director, 12–20 staff to be assigned to the following four \ncells, and 3–5 supporting staff \n \n \n    ITMIS cell  RAMIS cell  Administration  IT and \n      and accounts  procurement \n    cell \n \n \n \n \nIT = information technology, RAMIS = revenue administration management information system. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n \n \n ", "   \nTable A5: Project Implementation Schedule  3\n8\n   \n \nPeriod (in qts) \n2010  2011  2012  2013  2014  A\np\nOutputs and Activities  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  pe\nn\nPreparatory Actions                                  dix\nEstablish PMU                                 5\n \nEstablish PSC                                \nRecruitment of Consulting Firm                                \nOutput 1. Full implementation of RAMIS                               \n1.1.  Prepare functional required document comprising all the functions that                                \nare to be IT-enabled \n1.2.  Conduct as-is analysis of IT infrastructure and other applications                                \ncurrently running in the department \n1.3.  Conduct requirement gathering for additional IT infrastructure needed                                \n1.4.  Prepare RFP for procurement of RAMIS, system software, and other IT                               \ninfrastructure \n                             \n1.5.  Select a vendor to provide RAMIS and related IT infrastructure \n1.6.  Conduct functional study for process understanding by the selected                              \nvendor \n1.7.  Develop and/or customize RAMIS application software to suit the                            \n \nrequirement of IRD \n1.8.  Install all the IT infrastructure for implementation of RAMIS                            \n1.9.  Test and pilot RAMIS in select locations                                  \n1.10. Train users on RAMIS                                  \n1.11. Roll-out RAMIS to all revenue departments                                    \nOutput 2. Full implementation of ITMIS                               \n2.1  Prepare Functional Requirement Document comprising all functions                                \nthat are to be IT-enabled \n2.2  Conduct as-is analysis of IT infrastructure and other applications                                \ncurrently running in the department \n2.3  Conduct requirement gathering for additional IT infrastructure in view of                                \nthe RAMIS infrastructure \n2.4  Prepare RFP for procurement of ITMIS, system software, and other IT                               \ninfrastructure \n2.5  Select a vendor to provide ITMIS and related IT infrastructure (by July                               \n2011) \n ", " \nPeriod (in qts) \n2010  2011  2012  2013  2014 \nOutputs and Activities  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2 \n2.6  Conduct functional study for process understanding by the selected                              \nvendor \n2.7  Develop and/or customize ITMIS application software to suit                              \nrequirements of relevant departments \n2.8  Install all the IT infrastructure for implementation of ITMIS                                 \n2.9  Test and pilot ITMIS in select locations                                  \n2.10  Train users on ITMIS                              \n2.11  Roll out ITMIS to all user departments                                    \nOutput 3. Capacity building of relevant staff                               \n3.1  Identify training requirement for officials                                \n3.2  Identify mode and location of training                                \n3.3  Engage a computer training institute for imparting training                                \n3.4  Complete basic computer training needs analysis for ITMIS and RAMIS                               \nusers \n3.5  Implement capacity building and training workshops                                    \n3.6  Procure and install desktop computers for spending agencies for using                                \nITMIS \nOutput 4. Improved project management                               \n4.1  Establish PMU (see preparatory actions)                                                                                   \n4.2  Establish PSC (see preparatory actions)                                                                                  \n4.3  Initiate recruitment and engagement of relevant consultants for project                               \nactivities \n4.4  Conduct reviews                               \n(i)  by PSC (up to four times a year)    ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦  ♦      \n(ii)  by Asian Development Bank and the Government (yearly)            ♦     ♦     ♦      \n4.5  Prepare and submit:                                     \n(i)  Project loan and TA project inception reports       ♦                       \n♦ A\n(ii)  First interim reports            ♦                     p\np\ne\n(iii) Subsequent interim reports                    ♦   ♦          n\nd\n(iv) Draft project and TA final reports                    ♦            ♦     ix 5\n \n(v) Project loan and TA project tripartite and final reports                               ♦ \nIT = information technology, ITMIS = integrated treasury management information system, PMU = project management unit, PSC = project steering committee, \nRAMIS = revenue administration management information system, RFP = request for proposals, TA = technical assistance.  3\n9\nSource: Asian Development Bank.   \n ", "4  0   Appendix 6 \nFLOW OF FUNDS \n \nFigure A6: Funds Flow Chart \n \n \n  Imprest Account - MOFP \nAsian Development Bank  \n \n \n \n \n \n  RAMIS & ITMIS contractors, \n  suppliers, and consultants \n  above $100,000  Contractors, suppliers, and \nconsultants \n \n \n \n \n \n \n \n       \nFunding request review \n  Flow of funding request  Flow of funds to imprest \nand endorsement \n  forms  account \n \n \n \n  ADB = Asian Development Bank, ITMIS = integrated treasury management information system, MOFP = \n  Ministry of Finance and Planning, RAMIS = revenue administration management information system. \nSource: Asian Development Bank. \n \n \n \n1.  The  signatory  for  the  imprest  account  will  be  the  project  director  and  the  project \naccountant.  \n \n2.  From ADB to the imprest account. ADB funds will be channeled through an imprest \naccount opened at the Central Bank of Sri Lanka. ADB funds will be allocated based on the \nannual  budget  estimates  prepared  by  the  project  management  unit  (PMU).  The  PMU  will \nprocess  all  other  disbursement  requests  to  ADB,  including  direct  payment  to  the  revenue \nadministration management information system (RAMIS) and integrated treasury management \ninformation system (ITMIS) contractors and consultants for reimbursement of amounts greater \nthan $100,000. The imprest account will be replenished according to ADB's Loan Disbursement \nHandbook (2007, as amended from time to time). \n \n3.  From ADB to consultants and RAMIS and ITMIS contractors. Dollar-denominated \npayments for RAMIS and ITMIS contractors and consulting services contracted by the PMU, will \nbe paid directly by ADB, which requires the submission by the PMU of approved invoices and \ndocumentation to ADB in accordance with ADB's Loan Disbursement Handbook (2007, as \namended from time to time). \n \n  \n ", "Appendix 7  41\nPROCUREMENT PLAN \n \nA.  Project Information \n \nCountry  Sri Lanka \nName of borrower  Democratic Socialist Republic of Sri Lanka \nProject name  Fiscal Management Efficiency Project  \nLoan or technical assistance reference  Loan \nDate of effectiveness  Targeted for 15 April 2010 \nAmount (total from all financiers)  $60 million \nExecuting agency  Ministry of Finance and Planning \nApproval date of original procurement plan  tbd \nApproval of most recent procurement plan  tbd \nPublication for local advertisementa  tbd \nPeriod covered by this plan  30 April 2010–31 October 2013 \ntbd = to be decided. \na General procurement notice, invitations to prequalification, bid, and calls for expressions of interest. \n \nB.  Procurement Thresholds for Goods and Related Services, Works and Supply, and \nInstallation \n \nProcurement Methods  Thresholds \nInternational competitive bidding for goods  Equal to and more than $0.5 million \nNational competitive bidding for goods  Less than $0.5 million \nShopping for goods  Less than $0.1 million \n \nC.  List of Contract Packages in Excess of $0.5 Million for Goods and Works \n \nEstimated  Expected \nContract  Cost   Procurement  Date of  Prior \nDescription  ($ million)  Method  Advertisement  Review  Comments\nContract 1: RAMIS—supply, \nFinanced \ncustomization, implementation,  19.20  ICB   Q2 2010  Yes \nby ADB \nand related IT infrastructure \nContract 2 : ITMIS—supply, \nFinanced \ncustomization, implementation,  14.30  ICB   Q2 2010  Yes \nby ADB \nand related IT infrastructure  \nContract 3: MOFP procurement \nFinanced \nof IT training facilities and  1.60  ICB   Q3 2010  Yes \nby ADB \nequipment under RAMIS \nContract 4: DIR and Department \nof Customs procurement of IT  Financed \n1.60  ICB   Q4 2010  Yes \ntraining facilities and equipment  by ADB \nunder ITMIS \nContract 5: Western Province \nrevenue administration  Financed \n0.51  ICB   Q1 2011  Yes \nprocurement of IT training  by ADB \nfacilities and equipment \nADB = Asian Development Bank, DIR = Department of Inland Revenue, ICB = international competitive bidding, IT = \ninformation technology, ITMIS = integrated treasury management information system, MOFP = Ministry of Finance and \nPlanning, Q = quarter, RAMIS = revenue administration management information system. \nSource: Asian Development Bank estimates.  \n \n \n \n \n ", "42  Appendix 7 \nD.  List of Contract Packages in Excess of $100,000 for Consulting Services \n \nEstimated  Expected \nContract  Cost   Procurement  Date of  Prior \nDescription  ($ million)  Method  Advertisement  Review  Comments\nTraining and workshops for \ncentral government officials  Individual  Financed \n3.46  2010–2013  Yes \nand Western provincial council  consultant   by ADB \nofficials (multiple contracts) \nExternal training (multiple  Financed \n2.44  QCBS  2010–2013  Yes \ncontracts)  by ADB \nCapacity development training \nFinanced \nfor basic IT computer training  0.16  QCBS  2010–2013  Yes \nby ADB \n(multiple contracts) \nADB = Asian Development Bank, IT = information technology, QCBS = quality- and cost-based selection. \nNotes: \n1.  A fixed quality–cost ratio of 80:20 will be applied to the consultancy selection. \n2.  Regarding training and workshop multiple contracts, the procurement method includes (i) individual consultant \nselection for recruiting individual training experts on a need basis, and (ii) QCBS for selecting external training \ninstitutions and training courses.  \n3.  For the external training program, a Human Resource Development Committee will be set up and chaired by the \nSecretary to the Treasury of the MOFP. The committee will be engaged in a continuous process of identifying \ntraining needs, both facilitating the transition to a fully operational RAMIS and ITMIS as well as for necessary \nchange management of the processes involved. The beneficiary departments and agencies of the external training \nwill be the Department of Inland Revenue, Department of National Budget, Department of State Accounts, \nDepartment of Treasury Operations, Department of Public Finance, Department of Fiscal Policy, Department of \nLegal Affairs, Department of National Planning, Department of External Resources, Department of Customs, \nDepartment of Excise, other treasury-related departments of the MOFP, Western provincial council, and the PMU.  \n \nE.  National Competitive Bidding \n \n1.  General \n \n1.  National  competitive  bidding  shall  conform  to  the  provisions  for  \"National  Competitive \nBidding\" as prescribed in the Procurement Guidelines 2006 for Goods and Works issued in January \n2006  by  the  National  Procurement  Agency,  and  the  specific  procedures  prescribed  by  the \nProcurement Manual issued on March 2006, with the clarifications and modifications described in \nthe following paragraphs required for compliance with the provisions of the ADB Procurement \nGuidelines (2007, as amended from time to time). \n \n2.  Registration \n \n2.  Bidding shall not be restricted to pre-registered firms under the national registration system \nof the Institute for Construction, Training and Development (ICTAD), and such registration shall not \nbe a condition for the submission of bids in the bidding process. \n \n3.  Where registration is required prior to award of contract, bidders: (i) shall be allowed a \nreasonable time to complete the ICTAD registration process; and (ii) shall not be denied registration \nfor reasons unrelated to their capability and resources to successfully perform the contract, which \nshall be verified through post-qualification. \n \n4.  National sanction lists or blacklists may be applied only with prior approval of ADB. \n \n \n \n \n ", "Appendix 7  43\n3.  Prequalification \n \n5.  Post-qualification shall be used unless pre-qualification is explicitly provided for in the loan \nagreement or procurement plan. When used for large or complex works contracts, i.e. turnkey, \ndesign and build, or management contracts; or custom-designed equipment, industrial plants, and \nspecialized services, prequalification evaluation shall not include the evaluation of equipment and \npersonnel.  This assessment shall be undertaken at the bid evaluation stage.  Irrespective of the \nprocedure applied (whether pre-qualification or post-qualification), no domestic or foreign contractor \nshall be precluded from participation. \n \n4.  Advertising \n \n6.  Bidding of national competitive bidding contracts estimated at $500,000 or more for goods \nand related services or $1,000,000 or more for civil works shall be advertised on ADB’s website via \nthe posting of the procurement plan. \n \n5.  Bidding Documents \n \n7.  Procuring  entities  shall  use  standard  bidding  documents  acceptable  to  ADB  for  the \nprocurement  of  goods,  works  and  consulting  services,  based  ideally  on  the  standard  bidding \ndocuments issued by ADB. \n \n6.  Packaging \n \n8.  Slicing or splitting of contracts within a package shall not be used to change the contract \nsizes and their corresponding methods of procurement as approved in the procurement plan. \n \n7.  Bid Security \n \n9.  Where required, bid security shall be in the form of a bank guarantee from a reputable \nbank. \n \n8.  Preferences \n \n10.  No  preference  of  any  kind  shall  be  given  to  domestic  bidders  or  for  domestically \nmanufactured goods. \n \n11.  Foreign suppliers and contractors from ADB member countries shall be allowed to bid, without \nregistration,  licensing,  and  other  government  authorizations,  leaving  compliance  with  these \nrequirements for after award and before signing of contract. \n \n9.  Procurement of Works \n \n12.  Specifications for works may be based on specifications recommended by ICTAD to the \nextent  possible,  but  ICTAD  approval  shall  not  be  required  for  adoption  of  specifications  in  a \nparticular procurement activity. \n \n13.  The determination of the financial capacity of a bidder for award of the contract in post-\nqualification  evaluation  shall  take  into  account  current  contract  commitments  and  shall  not  be \nconfined, for domestic bidders, to the ICTAD registration. \n \n \n \n \n \n ", "44  Appendix 7 \n10.  Bid Rejection for Unrealistic Rates \n \n14.  Bids  shall  not  be  subjected  to  a  test  for  unrealistic  rates.  No  lowest  evaluated  and \nsubstantially responsive bid shall be rejected on the basis of comparison to rates, including but not \nlimited to market, historical, or agency established rates, without prior approval of ADB. \n \n \n11.  Rejection of All Bids and Rebidding  \n \n15.  Bids shall not be rejected and new bids solicited without the ADB’s prior concurrence. \n \n12.  Price Negotiations \n \n16.  Price negotiation shall be allowed only where the price offered by the lowest evaluated and \nsubstantially responsive bidder substantially exceeds costs estimates. Approval of ADB is required \nprior to any negotiation of prices. \n \n13.  Participation by Government-Owned Enterprises \n \n17.  Government-owned enterprises in the Democratic Socialist Republic of Sri Lanka shall be \neligible to participate only if they can establish that they are legally and financially autonomous, \noperate under commercial law, and are not a dependent agency of the procuring entity, or the \nproject executing agency or implementing agency. \n \n14.  Member Country Restrictions \n \n18.  Bidders must be nationals of member countries of ADB, and offered goods, works and \nservices must be produced in and supplied from member countries of ADB. \n \n ", "Appendix 8  45\nTECHNICAL ASSISTANCE  \n \nA.  Impact, Outputs, and Components \n \n1.  In view of the complexity of the project, an attached technical assistance (TA) project \nhas been provisioned so that the executing agency is better able to implement the project. The \nprimary impact of the TA will be a capable project management unit (PMU) that is able to \neffectively (i) select the application and vendor for the revenue administration management \ninformation system (RAMIS) and integrated treasury management information system (ITMIS), \nand (ii) re-engineer the application to suit the RAMIS and ITMIS. \n \n2.  The secondary objective of the TA project will be to provide technical support to the \ngovernment in evaluating the software applications, undertake negotiations with vendors of the \nsoftware, prepare and vet the system requirement specifications for the application, and monitor \nimplementation to ensure that service delivery agreements are being met under the RAMIS and \nITMIS. \n \n3.  The output of the TA project will be to support effective management of the project (i.e., \nthe PMU of the project is able to fulfill its mandates better as evident in the timely completion of \nall project-related actions, such as procurement, disbursements, and reporting). Through the \nestablishment of the RAMIS and ITMIS, more efficient and transparent institutional management \nwill  be  set  up,  and  a  robust  institutional  arrangement  is  expected  to  follow  enabling  the \ngovernment to deliver government–government, government–citizen, and government–business \nelectronic services backed by professional information and communication technology (ICT) \nsupport centers with appropriately skilled staff and secure data centers. \n \nB.  Key Activities \n \n4.  The five key activities of the TA project will consist of the following: \n \n(i)  Study  and  functionality  analysis  for  introducing  internally-acceptable \nRAMIS and ITMIS. TA consultants will review the study of the current revenue \nadministration and stand-alone treasury and expenditure mechanisms. Based on \nthe  study,  TA  consultants  will  develop  an  internally-acceptable  system \nfunctionality to capture all the functions for the RAMIS (centralized database \nsystem, web-based tax filing, tax audit system, etc.) and for the ITMIS (aggregate \nfiscal  planning,  annual  budget  preparation  and  allocation,  budget  and \ncommitment control, payment and payroll control, cash flow management, debt \nmanagement,  treasury  accounting,  fiscal  reporting),  as  well  as  interfacing \nbetween  the  RAMIS  and  ITMIS  in  discussion  with  the  system  users  of  the \ngovernment. \n(ii)  Develop architecture definition and design for the RAMIS and ITMIS and \nimprove ICT environment from regulatory and institutional perspectives. \nThe objective of the architecture definition and design is to identify a high-level \nconceptual  solution  based  on  the  configuration  of  an  enterprise  resource \nplanning system, as well as the adoption of industry standards. TA consultants \nwill elicit technical requirements on behalf of the Ministry of Finance and Planning \n(MOFP) on the basis of business process analysis in the previous phase, and \nlead actual preparation of all the documents including technical specification for \nthe RAMIS and ITMIS in line with all commercial off-the-shelf products available \nin the market, request for proposal, and other related bidding documents. For an \nenhanced ICT environment, TA consultants will, if necessary, assist the MOFP to \n ", "46  Appendix 8 \nassess the regulatory and institutional framework of the ICT environment, and \nidentify areas for improvement.    \n(iii)  Support for selecting vendors for the RAMIS and ITMIS. The TA consultants \nwill assist the PMU to select short listed vendors, conduct pre-bid meetings to \ndiscuss proposed technical specifications in line with the planned architectural \ndefinition and design, review all the submitted proposals under stage 1 and \nstage 2, assist the PMU to negotiate all the financial and technical conditions, \nand review the contracts with adequate vendors for installation and customization \nof the RAMIS and ITMIS.  \n(iv)  Quality control ensuring adequate and timely deliverables by vendors. The \nTA  consultants  will  monitor  milestone  deliverables  and  ensure  timely  and \nadequate quality of deliverables to be provided during the implementation period. \nThe consultants will be involved in the monitoring customization and installing \nsoftware  and  business  process,  and  testing  of  deliverables  based  on  best \npractices  for  configuration.  Once  the  base  configuration  is  completed,  TA \nconsultants will assist government officials in undertaking acceptance tests and \ndeveloping user manuals in consultation with contractors. The TA consultants will \nalso provide suggestions for improved risk management, along with alternative \nactionable options for risk mitigation and effective project implementation.    \n(v)  “Go Live,” post-implementation review, and capacity development under \nchange  management.  TA  consultants  will  supervise  the  rollout  of  the \ncommercial off-the-shelf system to ensure that all the data are migrated, users \nare well-trained, reports and manuals are properly developed, and, as a whole, \nthat the RAMIS and ITMIS are in place for business use (i.e., a proof of evidence \nstage). Once the system is opened for daily use, a support phase will commence \nand resolution of the residual issues will be coordinated by TA consultants. A \npost-implementation review will be conducted to assess implemented business \nprocess solutions after a period of live-run of the application system.  \n \nC.  Cost and Financing \n \n5.  The TA project will cost the equivalent of $2.4 million, of which $2.0 million will be \nfinanced on a grant basis by the Japan Special Fund, funded by the Government of Japan. The \nGovernment of Sri Lanka will contribute the balance of $0.4 million through in-kind contribution \nfor PMU staff, logistics, administration, utilities, communications, and other support costs (Table \nA8.1). \n \nD.  Implementation Arrangements \n \n6.  The MOFP will be the executing agency for the TA, and the PMU for the project will also \nimplement the TA. The TA project will be implemented over 3.5 years, and is expected to be \ncompleted by 31 October 2013. The TA services will be delivered intermittently over the TA \nimplementation period, requiring 44 person-months of international consulting services and \n140 person-months  of  national  consulting  services  (Table  A8.2).  A  consulting  firm  and/or \nindividual consultants will be recruited in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). The selection of the consulting firm will be \nmade under the quality-based selection method because (i) the assignment is complex, and \nhighly specialized; (ii) the outputs of the RAMIS will constitute a basic pillar of the government's \nrevenue administration architecture to generate revenue, and is to be upgraded in following \ngenerations of reforms; (iii) the need for greater expertise in these areas which are still being \npiloted pose risks for the effective achievement of the RAMIS and ITMIS tasks; and (iv) there is \na high risk of project failure if the best consultant is not selected. \n ", "Appendix 8  47\n7.  Reporting arrangements. The consulting firm and/or individual consultants will submit \nthe following reports: (i) an inception report within 2 months of starting their services, (ii) the first \nreview report at the end of 6 months, the second review report at the end of 12 months, two \ninterim reports at 12-month intervals after that, and (iii) a draft final report including complete \ndocumentation at the end of the project period. The final report will be submitted at the end of \nthe assignment after incorporation of comments of ADB and the government. \n \nTable A8.1: Technical Assistance Cost Estimates and Financing Plan \n ($'000) \n \nItem  Total Cost \nA.  ADB Financinga   \n  1.  Consultants  1,480 \n    a.  Remuneration and per diem   \n      i.  International RAMIS and ITMIS consultants (34 person-months)  750 \n      ii.  International training consultant (10 person-months)  180 \n      ii.  National consultants (140 person-months)  350 \n    b.   International travel and local transportation b  200 \n  2.  Equipment c   100 \n  3.  Workshops, training, and conferences d   60 \n  4.  Miscellaneous administrative and support costs (reports and communications,  60 \nrecruiting supporting consultants, etc.) \n  5.  Contingency  300 \n      Subtotal (A)  2,000 \nB.  Government Financing   \n  1.  Office accommodation e  150 \n  2.  Local transport f  30 \n  3.  Remuneration and per diem of counterpart staff g  150 \n  4.  Workshops, trainings, conferences, etc. h   20 \n  5.  Miscellaneous administration and support costs (reports and communications,  10 \netc.) i  \n  6.  Contingency j  40 \n      Subtotal (B)  400 \n    Total  2,400 \nADB = Asian Development Bank, ITMIS = integrated treasury management information system, RAMIS = revenue \nadministration management information system. \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb   Includes leasing of local transport services for use of PMU consultants to be involved in project development and \nmonitoring across the country; leasing costs are estimated at $2,000 per month; total costs for project period are \napproximately $84,000. \nc Equipment: \nCost \nType and Quantity \n($’000) \n10 desktop computers, 15 laptop computers, 2 central uninterruptible power \nsupply, 5 fax machines, 2 multimedia projectors, 3 heavy-duty photocopy \n100.0 \nmachines, 3 scanners, 3 printers, 15 software packages, and other ancillary \nequipment  \nd Workshops, training or seminars, and conferences: \nNumber of  Cost \nPurpose  Participants  Venue  Duration  ($’000) \nBusiness process and new  Over the course of \n600  Sri Lanka  60.0 \ntechnical training workshop  project period \nNote: This budget line includes funds for support during workshops, incidentals, etc. \ne Office accommodation: MOFP provides office space, office furniture, free local calls, utility, and other facilities for \nTA consultants.    \nf  Local transport: Including for travel during missions, and during monitoring visits meant only for counterpart staff. \n ", "48  Appendix 8 \ng Counterpart staff: For the duration of the implementation period and for effective functionality analysis, architectural \ndesign, technical specification and core bidding document preparation, vendor selection, quality control on \ndeliverables by contractors, and post-implementation review; includes officials from key departments, including \nDepartment of Inland Revenue, Treasury Operations Department, and National Budget Department to be provided \nfor 3.5 years.  \nh Workshops, training or seminars, and conferences: \nNumber of  Cost \nPurpose  Participants  Venue  Duration  ($’000) \nBusiness process and new  Over the course of \n200  Sri Lanka  20.0 \ntechnical training workshop  project period \nNote: This budget line includes funds for support during workshops, incidentals, etc. \ni Miscellaneous administration: Includes support given to counterpart staff to administer the project, and to adhere to \nreporting requirements. \nj Contingency: Calculated at approximately 11% of total government contribution. \nSource: Asian Development Bank estimates. \n \nTable A8.2: Staffing Requirements   \n \nPosition  Estimated Inputs  \nProgram management specialist and/or team  7 person-months, international, individual \nleader  \nDomain specialist on public finance  6 person-months, international, individual \nmanagement and tax administration \nTechnology and network specialist  4 person-months, international, individual \nSystem engineering specialist  7 person-months, international, individual \nBusiness process engineering analyst  8 person-months, international, individual \nProcurement specialist  2 person-months, international, individual \nCapacity development and/or change  10 person-months, international, individual \nmanagement and/or training specialist \nInformation technology technical staff   Total 100 person-months, national, individual \nProcurement specialist  20 person-months, national, individual \nCapacity development and/or change  Total 20 person-months, national, individual \nmanagement and/or training specialist \nTotal  International consultants: 44 person-months \nNational consultants: 140 person-months \nSource: Asian Development Bank. \n \n \n ", "Appendix 9  49\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Project Title: Sri Lanka Fiscal Management Efficiency Project \n \nLending/Financing  Department/  South Asia Department /  \nProject loan \nModality:  Division:  Financial Sector, Public Management and Trade Division \n     \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Links to the National Poverty Reduction Strategy and Country Partnership Strategy \n  \nThe Asian Development Bank (ADB) country partnership strategy 2009–2011 for Sri Lanka,a approved in 2008, is aligned to \nthe  government's  10-year  development  framework  2006–2016,  and  the  program  for  2009−2011  is  focused  on  the \ngovernment's priority areas. ADB’s strategy focuses on the two pillars identified in the framework: (i) strengthening the \ninvestment climate, and (ii) achieving socially inclusive development. The first pillar deals with infrastructure development and \nhuman resource development to improve competitiveness. The second pillar focuses on regional disparities and looks at \ndevelopment of infrastructure and administrative and absorptive capacity in the poorer regions to improve the delivery of \npublic services. The country partnership strategy specifically focuses on decentralizing public services and strengthening \nrevenue collection by provinces. With the end of military operations in early 2009, new priorities have emerged for Sri Lanka. \nOn the request of the government, ADB brought forward planned interventions in the north in the country operations business \nplan for 2010–2012,b and the 2010 pipeline is largely focused on the north.  \n \nThe Fiscal Management Efficiency Project (FMEP) has strong links to key goals in the 10-year development framework, which \nfocuses on infrastructure development to accelerate growth and narrow regional disparities. Randora, the government’s \ninfrastructure  investment  plan,  looks  at  major  power,  highway,  port,  and  airport  development  projects.  Various  other \nprograms, such as Maga Neguma, look at rural infrastructure development. These programs are expected to improve \nconnectivity of rural areas to urban centers and the global economy, which is seen as a key factor in revitalizing the rural \neconomy. The FMEP aims to create the scope for greater investments by strengthening revenue and public expenditure \nmanagement. This will result in higher public investments in physical and social infrastructure.  \n \nThe 10-year development framework looks at improving the macroeconomic environment, in part by reducing the fiscal deficit \nto 5% by 2011, through substantially higher revenue collection. Increasing the tax revenue to gross domestic product ratio as \na result of efficient revenue administration is a key outcome of the FMEP. The project  will focus on improving tax \nadministration by supporting broad-based management information system reforms and expenditure prioritization and efficient \nexpenditure management through the implementation of the integrated treasury management information system (ITMIS). \nThese interventions will allow greater fiscal space for infrastructure development. \n \nWith the ending of military operations in May 2009, reconstruction and development of the former conflict areas has become a \npriority for the government. While there are many post-war challenges, the government has developed the $2.68 billion 3-year \ndevelopment plan for the north, based on the experience in the east, where major military operations ended in 2007. The \nexpenditure rationalization envisaged under the project will support allocation of expenditure into northern reconstruction for \nlivelihood development and reconstruction of community infrastructure.  \n \nB.  Poverty Analysis                                                                  Targeting Classification: General intervention \n \n1.  Key Issues  \n \nSri Lanka is on track to achieve the first Millennium Development Goal (MDG) of halving poverty by 2015. The Head Count \nIndex reported in 2006–2007 (15.2%) is nearing the 50% mark (13.1%) of 26.1% reported in 1990–1991. The rural sector, \nwhere 80% of the population resides, is the main contributor to the drop in national poverty and where the poverty incidence \ndropped from 24.7% in 2002 to 15.7% in 2007. However, poverty in the estate sector, which holds about 5.5% of the \npopulation, has increased from 30% in 2002 to 32% in 2007. A continuous drop in poverty throughout the last two decades in \nthe urban sector of Sri Lanka has been matched by the highly urbanized Western Province in which more than 60% of the \nurban population of Sri Lanka lives. \n \nSri Lanka has fared well in terms of nonincome poverty indicators. The country is an early achiever with regard to several \nMDG indicators relating to nonincome dimensions of human development, such as universal primary school enrollment, \ngender parity in primary and secondary school enrollment, under-5 child mortality and infant mortality, universal provision of \nreproductive health services, decline in prevalence of tuberculosis and death rates, and increased access to safe water and \nsanitation. However, national figures mask considerable gender-related, sector, and regional variation in terms of these \nindicators. \n \nDifferential access to infrastructure has been the main driver of the increase in inequality and underlies much of the regional \neconomic inequality; there has been a big gap between the Western Province and the rest of the country. The Western \nProvince accounts for half of the total output in the country, while all other provinces contribute 10% or less each. It also has \nthe best access to business opportunities, while geographical isolation and high average travel time to Colombo seem to be \nmost closely correlated with poverty in other provinces.  \n ", "50  Appendix 9 \n \nPolitical economy considerations have ensured that successive Sri Lankan governments have been concerned with issues of \npoverty, inequality, and welfare. However, over the last decade, the approach to poverty reduction has undergone a \nsignificant change. Government policy now recognizes that poverty has many dimensions and correlates, which require an \nintegrated  development  policy  framework.  In  particular,  the  current  government’s  strong  emphasis  on  infrastructure \ndevelopment to reduce regional inequalities and enable less-developed regions and localities to link up with the growth \nprocess is noteworthy. \n \nThe project will create greater fiscal space through augmentation of revenues due to a strengthened tax administration and \nefficient  management  of  fiscal  operations,  which  will  make  it  possible  for  the  government  to  increase  development \nexpenditures  on  physical  and  social  infrastructure  and  the  investments  required  to  support  livelihoods  of  vulnerable \npopulations and to put the country on an accelerated growth path. \n \n2.  Design Features. \n \n1.  FMEP outputs are expected to lead to the deepening of policy reforms undertaken through the Fiscal Management \nReform Program by putting in place automated systems toward the operationalization of those policy reforms.  \n2.  The FMEP has three components: (i) more accountable revenue management, through the revenue administration \nmanagement information system (RAMIS); (ii) more effective expenditure management, through the ITMIS; and (iii) more \ncapable public resource managers, through extensive capacity development and training. \n3.  Implementation of the RAMIS is expected to lead to increased revenue collection by enhancing the efficiency of the \nrevenue collection process, and increased quality of the work environment to generate higher productivity; these will \nenable better service delivery to taxpayers, thus increasing voluntary compliance. \n4.  The ITMIS will cut across various functions of general treasury activities and lead to the computerization of public \nfinancial management processes, including budget preparation and execution, accounting, and reporting.  \n \nC.     Poverty Impact Analysis for Project Lending  \n \n1.  The overall impact of the project will be to give the government greater scope to increase investments for improved \nsocial and economic development, particularly in underdeveloped and disadvantaged areas of the country. The \ngovernment is expected to have greater financial flexibility through increased revenues and efficiencies in public \nexpenditure management. The greater investments, in turn, are expected to contribute to the development of human \nresources and physical infrastructure, thereby attracting private sector investments leading to greater employment \nopportunities, especially in Northern and Eastern provinces. Government finances are expected to move to a virtuous \ncycle of efficient investments leading to economic growth and consequent higher revenues through better tax collection, \nstemming from a strengthened revenue administration system, for the government to invest further in the improvement \nof social and physical infrastructure. These benefits will be delivered to the beneficiaries in the short-to-medium term. \n2.  Discuss the impact of the policy reform(s) on vulnerable groups and ways to address it/them (refer to social \nanalysis): There are two vulnerable segments that will benefit from the project—the conflict-affected population directly, \nand poor people in the less-developed areas. They will benefit through better economic management, infrastructure \ndevelopment, and strengthening of the fiscal positions of provincial councils. There are no adverse effects identified that \nwill affect any segment of society.  \n3.  Discuss how the policy reform(s) contribute(s) to poverty reduction, pro-poor growth, and the Millennium \nDevelopment  Goals:  The  project  will  support  expenditure  rationalization  and  revenue  enhancement  which  will \ncontribute to fiscal sustainability. This will address a significant macroeconomic issue in, and contribute to, economic \nstability. The project will work closely with the Presidential Commission on Tax Reforms in this area. Enhanced \nbudgetary allocations to the North, and to social sectors, will contribute directly to poverty reduction, which is the focus \nof the first MDG. Strengthening provincial revenues will also contribute to poverty reduction by empowering a tier of \ngovernment at the second level. This, together with enhanced and more effective financing of infrastructure, will also \nfacilitate pro-poor growth. \n \nII.       SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \n \nKey Issues. The key socioeconomic issues that are evident in the FMEP deal with the adverse impacts of mismanagement of \npublic resources on the economy as a whole and on the lives of the citizens (largely through poor service delivery and greater \ncosts of accessing services). Another issue is how the government can translate greater fiscal space (sought under this \nproject) into greater investments in social and economic infrastructure that will directly address the needs of poor people. The \nFMEP attempts to introduce a culture of results in the public service. There are also attempts to simplify provision of services \nand automate critical operations and make them more efficient. The social impact of critical elements, such as the automation \nof revenue and expenditure management information systems, has been adequately considered. Measures such as these will \nhave positive economic as well as social effects, including a greater level of public trust in government, and more transparent \nand efficient service delivery.  \n \nMonitoring and Evaluation. As there is no specific social issue under the FMEP, no social indicator is required to be \nincluded in the project framework to facilitate monitoring of social development activities or social impacts during project \nimplementation.  \n ", "Appendix 9  51\nB.  Strategy to Address Social Issues \n \n1. Consultation and Participation \n \n1.  Provide a summary of the consultation and participation process during project preparation. \n \nStakeholder groups engaged in project formulation include government agencies, think tanks, and business associations. The \ndecisions made through consultation and participation processes included (i) computerization and simplification of processes, \nincluding those in revenue and expenditure management information system, and (ii) related capacity development and \ntraining.  \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.   Was a C&P plan prepared?   Yes       No         As the scope of the loan is designing and implementing management \ninformation system projects in the public sector, C&P with other stakeholder groups is not deemed mandatory. \n2.  Gender and Development \n \n1.  Key Issues. \n \nSri Lanka ratified the Convention on the Elimination of all forms of Discrimination Against Women in 1981, and the Optional \nProtocol in October 2002, but there is limited progress toward gender equality. Sri Lanka is ranked 104th in the Human \nDevelopment Index,c 92nd in the Gender Development Index, and 100th out of 108 countries in the Gender Empowerment \nMeasure, with a value of 0.371. It has not achieved the second MDG of universal primary education but has virtually achieved \nthe third goal—gender equality in participation in primary and secondary education.  \n \nDespite the country's low maternal mortality rate of 27 per 100,000 and very low child mortality rate, large numbers of \npeople, especially women, and particularly those in rural (including plantation) areas and the conflict- and tsunami-affected \nregions, are among the poorest and most marginalized and have little voice in governance structures at national level. \nStructural changes in the economy have led to a decrease in the percentage of women in the agriculture, fisheries, and \nforestry sectors from 40.5% of female labor in 2002 to 34.5% in 2005, and an increase of women in the manufacturing sector \nfrom 23.7% to 26.7% in the same period. \n \nWomen, in general, bear the brunt of work in maintaining families and managing households. During natural disasters and \nconflict situations they face severe challenges regarding food and nutrition needs and security of family and assets. Studies \ndone on the current global economic crisis indicate that large numbers of women will become unemployed, face job \ninsecurity, be pushed more into the informal sector, and have enormous difficulties in ensuring the basic needs of their \nfamilies  and  dependents,  especially  due  to  rising  food,  shelter,  and  transport  costs.  Women  migrant  workers  face \nretrenchment and more limited overseas employment opportunities. \n \nWith the death, disappearance, and migration of male family members during the ethnic conflict, women have had to ensure \nfamily survival during displacement and in welfare camps for internally displaced persons, and they face similar challenges in \nthe process of resettlement in their original habitats, following the end of the war.  \n \nThe 10-year development framework program (Mahinda Chintana), 2006−2016, has charted policy directions in all sectors \nand line ministries and offers some gender-related features for women's empowerment. The national machinery for women, \ni.e., the Ministry of Child Development and Women's Empowerment, established in 2005—includes the Women's Bureau, the \nNational Committee on Women, the Children's Secretariat, the Department of Probation and Child Care Services, and the \nNational Child Protection Authority. This ministry has prepared a National Plan of Action for 2009–2015, in line with national \ndevelopment imperatives and international obligations, which provides guidelines for budgetary requirements to support \nwomen's equality and empowerment. \n \nStrategy to maximize impacts on women. The proposed project will support the government’s fiscal management policy \nand procedural reform to ensure gender-responsive budgeting and planning to enable equal access, by women and men, to \npublic  services  and  the  benefits  of  national  and  provincial  and/or  regional  development  initiatives.  The  management \ninformation systems to be introduced will enable the collection of sex-disaggregated data to support gender-responsive \nbudgeting and targeted allocations to line ministries to address identified vulnerabilities to ensure gender equity in fiscal \npolicy-making, fiscal planning, and public expenditure. Capacity development for relevant staff of the government institutions \nwithin the purview of the project will include training in gender analysis, gender-responsive budgeting and fiscal planning. \n  \n2.  Key Actions.  \nMeasures included in the design to promote gender equality and women’s empowerment—access to and use of relevant \nservices, resources, assets, opportunities, and participation in decision-making process: \n \n    Gender plan           Other actions/measures           No action/measure \n \nThe project takes a gender perspective such as the provision for identification of gender-specific needs through information \nsystem management, and gender-responsive targeting and allocation. \n \n ", "52  Appendix 9 \nSummarize key design features of the gender plan or other gender-related actions/measures, including performance \ntargets, monitorable indicators, resource allocation, etc.: Not applicable \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n  Significant/Limited/    Plan or Other Measures \nIssue  No Impact  Strategy to Address Issue  Included in Design \nInvoluntary   Significant  There are no specific involuntary     Full Plan \nResettlement   Not significant  resettlement issues inherent in     Short Plan \n None  FMEP     Resettlement Framework \n   No Action \nIndigenous Peoples   Significant  No specific issues in FMEP that     Plan \n   Not significant  relate to indigenous people     Other Action \n None     Indigenous Peoples \nFramework \n   No Action \nLabor  Significant  No specific issues in FMEP that   Plan \n Employment         Not significant  relate to labor     Other Action  \nopportunities   None        No Action \n Labor retrenchment \n Core labor standards \nAffordability   Significant  There is no affordability issue   \n Not significant  inherent in FMEP      Action \n None       No Action \nOther Risks and/or   Significant  There are no other risks in the    Plan \nVulnerabilities   Not significant  social sector which relate to FMEP    Other Action \n HIV/AIDS   None         No Action \n Human trafficking \n Others(conflict, \npolitical instability, \netc), please specify \nIV.  MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?     Yes        No      \na  ADB. 2007. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila.  \nb  ADB. 2009. Country Operations Business Plan: Sri Lanka, 2010–2012. Manila. \nc  Human Development Index (HDI) Update, December 2008 \nd  Central Bank of Sri Lanka, Central Bank Consumer Finances and Socio-Economic Survey, 2003–2004. Colombo. \ne  Mahinda Chintana (Mahinda Vision) is the 10-year horizon development framework that provides the strategic \ndirection for development planning in Sri Lanka  \nSource: Asian Development Bank and Government of Sri Lanka. \n ", "Appendix 10  53\nRISK MITIGATION  \n \nRisk  Solution/Mitigation \nDelays in constituting a full-time project team, or  A dedicated full-time TA team is being proposed \nabsence of a full-time project team, create an  with clarity of roles and responsibility of each of \nownership problem for the project.  the team members for the entire project duration. \n    The team will work closely with the PMU with its \noffice located at MOFP. \nLack of understanding of the solution to be  There have been several detailed presentations \ndeployed at the beginning of the project may  on the RAMIS and PAFMIS under FMRP to \nbecome a bottleneck. Major problems arise if the  senior officials as well as to the technical \nsolution does not meet the expectation of the  committee members. The PPTA consultants have \nimplementing agency fully and is discovered  also made presentations, and held discussions \nduring project execution.  with key stakeholders, on the solution and there is \nunanimity in adopting a customized off-the-shelf \nsolution. \nTechnology obsolescence of the solution offered  TA project management consultants will ensure \nnormally has considerable impact on the solution  that at the beginning of the project there is \ndeployment.  verification of the availability of the technology \nproposed by the vendor, and take necessary \nsteps if the technology is not supported by \ntechnology provider in the medium-to long-term. \nLack of clarity about the readiness of each  The PPTA consultants have undertaken a study \nstakeholder to perform his or her responsibilities  of all the tasks of stakeholders and their \nresults in slippage of project timeline. This is  interdependencies. Critical activities have been \nbecause, most of the time, the magnitude of  identified and there is a commitment from the \nresponsibilities is understood only after the task  implementing departments to provide dedicated \nhas started. The project execution timeframes  staff to the PMU. Some time provision has been \ncould be missed due to nonperformance of one  kept for critical activities in the project \nstakeholder.  implementation plan. \nDelays in policy-related decisions. During  The PSC will meet at least quarterly to ensure \nimplementation of any IT solution, there will be  that project delays do not occur. The fact that the \nneed for some policy changes. In most cases, a  project is being owned by MOFP, whose \nclear procedure to address these kinds of  leadership has shown a strong commitment, \nrequirements is not planned. Normally, policy- means this risk will be mitigated. \nrelated decisions take more time and result in \nproject delays. \nAbsence of a full-time technical team in place will  The PMU is envisaged with representation from \ndilute the whole purpose of the gap analysis.    all the implementing agencies to mitigate this risk. \nRisk of building existing inefficiencies into the  TA consultancy has been proposed to support \nsystem.  identification of process improvement and \nprocess re-engineering requirements.  \nNon-readiness of implementation site at all  The site work has been initiated under the FMRP \nlocations.  for the DIR and it is expected to mitigate this risk. \nLack of adequate interfacing between systems:  ITMIS and RAMIS will have an interface, and \nThe IT implementation activities planned  planning for the interface provision has been \nconcurrently by other government agencies that  ensured through a common TA project \nhave links with the system development are not  management team for both the systems. \nfully studied.  \nDIR = Department of Inland Revenue, FMRP = Fiscal Management Reform Program, IT = information technology, \nITMIS = integrated treasury management information system, MOFP = Ministry of Finance and Planning, \nPAFMIS = Public Accounting and Financial Management Information System, PMU = project management unit, \nPPTA  =  project  preparatory  technical  assistance,  PSC  =  project  steering  committee,  RAMIS  =  revenue \nadministration management information system, TA = technical assistance. \nSources: Asian Development Bank and Government of Sri Lanka. \n "], "metadata": {"Author": "User", "Company": "HOME", "CreationDate": "D:20100325115034+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "ModDate": "D:20100614181751+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "SourceModified": "D:20100325034915", "Title": "Lanka"}}